{
    "date": "2015-10-12",
    "url": "http://kcna.co.jp/item/2015/201510/2015-10-12ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Cuban Party and Government Delegation",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-33ee.html",
            "content": "Kim Yong Nam Meets Cuban Party and Government Delegation\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a friendly talk with a Cuban party and government delegation led by Salvador Antonio Valdes Mesa, member of the Politburo of the Central Committee of the Communist Party of Cuba and vice-president of the Council of State of Cuba, who paid a courtesy call on him at the Mansudae Assembly Hall on Monday."
        },
        {
            "title": "Greetings to Spanish King",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-21ee.html",
            "content": "Greetings to Spanish King\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Felipe VI, king of Spain, on Monday on the occasion of its national day.\n\t\t\t\t\t The message sincerely wished Spain development and prosperity."
        },
        {
            "title": "Greetings to President of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-22ee.html",
            "content": "Greetings to President of Equatorial Guinea \r\n Pyongyang, October 12 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of greeting to Obiang Nguema Mbasogo, president of Equatorial Guinea, on the occasion of the 47th anniversary of its independence.\n\t\t\t\t\t Kim in the message expressed his conviction that the good friendly and cooperative relations between the DPRK and Equatorial Guinea would grow stronger in all fields including politics, economy and culture.\n\t\t\t\t\t\n\t\t\t\t\t The message sincerely wished the president good health and happiness and greater success in his responsible work for the development and prosperity of the country."
        },
        {
            "title": "Message to Kim Jong Un from Equatorial Guinean Party Leader ",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-15ee.html",
            "content": "Message to Kim Jong Un from Equatorial Guinean Party Leader\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea (WPK), received a message of greeting from Jeronimo Osa Osa Ecoro, general secretary of the Democratic Party of Equatorial Guinea (DPEG), on Oct. 2.\n\t\t\t\t\t The message said that all members of the DPEG and its supporters were celebrating the significant 70th founding anniversary of the WPK as they did in the past.\n\t\t\t\t\t\n\t\t\t\t\t It extended wholehearted warm congratulations to Kim Jong Un and, through him, to the WPK and all the Korean people on behalf of Obiang Nguema Mbasogo, founder-chairman of the DPEG.\n\t\t\t\t\t\n\t\t\t\t\t The foundation of the WPK was a significant occasion of declaring the birth of the great political organization of the Korean people, it noted, hoping the WPK and the Korean people will enjoy happiness and celebrate the anniversary with splendor."
        },
        {
            "title": "Gift to Kim Jong Un from Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-34ee.html",
            "content": "Gift to Kim Jong Un from Raul Castro Ruz\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Supreme leader Kim Jong Un received a gift from Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers of Cuba, on the occasion of the 70th anniversary of the founding of the Workers' Party of Korea.\n\t\t\t\t\t Salvador Antonio Valdes Mesa, Politburo member of the C.C., Communist Party of Cuba and vice-president of the Council of State of Cuba, who is heading a Cuba party and government delegation on a visit to the DPRK conveyed the gift to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Monday."
        },
        {
            "title": "CPC Delegation Leaves",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-20ee.html",
            "content": "CPC Delegation Leaves\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- A delegation of the Communist Party of China led by Liu Yunshan, member of the Standing Committee of the Political Bureau and member of the Secretariat of the C.C., Communist Party of China (CPC), flew back home Monday after taking part in the celebrations of the 70th founding anniversary of the Workers' Party of Korea (WPK) and paying an official goodwill visit to the DPRK.\n\t\t\t\t\t It was seen off at the airport by Kim Ki Nam, secretary of the WPK Central Committee, Choe Hwi, first vice department director of the WPK Central Committee, Ri Chang Gun, vice department director of the WPK Central Committee, Ri Kil Song, vice-minister of Foreign Affairs, Li Jinjun, Chinese ambassador to the DPRK, and his embassy officials."
        },
        {
            "title": "Delegation of Communist Party of Vietnam Leaves　",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-23ee.html",
            "content": "Delegation of Communist Party of Vietnam Leaves\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- A delegation of the Communist Party of Vietnam led by Ha Thi Khiet, secretary of its Central Committee and director of its Mass Movement Department, left here for home on Monday after taking part in the celebrations of the 70th founding anniversary of the Workers' Party of Korea."
        },
        {
            "title": "Cuban Party and Government Delegation Leaves",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-30ee.html",
            "content": "Cuban Party and Government Delegation Leaves\r\n Pyongyang, October 12 (KCNA) -- A party and government delegation of Cuba led by Salvador Antonio Valdes Mesa, Politburo member of the C.C., Communist Party of Cuba and vice-president of the Council of State of Cuba, left here for home on Monday after taking part in the celebrations of the 70th founding anniversary of the Workers' Party of Korea."
        },
        {
            "title": "Delegation of LPRP Leaves",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-31ee.html",
            "content": "Delegation of LPRP Leaves\r\n Pyongyang, October 12 (KCNA) -- A delegation of the Lao People's Revolutionary Party (LPRP) headed by Chansy Phosikham, secretary of its Central Committee and chairman of its Organization Committee, left here for home on Monday after taking part in the celebrations of the 70th anniversary of the founding of the Workers' Party of Korea."
        },
        {
            "title": "Delegation of Russian Political Party Here",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-35ee.html",
            "content": "Delegation of Russian Political Party Here\r\n Pyongyang, October 12 (KCNA) -- A delegation of the United Russia Party headed by Andrei Klimov, member of the Standing Committee of the General Council of the party and vice-chairman of the International Affairs Committee of the Russian Federation Council, arrived here on Monday."
        },
        {
            "title": "Russian Government Delegation Arrives",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-27ee.html",
            "content": "Russian Government Delegation Arrives\r\n Pyongyang, October 12 (KCNA) -- A Russian government delegation led by Alexandr Galushka, minister of Development of Far East, arrived here on Monday to take part in the event for closing the year of DPRK-Russia Friendship."
        },
        {
            "title": "Secretary General of IIJI Leaves",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-24ee.html",
            "content": "Secretary General of IIJI Leaves\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Kenichi Ogami, secretary general of the International Institute of the Juche Idea (IIJI), and his party left here on Monday after taking part in the celebrations of the 70th founding anniversary of the Workers' Party of Korea."
        },
        {
            "title": "Russian Academy Ensemble Leaves",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-25ee.html",
            "content": "Russian Academy Ensemble Leaves\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- The Academy Ensemble of the Interior Unit of the Russian Ministry of Interior led by Viktor Yeliseev left here for home on Monday.\n\t\t\t\t\t The ensemble visited the DPRK to mark the 70th founding anniversary of the Workers' Party of Korea."
        },
        {
            "title": "Delegation of Council of Kim Il Sung-Kim Jong Il Foundation Leaves",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-28ee.html",
            "content": "Delegation of Council of Kim Il Sung-Kim Jong Il Foundation Leaves\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- A delegation of the Council of the Kim Il Sung-Kim Jong Il Foundation led by Co-Chairman Johnny Hon left here on Monday after participating in the celebrations of the 70th founding anniversary of the Workers' Party of Korea and the first meeting of the council."
        },
        {
            "title": "Floral Basket to C.C., WPK from C.C., Communist Party of Canada (Marxist-Leninist)",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-17ee.html",
            "content": "Floral Basket to C.C., WPK from C.C., Communist Party of Canada (Marxist-Leninist)\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- The Central Committee of the Communist Party of Canada (Marxist-Leninist) sent a floral basket to the Central Committee of the Workers' Party of Korea (WPK) on the occasion of its 70th founding anniversary."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung, Kim Jong Il by Russian Government Delegation",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-29ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung, Kim Jong Il by Russian Government Delegation\r\n Pyongyang, October 12 (KCNA) -- A Russian government delegation laid a floral basket before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill before making a bow on Monday."
        },
        {
            "title": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from Angolan Party",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-12ee.html",
            "content": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from Angolan Party\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- A floral basket was sent to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill by the Central Committee of the Popular Liberation Movement of Angola on the occasion of the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t The floral basket was laid before the statues on Sunday."
        },
        {
            "title": "Floral Basket to DPRK Embassy from President of Council of State of Cuba",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-36ee.html",
            "content": "Floral Basket to DPRK Embassy from President of Council of State of Cuba\n\t\t\t\t\t\t\r\n Havana, October 11 (KCNA) -- Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers of Cuba, sent a floral basket to the DPRK embassy in Havana on October 9 congratulating the 70th anniversary of the founding of the Workers' Party of Korea."
        },
        {
            "title": "Foreign Guests, Overseas Koreans Pay Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-37ee.html",
            "content": "Foreign Guests, Overseas Koreans Pay Tribute to Kim Il Sung, Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- A delegation of the United Russia Party, a home-visiting group of Koreans in Japan and other foreign guests and overseas Koreans visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Monday.\n\t\t\t\t\t They laid bouquets before the statues and paid tribute to them."
        },
        {
            "title": "Foreign Delegations, Delegates Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-11ee.html",
            "content": "Foreign Delegations, Delegates Visit Mangyongdae\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Foreign delegations and delegates taking part in the celebrations of the 70th founding anniversary of the Workers' Party of Korea (WPK) visited Mangyongdae, birthplace of President Kim Il Sung. They included a Cuban party and government delegation, a delegation of the Lao People's Revolutionary Party, a delegation of the Communist Party of Vietnam, a delegation of the Council of the Kim Il Sung-Kim Jong Il Foundation, delegations and delegates of organizations for the study of the Juche idea.\n\t\t\t\t\t At the old home of Mangyongdae the guests looked round the relics, looking back on the great exploits and noble revolutionary career of Kim Il Sung who founded the immortal Juche idea and demonstrated the dignity of the WPK as an invincible party.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Monument to Party Founding, the Museum of Weapons and Equipment of the Korean People's Army and the Kimilsungia-Kimjongilia Exhibition."
        },
        {
            "title": "Foreign Guests Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-39ee.html",
            "content": "Foreign Guests Visit Mangyongdae\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Foreign guests taking part in the celebrations of the 70th founding anniversary of the Workers' Party of Korea (WPK) visited Mangyongdae, birthplace of President Kim Il Sung.\n\t\t\t\t\t They included a delegation of the Federal Republic of Germany-DPRK Association, a friendship delegation of the Philippines, the national secretary general of the Australia-DPRK Association for Friendship and Culture and his party and the secretary general of the Indonesia-Korea Association for Friendship and Cultural Exchange.\n\t\t\t\t\t\n\t\t\t\t\t They looked round historic relics, being briefed on the historic home in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit Teguh Santosa, secretary general of the Indonesia-Korea Association for Friendship and Cultural Exchange, wished the Korean people great success in building a thriving socialist nation under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The guests also toured the venue of Kimilsungia-Kimjongilia exhibition, the Victorious Fatherland Liberation War Museum, the Rungna Dolphinarium, etc."
        },
        {
            "title": "Cuban Delegation Hosts Reception",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-19ee.html",
            "content": "Cuban Delegation Hosts Reception\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- The visiting Cuban party and government delegation gave a reception at the Cuban embassy here Monday as regards its visit to the DPRK.\n\t\t\t\t\t Present at the reception on invitation were Yang Hyong Sop, Politburo member of the C.C., Workers' Party of Korea and vice-president of the Presidium of the DPRK Supreme People's Assembly, Ri Yong Chol, vice department director of the C.C., WPK, Sin Hong Chol, vice-minister of Foreign Affairs, and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t On hand were members of the delegation led by Salvador Antonio Valdes Mesa, Politburo member of the C.C., Communist Party of Cuba and vice-president of the Council of State of Cuba, and staff members of the Cuban embassy."
        },
        {
            "title": "Joint Art Performance Given to Mark WPK's Anniversary ",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-09ee.html",
            "content": "Joint Art Performance Given to Mark WPK's Anniversary \n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- A joint art performance of the State Merited Chorus and the Moranbong Band was given at Ryugyong Jong Ju Yong Gymnasium on October 11 marking the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Among the audience were Kim Yong Nam, Pak Pong Ju, Kim Ki Nam, Choe Ryong Hae, Choe Thae Bok, delegates to celebrations of the 70th founding anniversary of the WPK, officials of the party, armed forces and power organs, working people's organizations, ministries and national institutions, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, former unconverted long-term prisoners who are indomitable pro-reunification patriotic fighters, persons of merits and Pyongyangites.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Liu Yunshan, member of the Standing Committee of the Political Bureau and member of the Secretariat of the C.C., Communist Party of China, Salvador Antonio Valdes Mesa, Politburo member of the C.C., Communist Party of Cuba and vice-president of the Council of State of Cuba, Chansy Phosikham, secretary of the Central Committee of the Lao People's Revolutionary Party and chairman of its Organization Committee, and Ha Thi Khiet, secretary of the Central Committee of the Communist Party of Vietnam and director of its Mass Movement Department and  other foreign delegations on a visit to the DPRK to take part in the celebrations for the 70th founding anniversary of the WPK, foreign diplomatic envoys and representatives of international bodies and military attaches of foreign embassies here and their wives, staff members of foreign embassies here and other foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory groups and delegations of overseas Koreans including the congratulatory group of Koreans in Japan, compatriots and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front also watched the performance.\n\t\t\t\t\t\n\t\t\t\t\t The performance started with the mixed chorus and male chorus \"Mother's Birthday,\" male chorus \"Shine, the Name of the Sun\". The performers made truthful music representation of the WPK which has grown strong to be the most dignified Juche-oriented revolutionary party under the leadership of President Kim Il Sung and leader Kim Jong Il and the glorious WPK cherished as the genuine mother party in the hearts of the people.\n\t\t\t\t\t\n\t\t\t\t\t The performance mesmerized the audience as artistes sang high praises of noble revolutionary exploits the great leaders performed by bringing up the people throughout their lives characterized by their maxim of believing in people as in Heaven and demonstrating the dignity and the honor of the DPRK with energy and wisdom of the people.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were the revolutionary song \"We Will Go to Mt. Paektu\" which was presented by Marshal Kim Jong Un to the army and people of the DPRK who are rushing like wind towards the final victory of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The performance imbued the audience with the immovable truth that no force on earth can block the advance of the DPRK towards a bright morrow under the leadership of the party and the final victory is sure to win."
        },
        {
            "title": "Performance Given by Chongbong Band",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-10ee.html",
            "content": "Performance Given by Chongbong Band\r\n Pyongyang, October 12 (KCNA) -- A premiere was given by the Chongbong Band at the People's Theatre on October 11.\n\t\t\t\t\t The brightly lit theatre in Mansudae area was packed to its capacity with people of all social strata, youths and foreign guests who gathered there to watch the performance given by the treasure-like band of the country.\n\t\t\t\t\t\n\t\t\t\t\t The performance that kicked off with prologue \"We Sing of the Party\" was divided into two parts.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were colorful numbers including female duet and pangchang \"Thinking of General\", light music for trumpet \"We Remain Loyal to You Generation after Generation\" and female chorus \"I Love You.\" \n\t\t\t\t\t\n\t\t\t\t\t In famous songs of the era the artistes impressively depicted the immortal exploits of President Kim Il Sung and leader Kim Jong Il who are the founder and builder of the Workers' Party of Korea (WPK) which has shed its brilliant rays over the past 70 years and who are the eternal leaders of the party and revolution. \n\t\t\t\t\t\n\t\t\t\t\t The audience was delighted when the artistes presented female trio and pangchang \"Oh Party, under Your Care\", female trio \"Our Dear Marshal\" newly produced and represented in reflection of the people's revolutionary faith to make long journeys single-mindedly following Marshal Kim Jong Un with loyalty as protector of their destiny and the sun in their life.\n\t\t\t\t\t\n\t\t\t\t\t The performance was highly acclaimed by the audience as it truthfully represented the review of 70 years covered by the WPK that the sacred revolutionary cause of the great party of Kim Il Sung and Kim Jong Il is sure to triumph and the final victory of the Korean revolution is certain under the leadership of the WPK through songs praising the glorious WPK and marches of the great Paektusan nation."
        },
        {
            "title": "Wreath Laid before Liberation Tower by Russian Delegation",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-32ee.html",
            "content": "Wreath Laid before Liberation Tower by Russian Delegation\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- A Russian government delegation led by Alexandr Galushka, minister of Development of Far East, laid a wreath before the Liberation Tower on Monday.\n\t\t\t\t\t Present at the wreath-laying ceremony were Ri Kwang Gun, vice-minister of External Economic Relations, officials concerned, Alexandr Matsegora, Russian ambassador to the DPRK, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t A wreath was laid in the name of the head of the Russian government delegation and the participants observed a moment's silence in memory of the fighters of the former Soviet Union Army who laid down their lives in battles for liberating Korea.\n\t\t\t\t\t\n\t\t\t\t\t They went round the tower.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a delegation of the United Russia Party laid a bouquet before the tower that day."
        },
        {
            "title": "Academy Ensemble of Russia Gives Performance",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-13ee.html",
            "content": "Academy Ensemble of Russia Gives Performance\r\n Pyongyang, October 12 (KCNA) -- The Academy Ensemble of the Interior Unit of the Russian Ministry of Interior gave a performance at the Ponghwa Art Theatre on Sunday.\n\t\t\t\t\t Among the audience were service personnel of the Korean People's Army and staff members of the Russian embassy here.\n\t\t\t\t\t\n\t\t\t\t\t The artistes of the ensemble fully showcased the appearance as prestigious art organization with a long history. \n\t\t\t\t\t\n\t\t\t\t\t The audience was mesmerized by immortal revolutionary hymns \"Song of General Kim Il Sung\" and \"Song of General Kim Jong Il\" and Korean song \"Ardent Desire\" as the ensemble made a high artistic representation of the profound reverence of the Korean people and progressive mankind for President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un, the peerlessly great men of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Its repertoires included male solo and chorus \"Waves of River Amur\" and dance \"Kazak dance\" which reflected ardent patriotism, optimistic life and national custom of the Russian people.\n\t\t\t\t\t\n\t\t\t\t\t It also staged world famous songs."
        },
        {
            "title": "Russian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-38ee.html",
            "content": "Russian Ambassador Hosts Reception\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Alexandr Matsegora, Russian ambassador to the DPRK, gave a reception at the Taedonggang Diplomatic Club Monday on the occasion of the 67th anniversary of the establishment of diplomatic relations between the DPRK and Russia.\n\t\t\t\t\t Present there on invitation were Ri Ryong Nam, minister of External Economic Relations, Kung Sok Ung, vice-minister of Foreign Affairs, Sim Kuk Ryong, general director of the General Bureau for Affairs with Diplomatic Corps, Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairman of the DPRK-Russia Friendship Association, Hong So Hon, president of Kim Chaek University of Technology who doubles as chairman of the DPRK-Russia Friendship Parliamentary Group, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Members of the Russian embassy, a Russian government delegation and a delegation of the United Russia Party and Russian guests staying in the DPRK were on hand."
        },
        {
            "title": "U.S. Arms Buildup in Asia-Pacific Region Will Disturb Peace: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-18ee.html",
            "content": "U.S. Arms Buildup in Asia-Pacific Region Will Disturb Peace: KCNA Commentary\r\n Pyongyang, October 12 (KCNA) -- The U.S. is scaling up its quick reaction unit system in the Asia-Pacific region and stepping up its strategic coordination scenario.\n\t\t\t\t\t Recently, high-ranking officials concerned of the U.S. Pacific Fleet, cried out for deploying the U.S. Seventh and Third Fleets in the region in the light of its strategic importance, openly revealing the U.S. plan to build up its naval forces there.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Third Fleet, an aircraft carrier task force having 4 carriers and other 100 odd warships, has already been forward-deployed in Japan.\n\t\t\t\t\t\n\t\t\t\t\t It has engaged in close military cooperation with the Seventh Fleet having 80 warships, 140 planes and 40 000 troops.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has deployed quick reaction force in the Asia-Pacific region and reinforced it.\n\t\t\t\t\t\n\t\t\t\t\t It is mulling deploying huge forces including a nuclear carrier task force and F-22s in south Korea. At the same time, it is going to transfer 15 percent of the U.S. Marines to the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t 4 strategic weapons including nuclear carrier, B-2s, F-22s and nuclear submarines are on their way to their destinations in the region.\n\t\t\t\t\t\n\t\t\t\t\t Notably, Washington has mapped out a plan for deploying the most elite forces in the vicinity of the Korean Peninsula and is attempting a military action against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S military deployment in the region is the largest-ever, far surpassing the one in Europe and the Mideast.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. arms buildup in the region is part of its strategic coordination to carry out its Asia-Pacific strategy.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., enforcing the pivot-to-Asia-Pacific policy as its general policy for overseas aggression, deems it a key to world domination to put the region under its control. The Korean Peninsula is regarded as the primary target.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind its uninterrupted noisy advertisement of the non-existent \"threat\" from the DPRK is also its ulterior purpose to cover up the true aim of its arms buildup and slacken the vigilance among regional powers.\n\t\t\t\t\t\n\t\t\t\t\t That is why the U.S. has resorted to arms build-up, periodically staging provocative military actions in a sinister bid to keep the situation on the Korean Peninsula strained.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. schemes to seize military edge, make preemptive attacks at countries in the region in contingency and thus dominate the world, a dangerous scenario to wreck regional peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t The international community should keep strict vigilance over the risky arms buildup of the U.S. which would lead to an arms race in the region."
        },
        {
            "title": "S. Korean Regime Accused of Trying to Renege on North-South Agreement",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-14ee.html",
            "content": "S. Korean Regime Accused of Trying to Renege on North-South Agreement\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- The south Korean authorities have been busy peddling internal affairs of the nation here and there, asserting \"urgent is unification under liberal democracy\" to be led by them, since the north-south high-level urgent contact held in August.\n\t\t\t\t\t The south Korean chief executive in her \"keynote speech\" at the recent 70th Session of the UN General Assembly revealed her wild ambition for \"unification of social systems\" and \"unification through absorption\" and asked the international community to cooperate in \"pressurizing\" the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Against this backdrop, Foreign Minister Yun Pyong Se and other high-ranking officials of the south Korean regime, held a series of confabs with their U.S. and Japanese masters to discuss their scenarios to do harm to the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson says on Monday:\n\t\t\t\t\t\n\t\t\t\t\t The above-said moves stepped by the south Korean regime with the backing of the outsiders is no more than an anti-nation, anti-reunification act of denying reunification by federal formula being actively supported by all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans have the most reasonable and fair proposal for reunification which can be accepted by both the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is just the proposal for founding the Democratic Federal Republic of Koryo published 35 years ago to comprehensively deal with the issues related to the founding of a reunified state.\n\t\t\t\t\t\n\t\t\t\t\t Notably, the north and the south recognized that the north's proposal for low-level federation and the south's proposal for confederation have something common with each other and decided to work for reunification in this direction.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean regime is still working hard to realize its wild ambition for stoking confrontation of social systems, turning down the proposal for reunification by federal formula.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove there would neither be genuine dialogue nor nation's reconciliation, reunification and improved north-south relations as long as the anti-nation, anti-reunification forces dreaming of \"unification of social systems and through absorption\" are allowed to go scot-free."
        },
        {
            "title": "S. Koreans Protest against Leaflet-scattering Operation against DPRK",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-26ee.html",
            "content": "S. Koreans Protest against Leaflet-scattering Operation against DPRK\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- South Koreans living in Kimpho, Phaju and Ryonchon of Kyonggi Province and other areas at a press conference near Chongwadae in Seoul on Oct. 8 demanded stop to leaflet scattering and psychological broadcasting against the DPRK, according to Thongil News, an internet paper of south Korea.\n\t\t\t\t\t Leaflets slandering the north were scattered six times and loudspeakers were deployed in other areas to continue propaganda broadcasting against the north, the speakers said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Such acts are a wanton violation of the armistice agreement and international law and are contrary to the north-south declarations.\n\t\t\t\t\t\n\t\t\t\t\t They urged the chief executive to make a bold decision to dismantle the loudspeakers and the \"government\" authorities to institute a law to stop the leaflet-scattering operation."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-01ee.html",
            "content": "Kim Jong Un's Work Published in Russia\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" was published in booklet by the Nakhodka Format Publishing House of Russia on October 2.\n\t\t\t\t\t The work, was made public on July 26, Juche 101 (2012), clarifies the essence of leader Kim Jong Il's patriotism and his noble life characterized by his love for the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t The work indicates the issues arising in applying Kim Jong Il's patriotism.\n\t\t\t\t\t\n\t\t\t\t\t  It was also published in pamphlet by the Khabarovsk Territory Publishing House of Russia on October 6."
        },
        {
            "title": "Kim Jong Il's Work Posted by British Organization",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-02ee.html",
            "content": "Kim Jong Il's Work Posted by British Organization\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Leader Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was posted by the British Association for the Study of Songun Policy on its website on October 2.\n\t\t\t\t\t The work, made public on October 2, Juche 84 (1995), is a great programme of party building and activities as it reviews with pride the glorious history of the Workers' Party of Korea which has paved a new way of building a revolutionary party in the era of independence under the leadership of President Kim Il Sung and indicates the way for developing the party into his eternal party."
        },
        {
            "title": "WPK Founding Anniversary Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-03ee.html",
            "content": "WPK Founding Anniversary Marked in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Meetings took place in Bulgaria, Malaysia and Tanzania from Oct. 3 to 6 in celebration of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The secretary general of the Bulgaria-Korea Friendship Association said that the WPK developed into the revolutionary party under the guidance of President Kim Il Sung and leader Kim Jong Il built the socialist power independent in politics, self-supporting in economy and self-reliant in national defence in the DPRK, performing undying feats for the cause of human independence.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the National Union of Bank Employees in Malaysia noted that the WPK is demonstrating its might to the whole world as a powerful party, remaining unfazed despite any storm of history as it is deeply rooted among the popular masses and enjoys absolute support and trust from them.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Tanzanian National Coordinating Committee of the Juche Idea Study Groups stressed that the secret of the invincibility of the WPK lies in its great guiding idea, steel-like cohesion and unity and undisputed support and trust of the popular masses, praising the immortal leadership exploits of Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un for party building.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the meeting held in Bulgaria."
        },
        {
            "title": "WPK Praised by Foreign Papers",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-04ee.html",
            "content": "WPK Praised by Foreign Papers\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Foreign papers carried special writ-ups on the occasion of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The Iranian paper Iran News on September 22 carried an article titled \"Ever-victorious WPK\" illustrated with photos of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that the WPK achieved the steel-strong cohesion and unity of the entire party, adding that it would always win victory only.\n\t\t\t\t\t\n\t\t\t\t\t The Namibian paper New Era on September 21 dedicated one whole page to an article titled \"Ever-victorious WPK\" illustrated with a photo of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The paper noted that the WPK enjoys absolute support and trust from the people as it was built as the mother party serving them.\n\t\t\t\t\t\n\t\t\t\t\t The Zambian paper Zambia Daily Mail on Oct. 1 dedicated one whole page to an article praising the invincible WPK illustrated with a photo of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The paper stressed it is by no means fortuitous that the Korean people are absolutely trusting and following the WPK, calling it the mother party, full of faith and will to share their destiny with the party to the last."
        },
        {
            "title": "WPK Founding Anniversary Celebrated in Different Countries",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-05ee.html",
            "content": "WPK Founding Anniversary Celebrated in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- Meetings, Korean book and photo exhibition and film shows took place in Myanmar, Switzerland, Malaysia and Angola from Oct. 2 to 5 in celebration of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Displayed at the venue of the events were photos documenting revolutionary activities of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t On display there were their works, and books dealing with their great personality.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean films \"Songdowon International Children's Camp\" and \"Masikryong Ski Resort\". \n\t\t\t\t\t\n\t\t\t\t\t The joint secretary general of the Chamber of Commerce and Industry of Myanmar said that the WPK has won victory only for the past 7 decades as it achieved the single-minded unity of the leader, party and masses, being guided by the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Switzerland-Korea Committee said that under the wise leadership of Kim Il Sung and Kim Jong Il the WPK steered the cause of building the state and army, the Fatherland Liberation War and socialist construction to victories after its foundation.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the event held in Switzerland."
        },
        {
            "title": "Ghanaian Party Figure Praises WPK",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-06ee.html",
            "content": "Ghanaian Party Figure Praises WPK\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- The deputy general secretary of the National Democratic Congress of Ghana made public a statement on Oct. 6 on the occasion of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Extending the warmest congratulations to all members of the WPK and fraternal Korean people on the 70th founding anniversary of the WPK on behalf of the leadership of the Congress, he said:\n\t\t\t\t\t\n\t\t\t\t\t There are many parties in the world but there is no such party as the WPK which enjoys absolute trust from the people while being guided by great leaders for a long period.\n\t\t\t\t\t\n\t\t\t\t\t The glorious 70-year history of the WPK would be unthinkable apart from Generalissimos Kim Il Sung and Kim Jong Il who founded the party and led it as a true mouthpiece and defender of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t He expressed firm belief that the WPK would shine forever as the banner of progressive parties along with portraits of smiling Kim Il Sung and Kim Jong Il as Kim Jong Un, first secretary of the WPK, is leading it and the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He once again warmly congratulated the 70th founding anniversary of the WPK, wishing it greater success in the struggle for the final victory in the building of a thriving nation."
        },
        {
            "title": "British Bodies Observe WPK Founding Anniversary",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-07ee.html",
            "content": "British Bodies Observe WPK Founding Anniversary\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK published special bulletin \"Star of independence\" on Oct. 4 on the occasion of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The bulletin carried a photo of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"WPK is invincible party of Juche\" the bulletin said that the Korean people are praising the party as a mother party.\n\t\t\t\t\t\n\t\t\t\t\t This expression can hardly be found in the history of any political party in any country, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t This is because President Kim Il Sung and leader Kim Jong Il led the party to struggle to defend and carry out the people's interests.\n\t\t\t\t\t\n\t\t\t\t\t It introduced that the Korean people are enjoying happiness under the care of the party and the state and the WPK is demonstrating its might as an invincible party which achieved steel-strong cohesion and unity."
        },
        {
            "title": "Myanmar Party Delegation Visits DPRK Embassy",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-08ee.html",
            "content": "Myanmar Party Delegation Visits DPRK Embassy\n\t\t\t\t\t\t\r\n Pyongyang, October 12 (KCNA) -- A delegation of the Union Solidarity and Development Party of Myanmar visited the DPRK embassy in Yangon on October 8 on the occasion of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Members of the delegation laid a floral basket before the portraits of smiling President Kim Il Sung and leader Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Tin Tin Moe, member of the Central Committee of the party who is heading the delegation, said:\n\t\t\t\t\t\n\t\t\t\t\t I extend wholehearted congratulations and wishes to respected HE Kim Jong Un, first secretary of the Workers' Party of Korea, and all the Korean people on behalf of the Union Solidarity and Development Party of Myanmar on the occasion of the 70th founding anniversary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has led the Korean people along the road of victory under the guidance of President Kim Il Sung and HE Kim Jong Il, braving difficulties and challenges.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of HE Kim Jong Un the WPK is demonstrating its might as the party of the great Comrades Kim Il Sung and Kim Jong Il and a mother party serving the people.\n\t\t\t\t\t\n\t\t\t\t\t The Union Solidarity and Development Party of Myanmar wishes the WPK and the  Korean people greater progress and prosperity and success in achieving the reunification of the country under the guidance of Kim Jong Un."
        },
        {
            "title": "Kim Yong Nam felicita a su homologo de Guinea Ecuatorial",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-45ee.html",
            "content": "Kim Yong Nam felicita a su homologo de Guinea Ecuatorial \n\t\t\t\t\t\t\r\n　Pyongyang, 12 de octubre (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, remitio el dia 12 un mensaje de felicitacion a Obiang Nguema Mbasogo, presidente de la Republica de Guinea Ecuatorial, en ocasion del 47o aniversario de la independencia de ese pais africano.\n\t\t\t\t\t　El remitente expreso la conviccion de que las excelentes relaciones de amistad y cooperacion existentes entre los dos paises se ampliaran y se desarrollaran mas en todos los sectores incluyendo la politica, la economia y la cultura y formulo sinceros votos por la buena salud y felicidad del destinatario y mayores exitos en sus responsabilidades por el desarrollo y la prosperidad del pais."
        },
        {
            "title": "Kim Yong Nam felicita a rey de Espana",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-46ee.html",
            "content": "Kim Yong Nam felicita a rey de Espana\n\t\t\t\t\t\t\r\nPyongyang, 12 de octubre (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, remitio el dia 12 un mensaje de felicitacion a Felipe VI, rey de Espana, en ocasion del dia nacional de ese pais europeo.\n\t\t\t\t\tEn su misiva, el remitente deseo de todo corazon el desarrollo y prosperidad de Espana."
        },
        {
            "title": "Delegacion cubana ofrece banquete",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-47ee.html",
            "content": "Delegacion cubana ofrece banquete\r\nPyongyang, 12 de octubre (ACNC) -- La delegacion del partido y gobierno de la Republica de Cuba ofrecio el dia 12 en la embajada cubana en la RPDC una recepcion con motivo de su visita a este pais socialista.\n\t\t\t\t\tFueron invitados al convite Yang Hyong Sop, miembro del Buro Politico del Comite Central del Partido del Trabajo de Corea y vicepresidente del Presidium de la Asamblea Popular Suprema de la RPDC, Ri Yong Chol, subjefe de departamento del Comite Central del PTC, el vicecanciller Sin Hong Chol y  otros funcionarios coreanos.\n\t\t\t\t\t\n\t\t\t\t\tTomaron parte alli los integrantes de la delegacion cubana encabezada por Salvador Antonio Valdes Mesa, miembro del Buro Politico del CC del Partido Comunista de Cuba y vicepresidente del Consejo de Estado de la Republica de Cuba, y los miembros de la sede diplomatica cubana en la RPDC."
        },
        {
            "title": "Ofrecida funcion artistica de 10 mil personas por 10 de octubre",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-48ee.html",
            "content": "Ofrecida funcion artistica de 10 mil personas por 10 de octubre  \n\t\t\t\t\t\t\r\nPyongyang, 12 de octubre (ACNC) -- Con motivo del 70o aniversario de la fundacion del Partido del Trabajo de Corea, tuvo lugar el dia 11 en esta capital la gran funcion artistica de 10 mil personas \"Gran Partido, brillante Corea\". \n\t\t\t\t\tEstaba adornada peculiarmente la gran escena a flote en el rio Taedong tomando como fondo el Monumento a la Idea Juche. \n\t\t\t\t\t\n\t\t\t\t\tEn las pantallas electronicas instaladas a ambos lados de la escena se veian los doce paisajes del Songun. Y era muy hermoso el paisaje nocturno del rio Taedong donde los surtidores moviles formaban un mundo fascinante. \n\t\t\t\t\t\n\t\t\t\t\tLa vieron Kim Yong Nam, Pak Pong Ju y otros cuadros directivos del partido y del Estado. \n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes tambien los grupos de felicitacion inclusive el grupo de felicitacion de coreanos residentes en Japon, las delegaciones y los compatriotas que vinieron a la patria en ocasion de esa efemeride y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados las delegaciones de varios paises que visitan la RPDC para participar en los actos festivos por el 70o aniversario de la fundacion del PTC, los matrimonios de los representantes diplomaticos y de organizaciones internacionales en la RPDC y de los agregados militares, los miembros de las embajadas y los huespedes extranjeros. \n\t\t\t\t\t\n\t\t\t\t\tEn la funcion participaron 10 mil personas, entre otras, los actores retirados y en activo del Conjunto Artistico Mansudae, el Conjunto de Musica Electronica Pochonbo y el Conjunto Artistico Wangjaesan, los creadores, artistas, profesores y estudiantes de las entidades artisticas y organos de educacion artistica del ejercito y la sociedad. \n\t\t\t\t\t\n\t\t\t\t\tLa funcion se realizo dividida en dos partes. \n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes pusieron en la escena el solo masculino y coro \"Cancion de la camaraderia\", la danza \"Cae la nieve\", el coro infantil \"Marcha de la Organizacion de Ninos\", la musica orquestal y las canciones en serie \"En pos de la bandera del Partido\", el solo femenino y coro \"Al camarada Kim Jong Il\", etc.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes de 70 y 80 anos de edad tambien cantaron e interpretaron con pasion de la juventud.\n\t\t\t\t\t\n\t\t\t\t\tResono la musica inaugural del Conjunto de Musica Electronica Pochonbo y sus artistas presentaron las canciones famosas de la era del Partido del Trabajo, acaparando efusivas ovaciones de los espectadores. \n\t\t\t\t\t\n\t\t\t\t\tAl aumentarse el ambiente de la funcion y tirarse las salvas artificiales, se presentaron los creadores que apoyaron fielmente el partido con las canciones famosas de la epoca. \n\t\t\t\t\t\n\t\t\t\t\tLos artistas del Conjunto Artistico Wangjaesan tambien adornaron especialmente la escena con las canciones como \"Trueno en el pico Jong Il\", \"Fortuna de Corea\" y \"General corre a caballo blanco\", la danza moderna \"Tomemos la hegemonia de un tiron\" y otras piezas. \n\t\t\t\t\t\n\t\t\t\t\tLa funcion llego al climax por el coro \"Himno al General Kim Jong Un\", cancion monumental de la nueva era de la revolucion jucheana. \n\t\t\t\t\t\n\t\t\t\t\tLa funcion se concluyo con el epilogo \"Gloria a nuestro gran partido\" e \"Iremos al monte Paektu\". \n\t\t\t\t\t\n\t\t\t\t\tTerminada la funcion, se tiraron las salvas artificiales.\n\t\t\t\t\t\n\t\t\t\t\tLa funcion continua."
        },
        {
            "title": "Banda Chongbong ofrece funcion por 10 de octubre",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-49ee.html",
            "content": "Banda Chongbong ofrece funcion por 10 de octubre\n\t\t\t\t\t\t\r\nPyongyang, 12 de octubre (ACNC) -- Se ofrecio el dia 11 en el Teatro del Pueblo la primera funcion de la Banda Chongbong.\n\t\t\t\t\tEl teatro situado en la zona de Mansudae estaba repleto de trabajadores de diferentes estratos y jovenes de esta capital asi como de huespedes extranjeros quienes vinieron para ver la funcion de la Banda Chongbong, patrimonio nacional.\n\t\t\t\t\t\n\t\t\t\t\tLa funcion se efectuo dividida en 2 partes.\n\t\t\t\t\t\n\t\t\t\t\t　En la funcion, iniciada con el preludio \"Cantamos al partido\", se presentaron el duo femenino y pangchang \"Pensando en el General\", la musica para trompeta \"Seremos fieles de generacion en generacion\", el coro femenino \"Amamos\" y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes reflejaron en las musicas famosas de la epoca las imperecederas hazanas del Presidente Kim Il Sung y el Dirigente Kim Jong Il que brillan en los anales de 70 anos.\n\t\t\t\t\t\n\t\t\t\t\tReflejando la conviccion revolucionaria del pueblo coreano de enaltecer al Mariscal Kim Jong Un como cielo de su destino y avanzar por el unico camino de fidelidad, las ejecutantes cantaron el trio femenino y pangchang \"Por tener al partido\" y el trio femenino \"Nuestro intimo Mariscal\", canciones nuevamente creadas.\n\t\t\t\t\t\n\t\t\t\t\tTambien interpretaron maravillosamente las canciones extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tGano la efusiva ovacion de los espectadores la funcion que interpreto con el himno al PTC y la cancion de marcha de potencia de monte Paektu el balance de 70 anos de que es invencible la sagrada causa revolucionaria del gran partido de Kim Il Sung y Kim Jong Il y es definitiva la victoria final de la revolucion coreana gracias a la direccion del PTC."
        },
        {
            "title": "Funcion conjunta del Coro Estatal Benemerito y Banda Moranbong",
            "url": "http://kcna.co.jp/item/2015/201510/news12/20151012-50ee.html",
            "content": "Funcion conjunta del Coro Estatal Benemerito y Banda Moranbong\n\t\t\t\t\t\t\r\nPyongyang, 12 de octubre (ACNC) -- Tuvo lugar el dia 11 en el Coliseo Deportivo Jong Ju Yong de Ryugyong la funcion conjunta del Coro Estatal Benemerito y la Banda Moranbong en celebracion del 70o aniversario de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\tLa presenciaron Kim Yong Nam, Pak Pong Ju, Kim Ki Nam, Choe Ryong Hae, Choe Thae Bok y otros cuadros, asi como los delegados a los actos por el 70o aniversario de la fundacion del PTC, los funcionarios de los organismos del partido, las fuerzas armadas y el poder, el Consejo de Ministros, las entidades sociales, los ministerios y los organos centrales, los oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, los ex presos de largas condenas no abjurados conocidos como combatientes patrioticos por la reunificacion, los benemeritos y los trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados Liu Yunshan, miembro del Comite Permanente del Buro Politico y miembro del Secretariado del Comite Central del Partido Comunista de China, Salvador Antonio Valdes Mesa, miembro del Buro Politico del Comite Central del Partido Comunista de Cuba y vicepresidente del Consejo de Estado de la Republica de Cuba, Chansy Phosikham, secretario del Comite Central del Partido Popular Revolucionario Lao y presidente del Comite de Organizacion del PPRL y Ha Thi Khiet, secretario del Comite Central del Partido Comunista de Vietnam y jefe del Departamento de Movimiento Masivo del PCV y las delegaciones de varios paises, los representantes diplomaticos y de las organizaciones internacionales, los agregados militares y sus esposas, los miembros de las embajadas de varios paises en Corea y los  huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tLa vieron tambien los grupos de felicitacion y delegaciones de los compatriotas en ultramar incluyendo el grupo de felicitacion de los coreanos residentes en Japon, los compatriotas en ultramar y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEn la funcion iniciada por el coro mixto y coro masculino \"Cumpleanos de Madre\" y el coro masculino \"Brille, nombre del Sol\", los ejecutantes elogiaron ardientemente al glorioso Partido del Trabajo de Corea convertido en el mas digno partido revolucionario de tipo Juche bajo la direccion del Presidente Kim Il Sung y el Dirigente Kim Jong Il y grabado como madre verdadera en el corazon del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLas piezas alusivas a las nobles hazanas revolucionarias del Presidente y el Dirigente quienes formaron al pueblo coreano tomandolo como lema Iminwichon (considerar al pueblo como el cielo) y exaltaron la dignidad y la gloria de Corea con las fuerzas y la sabiduria del pueblo, conmovieron mucho a los espectadores.\n\t\t\t\t\t\n\t\t\t\t\tLas canciones revolucionarias \"No renunciemos el credo en la revolucion aunque muramos\" y \"Iremos al monte Paektu\" infundidas por el Mariscal al ejercito y el pueblo de Corea que avanzan hacia el triunfo final de la causa de la revolucion de Juche, hicieron redoblar a los espectadores la conviccion y la voluntad de lograr victoria tras victoria superando todas las dificultades con el espiritu revolucionario del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tLa funcion grabo en cada corazon de los espectadores la filosofia de que no hay en el mundo ninguna fuerza capaz de impedir el avance de la Corea socialista hacia el futuro radiante bajo la direccion del gran PTC y sera definitiva la victoria final."
        }
    ]
}