{
    "date": "2015-06-06",
    "url": "http://kcna.co.jp/item/2015/201506/2015-06-06ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Provides Field Guidance to Bio-technical Institute under KPA Unit",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-01ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Bio-technical Institute under KPA Unit\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and  first chairman of the DPRK National Defence Commission, provided field guidance to the Pyongyang Bio-technical Institute under KPA Unit 810.\n\t\t\t\t\t Kim Jong Un said, visiting the institute, he missed very much leader Kim Jong Il who personally provided the scientists of the relevant field with subject of research in October 2003 so that they might successfully study and develop new bio-insecticides, personally examined the bio-insecticides produced on an experimental basis in June 2008 and instructed them to realize the industrialization of their production.\n\t\t\t\t\t\n\t\t\t\t\t He said he came to the institute as he was very pleased to receive the report that KPA Unit 810 successfully spruced up the institute as intended by the Party, studied and developed new insecticides of Korean style by giving play to the wisdom of its scientists and laid a foundation for putting their industrial production on normal footing.\n\t\t\t\t\t\n\t\t\t\t\t Going round various places of the institute, he learnt in detail about its research and production of bio-insecticides.\n\t\t\t\t\t\n\t\t\t\t\t He appreciated the institute's study and development of highly efficient bio-insecticides representing the 21st century urgently needed for farming, stock-breeding, pomiculture, horticulture and afforestation and not harmful to human body, soil and ecological environment as a praiseworthy success.\n\t\t\t\t\t\n\t\t\t\t\t The bio-insecticides being produced by the institute are capable of killing almost 100 percent of 80 odd species of harmful insects including various ticks known to be hard to eliminate and they have higher efficacy and economic efficiency when they are mixed with agrochemicals, he said.\n\t\t\t\t\t\n\t\t\t\t\t He gave important instructions to remarkably develop scientific research and increase production in the institute including the issue of doubling its present production and firmly consolidating its material and technical foundation so that it can satisfy the nation's demand under a long-term plan and the issue of satisfactorily supplying raw and other materials and electric power necessary for the production. He took benevolent measures to do so.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the scientists of the institute are showing in practice how to implement the behests of Kim Jong Il, he said he is very pleased to meet such patriots as them who are taking the road of carrying out the behests of Kim Jong Il, the one for scientific research, no matter whether their efforts are recognized or not.\n\t\t\t\t\t\n\t\t\t\t\t Pointing out that the achievements made by the institute constitute an auspicious event which deserves the whole country's congratulations, he underscored the need to widely introduce them so that the whole country may learn from them and the flames of the scientific and technological drive rage more furiously. \n\t\t\t\t\t\n\t\t\t\t\t He said he would like to carry on his back the scientists of the institute who presented an excellent gift to the 70th anniversary of the founding of the Workers' Party of Korea, prompted by their single desire to become true scientists serving the homeland and its people, and that he felt the urge to give them everything in this world. \n\t\t\t\t\t\n\t\t\t\t\t He proposed highly praising the officials and scientists who made positive contributions to the development of bio-insecticides and industrialization of their production and invited them to the October 10 celebrations as special guests. \n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with officials, scientists and employees of the Pyongyang Biotechnical Institute. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Ri Jae Il and Jo Yong Won."
        },
        {
            "title": "Kim Jong Un Sends Gifts to Pyongyang Baby Home and Orphanage",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-16ee.html",
            "content": "Kim Jong Un Sends Gifts to Pyongyang Baby Home and Orphanage\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Supreme leader Kim Jong Un sent gifts to the Pyongyang Baby Home and Orphanage.\n\t\t\t\t\t He saw to it that the baby home and orphanage were built at the best level on the picturesque bank of the Taedong River and visited them on New Year's Day to wish the children a bright future.\n\t\t\t\t\t\n\t\t\t\t\t He, paying deep attention to the life of the children, has sent the children fruits, various kinds of nutritive food every season.\n\t\t\t\t\t\n\t\t\t\t\t He again sent equipment for education, goods for cultural use and food to them.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of conveying the gifts was held on Saturday."
        },
        {
            "title": "DPRK Premier Looks Round Construction Site of Sci-Tech Complex ",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-14ee.html",
            "content": "DPRK Premier Looks Round Construction Site of Sci-Tech Complex\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Premier Pak Pong Ju made a field survey of the construction site of Sci-Tech Complex.\n\t\t\t\t\t He went round the lobby on the ground floor of Block No. 1 and several places of Block No. 7 to learn in detail about the construction and supply of materials. He underlined the need for the officials to learn after the revolutionary fighting spirit and militant working manner of the People's Army.\n\t\t\t\t\t\n\t\t\t\t\t He discussed the measure to build the sci-tech complex into a model of Juche-type architecture in the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, he went round the Central Tree Nursery under the Ministry of Urban Management. He mentioned about the need to satisfactorily provide trees and turf of good species for greening, increase the production capacity of saplings and organize a socialist emulation among the tree nurseries to promote the work to turn the whole country into a thick woodland and greenery."
        },
        {
            "title": "South Korean Puppet Group's War Moves against North Slammed",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-15ee.html",
            "content": "South Korean Puppet Group's War Moves against North Slammed\n\t\t\t\t\t\t\r\nPyongyang, June 6 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea made public information bulletin No. 1095 on Saturday denouncing the south Korean military gangsters' extremely reckless military provocation and war moves against the DPRK.\n\t\t\t\t\tThe information bulletin said:\n\t\t\t\t\t\n\t\t\t\t\tChoe Yun Hui, chairman of the south Korean puppet joint chiefs of staff, appeared on the Yonphyong Island on Thursday, where he let loose a spate of invectives inciting confrontation, crying out for \"ruthless punishment and strike at the commanding and supporting forces as well as the base of provocation\" to cope with a \"surprise provocation\" from the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tThis month alone, the south Korean puppet forces opened to public the \"four-point operation principles\" aimed at a preemptive nuclear strike at the DPRK while staging the largest-ever combined anti-submarine exercises with the U.S. in the waters off the Jeju Island.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet forces organized a combined division with the U.S. imperialist aggressor forces. They test-fired a newly developed missile in the presence of Chief Executive Park Geun Hye. Park blustered there that the whole of north Korea came within its range, fanning up the war fever against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThis is no more than hysterics of cowards taken aback by the ever-increasing military might of the DPRK and death symptoms of psychopaths.\n\t\t\t\t\t\n\t\t\t\t\tThe inter-Korean relations are getting deteriorated and the situation on the Korean peninsula is inching close to the brink of a nuclear war, owing to the belligerent and confrontational outbursts and reckless war racket of the Park group, the group of heinous war maniacs and despicable traitors keen on sycophancy toward the U.S.\n\t\t\t\t\t\n\t\t\t\t\tBut the more the puppet group runs amuck with the war provocation against the DPRK, the faster it would precipitate the group's final ruin.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet group should bear in mind that the Yonphyong Island shelling incident is by no means a past thing and stop acting rashly."
        },
        {
            "title": " Art Performance Given by Schoolchildren",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-13ee.html",
            "content": "Art Performance Given by Schoolchildren\r\n Pyongyang, June 6 (KCNA) -- A performance of the 53rd National Schoolchildren's Art Festival took place at the Pyongyang Schoolchildren's Palace on Saturday to mark the 69th anniversary of the Korean Children's Union.\n\t\t\t\t\t Among the audience were Choe Ryong Hae, secretary of the Central Committee of the Workers' Party of Korea, Jon Yong Nam, chairman of the Central Committee of the Kim Il Sung Socialist Youth League, Kim Sung Du, chairman of the Education Commission, officials concerned and those of the youth league and schoolchildren in the City of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t It began with prologue \"Ready Always for the Socialist Motherland\".\n\t\t\t\t\t\n\t\t\t\t\t The performance dealt with the bright and happy life of the schoolchildren preparing themselves to become pillars of a thriving Korea.\n\t\t\t\t\t\n\t\t\t\t\t In such numbers as oungum and song \"Thank You, Generalissimo Kim Il Sung\" the performers expressed heartfelt thanks on behalf of all the schoolchildren across the country to President Kim Il Sung and leader Kim Jong Il who devoted their all to the future of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t They put on the stage numbers such as true story and song \"We Are the Happiest in the World\" representing the cheerful life of the children being treated as king of the country and enjoying all happiness.\n\t\t\t\t\t\n\t\t\t\t\t Other numbers reflected the determination of the schoolchildren to firmly prepare as genuine juvenile revolutionaries in the era of Songun and do more good things for the country."
        },
        {
            "title": "Universal 12-year Compulsory Education in DPRK",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-11ee.html",
            "content": "Universal 12-year Compulsory Education in DPRK\r\n Pyongyang, June 6 (KCNA) -- Universal 12-year compulsory education has been enforced in the DPRK.\n\t\t\t\t\t Law on enforcement of the universal 12-year compulsory education was promulgated at the 6th Session of the 12th Supreme People's Assembly held in September Juche 101 (2012).\n\t\t\t\t\t\n\t\t\t\t\t The universal 12-year compulsory education is a succession to the universal 11-year compulsory education, which was enforced by the DPRK government under the guidance of the Workers' Party of Korea (WPK), and a higher stage of educational development.\n\t\t\t\t\t\n\t\t\t\t\t After acquiring a deep insight into the requirement of developing revolution and the global educational trends, supreme leader Kim Jong Un took an important measure to enforce the universal 12-year compulsory education.\n\t\t\t\t\t\n\t\t\t\t\t With the beginning of universal 12-year compulsory education in 2014, a signal change has been effected in the education.\n\t\t\t\t\t\n\t\t\t\t\t New textbooks and reference books for teaching of fresh contents and form have been compiled and the heuristic method of teaching and other advanced educational methods fully introduced.\n\t\t\t\t\t\n\t\t\t\t\t An increasing number of schools across the country have been put on a higher IT basis.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ji Won, a student of Munhung Senior Secondary School in Taedonggang District, Pyongyang, said:\n\t\t\t\t\t\n\t\t\t\t\t I am learning a lot in IT room, foreign-language room and laboratories.\n\t\t\t\t\t\n\t\t\t\t\t I will study harder and harder, always keeping in my heart the slogan \"Let Us Study for Korea!\""
        },
        {
            "title": "Loving Care Shown by Great Persons for Posterity",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-12ee.html",
            "content": "Loving Care Shown by Great Persons for Posterity\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Today marks the birthday of the Korean Children's Union (KCU).\n\t\t\t\t\t In every part of the DPRK KCU members are seen enjoying their happy holiday, full of joy and optimism.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the history of the KCU is a history of the great persons' loving care for the children.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung established the tradition of Juche-based children's movement in the period of the anti-Japanese armed struggle and had found himself among the children all his life.\n\t\t\t\t\t\n\t\t\t\t\t Just after the country's liberation from Japan's colonial rule, he chose the pencil problem as the first agenda item for the Provisional People's Committee of North Korea. In the postwar period he enforced the universal compulsory free education system and saw to it that school uniforms were supplied to the schoolchildren in all seasons.\n\t\t\t\t\t\n\t\t\t\t\t In the last period of his life, he made sure that the 5th KCU Congress was convened and sent a congratulatory message to its participants, having a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t His loving care for schoolchildren was creditably carried forward by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il in his lifetime spared nothing for the children and put forward the slogan \"Let us live not merely for today but for tomorrow!\"\n\t\t\t\t\t\n\t\t\t\t\t Even in the period of the Arduous March, the forced march when the country was in hard time, he took measures to ensure steady pleasant camping for the children and supply soya milk and new school uniforms and textbooks to them.\n\t\t\t\t\t\n\t\t\t\t\t The history of loving care for posterity in the DPRK still continues under the guidance of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t In the new century of Juche Kim Jong Un convened the joint national meeting of KCU organizations for celebrating its 66th anniversary and personally made a congratulatory speech at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Under his loving care, the Songdowon International Children's Camp turned into a rare-to-be-seen splendid palace for the children and the universal 12-year compulsory education system has been enforced in the country.\n\t\t\t\t\t\n\t\t\t\t\t Always bright and rosy is the future of KCU members who are preparing themselves to be reliable pillars of prosperous Korea, as they are guided by him."
        },
        {
            "title": "Rodong Sinmun Slams U.S.-S. Korea \"Alliance\"",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-07ee.html",
            "content": "Rodong Sinmun Slams U.S.-S. Korea \"Alliance\"\r\n Pyongyang, June 6 (KCNA) -- Now the ruling forces of south Korea, in a sinister bid to do harm to the DPRK at any cost with the backing of outsiders, is begging their U.S. master to tighten \"alliance\", malignantly slandering the DPRK's just measure for bolstering up its capability for self-defence as \"provocation.\"\n\t\t\t\t\t Rodong Sinmun Saturday in an article observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The south Korea-U.S. \"alliance\" being advertised by the south Korean puppet forces is no more than the \"alliance\" of pressure, submission, domination and subordination as it is aimed at realizing Washington's policy for isolating and stifling the DPRK and its aggressive foreign strategy, to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is not a friendly country of south Korea but a country of arrogant aggressors and cancer-like one that brings only misfortune and disaster to south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is no more than an inferior \"ally\" of Washington for its interests.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people are suffering untold losses and pain, being subject to intolerable contempt and affront wherever blood-stained GI boots leave their traces.\n\t\t\t\t\t\n\t\t\t\t\t Serious is the environmental pollution caused by the U.S. imperialist aggressors' decades-long presence in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. cooked up the shackling FTA and plunged the economy of south Korea into a catastrophe, driving its people's living into dire destitution.\n\t\t\t\t\t\n\t\t\t\t\t All the north-targeted war scenarios mapped out by the U.S. reflect the relations between the master and its lackey.\n\t\t\t\t\t\n\t\t\t\t\t All the war scenarios including the OPLAN 5027, without exception, are designed to use the south Korean puppet army as cannon fodder.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet regime has become ever more desperate in its racket to garner international cooperation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is digging deeper its abyss of ruin through the anti-DPRK international cooperation with outsiders.\n\t\t\t\t\t\n\t\t\t\t\t If the puppet regime continues following in the footsteps of the preceding treacherous regimes keen on sycophancy toward the U.S., it will never be able to escape the final ruin."
        },
        {
            "title": "Rodong Sinmun Raps S. Korean Minister of Unification for His Reckless Remarks",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-08ee.html",
            "content": "Rodong Sinmun Raps S. Korean Minister of Unification for His Reckless Remarks\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Hong Yong Phyo, south Korean puppet minister of Unification, at the \"forum on unified economy\" held in Seoul some days ago called for \"decisive counter action against north's provocation and misdeed\". He shamelessly talked about the \"continued exchange between the south and the north\" for the \"restoration of homogeneity of the nation\" in a bid to create the impression that he is interested in the inter-Korean relations.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Saturday says his remarks as belligerent as those of military gangsters betray his character as a traitor and confrontation maniac even though he became the minister shortly ago. \n\t\t\t\t\t\n\t\t\t\t\t As far as he is concerned, he is so ignorant and brazenfaced that south Korean people criticize and ridicule him as having no ability and no morality and he is an unlettered person without any elementary knowledge about the inter-Korean relations, the paper notes and goes on:\n\t\t\t\t\t\n\t\t\t\t\t He, being the lackey of Park Geun Hye, termed the DPRK's measure of beefing up the military capability for self defence, a \"provocation and misdeed\". This is an impudent trick to shift the blame for the ruined inter-Korean relations onto the DPRK and intensify confrontation with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t His reckless behavior like \"the guilty party filing the suit first\" is further aggravating the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t Hong should know that he may have a serious trouble for his reckless behavior."
        },
        {
            "title": "Minjok Thongsin Denounces Park Geun Hye Group",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-09ee.html",
            "content": "Minjok Thongsin Denounces Park Geun Hye Group\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Minjok Thongsin, an Internet newspaper of Koreans in the U.S., on June 4 posted an editorial denouncing the Park Geun Hye group ruthlessly trampling down the desire of the nation for reunification.\n\t\t\t\t\t The editorial referred to the fact that the June 15 joint national event earnestly desired by all the fellow countrymen failed to open owing to the shameless obstructive moves on the part of the Park regime.\n\t\t\t\t\t\n\t\t\t\t\t It claimed that the present reality more clearly shows the resignation of the Park regime is a shortcut to reunification."
        },
        {
            "title": "Anniversary of Brazil-Korea Friendship Association Observed　",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-06ee.html",
            "content": "Anniversary of Brazil-Korea Friendship Association Observed\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- A meeting to mark the 20th anniversary of the Brazil-Korea Friendship Association took place at the building of the Women's International Democratic Federation on May 28.\n\t\t\t\t\t Present there were personages of the association, the Brazilian Center for the Study of the Juche Idea and the federation and masses.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to Brazil and his embassy officials. \n\t\t\t\t\t\n\t\t\t\t\t Carlos Enrique Pereira, secretary general of the association, referred to the successes achieved by it in developing the friendly relations between Brazil and the DPRK in the past two decades and called for striving to boost the relations between the two countries in the future, too."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Uruguayan Figure",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-02ee.html",
            "content": "Kim Jong Il's Exploits Praised by Uruguayan Figure\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) ? Daniel Coira, international secretary of the Communist Party of Uruguay, released a statement on May 29 on the occasion of the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t He said that Kim Jong Il developed the WPK into the party of President Kim Il Sung, its founder. He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il set the Juche idea, Kim Il Sung's revolutionary idea, as the guiding idea of the WPK and proclaimed it as the supreme programme of the party to model the whole society on the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t He built it into the mother party that takes care of the people in a responsible manner and serves them faithfully.\n\t\t\t\t\t\n\t\t\t\t\t He strengthened the WPK as a powerful political force guiding the revolutionary cause of Songun to victory.\n\t\t\t\t\t\n\t\t\t\t\t He firmly established the party's leadership over the People's Army.\n\t\t\t\t\t\n\t\t\t\t\t He brought about epoch-making changes and miracles in accomplishing the cause of the WPK and the cause of building a thriving socialist nation by training the service personnel and people of the DPRK to be strong in mental power.\n\t\t\t\t\t\n\t\t\t\t\t The exploits he performed in the party-building will shine forever along with the victorious advance of socialist Korea."
        },
        {
            "title": "Kim Jong Il Highly Praised by Mexican Political Figure",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-03ee.html",
            "content": "Kim Jong Il Highly Praised by Mexican Political Figure\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Leader Kim Jong Il performed the immortal exploits for the socialist construction in the DPRK, the independent and peaceful reunification of the country and the victorious advance of the cause of global socialism. They will be always remembered by the Korean people and world progressives.\n\t\t\t\t\t Cuautemoc Amezcua Dromundo, chairman of the Central Committee of the Socialist Popular Party of Mexico, said this in a statement issued on June 1.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t June 19 marks the 51st anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t On this day all members of the Socialist Popular Party of Mexico pay highest tribute to Kim Jong Il, eternal general secretary of the WPK, who developed the WPK into the most revolutionary and powerful mass party and turned the DPRK into a socialist power."
        },
        {
            "title": "Kim Jong Il's Feats Praised by Bulgarian Body",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-04ee.html",
            "content": "Kim Jong Il's Feats Praised by Bulgarian Body\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- The Bulgaria-Korea Friendship Association released a special bulletin on May 28 to mark the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The bulletin carried articles illustrated with a portrait of the smiling leader.\n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"June 19 is significant day of the DPRK\" it said the greatest feat performed by him was that he led the WPK to defend socialism from the persistent moves of the imperialists and the renegades of socialism. \n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"Political mode of the WPK\" it said:\n\t\t\t\t\t\n\t\t\t\t\t The WPK is pursuing benevolent politics, Songun politics, the main political mode in building socialism and hewing out the destiny of the country and the nation. \n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and Kim Jong Il pursued benevolent politics and it is being successfully carried forward by Marshal Kim Jong Un, the bulletin noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il formulated the Songun politics as the basic political mode under socialism.\n\t\t\t\t\t\n\t\t\t\t\t The WPK will invariably pursue the politics of love and trust in the people and firmly defend the sovereignty of the country and the people's happiness by dint of original Songun politics."
        },
        {
            "title": "DPRK's Important Holidays to Be Celebrated in Austria",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-05ee.html",
            "content": "DPRK's Important Holidays to Be Celebrated in Austria\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- An Austrian preparatory committee for celebrating the 70th anniversaries of the founding of the Workers' Party of Korea and Korea's liberation was formed on June 2.\n\t\t\t\t\t Thomas Losh, chief of the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t It decided to organize colorful political and cultural events on the occasion of the anniversaries."
        },
        {
            "title": "Kim Jong Un recorre Instituto de Biotecnologia de Pyongyang adscrito a Unidad 810 de EPC",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-20ee.html",
            "content": "Kim Jong Un recorre Instituto de Biotecnologia de Pyongyang adscrito a Unidad 810 de EPC\r\nPyongyang, 6 de junio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno el Instituto de Biotecnologia de Pyongyang adscrito a la unidad 810 del EPC.\n\t\t\t\t\tEl Mariscal dijo que su visita a este instituto le hace recordar al Dirigente Kim Jong Il quien en octubre de 2003 dio a los cientificos de la rama la tarea de producir nuevos productos agroquimicos biologicos y en junio de 2008 vio en persona los productos de prueba dando instrucciones de industrializar la produccion de los productos agroquimicos. \n\t\t\t\t\t\n\t\t\t\t\tSenalo que visito con satisfaccion a este instituto al informarse de que la unidad 810 del EPC acondiciono bien el instituto segun el proposito del partido, completo los productos agroquimicos a estilo coreano poniendo de pleno manifiesto la inteligencia de los cientificos y preparo la base para normalizar la produccion de manera industrial.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo varios puntos del instituto, el estudio en detalles el estado de investigacion y produccion de bio-insecticidas.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que es loable el hecho de que el instituto haya desarrollado el bio-insecticida de gran eficiencia del siglo 21, indispensable a la agricultura, la pecuaria, la fruticultura, la floricultura y la selvicultura, que no afecta al cuerpo humano ni la tierra ni el ambiente ecologico.\n\t\t\t\t\t\n\t\t\t\t\tEl nuevo insecticida eficiente puede matar casi 100% los insectos de mas de 80 especies inclusive diferentes garrapatas reconocidas como los imposibles de extinguir y aumentar su eficiencia insecticida y economica usando junto con productos agroquimicos, dijo.\n\t\t\t\t\t\n\t\t\t\t\tDio valiosas instrucciones que se presentan en desarrollar vertiginosamente la investigacion cientifica y la produccion tales como los problemas de duplicar por inmediato la productividad del instituto y preparar con vistas al futuro la base tecnico-material capaz de cubrir las necesidades de todo el pais, solucionar con satisfaccion el problema de materias primas y electricidad necesarias a la produccion, etc. Y tomo las medidas benevolentes.\n\t\t\t\t\t\n\t\t\t\t\tLos cientificos del instituto muestran en la practica como se debe materializar los legados del Dirigente, acoto y prosiguio que le complace encontrarse con los patriotas quienes se dedican por la materializacion de los legados del Dirigente y la investigacion cientifica.\n\t\t\t\t\t\n\t\t\t\t\tEl exito logrado esta vez por el instituto es un jubilo a ser felicitado por todo el pais, subrayo e instruyo dar a conocerlo ampliamente para que todo el pais se lo aprenda y asi se avive en todo el pais el fervor de desarrollar las ciencias y tecnicas.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que tiene ganas de abrazar y entregar lo todo de este mundo a los cientificos del instituto quienes prepararon el excelente obsequio al septuagesimo aniversario de la fundacion del Partido del Trabajo de Corea con la voluntad de ser verdaderos cientificos que sirven a su patria y a su pueblo.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de apremiar a los funcionarios y cientificos ameritados en el desarrollo de productos agroquimicos y la industrializacion de su produccion e invito a ellos como huespedes especiales de las festividades del 10 de octubre.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, tomo foto de recuerdo junto con los funcionarios, cientificos y empleados del instituto.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Hwang Pyong So, Ri Jae Il y Jo Yong Won."
        },
        {
            "title": "Pak Pong Ju recorre campo de construccion del Centro de Ciencias y Tecnicas",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-21ee.html",
            "content": "Pak Pong Ju recorre campo de construccion del Centro de Ciencias y Tecnicas\n\t\t\t\t\t\t\r\nPyongyang, 6 de junio (ACNC) -- El premier coreano Pak Pong Ju recorrio el campo de construccion del Centro de Ciencias y Tecnicas en esta capital.\n\t\t\t\t\tDando vueltas por el hall del vestibulo central del primer piso del edificio no. 1 y varios lugares del edificio no. 7 del Centro, se entero en detalles del estado de la obra y de aseguramiento de los materiales y subrayo que los  funcionarios de la sociedad deben aprender el temperamento revolucionario y la manera combativa de trabajar del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn el terreno fueron discutidas las medidas para terminar esta construccion como modelo de la arquitectura autoctona del siglo XXI.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Pak recorrio varios puntos de la Almaciga Central del Ministerio de Urbanismo, ocasion en la cual destaco la necesidad de asegurar suficientemente los arboles de buena variedad y plantas que cubren la tierra necesarios a la reforestacion de la ciudad, aumentar la capacidad de produccion de las posturas y organizar la emulacion socialista entre las almacigas para impulsar la reforestacion y la creacion de areas verdes de todo el pais."
        },
        {
            "title": "Ofrecida funcion del 53o Festival Nacional Artistico de Ninos Escolares",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-23ee.html",
            "content": "Ofrecida funcion del 53o Festival Nacional Artistico de Ninos Escolares \r\nPyongyang, 6 de junio (ACNC) -- Tuvo lugar el dia 6 en el Palacio de Escolares y Ninos de Pyongyang la funcion del 53o Festival Nacional Artistico de Ninos Escolares en celebracion del 69o aniversario de la fundacion de la Organizacion de Ninos de Corea.\n\t\t\t\t\tLa vieron el secretario del Comite Central del Partido del Trabajo de Corea, Choe Ryong Hae, el presidente del Comite Central de la Union de la Juventud Socialista Kim Il Sung, Jon Yong Nam, el presidente del Comite de Educacion, Kim Sung Du, los funcionarios correspondientes y los de la UJS y los ninos escolares capitalinos. \n\t\t\t\t\t\n\t\t\t\t\tLa funcion iniciada con la primera escena \"!Preparemonos siempre para la patria socialista!\" reflejo vividamente el aspecto feliz de los ninos escolares que crecen como fidedignos continuadores de la Corea prospera.\n\t\t\t\t\t\n\t\t\t\t\tLa cancion en acompanamiento de Oungum \"Gracias, Generalisimo Kim Il Sung\" y otras piezas reflejaron el sentimiento de agradecimiento de todos los ninos escolares del pais hacia los grandes lideres antecesores que dedicaron todo lo suyo por el futuro de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tSe presentaron las piezas que describen el aspecto optimista de los ninos que se disfrutan de todas las felicidades como reyes del pais. \n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes reflejaron sus decisiones de prepararse como verdaderos revolucionarios infantiles y hacer mucho mas trabajos utiles para la patria."
        },
        {
            "title": "Sistema de ensenanza obligatoria general de doce anos de RPDC",
            "url": "http://kcna.co.jp/item/2015/201506/news06/20150606-24ee.html",
            "content": "Sistema de ensenanza obligatoria general de doce anos de RPDC\n\t\t\t\t\t\t\r\nPyongyang, 6 de junio (ACNC) -- Los ninos escolares coreanos se benefician del sistema de la ensenanza obligatoria general de doce anos.\n\t\t\t\t\tLa ley sobre la implementacion de este sistema fue promulgada en el sexto periodo de sesiones de la XII Legislatura de la Asamblea Popular Suprema efectuado en septiembre del 101 (2012) de la Era Juche. \n\t\t\t\t\t\n\t\t\t\t\tLa ensenanza obligatoria general de doce anos es la continuacion y desarrollo a una nueva etapa elevada de la ensenanza obligatoria general de once anos, practicada por el gobierno de la Republica Popular Democratica de Corea bajo al orientacion del Partido del Trabajo de Corea. \n\t\t\t\t\t\n\t\t\t\t\tAl percatarse de la demanda de la revolucion en desarrollo y la tendencia mundial de desarrollo de la educacion, el Mariscal Kim Jong Un tomo la importante medida de implementar la ensenanza obligatoria general de doce anos.\n\t\t\t\t\t\n\t\t\t\t\tEn medio de la atencion especial del PTC y del gobierno de la RPDC y el apoyo social, se practico desde 2014 la ensenanza obligatoria general de doce anos, de modo que se registra un cambio en la educacion secundaria general. \n\t\t\t\t\t\n\t\t\t\t\tSe renuevan incesantemente los contenidos didacticos mediante la redaccion en un corto plazo de los libros de referencia para maestros y los manuales de nuevas formas y contenidos. \n\t\t\t\t\t\n\t\t\t\t\tSe han elaborado decenas de miles de medios de ensenanza y aparatos experimentales de cientos de generos y se aplican los metodos didacticos racionales y avanzados incluso el metodo  de hacer comprender conforme a las caracteristicas psicologicas de los alumnos. \n\t\t\t\t\t\n\t\t\t\t\tSe promueve la modernizacion y la informatizacion de la ensenanza. En este proceso, se han acondicionado las aulas multifuncionales en la Escuela Primaria Kim Song Ju, la Escuela Secundaria Basica de Kinjae del municipio de Sosong, la Escuela Primaria no.1 de Kusong, entre otras. \n\t\t\t\t\t\n\t\t\t\t\tEl alumno de la Escuela Secundaria Superior de Munhung del municipio de Taedonggang, Kim Ji Won dijo que aprende mucho en la sala de estudio de IT, la de lenguas extranjeras y los laboratorios acondicionados excelentemente y expuso la decision de estudiar con afan con la consigna \"!Aprendamos para Corea!\"."
        }
    ]
}