{
    "date": "2015-07-16",
    "url": "http://kcna.co.jp/item/2015/201507/2015-07-16ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Mozambican Ambassador",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-20ee.html",
            "content": "Kim Yong Nam Meets Mozambican Ambassador\r\n Pyongyang, July 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with Mozambican Ambassador to the DPRK Antonio Inacio Junior who paid a farewell call on him at the Mansudae Assembly Hall on Thursday."
        },
        {
            "title": "DPRK FM Meets Mozambican Ambassador",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-22ee.html",
            "content": "DPRK FM Meets Mozambican Ambassador\r\n Pyongyang, July 16 (KCNA) -- DPRK Foreign Minister Ri Su Yong had a talk with Antonio Inacio Junior, Mozambican ambassador to the DPRK, who paid a farewell call on him on Thursday."
        },
        {
            "title": "FM Meets New Venezuelan Ambassador to DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-21ee.html",
            "content": "FM Meets New Venezuelan Ambassador to DPRK\r\n Pyongyang, July 16 (KCNA) -- DPRK Foreign Minister Ri Su Yong met and had a talk with Ivan Antonio Zerpa Guerrero, new Venezuelan ambassador to the DPRK, who paid a courtesy call on him on Thursday."
        },
        {
            "title": "FM Spokesman Denounces U.S. for Anti-DPRK \"Human Rights\" Campaign",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-10ee.html",
            "content": "FM Spokesman Denounces U.S. for Anti-DPRK \"Human Rights\" Campaign\r\nPyongyang, July 16 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK Wednesday made public a statement denouncing the U.S. for escalating anti-DPRK campaign, talking about new \"sanctions\" against it over the non-existent \"human rights\" issue. \n\t\t\t\t\tOn July 8 the special representative for North Korea policy of the U.S. Department of State at a seminar organized by the Heritage Foundation of the U.S. blustered that \"international concern is growing strong after serious human rights abuses in north Korea were proved\" by a \"report on the Commission of Inquiry\" (CI) on the human rights situation in the DPRK and the U.S. is \"examining necessary measures including sanctions\". \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is, at the same time, spreading the \"report\" of the CI no more than waste paper as it is peppered with false testimonies through all its reptile media, persistently fanning up the hostile atmosphere towards the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tThe campaign for new \"sanctions\" against the DPRK the U.S. contemplating on the basis of the \"report\" has nothing in common with genuine protection of human rights, the statement said, and went on: \n\t\t\t\t\t\n\t\t\t\t\tIt is aimed at tarnishing the image of the DPRK and bringing down its system in every despicable means and method. \n\t\t\t\t\t\n\t\t\t\t\tIt is an intolerable mockery and insult to human rights to vilify the most advantageous socialist system in the DPRK where the people freely exercise their independent rights and have their beautiful dreams and ideals realized after becoming masters. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is the worst abuser of human rights and a criminal state which should be forced to sit in the dock at the international human rights tribunal. It has imposed immeasurable misfortune and pain upon the innocent civilians while resorting to aggression and interference in all parts of the world. It has systematically perpetrated illegal wire-tapping and watch over people of not only the U.S. but also other countries and its policemen are shooting black people to death in broad daylight. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is keen to ratchet up \"sanctions\" against the DPRK over the \"human rights issue\" and bring down its system through them. This is nothing but an anachronistic daydream of saving its hostile policy towards the DPRK from total bankruptcy. \n\t\t\t\t\t\n\t\t\t\t\tThe pressure being persistently increased by the U.S. upon the DPRK out of its inveterate repugnancy toward the DPRK would more saliently reveal the reactionary nature of its hostile policy toward the DPRK and help further harden its will to take tough counter-action against it. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will value the Korean-style socialist system, the cradle of genuine human rights chosen by the people, and further develop it with pride no matter what others may say."
        },
        {
            "title": "Spokesman for CPRK Snubs Park Geun Hye Group's Loudmouthed Talk about Dialogue",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-09ee.html",
            "content": "Spokesman for CPRK Snubs Park Geun Hye Group's Loudmouthed Talk about Dialogue\r\n Pyongyang, July 16 (KCNA) -- Park Geun Hye, addressing a seminar of civilian members of the \"Preparatory Committee for Unification\" held in Chongwadae on July 10, blustered that \"the south is ready to place all pending issues on the negotiating table and have candid discussion on them\" and that \"the north should have courage to come out for dialogue.\" She in her message to an \"inaugural ceremony\" on July 14 let loose shameless remarks on \"relinking of south-north railways and peaceful unification\". Echoing her balderdash, her minions craftily claimed that \"the south is offering every possibility for dialogue and taking every possible measure for dialogue and cooperation\" in an effort to create impressions that the south is working hard for \"dialogue\" but the north-south dialogue has failed to open due to the north. \n\t\t\t\t\t A spokesman for the Committee for the Peaceful Reunification of Korea said in a statement on Wednesday:  \n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye and her group of traitors have neither face nor qualifications to talk about \"dialogue\" and \"cooperation.\"\n\t\t\t\t\t\n\t\t\t\t\t As already reported, the DPRK declared the strong will to bring about a great change in the north-south relations this year, the 70th anniversary of Korea's liberation, and has made every sincere effort to put it into practice. \n\t\t\t\t\t\n\t\t\t\t\t Furthermore, the DPRK made public a statement of its government on the occasion of the 15th anniversary of the historic June 15 joint declaration in which it clarified the principled stand to mend the worsened north-south relations and open up a turning phase of national reconciliation and unity. \n\t\t\t\t\t\n\t\t\t\t\t However, Park and puppet group responded to the patriotic proposals and patient efforts of the DPRK with the joint military exercises with foreign forces. They are slandering the statement issued by the government of the DPRK, talking about \"unreasonable preconditions\".\n\t\t\t\t\t\n\t\t\t\t\t It was Park's group which pushed the situation to an extreme phase by allowing the setting up of the UN \"office on human rights in the north\", a heinous anti-DPRK plot-breeding organization, in south Korea at a time when the hope of all compatriots for the improvement of the north-south relations grew strong in the wake of the release of the DPRK governmental statement. It was again the puppet group that deliberately chilled the atmosphere of dialogue by letting loose a string of invectives against the DPRK, irritated by its reality in which a dynamic drive is under way to achieve high civilization. \n\t\t\t\t\t\n\t\t\t\t\t It is a mockery of the inviolable north-south dialogue and an intolerable insult to the desire of the entire nation for reunification for Park to make nonsensical talk about \"dialogue\" and \"cooperation.\" \n\t\t\t\t\t\n\t\t\t\t\t No rhetoric can stem the trend of history.\n\t\t\t\t\t\n\t\t\t\t\t Park would be well advised to drop her ulterior confrontation intention, well aware that with no wordplay can she evade the responsibility for putting the north-south relations to catastrophe."
        },
        {
            "title": "S. Korean Authorities Slammed for Forcibly Detaining DPRK Citizens",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-08ee.html",
            "content": "S. Korean Authorities Slammed for Forcibly Detaining DPRK Citizens\r\n Pyongyang, July 16 (KCNA) -- A spokesman for the National Reconciliation Council Wednesday made public a statement denouncing the south Korean puppet group for refusing to send back three residents of the DPRK under the absurd pretext despite its repeated demands for repatriation of all its five residents. \n\t\t\t\t\t However, the puppet group did not send back DPRK residents to their hometowns but is abusing them for its sinister confrontation moves against the DPRK, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The National Reconciliation Council bitterly denounces the puppet group's forcible detention as an intentional and premeditated provocation escalating confrontation with the DPRK and unethical human rights abuse adding to the mental and physical sufferings of the crewmen in unexpected distress and their families, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet group refused to repatriate DPRK's residents with its trite methods such as \"defection\", a heinous plot to tarnish the image of the dignified DPRK and worsen the tragedy resulting from division. \n\t\t\t\t\t\n\t\t\t\t\t It should stop at once the smear campaign and send back all the DPRK's residents unconditionally, clearly understanding that the repatriation issue is not only an issue of human rights and humanitarianism but also an acute issue which may seriously affect the north-south relations. \n\t\t\t\t\t\n\t\t\t\t\t We will never remain a passive on-looker to this but take a strong counter-measure. \n\t\t\t\t\t\n\t\t\t\t\t If the puppet group refuses to comply with our just demand, it will be held wholly accountable for the ensuing catastrophic consequences."
        },
        {
            "title": "Floral Basket and Congratulatory Letter to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-13ee.html",
            "content": "Floral Basket and Congratulatory Letter to Kim Jong Un\r\n Pyongyang, July 16 (KCNA) -- Supreme leader Kim Jong Un received a floral basket and a congratulatory letter from the military attaches corps here on the occasion of the third anniversary of conferment of the title of Marshal of the DPRK upon him.\n\t\t\t\t\t They were handed over to Army General of the Korean People's Army Pak Yong Sik, minister of the People's Armed Forces, by Military, Naval and Air Attache of the Chinese embassy here Zhang Ping who is doyen of the corps on Thursday."
        },
        {
            "title": "European Politicians Sojourn in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-19ee.html",
            "content": "European Politicians Sojourn in DPRK\r\n Pyongyang, July 16 (KCNA) -- A delegation of politicians from various political parties of Europe headed by Chief Executive Officer of Inter Mediate Jonathan Powell, former Downing Street Chief of Staff to Prime Minister Tony Blair, visited the Songdowon International Children's Camp.\n\t\t\t\t\t The guests went round the camp buildings, the International Friendship Children's House, playground, gymnasium and indoor swimming pool, outdoor swimming pool, aquarium and other places.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Masikryong Ski Resort, Wonsan Baby Home and Orphanage, etc."
        },
        {
            "title": "DPRK Citizens Enraged at S. Korean Authorities' Rude Action",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-15ee.html",
            "content": "DPRK Citizens Enraged at S. Korean Authorities' Rude Action\r\n Pyongyang, July 16 (KCNA) -- Recently the puppet authorities of south Korea forced five fishermen of the DPRK to \"defect\" after detaining them who were adrift in the East Sea of Korea. Then they refused to send back three of them to the DPRK where their families are waiting for.\n\t\t\t\t\t Such rude action is lashing all the people in the DPRK into great fury.\n\t\t\t\t\t\n\t\t\t\t\t Rim Yong Sik, head of a workshop at the East Pyongyang Thermal Power Plant, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The case made me clearly know that the south Korean puppet regime is a group of villains who do not hesitate to commit even the crime against humanity only for confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Many members of the nation have long suffered from the tragic separation of their families and relatives enforced by outsiders. Nevertheless, the south Korean puppet regime made another tragedy in peacetime, not in wartime.\n\t\t\t\t\t\n\t\t\t\t\t Such human butchers should be sternly punished at once.\n\t\t\t\t\t\n\t\t\t\t\t Kim Myong Hui, head of a sub-workteam of the Jangphyong Cooperative Farm in Janggang County, Jagang Province, said:\n\t\t\t\t\t\n\t\t\t\t\t I have husband and two children. If I had been separated from them, I could hardly have endured the suffering from it.\n\t\t\t\t\t\n\t\t\t\t\t It's my view that those confrontation maniacs at Chongwadae of south Korea should be mercilessly destroyed at once to prevent them from going wildly against the nation and humanity any longer.\n\t\t\t\t\t\n\t\t\t\t\t The recent forced \"defection\" by the south Korean puppet group is a deliberate provocation to the DPRK, Ri Jun, a student of Kim Chaek University of Technology, said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime again violated the noble idea of Red Cross, ignoring the international usage. It is a group of traitors that deserves curse and denunciation by the entire nation.\n\t\t\t\t\t\n\t\t\t\t\t Those confrontation maniacs should be thrown into a dustbin of history immediately."
        },
        {
            "title": "Sturgeon Farming Makes Progress in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-16ee.html",
            "content": "Sturgeon Farming Makes Progress in DPRK\r\n Pyongyang, July 16 (KCNA) -- The Democratic People's Republic of Korea has made a rapid advance in technology for breeding sturgeon.\n\t\t\t\t\t It succeeded in raising the sturgeon hatchability by 90 percent to the maximum.\n\t\t\t\t\t\n\t\t\t\t\t Sturgeon fry is now being mass-produced with help of up-to-date hatching facilities.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il in his lifetime initiated the sturgeon culture and indicated the orientation and ways for its success.\n\t\t\t\t\t\n\t\t\t\t\t True to his instruction, scientists and technicians in the field of pisciculture of the country settled the problems arising in spawning and hatching of sturgeon and production of its fry while studying the global development of sturgeon farming.\n\t\t\t\t\t\n\t\t\t\t\t When visiting a fish farm in the country in May Juche 104 (2015), supreme leader Kim Jong Un praised the farm for having put the sturgeon hatching on a scientific basis, saying this shows the country has reached a high stage of piscicultural technique."
        },
        {
            "title": "Poems and Songs Presented by Schoolchildren",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-23ee.html",
            "content": "Poems and Songs Presented by Schoolchildren\r\n Pyongyang, July 16 (KCNA) -- Schoolchildren presented poems and songs at the Central Youth Hall on Thursday on the occasion of the 55th anniversary of the publication of leader Kim Jong Il's immortal classic masterpiece \"Greeting the Sun Rising over the Taedong River\".\n\t\t\t\t\t Jong Song Sun, resident in Pongnam-dong, Phyongchon District of Pyongyang, said that she missed very much Kim Jong Il who was enthusiastically reciting impromptu poem \"Greeting the Sun Rising over the Taedong River\" on the bank of the Taedong River on July 16, Juche 49 (1960). The poem reflected the firm faith and determination of Kim Jong Il to accomplish the revolutionary cause of Juche pioneered by President Kim Il Sung generation after generation, she added.\n\t\t\t\t\t\n\t\t\t\t\t Poem reciting \"Greeting the bright sun rising over the Taedong River\" and \"Greeting of the eternal sun\" helped the audience deeply grasp the unshakable faith and determination of the peerlessly great man to lead a long journey of the Songun revolution that started in Mt. Paektu to one victory after another.\n\t\t\t\t\t\n\t\t\t\t\t In poem reciting and oungum ensemble of the immortal classic masterpiece \"My Mother\", small mixed chorus \"Baton of Revolution\" and other numbers schoolchildren renewed their pledge to firmly prepare themselves as young vanguard in the era of Songun true to the leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae, secretary of the C.C., the Workers' Party of Korea, Jon Yong Nam, chairman of the C.C., the youth league, officials concerned, officials of the youth league and schoolchildren in the city."
        },
        {
            "title": "Minju Joson Denounces S. Korean Puppet Group for Forcibly Detaining Crewmen of DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-11ee.html",
            "content": "Minju Joson Denounces S. Korean Puppet Group for Forcibly Detaining Crewmen of DPRK \r\n Pyongyang, July 16 (KCNA) -- The south Korean puppet group of traitors committed an inhumane crime by forcibly detaining the three crewmen of the DPRK who had been adrift in the East Sea of Korea shortly ago. Minju Joson Thursday in a commentary denounces this as a heinous and unpardonable provocation as it seriously violates the human rights of the citizens of the DPRK. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet group's detention of those crewmen once again self-exposes that its loudmouthed \"priority duty to realize\" the reunion of separated families and relatives of the north and the south is a sheer lie.\n\t\t\t\t\t\n\t\t\t\t\t Had the group truly wished to realize the reunion of separated families and relatives on top priority, it should not have committed such inhumane acts as forcible detaining the above-said crewmen and forcing them to \"defect\" but sent back the five crewmen. \n\t\t\t\t\t\n\t\t\t\t\t The puppet group forcibly detained three crewmen, who unexpectedly met distress, in peacetime, not in wartime, in a bid to force them \"to defect\" and thus separate them from their families. This hideous act against humanity clearly proves that to realize the reunion of separated families and relatives on a priority basis touted by the puppet group is hypocrisy and deception.\n\t\t\t\t\t\n\t\t\t\t\t This thrice-cursed crime can never be pardoned and its perpetrator will have to pay a very high price for it. \n\t\t\t\t\t\n\t\t\t\t\t The puppet group would be well advised to clearly understand the will of the service personnel and people of the DPRK and stop going reckless and send back the detained residents to their parents, wives and children immediately."
        },
        {
            "title": "South Korean Puppet Security Authorities' Suppression under Fire",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-14ee.html",
            "content": "South Korean Puppet Security Authorities' Suppression under Fire\r\n Pyongyang, July 16 (KCNA) -- The Korea Solidarity for Independent Reunification and Democracy held a press conference at the Kwanghwamun plaza in Seoul on July 14 in protest against the puppet security authorities' unreasonable suppression.\n\t\t\t\t\t Speakers assailed the security authorities for cracking down on members of the organization who called for implementing the June 15 joint declaration and the October 4 declaration and took part in the actions for protecting basic rights and human rights of the people after labeling their actions illegal.\n\t\t\t\t\t\n\t\t\t\t\t They said:\n\t\t\t\t\t\n\t\t\t\t\t In south Korea freedom of expression and thought, vital right of the people, is violated and any organization and people protesting against this are liable to be suppressed for being an illegal organization and a criminal.\n\t\t\t\t\t\n\t\t\t\t\t But this will precipitate the fall of the Park Geun Hye regime. \n\t\t\t\t\t\n\t\t\t\t\t They declared a legal action against the unwarranted crackdown upon the organization."
        },
        {
            "title": "S. Korean Media Demand Regime Step down",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-17ee.html",
            "content": "S. Korean Media Demand Regime Step down\r\n Pyongyang, July 16 (KCNA) -- Minjok Ilbo, a south Korean internet paper, on July 14 in an editorial denounced the puppet authorities for kowtowing to the U.S.\n\t\t\t\t\t The editorial recalled that the authorities who had been kept mum about the U.S. forces' introduction of anthrax germs decided to form and operate a joint working team related to it all of a sudden.\n\t\t\t\t\t\n\t\t\t\t\t This is aimed to cover up the crimes of the U.S. on the approach of its official announcement on the anthrax germ introduction in south Korea, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the present regime conniving and helping the U.S. in the above-said crimes step down at once."
        },
        {
            "title": " S. Korean Puppet Security Authorities' Violation of Freedom of Academic Pursuits Slammed",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-18ee.html",
            "content": "S. Korean Puppet Security Authorities' Violation of Freedom of Academic Pursuits Slammed\r\n Pyongyang, July 16 (KCNA) -- The south Korean puppet security authorities suppressed a Korean scholar in the U.S. on charges of violation of the draconian \"Security Law\", according to the south Korean internet paper Jaju Sibo on July 15.\n\t\t\t\t\t Fascist policemen stormed the house of Kim Sang Il, a Korean scholar in the U.S., in Seoul on July 13 and conducted a search operation for more than 10 hours, asserting that he serially posted \"With the Century\", reminiscences of President Kim Il Sung, on an internet paper and gave a lecture on reunification.\n\t\t\t\t\t\n\t\t\t\t\t The puppet Ministry of Justice confiscated Kim's passport and ordered him not to leave south Korea and is pressurizing him to face questioning from July 17.\n\t\t\t\t\t\n\t\t\t\t\t Members of civic and public organizations of south Korea and Koreans in the U.S. lodged a strong protest with the security authorities against their reckless crackdown upon Kim. \n\t\t\t\t\t\n\t\t\t\t\t They branded the authorities' action as suppression of the freedom of academic pursuits and conscience."
        },
        {
            "title": "Kim Il Sung's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-01ee.html",
            "content": "Kim Il Sung's Work Published in Russia\r\n Pyongyang, July 16 (KCNA) -- President Kim Il Sung's work \"Let Us Bring about a New Turn in Socialist Economic Construction\" was brought out in booklet by the Nakhodka Format Publishing House of Russia on July 6."
        },
        {
            "title": "Kim Il Sung's Exploits Lauded by Foreign Figures",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-02ee.html",
            "content": "Kim Il Sung's Exploits Lauded by Foreign Figures\r\n Pyongyang, July 16 (KCNA) -- Events took place in foreign countries from July 6 to 9 on the occasion of the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t They included seminars in Austria and Libya, lecture in Mali and book exhibition in Nigeria.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were famous works of the President, leader Kim Jong Il and Marshal Kim Jong Un and books introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t A reporter and speakers including the chief of the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna praised the President for defeating the two formidable imperialist enemies in one generation and building a socialist power independent in politics, self-supporting in economy and self-reliant in national defence. They reiterated their determinations to further intensify the study and dissemination of Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Libya-DPRK Friendship Association and other personages said that the President was the most prominent leader representing the 20th century and the great man who performed the undying feats in the world history of politics. They noted that he would be alive forever in the hearts of not only the Korean people but also the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t After looking round the books displayed, the permanent secretary of the Ministry of Labor of Yobe State, Nigeria and other figures said that the President took warm care of all people.\n\t\t\t\t\t\n\t\t\t\t\t Messages to Kim Jong Un were adopted at the events in Austria and Libya."
        },
        {
            "title": " Kim Il Sung's Feats Lauded by German Organization",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-03ee.html",
            "content": "Kim Il Sung's Feats Lauded by German Organization\r\n Pyongyang, July 16 (KCNA) -- The Anti-Imperialist Forum of Germany posted on its website special write-ups illustrated with photos and art pieces dealing with the exploits of President Kim Il Sung on July 6 and 8 on the occasion of the 21st anniversary of his demise.\n\t\t\t\t\t The website said in an article titled \"Comrade Kim Il Sung, exploits for Songun revolution\":\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are looking back in humble reverence on the undying feats the President performed by pioneering and advancing the revolutionary cause of Juche with Songun, firmly holding the arms as the most powerful weapon of struggle for achieving freedom and independence of the country and carving out the people's destiny.\n\t\t\t\t\t\n\t\t\t\t\t They will certainly build a reunified and thriving nation under the Songun revolutionary leadership of Marshal Kim Jong Un, tightly holding the arms of revolution associated with the sacred lives of the President and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The website said in another article:\n\t\t\t\t\t\n\t\t\t\t\t The image of the President is remembered by all people as the sun possessed of warm love and tremendous influence.\n\t\t\t\t\t\n\t\t\t\t\t He possessed of warm love pursued the noble and benevolent politics. He also attracted all people with his noble personality.\n\t\t\t\t\t\n\t\t\t\t\t He will be alive forever in the hearts of humankind like the sun.\n\t\t\t\t\t\n\t\t\t\t\t The website in an article titled \"Monument to the Three Charters for National Reunification\" lauded the immortal exploits performed by the President for the country's reunification."
        },
        {
            "title": "Kim Il Sung Praised by Foreign Organizations",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-04ee.html",
            "content": "Kim Il Sung Praised by Foreign Organizations\r\n Pyongyang, July 16 (KCNA) -- Foreign organizations posted on their websites special write-ups on July 6 and 8 on the occasion of the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism said in an article titled \"Prominent leader of the 20th century\":\n\t\t\t\t\t\n\t\t\t\t\t The President was a prominent leader who led the cause of independence against imperialism to victory.\n\t\t\t\t\t\n\t\t\t\t\t He firmly grasped the helm of independence despite the rapidly changing turbulences in the 20th century and rendered unreserved material and moral support to the people of many countries in their struggle for independence.\n\t\t\t\t\t\n\t\t\t\t\t The non-aligned movement could advance along the road of its steady development, rejecting the imperialist and hegemonic forces' moves thanks to the energetic leadership of the President.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian Committee for Solidarity with the DPRK in an article said that it is the personality of the President as a great man to take warm care of the people with a broad smile on his face.\n\t\t\t\t\t\n\t\t\t\t\t The South African Group for the Study of Kimilsungism-Kimjongilism noted in an article:\n\t\t\t\t\t\n\t\t\t\t\t The President was the supreme incarnation of the human love as he was possessed of noble virtues.\n\t\t\t\t\t\n\t\t\t\t\t The history does not know such leader as the President who showed warm and genuine love for the people all his life, possessed of humanity as his inborn disposition.\n\t\t\t\t\t\n\t\t\t\t\t The President was, indeed, the peerlessly great man representing the 20th century as he performed great exploits for the Korean revolution and the cause of global independence."
        },
        {
            "title": "Anniversary of Kim Il Sung's Demise Commemorated in Foreign Countries",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-05ee.html",
            "content": "Anniversary of Kim Il Sung's Demise Commemorated in Foreign Countries\r\n Pyongyang, July 16 (KCNA) -- Delegations of foreign political parties and organizations and personages of different social standings visited the DPRK missions in their countries on July 2 and 8 in commemoration of the 21st anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t The visitors laid floral baskets and bouquets before the portraits of smiling Kim Il Sung and leader Kim Jong Il and the full-length picture of them and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They included delegations of the Socialist Party of Romania, the Romanian National Committee for the Study of the Juche Idea, the People's Socialist Party of Mexico, the Socialist Popular Party of Mexico, the Mexican Friend Association for Memory of President Kim Il Sung and leader Kim Jong Il and the Mexico-Korea Friendship Association, a secretary of the Khabarovsk Territorial Committee of the Communist Party of the Russian Federation, officials of the Revolutionary Armed Forces of Cuba, the first vice-chairman of the Cuban Committee for Supporting Korea's Reunification, the secretary general of the Romania-Korea Friendship Association, the representative of the Romanian branch of the Korean Friendship Association, the national leader and the general secretary of the Central Committee of the Revolutionary Communist Party of Britain (Marxist-Leninist), the general secretary of the Central Committee of the New Communist Party of Britain and the chairman of its London branch,\n\t\t\t\t\t\n\t\t\t\t\t  the vice-chairman of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist), the chairman of the British Association for the Study of Songun Policy, personages of the Korean Friendship Association UK, a member of the leadership of the Vienna, 21 County Committee of the Communist Party of Austria, the chairman and members of the Peruvian Association for the Study of Revolutionary Activities of Comrade Kim Jong Suk, personages of different units and organs in Dandong City of China, the military attaches corps in Cuba and representatives of political parties and military affairs of different countries, representatives of several companies in Kuwait and the chairman of the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism and his party. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, floral baskets were sent to the DPRK embassies by the Nakhodka branch of the United Russia Party, the Nakhodka City Administration of Russia, international maritime club in Nakhodka City, the Assembly of Partizansk City, the Cuban Institute of Friendship with the Peoples, the Popular Liberation Movement of Angola, the national president of the Party for Free Motherland of Brazil and the representative of the Belgium branch of the Korean Friendship Association."
        },
        {
            "title": "Birth Anniversary of Kim Hyong Jik Observed in Nigeria",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-06ee.html",
            "content": "Birth Anniversary of Kim Hyong Jik Observed in Nigeria\r\n Pyongyang, July 16 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted on its internet homepage an article titled \"Great intention of Kim Hyong Jik\" on July 9 on the occasion of the 121st birth anniversary of indomitable revolutionary fighter Kim Hyong Jik. \n\t\t\t\t\t The article said that Kim Hyong Jik embarked upon the road of the struggle for independence of the country in his early years and performed distinguished exploits in the anti-Japanese national liberation movement, working as a professional revolutionary. \n\t\t\t\t\t\n\t\t\t\t\t The liberation of Korea, the long-cherished desire of Kim Hyong Jik, was achieved by President Kim Il Sung, the article noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The President embodied the noble idea of \"Aim High\" and created the Juche idea, Songun idea and indicated the path of the Korean revolution. Through 20 year-long arduous anti-Japanese revolutionary struggle he achieved the historic cause of liberation of the country and built socialism centered on the popular masses in Korea. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is now making a leap forward towards a highly civilized socialist nation full of happiness of the people under the leadership of HE Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The idea of Kim Hyong Jik \"Aim High\" will shine forever."
        },
        {
            "title": "DPRK's Important Days to Be Celebrated in Ethiopia",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-07ee.html",
            "content": "DPRK's Important Days to Be Celebrated in Ethiopia\r\n Pyongyang, July 16 (KCNA) -- An Ethiopian preparatory committee for celebrating the 70th anniversaries of the founding of the Workers' Party of Korea and liberation of Korea was formed in Addis Ababa on July 6. \n\t\t\t\t\t Nigatu Dagnachew, chairman of the Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold colorful political and cultural events on the anniversaries."
        },
        {
            "title": "Kim Yong Nam se reune con embajador mozambiqueno",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-24ee.html",
            "content": "Kim Yong Nam se reune con embajador mozambiqueno\r\nPyongyang, 16 de julio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 16 en el capitalino Palacio de los Congresos Mansudae con el embajador de la Republica de Mozambique, Antonio Inacio Junior, quien le hizo una visita de despedida."
        },
        {
            "title": "Portavoz de MINREX de RPDC denuncia a furia hostil de EE.UU.",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-25ee.html",
            "content": "Portavoz de MINREX de RPDC denuncia a furia hostil de EE.UU.\r\nPyongyang, 16 de julio (ACNC) -- En relacion con que EE.UU. recurre mas a la hostilidad a la Republica Popular Democratica de Corea hablando de nueva \"sancion\" so pretexto del inexistente \"problema de DDHH\" de esta, el portavoz del Ministerio de Relaciones Exteriores de la RPDC hizo publica  el dia 15 una declaracion como sigue:\n\t\t\t\t\tEn el seminario organizado el pasado dia 8 por la Fundacion Heritage, el representante especial de la politica sobre la RPDC del Departamento de Estado norteamericano dijo que se elevo la \"atencion internacional sobre el estado riguroso de violacion de DDHH del Norte de Corea\" segun el \"informe del Comite de Averiguacion\" y otros referentes a la situacion de DDHH de la RPDC y agrego que \"esta examinando las medidas necesarias inclusive la sancion\".\n\t\t\t\t\t\n\t\t\t\t\tCoincidiendo con esto, EE.UU. inculca persistentemente el ambiente hostil a la RPDC divulgando a traves de sus medios de prensa venales el \"informe del Comite de Averiguacion\", hecho como papel mojado por los testimonios mentirosos.\n\t\t\t\t\t\n\t\t\t\t\tLa presente campana de EE.UU. no tiene ninguna relacion con la defensa de los verdaderos derechos humanos y solo persigue manchar la imagen de la RPDC y derrumbarla valiendose de todos los medios y metodos.\n\t\t\t\t\t\n\t\t\t\t\tSon una burla e insulto insoportables a DDHH la difamacion y la calumnia del regimen socialista de la RPDC mas ventajoso en que siendo dueno de todos, el pueblo disfruta a sus anchas de los derechos independientes y realiza sus suenos e ideales.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. se entrega por doquier del mundo a la agresion y la intervencion e impone a los habitantes inocentes incontables desgracias y penalidades, mientras vino haciendo sistematicamente la interceptacion y la vigilancia ilegales tanto a los coterraneos como a los ciudadanos de otros paises y mata a tiros a los negros, asi que debe sentarse en el banquillo de los acusados del tribunal internacional de DDHH como  cabecilla de violacion de DDHH y pais criminal.\n\t\t\t\t\t\n\t\t\t\t\tEl recrudecimiento de la \"sancion\" anti-RPDC con el \"problema de DDHH\" y la intencion del \"derrumbarla\" no pasan de ser una ilusion anacronica de los fanaticos enloquecidos por la politica hostil anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tCuanto mas recurra EE.UU. al alboroto de presion a la RPDC, tanto mas se revelara a plena luz el caracter reaccionario de su politica hostil a la RPDC y redoblaremos la voluntad rotunda de enfrentamiento.\n\t\t\t\t\t\n\t\t\t\t\tConsolidaremos mas el regimen socialista a nuestro estilo, optado por el pueblo coreano, sin tomar en consideracion de   la difamacion de alguien."
        },
        {
            "title": " CRPP denuncia palabrerias de Park Geun-hye y su banda",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-26ee.html",
            "content": "CRPP denuncia palabrerias de Park Geun-hye y su banda\r\nPyongyang, 16 de julio (ACNC) -- En el debate concentrado  de miembros civiles del \"Comite Preparatorio de Unificacion\", efectuado el dia 10 en Chongwadae, la mandataria surcoreana Park Geun-hye dijo que \"esta dispuesta de realizar el dialogo sincero para todos los problemas pendientes\" y \"el Norte de Corea (RPDC) debe salir con valor a la mesa de dialogo\".   Tambien, en el mensaje de imagen enviado el dia 14 a una \"ceremonia inaugural\", pronuncio las descaradas palabras  tales como \"la union de las vias ferreas Sur-Norte\" y \"unificacion pacifica\".\n\t\t\t\t\tTambien, sus lacayos actuan astutamente como si el dialogo entre ambas partes no se logra por la culpa de la RPD de Corea diciendo que el Sur de Corea \"ofrece todas las posibilidades de dialogo\" y \"toman todas las medidas posibles para el dialogo y cooperacion\".\n\t\t\t\t\t\n\t\t\t\t\tEl portavoz del Comite por la Reunificacion Pacifica de la Patria condeno en una declaracion del dia 15 a Park Geun-hye y su banda traidora insistiendo en que estos no tienen ni la calidad de hablar del \"dialogo\" y la \"cooperacion\" y continua:\n\t\t\t\t\t\n\t\t\t\t\tComo estan conocidos por todos, la RPDC mostro su activa voluntad de alcanzar un gran cambio en las relaciones intercoreanas en el presente ano en que se cumple el 70o aniversario de la liberacion de la patria y hasta la fecha hizo todos los sinceros esfuerzos posibles.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, en la declaracion del gobierno publicada con motivo del 15o aniversario de la publicacion de la historica Declaracion Conjunta del 15 de Junio, aclaro la posicion de principios para salvar las relaciones intercoreanas en peor crisis y preparar la fase trascendental de la reconciliacion y la unidad nacional.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, Park y su banda respondieron con los ejercicios conjuntos militares con las fuerzas extranjeras a las propuestas patrioticas y los esfuerzos pacientes de la RPDC y difamaron la declaracion de gobierno de la RPDC calificandola de una \"injusta premisa\", de manera que recurren invariablemente en las maniobras de confrontacion.\n\t\t\t\t\t\n\t\t\t\t\tCuando se aumenta mas la esperanza de toda la nacion a la mejora de relaciones intercoreanas con motivo de la publicacion de la declaracion del gobierno de la RPDC la banda de Park empeoro extremadamente la situacion instalando la \"Oficina de DDHH del Norte\" de la ONU en el Sur de Corea, malvado organo intrigante anti-RPDC. Tambien, ella destruyo intencionalmente el ambiente de dialogo calumniando la realidad de la RPDC que avanza vigorosamente hacia la potencia civilizada.\n\t\t\t\t\t\n\t\t\t\t\tSi Park quien clamaba solo por la confrontacion con el Norte habla del \"dialogo\" y la \"colaboracion\", esto deviene una burla al sagrado dialogo Norte-Sur y un insulto intolerable al deseo nacional por la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tLa corriente de la historia no puede cambiarse jamas por las palabrerias de alguien.\n\t\t\t\t\t\n\t\t\t\t\tPark debe tener en cuanta clara que no podra liberarse jamas de las responsabilidades del fracaso de las relaciones Norte-Sur y abandonar primero su intencion conflictiva."
        },
        {
            "title": " Portavoz de CRN demanda al Sur de Corea devolver a los naufragos norcoreanos",
            "url": "http://kcna.co.jp/item/2015/201507/news16/20150716-27ee.html",
            "content": "Portavoz de CRN demanda al Sur de Corea devolver a los naufragos norcoreanos\r\nPyongyang, 16 de julio (ACNC) -- El portavoz del Consejo de Reconciliacion Nacional (CRN) hizo publica el dia 15 una declaracion denunciando las atrocidades de lesa humanidad de los titeres surcoreanos que pese a la reiterada demanda de la Republica Popular Democratica de Corea de devolver a los 5 naufragos norcoreanos, no devolvieron a los tres ciudadanos presentando pretextos injustos. \n\t\t\t\t\tSocorrer a los naufragos y devolverlos a su residencia es el elemental principio humanitario y costumbre internacional, senala la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, lejos de devolver a los moradores norcoreanos, los titeres surcoreanos los utilizan en su campana conflictiva anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl Consejo de Reconciliacion Nacional denuncia la retencion forzosa de los norcoreanos por parte de los titeres surcoreanos calificandola de provocacion premeditada y crimen antietico y anti-DDHH tendente a agravar la confrontacion fratricida y duplicar los sufrimientos mentales y fisicos de los tripulantes norcoreanos damnificados y sus familiares. \n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos impiden con metodos rutinarios como la \"sumision\" el regreso de los moradores norcoreanos. Esto es la artimana antinacional para manchar la imagen prestigiosa de la RPDC y aumentar la tragedia de division nacional. \n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos deben abandonar la absurda campana intrigante y devolver incondicionalmente a todos los moradores retenidos teniendo presente que la devolucion de ellos un problema relacionado con los derechos humanos y el humanitarismo, y al mismo tiempo, un asunto delicado que pueda afectar a las relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\tNo estaremos con brazos cruzados y buscaremos fuertes contramedidas.\n\t\t\t\t\t\n\t\t\t\t\tSi los titeres surcoreanos niegan finalmente nuestra justa demanda, la responsabilidad de las consecuencias catastroficas recaera sobre ellos mismos."
        }
    ]
}