{
    "date": "2015-08-15",
    "url": "http://kcna.co.jp/item/2015/201508/2015-08-15ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-10ee.html",
            "content": "Kim Jong Un Visits Kumsusan Palace of Sun\r\nPyongyang, August 15 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army (KPA), visited the Kumsusan Palace of the Sun at 00:00, Saturday, 70th anniversary of Korea's liberation.\n\t\t\t\t\t He was accompanied by leading officials of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t He entered the hall where the statues of President Kim Il Sung and leader Kim Jong Il are standing.\n\t\t\t\t\t\n\t\t\t\t\t A floral basket in the name of Kim Jong Un was placed before the statues of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also laid before the statues was a floral basket in the name of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, together with the visitors, paid high tribute to the statues.\n\t\t\t\t\t\n\t\t\t\t\t He entered the hall of immortality where Kim Il Sung lies in state.\n\t\t\t\t\t\n\t\t\t\t\t He, together with the visitors, paid homage to Kim Il Sung in the humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t He went round the hall where orders Kim Il Sung received are on display and halls which house a train coach and car used by him.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un entered the hall of immortality where Kim Jong Il lies in state.\n\t\t\t\t\t\n\t\t\t\t\t He, together with visitors, paid homage to Kim Jong Il in the humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t He went round the hall where orders Kim Jong Il received are on display, the mourners' hall and halls which house a car, electric car, boat and train coach used by him."
        },
        {
            "title": "Kim Jong Un Sends Congratulatory Message to Russian President",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-01ee.html",
            "content": "Kim Jong Un Sends Congratulatory Message to Russian President\r\nPyongyang, August 15 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the Democratic People's Republic of Korea, sent a congratulatory message to V.V. Putin, president of the Russian Federation, on Saturday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend friendly greetings to you and, through you, to the people of your country on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The friendly relations between our two countries which were provided in the joint struggle of the unprecedented and arduous anti-Japanese war have steadily developed in depth overcoming all sorts of challenges and trials of history for a long period till now.\n\t\t\t\t\t\n\t\t\t\t\t Being pleased over the fact that the year of the DPRK-Russia friendship was proclaimed in this significant year and exchange and cooperation are being kept close in all fields between the two countries including the relations at the highest level, I am convinced that the steady development of the DPRK-Russia friendly and cooperative relations would make a great contribution to ensuring peace and security in Northeast Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity I would like to sincerely wish you good health and greater success in your work and your friendly people happiness and prosperity."
        },
        {
            "title": "NDC Spokesman Warns U.S. of Its Strongest Military Counteraction",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-11ee.html",
            "content": "NDC Spokesman Warns U.S. of Its Strongest Military Counteraction\r\nPyongyang, August 15 (KCNA) -- A spokesman for the National Defence Commission (NDC) of the DPRK Saturday issued the following statement:\n\t\t\t\t\t The further Ulji Freedom Guardian joint military exercises are intensified, the strongest military counteraction the DPRK will take to cope with them.\n\t\t\t\t\t\n\t\t\t\t\t The gravity of Ulji Freedom Guardian which would kick off on August 17 lies in mounting a surprise preemptive attack on the DPRK by mobilizing the \"south Korea-U.S. joint division\" with a mission to \"eliminate the headquarters\" and \"occupy Pyongyang\" and all war means for aggression at home and abroad and deploying all operation command posts.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are no longer what they used to be in the past when they had to counter the U.S. nukes with rifles.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is the invincible power equipped with both latest offensive and defensive means unknown to the world including nuclear deterrence.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better make a bold political decision of rolling back its anachronistic DPRK policy.\n\t\t\t\t\t\n\t\t\t\t\t By doing so, it can ensure the security of its mainland facing the DPRK's strongest counteraction.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should keenly realize that the harsher sanctions and blockade it slaps against the DPRK and the more desperately the U.S. is working to stifle it, the more strongly it will retaliate against the U.S. with tremendous muscle.\n\t\t\t\t\t\n\t\t\t\t\t It is the inevitable truth that force of justice gets stronger than that of injustice.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary for the U.S. to seriously recollect its proverb that it is only corpse and fool that refuse to face up to the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t It is the only way out for the U.S. for improving its deplorable position to make a switchover in its hostile policy toward DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Always miserable is the end of the war maniacs."
        },
        {
            "title": "KPA Front Command Warns S. Korean Forces of Its Physical Military Action",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-12ee.html",
            "content": "KPA Front Command Warns S. Korean Forces of Its Physical Military Action\r\nPyongyang, August 15 (KCNA) -- The Front Command of the Korean People's Army (KPA) Saturday released the following open warning notice as regards the fact that the south Korean puppet forces have resumed overall broadcasting for \"anti-north psychological warfare\" from August 10 by deliberately linking the \"mine explosion\" in the demilitarized zone in the western sector of the front with the DPRK and terming it \"a provocation from the north\":\n\t\t\t\t\t The resumption of the above-said broadcasting in the areas along the front is a wanton violation of the military agreement between the north and the south, a grave military provocation against the DPRK and a serious case of pushing the inter-Korean relations to the worst phase.\n\t\t\t\t\t\n\t\t\t\t\t Upon authorization, the KPA Front Command sends the following open warnings to the south Korean puppet authorities and military:\n\t\t\t\t\t\n\t\t\t\t\t 1. They should take such measures as immediately stopping the resumed broadcasting for \"anti-north psychological warfare\" and dismantling all stationary or mobile psychological means which have been installed or in the process of setting up.\n\t\t\t\t\t\n\t\t\t\t\t The resumption of the broadcasting is a direct action of declaring a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t 2. If they turn down the demand of the DPRK, it would start an all-out military action of justice to blow up all means for \"anti-north psychological warfare\" in all areas along the front.\n\t\t\t\t\t\n\t\t\t\t\t All means used for \"anti-north psychological warfare,\" whether they are fixed or mobile, will never escape the strike of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t 3. They should not forget that the KPA military action means indiscriminate strikes which envisage even possible challenge and escalating counteraction.\n\t\t\t\t\t\n\t\t\t\t\t In case a graver situation is created and the inter-Korean relations are pushed to rock bottom due to their defiance of the DPRK's warning, they would be held fully accountable for the ensuing consequences.\n\t\t\t\t\t\n\t\t\t\t\t The KPA makes no empty talk."
        },
        {
            "title": "Bell Tolls Standard Time in Korea at 00:00, August 15, Juche 104 (2015)",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-08ee.html",
            "content": "Bell Tolls Standard Time in Korea at 00:00, August 15, Juche 104 (2015)\r\nPyongyang, August 15 (KCNA) -- The day of August 15, Juche 104 (2015) broke amid keen interest.\n\t\t\t\t\t The Presidium of the Supreme People's Assembly of the DPRK decided to set the standard time of the Republic with 127 degrees 30 minutes east longitude as a standard and to apply it from August 15.\n\t\t\t\t\t\n\t\t\t\t\t The thirty minutes between 24:00, August 14 of the previous time and 00:00, August 15 of Pyongyang time will be taken off to set 00:00 of August 15 of the previous time as 00:30 and all clocks would be set as \"00:00, August 15, Pyongyang time\" at 00:30, August 15 of previous time.\n\t\t\t\t\t\n\t\t\t\t\t At 00:00, the Pyongyang Bell tolled deep sound at state standard time 00:00 at the Pyongyang Astronomical Observatory, just as it did to the great excitement of the Koreans greeting the New Year's Day after the liberation of the country.\n\t\t\t\t\t\n\t\t\t\t\t The moment, the clock tower of the Grand People's Study House and the clock tower of Pyongyang Railway Station all tolled the time of Korea, Pyongyang time.\n\t\t\t\t\t\n\t\t\t\t\t At the same time, all industrial establishments, trains and ships across the country sounded sirens and whistles.\n\t\t\t\t\t\n\t\t\t\t\t Service personnel of the Korean People's Army on their duties of defending the country, scientists working on satellites to explore a new area of conquering space and all other people of the country set their clock and watches according to Pyongyang time amid excitement and delight at the national event."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Russian President",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-02ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Russian President\r\nPyongyang, August 15 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a congratulatory message from Vladimir Vladimirovich Putin, president of the Russian Federation, on Saturday.\n\t\t\t\t\t The president extended sincere congratulations to Kim Jong Un on the occasion of the day of liberation in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t We call back with respect the Soviet soldiers and patriots of Korea who laid down their lives for the freedom and liberation of Korea 70 years ago on the occasion of this holiday, the message said.\n\t\t\t\t\t\n\t\t\t\t\t The glorious traditions of friendship and cooperation provided in those grim annals have become a solid basis of the development of good- neighborly relations between the Russian Federation and the DPRK, it noted.\n\t\t\t\t\t\n\t\t\t\t\t In the message the president expressed his belief that the steady development of reciprocal relations of bilateral partnership in politics, economy, trade, science and technology, culture and other fields would favor the fundamental interests of the peoples of the two countries and contribute to peace, security and stability in the Northeast Asian region.\n\t\t\t\t\t\n\t\t\t\t\t Putin wished Kim Jong Un good health and success in his work and all the people in the DPRK happiness and well-being."
        },
        {
            "title": "Kim Yong Nam Meets Delegation of Russian Federation Council",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-35ee.html",
            "content": "Kim Yong Nam Meets Delegation of Russian Federation Council\r\nPyongyang, August 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a friendly talk with a delegation of the Russian Federation Council headed by Vice-Chairman Yevgeni Bushmin which paid a courtesy call on him at the Mansudae Assembly Hall on Saturday."
        },
        {
            "title": "Gift to Kim Jong Un from Russian Federation Council",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-36ee.html",
            "content": "Gift to Kim Jong Un from Russian Federation Council\r\nPyongyang, August 15 (KCNA) -- Supreme leader Kim Jong Un received a gift from the Russian Federation Council.\n\t\t\t\t\t The gift was handed over to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, on Saturday by Yevgeni Bushmin, vice-chairman of the council, on a visit to the DPRK heading its delegation."
        },
        {
            "title": "Gift to Kim Jong Un from Laos-Korea Friendship Association",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-27ee.html",
            "content": "Gift to Kim Jong Un from Laos-Korea Friendship Association\r\nPyongyang, August 15 (KCNA) -- Marshal Kim Jong Un received a gift from the Laos-Korea Friendship Association.\n\t\t\t\t\t The gift was conveyed to an official concerned by Vice-Chairman Khamphanh Sitthidampha, member of the Central Committee of the Lao People's Revolutionary Party and president of the People's Supreme Court of Laos, who is heading a delegation of the Laos-Korea Friendship Association on a visit to the DPRK."
        },
        {
            "title": "Greetings to Kim Jong Un from Pakistani President",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-38ee.html",
            "content": "Greetings to Kim Jong Un from Pakistani President\r\nPyongyang, August 15 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Mamnoon Hussain, president of the Islamic Republic of Pakistan, on August 12.\n\t\t\t\t\t The Pakistani president in the message said that he was pleased to send warmest greetings to Kim Jong Un on behalf of the Pakistani people and government on the important occasion of August 15, 2015, the anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The bilateral relations have been characterized by ceaseless cooperation and understanding since their establishment in the 1970s, the message noted.\n\t\t\t\t\t\n\t\t\t\t\t The president expressed the conviction that the bonds of friendship will as ever grow stronger. \n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un good health and the great people of the DPRK successes.\n\t\t\t\t\t\n\t\t\t\t\t The message extended best regards to Kim Jong Un."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Palestinian President",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-37ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Palestinian President\r\nPyongyang, August 15 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a congratulatory message from Mahmoud Abbas, president of the State of Palestine, on Saturday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the day of liberation of your country I, on behalf of the State and people of Palestine and on my own behalf, extend the warmest congratulations to Your Excellency and sincerely wish Your Excellency good health and happiness and your people progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t I am proud of the bonds of historical and solid friendship and cooperation that exist between our two countries and assure Your Excellency that I will always work hard to strengthen these relations.\n\t\t\t\t\t\n\t\t\t\t\t I highly appreciate Your Excellency for extending full support and solidarity to our Palestinian people's right and struggle to retake the usurped freedom and build an independent state with east Kuds as capital city.\n\t\t\t\t\t\n\t\t\t\t\t I extend my sincere congratulations and best wishes to Your Excellency."
        },
        {
            "title": "Kim Jong Un Receives Congratulatory Message from AINDF Central Committee",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-05ee.html",
            "content": "Kim Jong Un Receives Congratulatory Message from AINDF Central Committee\r\nPyongyang, August 15 (KCNA) -- Supreme leader Kim Jong Un received a congratulatory message from the Central Committee of the Anti-Imperialist National Democratic Front (AINDF) on Saturday, the 70th anniversary of Korea's liberation.\n\t\t\t\t\t The August 15 liberation of the country achieved by President Kim Il Sung was a historic event that brought a new morning of national resurrection to dark Korea and ushered in a decisive turn in carving out the destiny of the country and all Koreans, the message said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the legendary course covered by the great President who made an immortal heroic epic of the 20 year-long anti-Japanese revolution by fighting bloody battles in the vast areas of Mt. Paektu, Rivers Amnok and Tuman, the distress-torn dark era of all Koreans ended and they were freed from the grief of stateless nation.\n\t\t\t\t\t\n\t\t\t\t\t The undying exploits the President performed by liberating the country and leading the drive for national liberation were successfully carried forward by Kim Jong Il, another peerlessly great man, who added shine to the exploits.\n\t\t\t\t\t\n\t\t\t\t\t It is the biggest fortune of all Koreans to hold Marshal Kim Jong Un in high esteem as supreme leader of the nation as he has translated the lifetime intentions and desires of the President and leader Kim Jong Il into realities with his most intense loyalty and moral sense of obligation and outstanding and superb leadership art.\n\t\t\t\t\t\n\t\t\t\t\t The anti-reunification forces are making desperate efforts, going against the trend of history and aspiration of all Koreans but the final victory of the cause of independence, democracy and reunification is sure to be achieved as there is the invincible Songun leadership of Kim Jong Un, a peerlessly great man identical to the President and Kim Jong Il, and there are loyal determination of all Koreans to trust and follow Kim Jong Un only and their patriotic will to achieve reunification."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-06ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Chongryon Central Standing Committee\r\nPyongyang, August 15 (KCNA) -- Supreme leader Kim Jong Un received a congratulatory message from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on August 15, the 70th anniversary of Korea's liberation.\n\t\t\t\t\t Noting the committee greets as a great auspicious event of the nation the anniversary of the country's liberation President Kim Il Sung achieved by leading the bloody anti-Japanese war to a victory and thus defeating the brigandish Japanese imperialists, the message said:\n\t\t\t\t\t\n\t\t\t\t\t Generalissimo Kim Il Sung was a prominent thinker and theoretician who indicated the path of the era and the revolution and placed the modern history on the orbit of independence, and the founder of Juche Korea and a peerlessly great man who saved the destiny of the country and its people and turned it into a socialist power dignified as a country independent in politics, self-supporting in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t He was the savior of the life of Chongryon and Koreans in Japan and tender-hearted father who always showed warm loving care for Koreans in Japan and helped them take the road of glory.\n\t\t\t\t\t\n\t\t\t\t\t It is the unshakable faith and will we deeply cherished in the course of  70 year-long patriotic movement since the country's liberation that there is the invincible great Paektusan power and only victory and glory are in store for the Koreans in Japan as it is guided by the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t We are fully determined to hold the President, the benefactor of national liberation, and leader Kim Jong Il who laid an eternal foundation for building a prosperous country in high esteem as the eternal sun of the nation for all ages and glorify their undying leadership exploits down through generations, true to the noble idea and intention of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We will conduct all works as intended and desired by the President and Kim Jong Il and thoroughly implement the last instructions given by them to Chongryon and Koreans in Japan."
        },
        {
            "title": "Congratulatory Letter to Kim Jong Un from General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-09ee.html",
            "content": "Congratulatory Letter to Kim Jong Un from General Association of Koreans in China\r\nPyongyang, August 15 (KCNA) -- Supreme leader Kim Jong Un received a congratulatory letter from the General Association of Koreans in China on Saturday, the 70th anniversary of Korea's liberation.\n\t\t\t\t\t President Kim Il Sung liberated the country, making the Korean people enjoy genuine life and happiness as human beings in their true country and Korea, once eclipsed on the world map, shed its rays as a dignified, independent and sovereign state, the letter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Regarding it as his lifetime mission to carry forward and accomplish the revolutionary cause of Juche pioneered by the President, leader Kim Jong Il glorified the immortal Juche idea, Songun idea founded by the President as the guiding idea in the era of independence with his tireless and energetic ideological and theoretical activities.\n\t\t\t\t\t\n\t\t\t\t\t He foiled the every move of the imperialist allied forces to stifle the DPRK with his original Songun politics and firmly defended the security and happiness of the country and nation and peace and stability on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The socialist homeland founded and glorified by the great leaders is dynamically advancing toward the final victory under the wise guidance of Kim Jong Un, another illustrious commander of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The letter wholeheartedly wished Kim Jong Un, tender-hearted father of overseas Koreans, good health."
        },
        {
            "title": "Floral Baskets, Gifts to Kim Jong Un from Foreign Organizations, Figures",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-20ee.html",
            "content": "Floral Baskets, Gifts to Kim Jong Un from Foreign Organizations, Figures\r\nPyongyang, August 15 (KCNA) -- Supreme leader Kim Jong Un received floral baskets from Kosima Weber Liu, executive director  of the Environmental Education Media Project, and Takashi Nada, representative of the Ehime Institute for Contemporary Korean Issue in Japan, and gifts from a delegation of the Vietnam Union of Friendship Organizations and Estuardo Martinez Perez, chairman of the General Kim Jong Il Peruvian Amicable Institute and secretary general of the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea, and Roger Shepherd, managing director of Hike Korea.\n\t\t\t\t\t They are participating in the international solidarity event for celebrating the 70th anniversary of the liberation of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets and gifts were handed over to an official concerned."
        },
        {
            "title": "Floral Baskets, Gifts to Kim Jong Un from Foreign Organizations, Figures",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-17ee.html",
            "content": "Floral Baskets, Gifts to Kim Jong Un from Foreign Organizations, Figures\r\nPyongyang, August 15 (KCNA) -- Supreme leader Kim Jong Un received floral baskets from the Indonesia-Korea Association for Friendship and Cultural Exchange and the Russian Group for Solidarity with the DPRK on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t He also received floral baskets from the Asia-Pacific Regional Committee for Supporting Peaceful Reunification of Korea, the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, the Korean Friendship Association headquartered in Spain, the New Zealand-DPRK Society, the Denmark-DPRK Friendship Association, the Australia-DPRK Association for Friendship and Culture, the Japan-Korea Cultural Interchange Association, the Hiroshima Prefectural People's Council for Japan-Korea Friendship, the Kanagawa Prefectural People's Society for Promoting the Normalization of Japan-DPRK Diplomatic Relations, the \"Tokyo-Pyongyang Arch-Bridge\" in Japan and gifts from the World Peace Council, the Ireland-Korea Friendship Association, Mongolia-Democratic Korea Friendship Bridge Association, Chinese's Commerce Society in Malaysia, former prime minister of Nepal Madav Kumar Nepal who is chairman of the Nepalese Committee for Promotion of Reunification of Korea and Rachm\n\t\t\t\t\t\n\t\t\t\t\t awati Soekarnoputri, chairwoman of the Founding Committee of the Soekarno Foundation for Education.\n\t\t\t\t\t\n\t\t\t\t\t The floral baskets and gifts were conveyed to an official concerned."
        },
        {
            "title": "Greetings to Congolese President",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-25ee.html",
            "content": "Greetings to Congolese President\r\nPyongyang, August 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Denis Sassou Nguesso, president of the Republic of Congo, on Saturday on the occasion of the 55th anniversary of its independence.\n\t\t\t\t\t The message expressed belief that the long-standing friendly and cooperative relations between the two countries would grow stronger in conformity with the common aspiration and interests, sincerely wishing the government and people of Congo fresh successes in the drive to attain the long-term goals for national unity and socio-economic development under the correct leadership of the president."
        },
        {
            "title": "Greetings to Russian FM",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-13ee.html",
            "content": "Greetings to Russian FM\r\nPyongyang, August 15 (KCNA) -- DPRK Foreign Minister Ri Su Yong sent a message of greeting to his Russian counterpart Sergei Viktorovich Lavrov on Saturday, the 70th anniversary of Korea's liberation.\n\t\t\t\t\t In the message Ri said he was rejoiced over the fact that the bonds of DPRK-Russia friendship and cooperation forged in the struggle against the common enemies have been steadily strengthened.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed belief that the bilateral relations would develop onto a higher stage in the interests of the two peoples this year, the year of DPRK-Russia friendship.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Ri Su Yong received a message of greeting from Sergei Viktorovich Lavrov on Saturday."
        },
        {
            "title": "Executive Member of German Asia－Pacific Business Association Here",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-43ee.html",
            "content": "Executive Member of German Asia－Pacific Business Association Here\r\nPyongyang, August 15 (KCNA) -- Timo Prekop, executive member of the Board of the German Asia-Pacific Business Association, arrived here on Saturday."
        },
        {
            "title": "Delegation of State Commission of Quality Management Back Home",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-40ee.html",
            "content": "Delegation of State Commission of Quality Management Back Home\r\nPyongyang, August 15 (KCNA) -- A delegation of the State Commission of Quality Management led by Chairman Ri Chol Jin returned home on Saturday after participating in the international seminar of chiefs of national standardization organizations in the Asia-Pacific region of the International Organization for Standardization held in Singapore."
        },
        {
            "title": "Foreigners, Overseas Koreans Visit Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-28ee.html",
            "content": "Foreigners, Overseas Koreans Visit Kumsusan Palace of Sun\r\nPyongyang, August 15 (KCNA) -- Foreigners and overseas Koreans visited the Kumsusan Palace of the Sun Saturday, the 70th anniversary of the liberation of Korea.\n\t\t\t\t\t They included diplomatic envoys and representatives of the international organizations in the DPRK, military attaches, delegations of the Russian Federation Council and the Ministry of Defense of the Russian Federation, delegation of officials of the Korean Democratic Women's Union in Japan, and delegation of educators of the General Association of Korean Residents in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The visitors paid tribute to the peerlessly great men before their statues.\n\t\t\t\t\t\n\t\t\t\t\t They entered the halls where President Kim Il Sung and leader Kim Jong Il lie in state and made bows to them.\n\t\t\t\t\t\n\t\t\t\t\t The guests went round the halls where orders the great leaders received are on display, and halls which house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Russian Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-39ee.html",
            "content": "Russian Delegation Visits Mangyongdae\r\nPyongyang, August 15 (KCNA) -- A delegation of the Russian Federation Council headed by Vice-Chairman Yevgeni Bushmin visited Mangyongdae, the birthplace of President Kim Il Sung, on Friday.\n\t\t\t\t\t Being briefed on the glorious revolutionary career of the President and patriotic life of his family members, the guests looked round the historic relics preserved with much care at his old home in Mangyongdae."
        },
        {
            "title": "Stamp Issued to Mark Year of DPRK-Russia Friendship",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-31ee.html",
            "content": "Stamp Issued to Mark Year of DPRK-Russia Friendship\r\nPyongyang, August 15 (KCNA) -- A stamp was issued in the DPRK to commemorate the year of DPRK-Russia friendship.\n\t\t\t\t\t The stamp features the national emblems and flags of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Printed on its upper part are letters \"Year of Friendship between the DPRK and Russian Federation\" written in Korean and English.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and the Russian Federation agreed to set as a year of bilateral friendship 2015 marking the 70th anniversary of Korea's liberation and the 70th anniversary of Russia's victory in the great Patriotic War."
        },
        {
            "title": "Senior Party, State Officials Pay Homage to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-26ee.html",
            "content": "Senior Party, State Officials Pay Homage to Kim Il Sung, Kim Jong Il\r\nPyongyang, August 15 (KCNA) -- Senior party and state officials visited the Kumsusan Palace of the Sun to pay homage to President Kim Il Sung and leader Kim Jong Il on Saturday, the 70th anniversary of Korea's Liberation.\n\t\t\t\t\t Among them were Kim Yong Nam, Pak Pong Ju and other leading officials of the party and state and officials of the party and power bodies, Cabinet, working people's organizations, ministries and national institutions.\n\t\t\t\t\t\n\t\t\t\t\t Seen standing before the statues of the great leaders was a floral basket in the name of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A floral basket in the name of the Korean People's Army was also seen standing.\n\t\t\t\t\t\n\t\t\t\t\t Placed before the statues were a floral basket in the joint name of the Central Committee and the Central Military Commission of the Workers' Party of Korea and the National Defence Commission, the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The visitors paid tribute to the great leaders before the statues.\n\t\t\t\t\t\n\t\t\t\t\t They entered the halls where the great leaders lie in state and made bows to them in humble reverence.\n\t\t\t\t\t\n\t\t\t\t\t They went round rooms where orders the great leaders received are on display and rooms which house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign trips till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, anti-Japanese revolutionary fighters, service personnel of the KPA and people from all walks of life visited the Kumsusan Palace of the Sun on the same day to pay homage to the great leaders."
        },
        {
            "title": "DPRK Government's Memorandum Marks Anniversary of Korea's Liberation",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-03ee.html",
            "content": ""
        },
        {
            "title": "Japan Urged to Redeem Its Past Crimes",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-04ee.html",
            "content": "Japan Urged to Redeem Its Past Crimes\r\nPyongyang, August 15 (KCNA) -- The Korean Committee on Measures for the Sexual Slavery for Japanese Army and Drafting Victims released an appeal to the world peace-loving people and organizations Saturday, 70th anniversary of the Japanese imperialists' defeat and Korea's liberation from Japan's colonial rule.\n\t\t\t\t\t The appeal said Japan has not made any proper apology and reparation for the crimes it committed early in the last century after illegally occupying Korea although 70 years have passed since its defeat, the appeal said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t Japan has instead carried on frantic moves for escalating confrontation with the DPRK to evade the redemption of past, and has persistently resorted to the shameless distortion of history to cover up the crimes against humanity it committed against the Koreans and other people in Asia.\n\t\t\t\t\t\n\t\t\t\t\t Clear evidence and witnesses are available and the whole world admits that Japan committed war crimes and crimes against humanity. But Japan is desperately resorting to the distortion of history with a design to make the international community convince in its shameless distorted assertions about past crimes, to shift its position from a war criminal state and an assailant and thus create an atmosphere favorable for overseas advance and hold hegemony in the region once again even by buying time and exerting efforts.\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the 70th anniversary of liberation of Korea and the defeat of Japan the Committee makes the following appeal to all the world human rights organizations, anti-war activists and broad strata of peace-loving people of the world in the name of all the Koreans who were subject to untold misfortune and pain at the hand of Japan and in the name of all those who suffered hideous moral and physical pain due to the Japanese crimes against humanity:\n\t\t\t\t\t\n\t\t\t\t\t Let all the democratic forces of the world aspiring after justice and respecting human rights turn out in the struggle for demanding the Japanese authorities abolish Japan's past crimes against humanity!\n\t\t\t\t\t\n\t\t\t\t\t Let us flatly reject Japan's shameful denial of past crimes and distortion of history and defend the truth of history in order to ensure peace and stability of the international community!\n\t\t\t\t\t\n\t\t\t\t\t Let the broad segment of Japanese valuing sincerity and conscience work together to reject the wrong stand of the Japanese authorities and the right-wing forces on the past history and to establish a proper view on history!\n\t\t\t\t\t\n\t\t\t\t\t If Japan opts for evading the abolition of its past crimes against humanity, justifying and distorting them as now, it can never escape international isolation and rejection but will make a mess of the future of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should take proper attitude and stand on history, fulfill its legal and moral responsibilities and obligations as regards the issue of redemption of the past and promote sincere reconciliation and harmony with the international community.\n\t\t\t\t\t\n\t\t\t\t\t Let all the peace-loving people and organizations of the world that love peace, oppose war and violence and value human rights turn out in the struggle demanding Japan's abolition of the past and rejecting its distortion of history!"
        },
        {
            "title": "Wreaths Laid at Patriotic Martyrs Cemetery",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-41ee.html",
            "content": "Wreaths Laid at Patriotic Martyrs Cemetery\r\nPyongyang, August 15 (KCNA) -- Wreaths were laid at the Patriotic Martyrs Cemetery on August 15, the 70th anniversary of the country's liberation.\n\t\t\t\t\t Seen standing on the wreath-laying stand of the cemetery was a wreath sent by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ju, Choe Thae Bok and others, officials of the party, armed forces and power organs, the Cabinet, working people's organizations, ministries and national institutions, service personnel of the Korean People's Army and Pyongyangites laid wreaths.\n\t\t\t\t\t\n\t\t\t\t\t A wreath in the joint name of the Central Committee of the Workers' Party of Korea, the Presidium of the Supreme People's Assembly of the DPRK and the DPRK Cabinet was laid.\n\t\t\t\t\t\n\t\t\t\t\t Also placed were wreaths in the names of ministries, national institutions, units of the Korean People's Army, organs in the fields of science, education and media, party and power organs and institutions, factories and farms in the city.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to the memory of the patriotic martyrs who dedicated themselves to the liberation, reunification and independence of the country and the prosperity of Kim Il Sung's and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the cemetery."
        },
        {
            "title": "Joint Meeting for Peace and Reunification of Korea Held",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-22ee.html",
            "content": "Joint Meeting for Peace and Reunification of Korea Held\r\nPyongyang, August 15 (KCNA) -- A joint meeting for peace and reunification of Korea took place here on Friday as part of the conference for national reunification for celebrating the 70th anniversary of Korea's liberation.\n\t\t\t\t\t The participants of the conference for national reunification and the international solidarity event for celebrating the 70th anniversary of Korea's liberation left the Tower of the Juche Idea, flying the flags of the conference, flags of the DPRK and flags of reunification, for the Central Youth Hall, the venue of the joint meeting.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party and honorary co-chairman of the North Side Committee for Implementing June 15 Joint Declaration, Kim Wan Su, director of the Secretariat of the C.C., the Democratic Front for the Reunification of Korea and chairman of the North Side Committee for Implementing June 15 Joint Declaration, Kim Jin Bom, vice-chairman of the Korean Committee for Solidarity with the World People and vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials of working people's organizations, public organizations and religious organizations and youths and students in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were a delegation of Koreans in Japan for celebrating the 70th anniversary of Korea's liberation, a delegation of the General Association of Koreans in China, a delegation of the Joint Secretariat of the Pan-national Alliance for Korea's Reunification, a delegation of the Federation of South Koreans in Japan for Democracy and Unification, a delegation of the International United Confederation of Koreans, a delegation of the Federation of Koreans in the U.S., a delegation of the U.S. Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration, a delegation of the Federation of Koreans in Canada, a delegation of the Federation of Koreans in Australia and overseas compatriots here.\n\t\t\t\t\t\n\t\t\t\t\t Among the participants are also a delegation of the Syrian Arab-Korea Friendship Association, a delegation of the Vietnam Union of Friendship Organizations, a delegation of the Australia-DPRK Association for Friendship and Culture, the chairman of the Afro-Asian People's Solidarity Organization, the executive secretary of the World Peace Council and other foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a joint performance given by the art squad of the Central Committee of the Kim Il Sung Socialist Youth League and overseas compatriots and a dancing party."
        },
        {
            "title": "Reception Given to Mark Anniversary of Korea's Liberation",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-47ee.html",
            "content": "Reception Given to Mark Anniversary of Korea's Liberation\r\nPyongyang, August 15 (KCNA) -- A reception was given at the People's Palace of Culture on Saturday, the 70th anniversary of Korea's liberation.\n\t\t\t\t\t Present there were Kim Yong Nam, Pak Pong Ju and other senior party, state and army officials, the chairperson of a friendly party, officials of armed forces and power bodies, Cabinet, working people's organizations, ministries, national institutions and city-level institutions, persons of merits, labor innovators, delegations of overseas Koreans and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were a delegation of the Russian Federation Council and a delegation of the Ministry of Defense of the Russian Federation participating in the celebrations of the 70th anniversary of Korea's liberation, diplomatic envoys, representatives of international bodies, military attaches here and their wives and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ju, member of the Political Bureau of the Central Committee of the Workers' Party of Korea and premier of the DPRK, made a speech.\n\t\t\t\t\t\n\t\t\t\t\t The 70th anniversary of Korea's liberation is an auspicious event of the nation in glorifying forever the revolutionary feats President Kim Il Sung and leader Kim Jong Il performed by defeating the Japanese imperialists, achieving the historic cause of national liberation and leading the Korean revolution to victory, and in giving full play to the spirit and might of the country making a new history of prosperity under the leadership of the party, the speaker said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The President led the hard-fought anti-Japanese revolutionary struggle for 20 years, defeated the brigandish Japanese imperialists and liberated the country in reliance on the driving force of the nation, and built a socialist power independent in politics, self-supporting in economy and self-reliant in national defence on this land.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il led the unprecedented drive for defending socialism to victory under the unfurled banner of Songun and made sure that the DPRK demonstrated its dignity as an invincible political and ideological power and world-level military power.\n\t\t\t\t\t\n\t\t\t\t\t The speaker underlined the need to realize the cause of national reunification without fail under the banner of the historic June 15 North-South Joint Declaration, true to the behests of the great leaders, and to expand external relations in the idea of independence, peace and friendship.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that bright is the future of the country making a leap forward with dynamism holding Marshal Kim Jong Un in high esteem."
        },
        {
            "title": "Evening Gala of Young People Marks Anniversary of Korea's Liberation",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-48ee.html",
            "content": "Evening Gala of Young People Marks Anniversary of Korea's Liberation\r\nPyongyang, August 15 (KCNA) -- An evening gala of youth and students in Pyongyang took place at Kim Il Sung Square on Saturday evening to celebrate the 70th anniversary of Korea's liberation.\n\t\t\t\t\t It started with the song \"Our Leader Loved by People\".\n\t\t\t\t\t\n\t\t\t\t\t The dancers were full of reverence for Marshal Kim Jong Un who is providing outstanding and seasoned leadership to demonstrate the dignity and might of the country that was liberated and glorified by the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t They cheerfully danced to the tune of such songs as \"I Will Live like Stars Following the Party\" and \"Ballad of Golden Mountain\", reflecting the worthwhile life they are leading under the care of the great Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Dancing to the tune of songs like \"July 27 March\" and \"Let's Meet Each Other on the Front\" they hardened their will to achieve the final victory in the confrontation with the U.S. that has lasted century after century in the spirit of defending the country as was displayed by the forerunners.\n\t\t\t\t\t\n\t\t\t\t\t The atmosphere revved up as gorgeous fireworks were displayed in the sky and overseas Koreans and foreigners joined the dancers."
        },
        {
            "title": "70th Anniversary of Korea's Liberation Celebrated in DPRK",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-45ee.html",
            "content": "70th Anniversary of Korea's Liberation Celebrated in DPRK\r\nPyongyang, August 15 (KCNA) -- All the service personnel and people of the DPRK celebrated with splendor the 70th anniversary of Korea's liberation.\n\t\t\t\t\t People entered the plaza of the Kumsusan Palace of the Sun, the sacred temple of Juche, where President Kim Il Sung and leader Kim Jong Il lie in state, and made bows to the portraits of the smiling leaders.\n\t\t\t\t\t\n\t\t\t\t\t They spent a pleasant time at the park which has turned into a large flower garden for the perpetuity of the leaders.\n\t\t\t\t\t\n\t\t\t\t\t Service personnel, people and school youth and children visited the statues of the peerlessly great men on Mansu Hill and the portraits of the smiling great leaders across the country and paid floral tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t At the Arch of Triumph the visitors expressed boundless reverence for the President who led the bloody anti-Japanese war to victory and saved the Korean nation from the colonial slavery.\n\t\t\t\t\t\n\t\t\t\t\t Service personnel, people and school youth and children visited the Revolutionary Martyrs Cemetery on Mt. Taesong, the Patriotic Martyrs Cemetery, the Fatherland Liberation War Martyrs Cemetery, statues, cemeteries and graves of martyrs across the country and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Art performances were given at theatres, halls and open-air stages in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary drama \"Celebrations\" was given at the National Theatre.\n\t\t\t\t\t\n\t\t\t\t\t Colorful acrobatic pieces were put on the stage at the Pyongyang Circus Theater, delighting people on the holiday.\n\t\t\t\t\t\n\t\t\t\t\t Celebrations took place in South Phyongan, Jagang, South Hamgyong provinces and other parts of the country."
        },
        {
            "title": "Wreaths Laid before Martyrs Cemeteries",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-29ee.html",
            "content": "Wreaths Laid before Martyrs Cemeteries\r\nPyongyang, August 15 (KCNA) -- Wreaths were laid before the Fatherland Liberation War Martyrs Cemetery on Saturday, the 70th anniversary of Korea's liberation.\n\t\t\t\t\t A wreath sent by supreme leader Kim Jong Un was seen standing on the wreath-laying stand at the cemetery.\n\t\t\t\t\t\n\t\t\t\t\t Present at the wreath-laying ceremony were Choe Ryong Hae, Yang Hyong Sop, O Su Yong and other leading officials of the party and armed forces bodies, Cabinet, working people's organizations, ministries and national institutions, service personnel of the Korean People's Army (KPA) and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t A wreath in the joint name of the Central Committee of the Workers' Party of Korea and the Central Military Commission of the WPK, the National Defence Commission of the DPRK was placed at the wreath-laying stand \"Soul of Heroes\" of the Fatherland Liberation War Martyrs Cemetery.\n\t\t\t\t\t\n\t\t\t\t\t Also placed before the cemetery were wreaths in the names of the Ministry of the People's Armed Forces, ministries, national institutions, units of the KPA, scientific, educational, public health and media institutions, party and power organs in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to the memory of the fallen fighters of the Korean People's Army who repulsed the invasion by the imperialist allied forces and honorably defended the freedom and independence of the country and the gains of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t They went round the cemetery."
        },
        {
            "title": "Wreaths Laid before Revolutionary Martyrs Cemetery on Mt. Taesong",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-33ee.html",
            "content": "Wreaths Laid before Revolutionary Martyrs Cemetery on Mt. Taesong\r\nPyongyang, August 15 (KCNA) -- Wreaths were laid before the Revolutionary Martyrs Cemetery on Mt. Taesong on Saturday, the 70th anniversary of Korea' liberation.\n\t\t\t\t\t Seen on the wreath-laying stand was a wreath sent by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Present at the wreath-laying ceremony were Kim Yong Nam, Kim Ki Nam, Pak Yong Sik and others, officials of the party, armed forces and power bodies, Cabinet, working people's organizations, ministries and national institutions, service personnel and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Also on hand were a delegation of the Russian Federation Council, a delegation of the Ministry of Defense of the Russian Federation, the charge d'affaires ad interim and staff members of the Russian embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Placed before the cemetery were wreaths in the names of the Central Committee of the Workers' Party of Korea, the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Also laid were wreaths in the names of the Ministry of the People's Armed Forces, working people's organizations, ministries, national institutions, units of the Korean People's Army, institutions of science, education and public health, and party and power bodies in the city.\n\t\t\t\t\t\n\t\t\t\t\t Placed there were wreaths in the names of a delegation of the Russian Federation Council, a delegation of the Ministry of Defence of the Russian Federation and the Russian embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to the revolutionary martyrs who laid down their lives for the liberation, reunification and independence of the country and accomplishment of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets before the bust of anti-Japanese war hero Kim Jong Suk and observed a moment's silence.\n\t\t\t\t\t\n\t\t\t\t\t Then they went round the cemetery."
        },
        {
            "title": "Floral Homage Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-34ee.html",
            "content": "Floral Homage Paid to Kim Il Sung, Kim Jong Il\r\nPyongyang, August 15 (KCNA) -- Service personnel, working people of various strata, school youth and children visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t Seen standing before the statues was a floral basket sent by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Laid before the statues were floral baskets in the names of the party, armed forces and power organs, social organizations, ministries, national institutions, units of the Korean People's Army and the Korean People's Internal Security Forces, institutions, enterprises, factories, farms and schools here, and bouquets and flowers.\n\t\t\t\t\t\n\t\t\t\t\t Also laid before the statues was a floral basket in the name of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t The visitors paid tribute to the great leaders before their statues.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets, bouquets and flowers were laid before the statutes and portraits of smiling Kim Il Sung and Kim Jong Il in various places of the city including Kim Il Sung University, Kim Il Sung Military University, Ministry of the People's Armed Forces, Ministry of People's Security and the Mansudae Art Studio.\n\t\t\t\t\t\n\t\t\t\t\t Service personnel, working people, school youth and children across the country visited the statues and portraits of smiling Kim Il Sung and Kim Jong Il in their residential areas to pay tribute to the great leaders."
        },
        {
            "title": "Floral Tribute Paid to Martyrs of Soviet Army",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-42ee.html",
            "content": "Floral Tribute Paid to Martyrs of Soviet Army\r\nPyongyang, August 15 (KCNA) -- Wreaths were placed before the Liberation Tower Saturday, the 70th anniversary of Korea's liberation.\n\t\t\t\t\t Present at the wreath-laying ceremony were An Tong Chun, vice-chairman of the Supreme People's Assembly, Kim Hyong Ryong, Army Col. General of the Korean People's Army, Kung Sok Ung, vice-minister of Foreign Affairs, officials concerned and other people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were a delegation of the Russian Federation Council headed by Vice-Chairman Yevgeni Bushmin, a delegation of the Ministry of Defense of the Russian Federation led by Aleksandr Lapin, first vice commander and chief of staff of the Eastern Military District of the Armed Forces of the Russian Federation, charge d'affaires a.i. Alexandr Minaev and staff members of the Russian embassy here and Russian guests staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A wreath in the joint name of the Central Committee of the Workers' Party of Korea and the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK was laid before the tower.\n\t\t\t\t\t\n\t\t\t\t\t Also placed were wreaths in the names of the Ministry of the People's Armed Forces, the Ministry of Foreign Affairs, the Ministry of External Economic Relations, the Korean Committee for Cultural Relations with Foreign Countries, the DPRK-Russia Friendship Association and the Pyongyang City People's Committee.\n\t\t\t\t\t\n\t\t\t\t\t Wreaths in the names of a delegation of the Russian Federation Council, a delegation of the Ministry of Defense of the Russian Federation and the Russian embassy were also placed.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Russian embassy and working people of the city placed bouquets and flowers.\n\t\t\t\t\t\n\t\t\t\t\t The participants offered silent tribute to the soldiers of the Soviet Army who fell in the battles for the liberation of Korea, before looking round the tower.\n\t\t\t\t\t\n\t\t\t\t\t Laid at the cemetery of martyrs of the Soviet Army in Sadong District were wreaths in the joint name of the Central Committee of the WPK, the Presidium of the Supreme People's Assembly and the Cabinet and in the names of the Ministry of the People's Armed Forces, the Foreign Ministry, the Ministry of External Economic Relations, the Korean Committee for Cultural Relations with Foreign Countries, the DPRK-Russia Friendship Association, the Pyongyang City People's Committee, the delegations of the Russian Federation Council and the Ministry of Defense of the Russian Federation and the Russian embassy.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, officials of the embassy laid bouquets before liberation towers, statues of Soviet soldiers, cemeteries of fallen fighters and monuments to memory of fallen soldiers in local areas.\n\t\t\t\t\t\n\t\t\t\t\t And members of the consul general of the Russian Federation in Chongjin also put wreaths at the Liberation Tower and the cemetery of martyrs of the Soviet Army in Chongjin."
        },
        {
            "title": "Kim Il Sung Praised as National Liberator, Defender of Global Peace",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-30ee.html",
            "content": "Kim Il Sung Praised as National Liberator, Defender of Global Peace\r\nPyongyang, August 15 (KCNA) -- It is the common view of world politicians, historians and strategists that the Japanese imperialists' defeat and Korea's liberation were ascribable to the anti-Japanese armed struggle led by Kim Il Sung, the great leader of the Korean people.\n\t\t\t\t\t A pressman of south Korea, who authored a book about Kim Il Sung's feats for national liberation, said:\n\t\t\t\t\t\n\t\t\t\t\t The base of General Kim Il Sung-led guerrilla unit was the area of Mt. Paektu and his protean guerrilla tactics utterly defeated the Japanese Kwantung Army. The Japanese army had waged the \"punitive operations\" against the guerrilla unit for many years, but in vain.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, General Kim Il Sung is the legendary hero and national liberator who had the one million-strong Kwantung Army of Japan, styling itself \"leader of Asia\", under his thumb.             \n\t\t\t\t\t\n\t\t\t\t\t Izvestia, a newspaper of the former Soviet Union, reported that the Korean-Japanese war was that in which the mentally strong army commanded by Kim Il Sung defeated in succession the mentally weak army of imperial Japan.\n\t\t\t\t\t\n\t\t\t\t\t Clark, former commander of the U.S. forces in the Far East, told that General Kim Il Sung performed admirable feats as a commander resisting the army of Japan for many years until its defeat and his name became an object of all Koreans' respect and a symbol of patriotism in Korea.\n\t\t\t\t\t\n\t\t\t\t\t The anti-Japanese armed struggle waged by Kim Il Sung was also conducive to the global peace.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Stalin said at a banquet in honor of Kim Il Sung in Juche 38 (1949) that the latter was a genuine proletarian internationalist and a paragon of the communist movement as he defended the Soviet Union with arms at the cost of blood from the imperialist aggression in the East."
        },
        {
            "title": "Kim Il Sung's Feats for National Liberation Lauded",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-32ee.html",
            "content": "Kim Il Sung's Feats for National Liberation Lauded\r\nPyongyang. August 15 (KCNA) -- The participants in the conference for national reunification for celebrating the 70th anniversary of Korea's liberation highly praised the exploits performed by President Kim Il Sung in achieving national liberation, fully determined to vigorously struggle for national reunification.\n\t\t\t\t\t Ri Hwa U, deputy head of the delegation of Koreans in Japan, said that it was a great honor to take part in the conference. \n\t\t\t\t\t\n\t\t\t\t\t Mt. Paektu is symbolic of the Korean revolution, Ri said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The President embarked on the road of revolution in his early teens with the firm will never to return home unless he liberated the country.\n\t\t\t\t\t\n\t\t\t\t\t The undying feats he performed for national liberation will shine long.\n\t\t\t\t\t\n\t\t\t\t\t Ri Su Nam, member of the delegation, said the Korean nation has not achieved the national reunification due to the anti-reunification forces' moves.\n\t\t\t\t\t\n\t\t\t\t\t I will do my best to bring earlier the day of national reunification, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t I took part in the grand celebrations for the 70th anniversary of national liberation, and it seems to me that the morning of reunification dawns, said Ri Hye Yong, member of a delegation of the General Association of Koreans in China.\n\t\t\t\t\t\n\t\t\t\t\t Though we live in overseas, we will strive for national reunification, she added."
        },
        {
            "title": "Appeal Made to All Koreans at Conference for National Reunification",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-50ee.html",
            "content": "Appeal Made to All Koreans at Conference for National Reunification\r\nPyongyang, August 15 (KCNA) -- An appeal was made to all Koreans at the conference for national reunification for celebrating the 70th anniversary of Korea's liberation on Saturday. \n\t\t\t\t\tMuch water has flown under the bridge since the day of Korea's liberation but Koreans have not yet achieved the complete independence of the whole nation, suffering pain resulting from the tragic national division, the appeal said, and went on: \n\t\t\t\t\t\n\t\t\t\t\tThe hateful aggressor forces seeking to perpetuate the Korean division are going to ignite even a nuclear war on this land, stirring up antagonism and confrontation between the north and the south of Korea. \n\t\t\t\t\t\n\t\t\t\t\tNow is just the time for all Koreans at home and abroad to determinedly turn out in the showdown with the U.S. to achieve national reunification in the spirit of Paektu that was displayed to defeat the Japanese imperialists and liberate the country through a nation-wide anti-Japanese resistance. \n\t\t\t\t\t\n\t\t\t\t\tLet's hold in high esteem as the benefactor of national resuscitation and the eternal sun President Kim Il Sung, the peerless patriot and legendary hero of the anti-Japanese war who liberated the country once usurped by the Japanese imperialists and saved the Korean nation! \n\t\t\t\t\t\n\t\t\t\t\tLet's achieve the independent reunification of the country without fail, true to the idea and line of the President and leader Kim Jong Il on national reunification! \n\t\t\t\t\t\n\t\t\t\t\tLet's build at an early date a dignified, prospering and reunified Paektusan power on this land, true to the noble patriotic intention of Marshal Kim Jong Un, the sun of the nation and peerless patriot! \n\t\t\t\t\t\n\t\t\t\t\tLet all Koreans in the north, the south and abroad turn out in the sacred campaign against the U.S. to bring about national reunification by giving vent to their pent-up grudge and indignation against the U.S. imperialists! \n\t\t\t\t\t\n\t\t\t\t\tLet all Koreans at home and abroad hold fast to the Three Charters for National Reunification and north-south joint declarations as a lifeline of country's reunification and thoroughly implement them no matter how frequently the situation and circumstances may change! \n\t\t\t\t\t\n\t\t\t\t\tLet's intensify international solidarity with the world peace-loving forces aspiring after justice against war! \n\t\t\t\t\t\n\t\t\t\t\tLet's advance, firmly joining hands with organizations loving peace against war and organizations for friendship and solidarity with the Korean people and personages of various circles in various countries that fully support and encourage the Korean people in their struggle for national reunification, hoping for peace and reunification! \n\t\t\t\t\t\n\t\t\t\t\tAll Koreans at home and abroad! \n\t\t\t\t\t\n\t\t\t\t\tImmensely bright and rosy is the future of the Korean nation as it is holding Kim Jong Un, the sun of the nation and illustrious brilliant commander of Songun, as the lodestar of the country's reunification. \n\t\t\t\t\t\n\t\t\t\t\tLet us all turn out in the showdown with the U.S. to hasten the final victory of national reunification in the spirit of Paektu, drive the U.S. imperialists out of Korea and thus achieve complete national independence and the historic cause of national reunification!"
        },
        {
            "title": "Conference for National Reunification Closes",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-49ee.html",
            "content": "Conference for National Reunification Closes\r\nPanmunjom, August 15 (KCNA) -- The conference for national reunification for celebrating the 70th anniversary of Korea's liberation which was opened on Mt. Paektu with splendor closed.\n\t\t\t\t\t A meeting for vowing to achieve independent reunification was held in Panmunjom on Saturday as part of the conference for celebrating the 70th anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party and honorary co-chairman of the North Side Committee for Implementing June 15 Joint Declaration, Kim Wan Su, director of the Secretariat of the C.C., the Democratic Front for the Reunification of Korea and chairman of the North Side Committee for Implementing June 15 Joint Declaration, Kim Jin Bom, vice-chairman of the Korean  Committee for Solidarity with the World People and vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials of working people's organizations, public organizations and religious organizations and people from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were a delegation of Koreans in Japan for celebrating the 70th anniversary of Korea's liberation, a delegation of the General Association of Koreans in China, a delegation of the Joint Secretariat of the Pan-national Alliance for Korea's Reunification, a delegation of the Federation of South Koreans in Japan for Democracy and Unification, a delegation of the International United Confederation of Koreans, a delegation of the Federation of Koreans in the U.S., a delegation of the U.S. Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration, a delegation of the Federation of Koreans in Canada, a delegation of the Federation of Koreans in Australia, overseas Koreans staying in the homeland, a delegation of the Syrian Arab-Korea Friendship Association, a delegation of the Vietnam Union of Friendship Organizations, a delegation of the Laos-Korea Friendship Association, a delegation of the Australia-DPRK Association for Fr\n\t\t\t\t\t\n\t\t\t\t\t iendship and Culture, the chairman of the Afro-Asian People's Solidarity Organization,  the executive secretary of the World Peace Council and other foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets before the monument inscribed with President Kim Il Sung's signature and made a bow.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Then an appeal to all the Korean people was adopted.\n\t\t\t\t\t\n\t\t\t\t\t Son Hyong Gun, chairman of the Federation of South Koreans in Japan for Democracy and Unification who is chairman of the Japanese Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration, made a closing address.\n\t\t\t\t\t\n\t\t\t\t\t He said that the conference powerfully demonstrated the burning spirit of all Koreans to drive out without delay the U.S. forces that has lorded it over in the southern half of Korea for seven decades under the mask of \"liberator\" and stood in the way of peace and reunification and to pave a wide avenue to independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t Expressing expectation and belief that the participants in the conference would always take the lead in the patriotic movement for reunification of the country, he declared the conference closed."
        },
        {
            "title": "School Youth, Children Make Study Tour of Revolutionary Battle Sites in Area of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-46ee.html",
            "content": "School Youth, Children Make Study Tour of Revolutionary Battle Sites in Area of Mt. Paektu\r\nSamjiyon, August 15 (KCNA) -- School youth and children across the country made a study tour of the revolutionary battle sites in the area of Mt. Paektu from August 4 to 15.\n\t\t\t\t\t They laid floral baskets and bouquets before the statues of President Kim Il Sung at the Pochonbo Revolutionary Battle Site, on the shore of Lake Samji and at Chongbong Bivouac and the mosaic portraying the peerlessly great persons at the Paektusan Secret Camp and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t At the historic land where the Pochonbo battle had been organized by the President they deeply grasped the personality of the legendary hero of the anti-Japanese war, while going round the command post of the Battle of Pochonbo, the police post of the Japanese imperialists, the sub-county office, post office, etc.\n\t\t\t\t\t\n\t\t\t\t\t They held a campfire gathering there.\n\t\t\t\t\t\n\t\t\t\t\t They passed through the Spring Site in Poso-ri and the Tableland of Junghung and visited the Rimyongsu Revolutionary Site, Chongbong Bivouac, Konchang Bivouac, and the Township of Samjiyon County.\n\t\t\t\t\t\n\t\t\t\t\t During the study tour they had a meeting to hear impressions of the reminiscences of anti-Japanese guerrillas read by them, a contest of singing revolutionary songs in chorus while marching in array and other colorful political and cultural work. They passed through Sinmusong and Mudu Peak and climbed Mt. Paektu on Saturday.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting held on the top of the mountain they vowed to further glorify the country as the power of youth without an equal in the world under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They visited leader Kim Jong Il's birthplace in the Paektusan Secret Camp. They went round historic relics preserved with much care at the old home, being briefed on the fact that he was born as the son of guerrillas and nurtured a noble intention of the revolution, hearing the gunfire of the anti-Japanese war as a lullaby."
        },
        {
            "title": "Fireworks Displayed to Mark Anniversary of Country's Liberation",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-51ee.html",
            "content": "Fireworks Displayed to Mark Anniversary of Country's Liberation\r\nPyongyang, August 15 (KCNA) -- Fireworks were displayed in the sky above Pyongyang on Saturday evening to mark the 70th anniversary of Korea's liberation.\n\t\t\t\t\t Kim Il Sung Square, Mansu Hill, Okryu Bridge and other places on the bank of the River Taedong where the Tower of the Juche Idea is standing were crowded with people of various circles, school youth and children waiting for the moment of the fireworks display. \n\t\t\t\t\t\n\t\t\t\t\t Fireworks were displayed, presenting a fantastic scenery in the sky above the city at 20:30.\n\t\t\t\t\t\n\t\t\t\t\t Seeing the spectacular fireworks, the masses recollected with deep emotion the sacred career and undying exploits of President Kim Il Sung, the most prominent leader of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The celebration fireworks vividly reflected the revolutionary faith and will of the service personnel and people of the DPRK to add glory to the exploits the President performed by liberating the country and achieve new victories and prosperity in the glorious Kim Jong Un's era along with the great annals of Kim Il Sung's and Kim Jong Il's Korea."
        },
        {
            "title": "Revolutionary Drama \"Celebrations\" Staged to Mark Anniversary of Country's Liberation",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-44ee.html",
            "content": "Revolutionary Drama \"Celebrations\" Staged to Mark Anniversary of Country's Liberation\r\nPyongyang, August 15 (KCNA) -- The revolutionary drama \"Celebrations\" was staged at the National Theatre here on August 15, the 70th anniversary of Korea's liberation.\n\t\t\t\t\t Among the audience were Kim Yong Nam, Pak Pong Ju and other senior party, state and army officials, officials of armed forces organs, working people's organizations, ministries and national institutions, other officials and other people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Overseas compatriots, diplomatic envoys of various countries, representatives of international organizations, military attaches and their wives here were invited to enjoy it.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary drama \"Celebrations\", adapted from the classic \"Celebrations\" personally created by the President during the anti-Japanese revolutionary struggle, is a monumental masterpiece created as a \"Mountain Shrine\"-style revolutionary drama under the energetic guidance of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The drama tells a story about how anti-Japanese guerillas turned the \"celebration meeting\" of Japs making false propaganda that they had \"wiped out\" the guerillas into the one of the guerillas and people by annihilating a \"punitive force\" of the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The audience was deeply impressed by the drama which clearly proved through ideological and artistic depiction the truth of history that the imperialists are fated to their doom no matter how desperately they make a false show of power and the popular masses will surely win a victory in their struggle for achieving independence."
        },
        {
            "title": "Players and Coaches Commended",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-07ee.html",
            "content": "Players and Coaches Commended\r\nPyongyang, August 15 (KCNA) -- Commendations were awarded to players and coaches who proved successful at the 2015 EAFF East Asia Cup.\n\t\t\t\t\t Women footballers and coaches demonstrated once again the dignity and honor of the great Paektusan nation shining with the august names of President Kim Il Sung and leader Kim Jong Il and powerfully encouraged the army and people of the DPRK by winning the 2015 EAFF Women's East Asian Cup.\n\t\t\t\t\t\n\t\t\t\t\t According to the decree of the Presidium of the Supreme People's Assembly on Aug. 12, Kim Jong Il Prize was awarded to Kim Kwang Min, Kim Jong Il Youth Honor Prize to Ju Hyo Sim, Ri Un Sim and Ri Hyang Sim, the title of People's Athlete to Ra Un Sim, Hong Myong Hui, Kim Un Ju and Ri Myong Sam, the title of Merited Athlete to Ri Ye Gyong, Kim Nam Hui, Kim Un Hyang, Kim Yun Mi, Kim Un Ha, Wi Jong Sim, Yun Song Mi, Kim Su Gyong and Pak Pong Nam, Order of National Flag Second Class to Jon So Yon, Ra Sol Ju, Ri Un Yong, Ri Hui Jong, Kim Phyong Hwa, Pak Sin Jong and Choe Kyong Im."
        },
        {
            "title": "Papers Call for Glorifying Great Paektusan Nation",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-21ee.html",
            "content": ""
        },
        {
            "title": "Anniversary of Korea's Liberation Marked by Russian Media",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-15ee.html",
            "content": "Anniversary of Korea's Liberation Marked by Russian Media\r\nPyongyang, August 15 (KCNA) -- Russian papers and internet websites carried special write-ups illustrated with portraits and photos of President Kim Il Sung and leader Kim Jong Il from July 20 to August 5 on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t The Russian paper Komsomolskaya Pravda said:\n\t\t\t\t\t\n\t\t\t\t\t August 15, 1945 marked a historic turning point for the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Korea's liberation meant not only national resurrection to the Korean people but also the historic event which brought about a turning point in their fate from slave to master.\n\t\t\t\t\t\n\t\t\t\t\t Rio Panorama noted that it was of great significance that guerilla warfare was defined as the main form of the national liberation struggle in the colonial countries by the President who led the 15 year-long anti-Japanese armed struggle to victory.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people looked up to the President as the sun of the nation and the savior of liberation, turned out in the sacred anti-Japanese war under his leadership and achieved Korea's liberation on August 15, 1945.\n\t\t\t\t\t\n\t\t\t\t\t Nakhodkinski Rabochi said that the situation of Korea lets the Koreans ponder once more over the historic meaning of Korea's liberation which brought about the turning point in molding the destiny of the popular masses independently and achieving prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t The website of the Eastern Siberian Publishing House in Irkutsk Region noted that Korea's liberation which paved the way for socialism will shine long as an event to be specially recorded in the history of the Korean nation along with eternally prospering socialist Korea."
        },
        {
            "title": "Anniversary of Korea's Liberation Celebrated in Britain",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-14ee.html",
            "content": "Anniversary of Korea's Liberation Celebrated in Britain\r\nPyongyang, August 15 (KCNA) -- Meetings, photo and book exhibition and concert were held by political parties and organizations of Britain in London on August 8 on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t On display at the venue of the events were photos documenting President Kim Il Sung's exploits for national liberation.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were books introducing the personality of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were figures of the New Communist Party of Britain, the Revolutionary Communist Party of Britain (Marxist-Leninist), the Socialist Labour Party of Britain, the Korean Friendship Association UK and other political parties and organizations, and masses.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK ambassador and members of the embassy in London were invited there.\n\t\t\t\t\t\n\t\t\t\t\t Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, said that it is of weighty significance for the representatives of progressive parties and organizations in Britain to meet to celebrate the 70th anniversary of Korea's liberation at a time when 70th anniversaries of the end of the Second World War and the Japanese imperialists' defeat in the East are celebrated worldwide.\n\t\t\t\t\t\n\t\t\t\t\t Dermot Hudson, chairman of the Korean Friendship Association UK, said that Kim Il Sung achieved the historic cause of national liberation through armed struggle, holding aloft the banner of the Juche idea, Songun idea, setting a genuine pattern for the progressives struggling for independence of the country and new society against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The representative of the Socialist Labour Party of Britain noted that the DPRK set new standard time and named it Pyongyang Time, a step for totally eliminating the remnants of the Japanese imperialists. This once again showed to the world its independent stand, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Among the numbers of the concert were Korean songs and revolutionary songs of Britain."
        },
        {
            "title": "DPRK's Important Day Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-18ee.html",
            "content": ""
        },
        {
            "title": "Large Floral Baskets to DPRK Embassy in Phnom Penh",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-19ee.html",
            "content": "Large Floral Baskets to DPRK Embassy in Phnom Penh\r\nPyongyang, August 15 (KCNA) -- King Norodom Sihamoni and Great Queen Norodom Monineath Sihanouk of Cambodia sent large floral baskets to the DPRK embassy in Phnom Penh on August 10 congratulating the 70th anniversary of the liberation of Korea.\n\t\t\t\t\t The ribbons of floral baskets bore letters \"Congratulations to the 70th anniversary of liberation of Korea. Cambodian King Norodom Sihamoni\" and \"Congratulations to the 70th anniversary of liberation of Korea. Great Queen Norodom Monineath Sihanouk of Cambodia\".\n\t\t\t\t\t\n\t\t\t\t\t The floral baskets were laid before the portraits of smiling President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Kim Il Sung's Work Introduced in Russia",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-16ee.html",
            "content": "Kim Il Sung's Work Introduced in Russia\r\nPyongyang, August 15 (KCNA) -- The full text of President Kim Il Sung's work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" was carried by the Russian paper Khabarovski Express on August 9.\n\t\t\t\t\t The work published on April 6, Juche 82 (1993) comprehensively indicates the ways of achieving the great national unity such as the need for all Koreans to found a reunified state in unity and the issues of achieving unity on the basis of patriotism and the spirit of national independence and promoting co-existence, co-prosperity and common interests and stopping all partisan disputes fanning up split and confrontation between compatriots, the necessity for the north and the south to trust and unite with each other and issues of not rejecting people because of different isms but joining hands on the road of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The paper carried a portrait of smiling Kim Il Sung."
        },
        {
            "title": "Kim Il Sung's Feats for Korea's Liberation Lauded in Different Countries",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-23ee.html",
            "content": "Kim Il Sung's Feats for Korea's Liberation Lauded in Different Countries\r\nPyongyang, August 15 (KCNA) -- Celebrations took place in different countries on August 6 and 7 on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t They included meetings in Kyrgyzstan and Iceland, a lecture in Finland and round-table talks in Ethiopia.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Central Council of the People Unity -\"Kyrgyz El\" Republican Political Party in a speech praised President Kim Il Sung for embarking on the road of the revolution in his teens, advancing the Juche idea, founding the Korean People's Revolutionary Army and leading the anti-Japanese armed struggle to a victory to achieve the historic cause of national liberation.\n\t\t\t\t\t\n\t\t\t\t\t The President built the socialist system centered on the popular masses in which they became masters of everything, socialist power independent in politics, self-supporting in economy and self-reliant in defence on the land of Korea where everything was destroyed under the protracted Japanese imperialists' colonial rule and three-year war against the U.S. imperialists, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Iceland-DPRK Friendship and Cultural Society noted that the exploits the President performed for Korea's liberation are shining more brilliantly thanks to supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Finnish National Committee for the Study of the Juche Idea in the lecture praised the Songun leadership feats of Kim Il Sung who defeated the U.S. and Japanese imperialists and defended the sovereignty and dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t He confirmed that the President's exploits for Korea's liberation would shine not only in the history of the Korean nation but in the world history of struggle for national liberation."
        },
        {
            "title": "Kim Jong Un rinde homenaje a Kim Il Sung y Kim Jong Il en dia de liberacion de patria",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-01ss.html",
            "content": "Kim Jong Un rinde homenaje a Kim Il Sung y Kim Jong Il en dia de liberacion de patria\r\nPyongyang, 15 de agosto (ACNC) -- Con motivo del 70o aniversario de la liberacion de la patria, el Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito a la hora 0 del 15 de agosto el Palacio del Sol Kumsusan para rendir homenaje al Presidente Kim Il Sung y al Dirigente Kim Jong Il.\n\t\t\t\t\tLe acompanaron los miembros de mando del EPC. \n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal entro en el hall donde estan las estatuas de pie del Presidente y del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tAlli fueron colocados un cesto de flores a nombre del Mariscal y el otro a nombre del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal junto con los participantes expreso sublime homenaje a los grandes lideres y se dirigio al salon de eternidad donde esta conservado el cuerpo del Presidente Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\tY paso revista a la sala de conservacion de las ordenes del Presidente y las otras de conservacion del vagon de tren y el carro usados por este gran hombre.\n\t\t\t\t\t\n\t\t\t\t\tLuego, rindio tributo al Dirigente Kim Jong Il en el salon de eternidad donde esta conservado su cuerpo. \n\t\t\t\t\t\n\t\t\t\t\tY recorrio la sala de conservacion de las ordenes del Dirigente, el hall de llantos y las salas de conservacion del carro, tren electrico, barco y vagon de tren usados por el Dirigente."
        },
        {
            "title": "Kim Jong Un envia mensaje de felicitacion al presidente ruso",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-02ss.html",
            "content": "Kim Jong Un envia mensaje de felicitacion al presidente ruso\r\nPyongyang, 15 de agosto (ACNC) -- El Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, Kim Jong Un, envio el dia 15 un mensaje de felicitacion al Presidente de la Federacion Rusa, Vladimir Vladimirovich Putin. \n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del 70o aniversario de la liberacion de Corea extiendo a Vd. mi saludo amistoso y, por su conducto, al pueblo de vuestro pais. \n\t\t\t\t\t\n\t\t\t\t\tLas relaciones de amistad entre nuestros dos paises, preparadas en medio de la lucha conjunta de la ardua guerra antijaponesa sin precedente, han venido consolidandose y desarrollandose incesantemente superando los desafios y pruebas de toda indole de la historia durante largo tiempo hasta hoy.\n\t\t\t\t\t\n\t\t\t\t\tEstoy regocijado de que este ano significativo se ha proclamado el ano de amistad Corea-Rusia y se estrechan el intercambio y la cooperacion en todas las esferas incluso los contactos de maximo nivel entre los dos paises, y convencido de que la ampliacion y el desarrollo incesantes de las relaciones de amistad y cooperacion Corea-Rusia haran gran aporte a la preservacion de la paz y seguridad del Nordeste Asiatico y el resto del mundo. \n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para desear de todo corazon a Vd. buena salud y mayores exitos en su trabajo, y al amistoso pueblo de vuestro pais, la felicidad y la prosperidad."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Putin",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-03ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Putin\r\nPyongyang, 15 de agosto (ACNC) -- El Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, Kim Jong Un, recibio un mensaje de felicitacion que le enviara el dia 15 el Presidente de la Federacion Rusa, Vladimir Vladimirovich Putin.\n\t\t\t\t\tLa misiva senala:\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del dia de la liberacion de la Republica Popular Democratica de Corea, le hago llegar a Vd. mi sincera felicitacion. \n\t\t\t\t\t\n\t\t\t\t\tEn esta fiesta recordamos con reverencia a los militares de la URSS y a los patriotas coreanos que hace 70 anos dedicaron la vida por la libertad y la independencia de vuestro pais. \n\t\t\t\t\t\n\t\t\t\t\tLa gloriosa tradicion de amistad y cooperacion, preparada en aquellos anales arduos, sirve de firme base para el desarrollo de las relaciones de buena vecindad entre la Federacion Rusa y la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEstoy seguro de que el desarrollo constante de las relaciones bilaterales de acompanantes de beneficio mutuo en la politica, la economia, el comercio exterior, las ciencias y tecnicas, la cultura y otros dominios convendra a los intereses fundamentales de los pueblos de nuestros dos paises y contribuira a la paz, la seguridad y la estabilidad del Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\tDeseo a Vd. buena salud y exitos, y a todo el pueblo de la Republica Popular Democratica de Corea, la felicidad y el bienestar."
        },
        {
            "title": "Kim Jong Un recibe presente de Consejo de Federacion de Rusia",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-28ss.html",
            "content": "Kim Jong Un recibe presente de Consejo de Federacion de Rusia\r\nPyongyang, 15 de agosto (ACNC) -- Al Mariscal Kim Jong Un envio regalo el Consejo de Federacion de Rusia.\n\t\t\t\t\tEl vicepresidente Yevgueni Bushmin quien preside la delegacion del Consejo, de visita en Corea, lo entrego el dia 15 al presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Presidente palestino",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-21ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Presidente palestino\r\nPyongyang, 15 de agosto (ACNC) -- Al Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea le ha llegado el dia 15 un mensaje de felicitacion enviado por parte del Presidente del Estado de Palestina, Mahmoud Abbas.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLe extiendo mi saludo.\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del dia de liberacion de vuestro pais, extiendo a Su Excelencia la mas calida felicitacion en nombre del Estado y el pueblo de Palestina y en el mio propio y formulo votos de todo corazon por la salud y felicidad de Su Excelencia y el progreso y la prosperidad del pueblo de vuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tEstoy orgulloso de que entre nuestros dos paises amistosos existe el historico y firme lazo de amistad y cooperacion y aseguro a Vd. que me esforzare para siempre por el fortalecimiento y el desarrollo de estas relaciones.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo mucho que Su Excelencia envia el total apoyo y solidaridad a los derechos y la lucha de nuestro pueblo de Palestina para rescatar la libertad arrebatada y fundar en el suelo palestino un Estado independiente con Kuds oriental como capital.\n\t\t\t\t\t\n\t\t\t\t\tReciba mis cordiales felicitaciones de todo corazon."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion del presidente pakistani",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-24ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion del presidente pakistani\r\nPyongyang, 15 de agosto (ACNC) -- Al Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, Kim Jong Un, le fue emitido el dia 12 un mensaje de felicitacion por parte del Presidente de la Republica Islamica de Pakistan, Mamnoon Hussain. \n\t\t\t\t\tLa misiva senala:\n\t\t\t\t\t\n\t\t\t\t\tSu Excelencia \n\t\t\t\t\t\n\t\t\t\t\tCon motivo importante del 15 de agosto de 2015, dia de liberacion de Corea, tengo el placer de extenderle el mas cordial saludo en nombre del pueblo y el gobierno de Pakistan.\n\t\t\t\t\t\n\t\t\t\t\tLas relaciones bilaterales entre nuestros dos paises, establecidas en la decada de 1970, se caracterizan por la incesante cooperacion y entendimiento. \n\t\t\t\t\t\n\t\t\t\t\tEstoy seguro de que esos lazos de amistad se consolidaran mas en el futuro. \n\t\t\t\t\t\n\t\t\t\t\tLe deseo buena salud a Su Excelencia, y exitos al gran pueblo de la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tCon la mas alta consideracion."
        },
        {
            "title": "Kim Yong Nam se reune con delegacion de Consejo de Federacion de Rusia",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-26ss.html",
            "content": "Kim Yong Nam se reune con delegacion de Consejo de Federacion de Rusia\r\nPyongyang, 15 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio  el dia 15 en el capitalino Palacio de los Congresos Mansudae en un ambiente amistoso con la delegacion del Consejo de Federacion de Rusia encabezada por el vicepresidente, Yevgueni Bushmin."
        },
        {
            "title": "Kim Yong Nam felicita dia de independencia de Congo",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-25ss.html",
            "content": "Kim Yong Nam felicita dia de independencia de Congo\r\nPyongyang, 15 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 15 un mensaje de felicitacion al presidente de la Republica del Congo, Denis Sassou-Nguesso, con motivo del 55o aniversario de la independencia de este pais africano.\n\t\t\t\t\tEl remitente, en su misiva, desea de todo corazon de que bajo la acertada direccion del mandatario, el gobierno y pueblo del Congo logren nuevos exitos en el cumplimiento de la meta perspectiva para la unidad nacional y el desarrollo socio-economico.\n\t\t\t\t\t\n\t\t\t\t\tExpresa su conviccion de que las largas relaciones de amistad y cooperacion existentes entre los dos paises siguen fortaleciendose conforme a la aspiracion e intereses comunes."
        },
        {
            "title": "CDN de RPDC urge a EE.UU. abandonar simulacro Ulji Freedom Guardian y politica anti-RPDC",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-07ss.html",
            "content": "CDN de RPDC urge a EE.UU. abandonar simulacro Ulji Freedom Guardian y politica anti-RPDC\r\nPyongyang, 15 de agosto (ACNC) -- En una declaracion fechada 15, el portavoz del Comite de Defensa Nacional de la Republica Popular Democratica de Corea puntualiza que el desarrollo de los ejercicios belicos conjuntos Ulji Freedom Guardian y su intensificacion aumentaran al maximo las contramedidas militares de la RPDC, y continua:\n\t\t\t\t\tEn los ejercicios belicos conjuntos Ulji Freedom Guardian que se libraran a partir del dia 17 se incorporaran la \"division conjunta Sur de Corea-EE.UU.\", cuya mision operacional es \"eliminar la Direccion\" de la RPDC y \"ocupar Pyongyang\", y todos los medios de guerra de agresion en el interior y exterior y todos los puestos de mando operacional con la meta de asestar el ataque sorpresivo contra la RPDC. He aqui la gravedad de este simulacro. \n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo coreanos no son los de ayer en que respondian con fusiles a las armas nucleares de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC es la potencia sin rival dispuesta del disuasivo nuclear y de otros medios sofisticados de ataque y de defensa no vistos en la historia humana. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe tomar la decision politica de abandonar la anacronica politica sobre la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEntonces, se asegurara la seguridad del territorio estadounidense que se enfrenta con las intransigentes contramedidas antiyanquis de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tDebe conocer horrorosamente que la intensificacion de la sancion, el bloqueo y las maniobras de aplastamiento anti-RPDC incrementara mil veces mas el poderio de la Corea del Songun. \n\t\t\t\t\t\n\t\t\t\t\tSe hace fuerte el poderio de la justicia frente a la injusticia, esto es la verdad inevitable. \n\t\t\t\t\t\n\t\t\t\t\tEl cambio de la politica hostil a la RPDC es la salida para salvar la situacion tenebrosa de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEs siempre tragico el fin de los maniacos de guerra."
        },
        {
            "title": "Comandancia del frente de EPC advierte al Sur de Corea a parar radiodifusion anti-RPDC",
            "url": "http://kcna.co.jp/item/2015/201508/news15/20150815-08ss.html",
            "content": "Comandancia del frente de EPC advierte al Sur de Corea a parar radiodifusion anti-RPDC\r\nPyongyang, 15 de agosto (ACNC) -- Con respecto a que los titeres surcoreanos califican de \"provocacion del Norte\" el incidente de \"explosion de mina\" ocurrido en la zona desmilitarizada al oeste del frente involucrandolo injustamente con la Republica Popular Democratica de Corea y pretextandolo, reinicio la radiodifusion psicologica anti-RPDC, la comandancia del frente del Ejercito Popular de Corea hizo publica el dia 15 la siguiente advertencia abierta:\n\t\t\t\t\tEl reinicio de la \"radiodifusion psicologica anti-Norte\" en todos los frente resulta la abierta anulacion del acuerdo militar Nort-Sur, una grave provocacion militar a la RPDC y un incidente que lleva a la peor fase las relaciones entre ambas partes coreanas. \n\t\t\t\t\t\n\t\t\t\t\tBajo la autorizacion, la comandancia del frente del EPC envia la siguiente advertencia abierta a las autoridades y el circulo militar del Sur de Corea:\n\t\t\t\t\t\n\t\t\t\t\t1. Deben parar de inmediato la \"radiodifusion psicologica anti-Norte\" recien reiniciada y tomar las medidas para retirar todos los medios fijos o moviles de guerra psicologica ya instalados o en instalacion. El reinicio de la \"radiodifusion psicologica anti-Norte\" es la provocacion directa igual a declarar la guerra a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t2. En el caso de no aceptar nuestra demanda, se iniciaran en todos los frentes nuestras acciones militares de justicia para eliminar todos los medios de \"guerra psicologica anti-Norte\". Los medios usados a la \"guerra psicologica anti-Norte\", sin distincion de los fijos o moviles, no pueden eludir el ataque de nuestra parte. \n\t\t\t\t\t\n\t\t\t\t\t3. No deben olvidar que nuestras acciones militares son el ataque indiscriminado que preve los desafios posibles y hasta su ampliacion a la guerra. \n\t\t\t\t\t\n\t\t\t\t\tEn el caso de que se crea una situacion mas grave y se encuentran las relaciones intercoreanas en la ruptura total por la no admision de nuestras advertencia, la culpabilidad por el respecto recaera enteramente en las autoridades y los belicistas del circulo militar del Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito no habla por hablar."
        }
    ]
}