{
    "date": "2015-11-13",
    "url": "http://kcna.co.jp/item/2015/201511/2015-11-13ee.html",
    "articles": [
        {
            "title": "FM Spokesman Accuses U.S. of Shunning Conclusion of Peace Treaty",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-17ee.html",
            "content": "FM Spokesman Accuses U.S. of Shunning Conclusion of Peace Treaty\r\n Pyongyang, November 13 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK Friday gave the following answer to the question raised by KCNA as regards the U.S. attempt to shun the conclusion of peace treaty:\n\t\t\t\t\t Days ago the special representative for north Korea policy of the U.S. Department of State said at a seminar that the DPRK had a wrong order in proposing conclusion of peace treaty, adding that there should be important progress in denuclearization before replacing the Armistice Agreement by peace treaty. \n\t\t\t\t\t\n\t\t\t\t\t This is the height of impudence. \n\t\t\t\t\t\n\t\t\t\t\t In the past the DPRK discussed the issue of denuclearization first and held many talks on simultaneously discussing the nuclear issue and the matter of ensuring peace, but they yielded no fruits. \n\t\t\t\t\t\n\t\t\t\t\t This is attributable to the unchanged hostile relations between the DPRK and the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. must know the fact that the nuclear issue surfaced in the 1980s owing to the DPRK-U.S. belligerent relations that started in the 1950s. It claimed that peace treaty can be concluded only after denuclearization. Its insistence on the order of discussion is, in the final analysis, little short of refusing to roll back its hostile policy toward the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The historical experience showed that it is impossible to solve any problem without fundamentally settling the hostile relations between the DPRK and the U.S. by replacing the AA by peace treaty. \n\t\t\t\t\t\n\t\t\t\t\t If peace treaty is concluded and there exists confidence that the U.S. is no longer the enemy of the DPRK, it will be possible to solve all other problems. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not misjudge the good-will of the DPRK calling for the conclusion of peace treaty but think twice over the consequences to be entailed by turning its face away from the proposal."
        },
        {
            "title": "Pak Yong Sik Meets Russian Military Delegation",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-16ee.html",
            "content": "Pak Yong Sik Meets Russian Military Delegation\r\n Pyongyang, November 13 (KCNA) -- Army General of the Korean People's Army Pak Yong Sik, minister of the People's Armed Forces, met and had a talk with the delegation of the General Staff of the Armed Forces of the Russian Federation led by First Vice Chief of General Staff Nikolai Bogdanovski who paid a courtesy call on him Friday."
        },
        {
            "title": "Head of DPRK Delegation Speaks at UNESCO Meeting",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-05ee.html",
            "content": "Head of DPRK Delegation Speaks at UNESCO Meeting\r\n Pyongyang, November 13 (KCNA) -- The head of the DPRK delegation made a speech at the 38th session of the General Conference of the UNESCO on Nov. 6.\n\t\t\t\t\t He said that the UNESCO has made a lot of successes in its activities over the past 70 years since its establishment.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t In order to hit its goals for sustainable development in its mandate after 2015, the UNESCO should properly combine it with its 2014-2021 mid-term strategy already adopted and implement it and, at the same time, improve its activities in conformity with the changed environment and requirements of the new century and push forward its reform in the direction of consistently ensuring its autonomy and peculiar character as an intellectual property body.\n\t\t\t\t\t\n\t\t\t\t\t  It should strictly guard against the attempts to spark conflict and confrontation in its activities by bringing to the fore such issues as priority to human rights and freedom of expression, in particular.\n\t\t\t\t\t\n\t\t\t\t\t The UNESCO is required to continue focusing efforts on activities for ensuring cultural diversity and promoting the mutual interests and friendship in countries and regions through inter-culture and inter-religion dialogue and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government regards education as a patriotic one of eternal value for the prosperity of the country and nation and spares no state investment in it even under hard conditions.\n\t\t\t\t\t\n\t\t\t\t\t It will as ever further boost the international cooperation and solidarity, pursuant to the tenet of its foreign policy-- independence, peace and friendship-- and positively join the organization and member states in their efforts for attaining the goals for sustainable development after 2015 for global peace and prosperity common to humankind."
        },
        {
            "title": "Ri Su Yong Greets Singaporean FM",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-15ee.html",
            "content": "Ri Su Yong Greets Singaporean FM\r\n Pyongyang, November 13 (KCNA) -- DPRK Foreign Minister Ri Su Yong on Nov. 8 sent a message of greeting to Vivian Balakrishnan, foreign minister of Singapore, on the occasion of the 40th anniversary of the establishment of diplomatic relations between the DPRK and the Republic of Singapore.\n\t\t\t\t\t The message said that since the establishment of the diplomatic relations, two countries have boosted friendship and cooperation in different fields such as politics, economy and culture.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the exchange and cooperation between the foreign ministries of the two countries would grow stronger, the message wished him success in his work."
        },
        {
            "title": "Russian Military Delegation Leaves",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-25ee.html",
            "content": "Russian Military Delegation Leaves\r\n Pyongyang, November 13 (KCNA) -- The delegation of the General Staff of the Armed Forces of the Russian Federation led by First Vice Chief of General Staff Nikolai Bogdanovski left here Friday."
        },
        {
            "title": "Mongolian Delegation Leaves",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-24ee.html",
            "content": "Mongolian Delegation Leaves\r\n Pyongyang, November 13 (KCNA) -- A delegation of the Ministry of Defense of Mongolia led by Department Director Chimeddorj Sosorbaram left here Friday."
        },
        {
            "title": "Seminar Marks 70th Founding Anniversary of DWUK",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-19ee.html",
            "content": "Seminar Marks 70th Founding Anniversary of DWUK \r\n Pyongyang, November 13 (KCNA) -- There took place a seminar at the Central Hall of Workers to mark the 70th founding anniversary of the Democratic Women's Union of Korea (DWUK) on Friday. \n\t\t\t\t\t Present there were officials concerned and DWUK officials. \n\t\t\t\t\t\n\t\t\t\t\t The seminar heard papers dealing with the feats of the peerlessly great men who provided the history and tradition of the Juche-oriented Korean women's movement and clarifying the ways of bringing about a new turn in the work of DWUK as required by the idea of modeling the whole society on Kimilsungism-Kimjongilism under the leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said President Kim Il Sung convened the inaugural meeting of the Democratic Women's Union of North Korea on November 18, Juche 34 (1945) and declared the birth of the DWUK all over the world. \n\t\t\t\t\t\n\t\t\t\t\t They went on: The President put forward unique idea and theory on the social position and role of women in every period and at every stage of the development of revolution and indicated the task before the women's union and ways for doing it. \n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il made public a classic work to give full answers to all the problems arising in the building and activities of the union including the issue of establishing the party's unified leadership system within the women's union. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un has wisely led the women's union so that it could grasp the great Kimilsungism-Kimjongilism as its firm guidelines and firmly preserve the revolutionary character as the crystal of defending the leader unto death and mass political organization of the leader.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the officials and members of the DWUK to greet the 7th Congress of the Workers' Party of Korea with great successes and dynamically work for development of the Juche-oriented Korean women's movement."
        },
        {
            "title": "Nano Sci-tech Presentation and Exhibition Held",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-23ee.html",
            "content": "Nano Sci-tech Presentation and Exhibition Held\r\n Pyongyang, November 13 (KCNA) -- The 12th National Nano Sci-tech Presentation and exhibition took place here from Wednesday to Friday.\n\t\t\t\t\t They brought together officials, scientists, technicians and postgraduates of Kim Il Sung University, Kim Chaek University of Technology, Kim Hyong Jik University of Education, the State Nanotechnology Bureau, the State Academy of Sciences, the Academy of Agricultural Science, the Education Commission, the Ministry of Machine-building Industry, etc.\n\t\t\t\t\t\n\t\t\t\t\t The presentation was divided into panels of nano theory, measurement and electricity, nano materials, tools and machinery, nano medical science, agriculture and environment.\n\t\t\t\t\t\n\t\t\t\t\t The presentation heard more than 70 papers.\n\t\t\t\t\t\n\t\t\t\t\t The papers reflected the latest scientific work that solved the problems in the manufacture, measurement and application of nano materials as well as the research work that proved effective in the economic production.\n\t\t\t\t\t\n\t\t\t\t\t Participants introduced their achievements in their researches and introduction of nanotechnology.\n\t\t\t\t\t\n\t\t\t\t\t On display at the exhibition were latest nanotechnology products of at least 70 varieties and books dealing with this field.\n\t\t\t\t\t\n\t\t\t\t\t Workshops took place during the events. \n\t\t\t\t\t\n\t\t\t\t\t A closing ceremony was held at the building of the State Nanotechnology Bureau on Friday."
        },
        {
            "title": "National Workers' Basketball Contest Closes",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-26ee.html",
            "content": "National Workers' Basketball Contest Closes\r\n Pyongyang, November 13 (KCNA) -- The 3rd national workers' basketball contest was closed with due ceremony at the Central Hall of Workers on Friday.\n\t\t\t\t\t The team of Pyongyang City placed first and teams of North Hamgyong Province and the Ministry of Railways second and third in total points.\n\t\t\t\t\t\n\t\t\t\t\t The team of the Ministry of Railways came first in men's basketball and the team of Pyongyang City placed first in the women's basketball.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials of the trade union and players.\n\t\t\t\t\t\n\t\t\t\t\t Ju Yong Gil, chairman of the C.C., the General Federation of Trade Unions of Korea, made a closing address."
        },
        {
            "title": "Mirae Scientists Street in Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-22ee.html",
            "content": "Mirae Scientists Street in Pyongyang\r\n Pyongyang, November 13 (KCNA) -- Mirae Scientists Street made its appearance on the bank of the River Taedong in Pyongyang as a fashionable street in the era of the Workers' Party.\n\t\t\t\t\t The street consists of skyscrapers and high-rises for thousands of households, public buildings such as nursery, kindergarten, school and welfare service facilities, rest places and sports parks.\n\t\t\t\t\t\n\t\t\t\t\t High-level architectural art was applied to all buildings. Outer walls of each building are covered with tiles of various colors, including yellowish brown and blue, and roofs of those buildings are diverse in style.\n\t\t\t\t\t\n\t\t\t\t\t The apartment houses in the street remind one of sailing ships. Each flat is furnished with quality furniture.\n\t\t\t\t\t\n\t\t\t\t\t The street is a representation of the policy of the Workers' Party of Korea on attaching top priority to the welfare of people and giving importance to science and technology."
        },
        {
            "title": "Phyongsong Synthetic Leather Factory in DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-20ee.html",
            "content": "Phyongsong Synthetic Leather Factory in DPRK\r\n Pyongyang, November 13 (KCNA) -- The Phyongsong Synthetic Leather Factory in Phyongsong City, South Phyongan Province of the DPRK strives to contribute to the development of the country's footwear industry.\n\t\t\t\t\t The factory, whose processes from raw material feeding to shipment are automated, has applied nearly 70 new technologies to its production, developed 19 kinds of new products in recent years and thus, opened up a vista for mass-producing synthetic leather.\n\t\t\t\t\t\n\t\t\t\t\t The factory has also operated its sci-tech room on a normal basis to improve the employees' technical knowledge and skills."
        },
        {
            "title": "New Marathon Aces Produced DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-21ee.html",
            "content": "New Marathon Aces Produced DPRK\r\n Pyongyang, November 13 (KCNA) -- Some days ago, a marathon race took place here as part of the DPRK Championships.\n\t\t\t\t\t The race was attended by nearly 100 men and women marathoners.\n\t\t\t\t\t\n\t\t\t\t\t Its results were beyond anticipation of the experts.\n\t\t\t\t\t\n\t\t\t\t\t Hwang Chun Min, not well known among local marathon experts, came first in the men's race. He is from the Sports Team of Pyongyang University of Architecture.\n\t\t\t\t\t\n\t\t\t\t\t Ri Kwang Ok of the Amnokgang Sports Team finished first in the women's race.\n\t\t\t\t\t\n\t\t\t\t\t It was the first time for her to take part in the senior category."
        },
        {
            "title": "KCNA Commentary Demands U.S. Positively Respond to DPRK's Peace Treaty Proposal",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-10ee.html",
            "content": "KCNA Commentary Demands U.S. Positively Respond to DPRK's Peace Treaty Proposal\r\n Pyongyang, November 13 (KCNA) -- The assistant secretary of the U.S. State Department for East Asian and Pacific Affairs recently said that if north Korea dismantles its nuclear weapons, everything it wants including the \"establishment of diplomatic relations and the building of peace-keeping mechanism\" can be put on the negotiating table.\n\t\t\t\t\t What he uttered is just a trick to shun the fair and aboveboard proposal made by the DPRK for the conclusion of a peace treaty and divert the world criticism of the U.S. to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The world public asserts that only no-strings-attached negotiations between the DPRK and the U.S. for the conclusion of a peace treaty would be helpful to ensuring peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S., declining such a fair demand made by the DPRK, is galvanizing the public opinion to give impression that the latter is to blame for the failure to open dialogue for ensuring peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. talks that \"even though it follows on a daily basis whether north Korea has the willingness to come out for new negotiations but it shows no intent to dismantle nuclear weapons.\" This is a brigandish assertion that the negotiations are possible only after the DPRK disarms itself and appears before it bare-handed.\n\t\t\t\t\t\n\t\t\t\t\t This is the height of shamelessness and hypocrisy.\n\t\t\t\t\t\n\t\t\t\t\t As known, the nuclear issue of the Korean Peninsula is an inevitable outcome of the nuclear threat and hostile policy pursued by the U.S. for decades.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. persistent threat of a nuclear war against the DPRK and its hostile policy toward the DPRK are a root cause of the nuclear issue on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t In recent years the U.S. has employed every possible means and methods to stifle the socialist system in the DPRK and ratcheted pressure and sanctions in order to deprive the DPRK of its sovereign rights including the right to launch satellite for peaceful purposes, a right pertaining to sovereign state, by setting the UN Security Council in motion.\n\t\t\t\t\t\n\t\t\t\t\t Even not a single day passes in south Korea without DPRK-targeted nuclear war exercises of the U.S. and its followers. \n\t\t\t\t\t\n\t\t\t\t\t These decades-old adventurous nuclear war moves compelled the DPRK to have access to nuclear deterrence to protect the security of the nation and the peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should face up to the reality before urging the DPRK to dismantle its nuclear weapons. \n\t\t\t\t\t\n\t\t\t\t\t The protracted efforts for the denuclearization of the peninsula proved futile entirely because of the deep-rooted hostile relations between Pyongyang and Washington.\n\t\t\t\t\t\n\t\t\t\t\t Dialogue between the old belligerent states DPRK and the U.S. has to be a substantial one targeting the termination of the hostile relations, not just negotiation for mere form's sake for so-called \"control of situation\".  The conclusion of the peace treaty between the DPRK and the U.S. is a key to settling all issues and is the only way of ensuring lasting peace and stability on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has to give a deep thinking to our proposal and make a proper option and thus show its will for settling the peninsula issue and ensuring regional peace to the international community.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. makes a bold switchover in its policy, the security environment of the peninsula will witness a dramatic improvement and the U.S. will also be cleared of its security concerns.\n\t\t\t\t\t\n\t\t\t\t\t Whether the U.S. positively responds to the DPRK's proposal for peace treaty or not will be a touchstone showing whether it truly hopes for peace and stability on the peninsula or not."
        },
        {
            "title": "Rodong Sinmun Calls for Dynamically Advancing under Leadership of Great Party, Singing Revolutionary Songs",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-07ee.html",
            "content": "Rodong Sinmun Calls for Dynamically Advancing under Leadership of Great Party, Singing Revolutionary Songs\r\n Pyongyang, November 13 (KCNA) -- Rodong Sinmun Friday in an editorial calls upon all party members, service personnel and other people to perform miracles and feats in the drives for effecting a great surge, singing song of single-minded unity and victory resounding forth in the new historic era of accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary song represents a song for advance of the ranks of fighters and a march in the era.\n\t\t\t\t\t\n\t\t\t\t\t The history of the start of the Korean revolution, its victorious advance and great history of succession is shining as the history in which the might of single-minded unity has grown stronger thanks to such revolutionary songs including hymns and songs in praise of the party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary songs are the product of great struggle and great era. The anti-Japanese revolutionary forerunners gave origin to the single-minded unity while singing revolutionary songs reflecting the iron faith that only President Kim Il Sung could save the destiny of the nation from distress and lead the Korean revolution to victory. \n\t\t\t\t\t\n\t\t\t\t\t Many songs produced during the hard-fought Fatherland Liberation War, postwar rehabilitation and construction and socialist construction served as gunfire for annihilating enemy and bugle call for advance as they inspired the service personnel and people to dedicate their blood and sweat to the party, the leader and the country.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary songs reflected the iron will of all service personnel and people to follow the road of the revolution to the last under the leadership of the great party despite rain and snow. They served as a powerful ideological weapon for defending the party and the leader and a banner encouraging the people to perform heroic feats.\n\t\t\t\t\t\n\t\t\t\t\t Herein lies the great ideological and artistic influence of the revolutionary songs.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls for making uninterrupted advances and innovations to glorify the 7th Congress of the Workers' Party of Korea as a heyday of the revolution to be specially recorded in the history of our party while more loudly singing the song of single-minded unity and a song of advance toward victory."
        },
        {
            "title": "S. Korea Is Serious Human Rights Abuser: Minju Joson",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-08ee.html",
            "content": "S. Korea Is Serious Human Rights Abuser: Minju Joson\r\n Pyongyang, November 13 (KCNA) -- The supreme court of south Korea passed the verdict of not guilty to those indicted for spy case of Seoul city public official.\n\t\t\t\t\t Minju Joson Friday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The verdict given to those involved in the case billed as a serious political and social issue brought to daylight the inhuman and fascist nature of the conservative ruling forces that punish guiltless people on charges of \"espionage\" in order to meet their political purposes.\n\t\t\t\t\t\n\t\t\t\t\t What mattered was that the Supreme Court tried to clinch the case by dismissing a few hirelings, not punishing chief culprits who deserve punishment.\n\t\t\t\t\t\n\t\t\t\t\t The case that broke out two years ago is a farce fabricated by the conservative ruling forces by setting the Intelligence Service in motion.\n\t\t\t\t\t\n\t\t\t\t\t The IS being upset, went busy, orchestrating the farce of suicide of its agent who worked out false document and an employee who had directly been involved in the fabrication of the case and dismissing inferiors by activating the prosecution. But it could not cover up its crimes. Former IS Director Nam Jae Jun made public an \"apology to the people\" and the present chief executive also trumpeted about \"apology\" but it only touched off indignation of the public.\n\t\t\t\t\t\n\t\t\t\t\t This clearly disclosed the fact that those who manipulated the case behind the scene were the conservative ruling forces that should be brought to justice.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is a hideous human rights abuser as it forces the people to languish in distress and violates their rights through a host of conspiratorial cases and all kinds of sinister plots.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not peddle someone's \"human rights\" issue but apologize and repent of its human rights abuses, to begin with."
        },
        {
            "title": "Korean Peninsula Issue Not Plaything of U.S.: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-09ee.html",
            "content": "Korean Peninsula Issue Not Plaything of U.S.: Rodong Sinmun\r\n Pyongyang, November 13 (KCNA) -- It is an urgent requirement of the times to improve the inter-Korean relations, create a climate for reconciliation and establish durable peace-keeping mechanism on the Korean Peninsula. \n\t\t\t\t\t Minju Joson Friday observes this in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t The paper goes on:\n\t\t\t\t\t\n\t\t\t\t\t What matters is the attitude of the U.S. The U.S. does not want to conclude a peace treaty with the DPRK, which may lead to the defusing of the confrontation and the start of reconciliation on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., however, wants instable peninsula on which military standoff constantly persists, the north and the south level guns at each other and a war may break out any moment even due to an accidental incident.\n\t\t\t\t\t\n\t\t\t\t\t Only when the situation remains unstable on the peninsula can the U.S. perpetuate the presence of its troops in south Korea and massively introduce modern war hardware to contain its potential rivals in the region under that pretext. \n\t\t\t\t\t\n\t\t\t\t\t This finds a vivid expression in the U.S. attitude towards the improvement of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. double-dealing attitude of talking much about improved inter-Korean relations and peace and stability on the peninsula and perpetrating conflicting acts can not be construed otherwise than a mockery of the Korean nation and world peace-loving people.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is sadly mistaken if it thinks it can play with the issue of the peninsula as it pleases. If it has no willingness to settle the issue with the DPRK peacefully, the DPRK will deal with the issue by its own method.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop its absurd behavior of painting itself as a \"friend\" of humankind and \"war deterrent\" under the veil of peace."
        },
        {
            "title": "S. Korean Chief Executive's Despotic Remarks under Fire",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-11ee.html",
            "content": "S. Korean Chief Executive's Despotic Remarks under Fire\r\n Pyongyang, November 13 (KCNA) -- The south Korean internet newspaper Voice of People in an editorial on Nov. 11 denounced the south Korean chief executive's despotic remarks.\n\t\t\t\t\t At \"a state council meeting\" the chief executive let loose a whole string of rubbish that soul will be abnormal if proper history is not taught, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t It said her labeling of those forces which implanted abnormal soul into the minds of the people as the people steeped in the specified idea including the Teachers Union means ceaseless offensive against \"forces following the north.\"\n\t\t\t\t\t\n\t\t\t\t\t  It is the chief executive, a descendant of the pro-Japanese lackey, who talked nonsense and her thinking became abnormal because of her unlimited greed for emerging a queen, the editorial noted."
        },
        {
            "title": "Japan Urged to Take Legal Responsibility for Sexual Slavery",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-12ee.html",
            "content": "Japan Urged to Take Legal Responsibility for Sexual Slavery\r\n Pyongyang, November 13 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea in a statement on Nov. 10 demanded the Japanese government come out for the settlement of the crimes related to the sexual slavery in the past.\n\t\t\t\t\t Japan which has openly denied legal responsibility for the issue of the sexual slavery for the Imperial Japanese Army now demands the dismantlement of the statue of a girl sexual slave outside the Japanese embassy in Seoul, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Japan is going impudent, evading apology and reparation for the illegal and inhumanitarian crimes it committed against women in the past, the statement charged, adding:\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" which should put a brake on it, is siding with Japan's far-fetched assertions while turning a deaf ear to the protests of the victims of the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t The statement stressed that it is the Japanese government's responsibility to make state reparation for the illegal human rights abuses."
        },
        {
            "title": "Crackdown on KCTU Chairman under Fire",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-13ee.html",
            "content": "Crackdown on KCTU Chairman under Fire\r\n Pyongyang, November 13 (KCNA) -- South Korean online paper Voice of People on Nov. 12  in an editorial lambasted the court's repressive action against the chairman of the south Korean Confederation of Trade Unions (KCTU).\n\t\t\t\t\t The Seoul Central District Court on Nov. 11 issued a warrant to arrest the chairman on the ground that he did not appear in the court, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This is suggestive of many things. It undoubtedly aims to hamper the All-out People's Action on Nov. 14 the chairman has pushed forward.\n\t\t\t\t\t\n\t\t\t\t\t It is a shameless way to disturb the rally where the people would give vent to their anger and protest against the regime's suppression and reality.\n\t\t\t\t\t\n\t\t\t\t\t The editorial called on all the progressive forces to get united in the struggle against the authorities' crackdown."
        },
        {
            "title": "South Korean Peasants Protest Authorities' Unpopular Agricultural Policy",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-14ee.html",
            "content": "South Korean Peasants Protest Authorities' Unpopular Agricultural Policy \r\n Pyongyang, November 13 (KCNA) -- The National Federation of Peasants Associations, the Federation of Women Peasants Associations and the Headquarters of All-out People's Action of south Korea held a press conference outside the building of the \"National Assembly\" on Nov. 11 to protest the authorities' agricultural policy, according to the south Korean paper Nodong and Segye.\n\t\t\t\t\t The speakers said the anger of the peasants was running high due to the authorities' policy of opening rice market and moves to conclude \"Free Trade Agreement\".\n\t\t\t\t\t\n\t\t\t\t\t They accused the \"government\" and the \"NA\" of pursuing an unpopular agricultural policy by reneging on their promises not to open the rice market. \n\t\t\t\t\t\n\t\t\t\t\t They declared that 30 000 peasants across south Korea would attend the All-out People's Action in protest against the tyrannical \"regime\" in Seoul on November 14."
        },
        {
            "title": "S. Korean Organization Accuses \"Saenuri Party\" of Driving Workers to Death",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-18ee.html",
            "content": "S. Korean Organization Accuses \"Saenuri Party\" of Driving Workers to Death\r\n Pyongyang, November 13 (KCNA) -- The south Korean Confederation of Trade Unions held a press conference outside the building of the \"Saenuri Party\" in Youido, Seoul on Wednesday to denounce it for driving workers to death.\n\t\t\t\t\t The organization disclosed that it was the party which presented the five-point evil labor law, core in the present regime's labor market restructuring, to the \"National Assembly\".\n\t\t\t\t\t\n\t\t\t\t\t It branded the party as well as Chongwadae, big businesses and others as the enemy of the people.\n\t\t\t\t\t\n\t\t\t\t\t It declared that it would come out for All-out People's Action on Saturday.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that it would surely check the labor market restructuring unto death."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Bangladesh ",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-01ee.html",
            "content": "Kim Jong Il to Be Remembered in Bangladesh\r\n Pyongyang, November 13 (KCNA) -- Bangladeshi progressive parties, organizations for friendship and solidarity with the Korean people and organizations for the study of the Juche idea and Songun idea jointly formed the Bangladeshi committee for remembering the great leader Kim Jong Il on November 8. \n\t\t\t\t\t Rashed Khan Menon, chairman of the Central Committee of the Workers' Party of Bangladesh who is minister of Civil Aviation and Tourism, was elected chairman of the committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events praising the revolutionary career and feats of Kim Jong Il from November 8 to December 17."
        },
        {
            "title": "Kim Jong Un Praised by Int'l Body ",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-02ee.html",
            "content": "Kim Jong Un Praised by Int'l Body \r\n Pyongyang, November 13 (KCNA) -- The Korean Friendship Association headquartered in Spain posted on its internet homepage One Corea Network an article \"People's Father\" accompanied by a photo of Marshal Kim Jong Un making a speech at the military parade and public procession of Pyongyang citizens in celebration of the 70th founding anniversary of the Workers' Party of Korea on November 6. \n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The whole world is touched by the speech. \n\t\t\t\t\t\n\t\t\t\t\t \"Let us all make selfless, devoted efforts for the good of the great people!\" This slogan is gripping the hearts of mankind. \n\t\t\t\t\t\n\t\t\t\t\t Upon hearing the speech of Kim Jong Un, the people of the DPRK were moved to tears and excitement prevailed throughout the country. \n\t\t\t\t\t\n\t\t\t\t\t There are a lot of leaders who claim working for the people. However, the world does not know such father of people as Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t His days are dedicated to the people as their son and he is exerting efforts everyday for their happiness. \n\t\t\t\t\t\n\t\t\t\t\t He is paving a wide avenue to a thriving nation to bring pleasure to the people and their paradise is about to appear. \n\t\t\t\t\t\n\t\t\t\t\t The father of the people! Kim Jong Un regards this call as the dearest. \n\t\t\t\t\t\n\t\t\t\t\t He will make ceaseless journeys for the people in the future, too."
        },
        {
            "title": "Sci-Tech Complex in DPRK Introduced in UK ",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-03ee.html",
            "content": "Sci-Tech Complex in DPRK Introduced in UK \r\n Pyongyang, November 13 (KCNA) -- The British Association for the Study of Songun Policy posted on its internet homepage an article \"The Sci-Tech Complex successfully built under the leadership of respected Comrade Kim Jong Un\" on November 7. \n\t\t\t\t\t More than 20 photos of Kim Jong Un looking round the Sci-Tech Complex and Mirae Scientists Street were posted on the homepage. \n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The Sci-Tech Complex built under the wise leadership of respected Comrade Kim Jong Un is the most excellent base for disseminating latest science and technology with a floor space of 106 600 square meters. \n\t\t\t\t\t\n\t\t\t\t\t Giving field guidance to the Sci-Tech Complex, Kim Jong Un appreciated it as a structure to be proud of in the world. \n\t\t\t\t\t\n\t\t\t\t\t The Sci-Tech Complex is a multi-functional center for disseminating modern science and technology and a base for IT exchange. It provides all fields of scientific research and education, industrial establishments and families with every condition to get real-time service through network. \n\t\t\t\t\t\n\t\t\t\t\t It has basic and applied sci-tech halls, earthquake simulation room and imaginary science lab. \n\t\t\t\t\t\n\t\t\t\t\t A model of a rocket for carrying satellite standing in the central hall of the complex shows the level of science and technology of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Sci-Tech Complex and Mirae Scientists Street clearly prove the validity of the policy of the Workers' Party of Korea directing great efforts to the development of science and technology, regarding it as an important issue decisive of the success in the building of a thriving nation and a very crucial matter related to the prospect of the country."
        },
        {
            "title": "U.S. Does Not Want Peace in Korea: Russian Paper",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-04ee.html",
            "content": "U.S. Does Not Want Peace in Korea: Russian Paper \r\n Pyongyang, November 13 (KCNA) -- The Russian newspaper Tribuna on Nov. 6 carried an article \"U.S. does not want peace in Korea\" disclosing the U.S. hostile policy toward the DPRK. \n\t\t\t\t\t Noting that the U.S. at the 70th UN General Assembly rejected the proposal of the DPRK for concluding a peace treaty, the article went on:\n\t\t\t\t\t\n\t\t\t\t\t This reveals the aggressive and undemocratic nature of the U.S. politics. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. stand is that it would meet the demand of the DPRK for talks for concluding a peace treaty only when the latter dismantles missiles and nuclear weapons first and changes its socio-political system. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has proposed concluding a peace treaty several times. \n\t\t\t\t\t\n\t\t\t\t\t Countries concerned have tried to cooperate in the peace process on the Korean Peninsula, but in vain. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. turned down all the proposals while further escalating the tension on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that if a clash breaks out in the area along the Military Demarcation Line, it will spill over into an uncontrollable all-out war. \n\t\t\t\t\t\n\t\t\t\t\t In order to put a definite end to the evil cycle of confrontation and tension it is essential to replace the Armistice Agreement by a peace treaty before anything else. This is the conclusion drawn by the DPRK."
        },
        {
            "title": "MINREX denuncia intento de EE.UU. de eludir firma de convenio de paz",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-27ee.html",
            "content": "MINREX denuncia intento de EE.UU. de eludir firma de convenio de paz\r\nPyongyang, 13 de noviembre (ACNC) -- A la pregunta formulada por la ACNC en relacion con que Estados Unidos pretende eludir la firma del convenio de la paz, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio el dia 13 la siguiente respuesta:\n\t\t\t\t\tEn un seminario efectuado hace poco, el representante especial de la politica sobre la RPDC del Departamento de Estado norteamericano dijo ilogicamente que antes de sustituir el acuerdo de armisticio por el convenio de la paz, se debe lograr un avance importante en la desnuclearizacion, diciendo que la demanda de la RPDC de firmarlo es incorrecta en el orden.\n\t\t\t\t\t\n\t\t\t\t\tEn el pasado, realizamos antes que nada la discusion sobre la desnuclearizacion y muchas conversaciones para debatir de modo simultaneo el problema nuclear y la preservacion de la  paz, pero, en vano.\n\t\t\t\t\t\n\t\t\t\t\tEn la base de todos los problemas hay las relaciones hostiles entre la RPDC y EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tDebido a las relaciones beligerantes entre ambos paises iniciadas en la decada de 1950, ocurrio en la decada de 1980 el problema nuclear, lo que sabe claramente el pais norteamericano. La presente insistencia de este pais en que se debe realizar la desnuclearizacion antes de firmar el convenio de la paz, significa no abandonar su politica hostil anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLas experiencias de la historia demuestran claramente que ningun problema sera solucionado sin eliminar desde su origen las relaciones hostiles entre ambos paises, al sustituir el acuerdo de armisticio por el convenio de la paz.\n\t\t\t\t\t\n\t\t\t\t\tEs posible la solucion de todos los problemas cuando EE.UU. no sea por mas tiempo el enemigo de la RPDC y se cree el ambiente de la confianza mediante la concertacion del convenio de la paz.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no debe equivocar la buena voluntad de la RPDC, que aboga por la firma del convenio de la paz, y meditar de las consecuencias que se emanen de su negacion a la demanda de la RPDC."
        },
        {
            "title": "Pak Yong Sik se reune con delegacion militar de Rusia",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-28ee.html",
            "content": "Pak Yong Sik se reune con delegacion militar de Rusia\r\nPyongyang, 13 de noviembre (ACNC) -- El general de ejercito de las fuerzas terrestres del Ejercito Popular de Corea Pak Yong Sik, ministro de las Fuerzas Armadas Populares, departio el dia 13 con la delegacion del Estado Mayor General de las Fuerzas Armadas de la Federacion Rusa, presidida por el primer subjefe Nikolai Bogdanovski, que le hizo una visita de cortesia."
        },
        {
            "title": "RPDC se incorporara a esfuerzos de UNESCO por alcanzar meta de desarrollo sostenido",
            "url": "http://kcna.co.jp/item/2015/201511/news13/20151113-29ee.html",
            "content": "RPDC se incorporara a esfuerzos de UNESCO por alcanzar meta de desarrollo sostenido\r\nPyongyang, 13 de noviembre (ACNC) -- El dia 6, el jefe de la delegacion de la Republica Popular Democratica de Corea hizo uso de la palabra en el 38o periodo de sesiones de la asamblea general de la Organizacion de las Naciones Unidas para la Educacion, la Ciencia y la Cultura (UNESCO).\n\t\t\t\t\tDurante 70 anos desde su fundacion, la UNESCO logro muchos exitos en sus actividades, recordo el jefe coreano y continuo:\n\t\t\t\t\t\n\t\t\t\t\tA fin de alcanzar las metas de desarrollo sostenido despues de 2015 del dominio de su autoridad, la UNESCO debe ejecutarlas vinculandolas correctamente con la estrategia intermedia de la organizacion 2014-2021 y, al mismo tiempo, mejorar sus actividades conforme a las circunstancias cambiadas y la demanda de nuevo siglo e impulsar la reforma de la organizacion en direccion a asegurar invariablemente su independencia y sus propias caracteristicas como organizacion intelectual.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, hay que prevenir los intentos que se pueden fomentar el antagonismo y confrontacion en las actividades de la organizacion bajo el pretexto de la priorizacion de los derechos humanos, la libertad de expresion, etc.\n\t\t\t\t\t\n\t\t\t\t\tA traves del dialogo y las cooperaciones entre culturas y religiones, la UNESCO debe seguir prestando las atenciones a las actividades para asegurar la variedad de la cultura y promover el entendimiento mutuo y la amistad entre los paises y regiones.\n\t\t\t\t\t\n\t\t\t\t\tPese a las condiciones dificiles el gobierno de la RPDC no escatima la inversion estatal a la educacion considerandola como la labor patriotica de eterna duracion para la prosperidad del pais y la nacion.\n\t\t\t\t\t\n\t\t\t\t\tEn el futuro tambien, la RPDC fortalecera y desarrollara mas la cooperacion y la unidad internacionales segun el ideal de la politica exterior de la independencia, la paz y la amistad y con el objeto de lograr la paz del mundo y la prosperidad comun de la humanidad se incorporara activamente a los esfuerzos de la organizacion y sus miembros por alcanzar las metas de desarrollo sostenido despues de 2015."
        }
    ]
}