{
    "date": "2015-11-16",
    "url": "http://kcna.co.jp/item/2015/201511/2015-11-16ee.html",
    "articles": [
        {
            "title": "DPRK Government Delegation Back Home",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-09ee.html",
            "content": "PPRK Government Delegation Back Home\r\nPyongyang, November 16 (KCNA) -- A DPRK government delegation led by Foreign Minister Ri Su Yong came back home Monday after paying an official visit to Angola and participating in the celebrations for the 40th anniversary of its independence. \n\t\t\t\t\t Earlier, the delegation left Luanda on November 13. \n\t\t\t\t\t\n\t\t\t\t\t During the stay there the foreign minister took part in the completion ceremony of the newly built hall of the National Assembly and met the president of the National Assembly and the defense minister of Angola and the foreign ministers of Zimbabwe and Mali."
        },
        {
            "title": "President of Int'l Judo Federation Arrives Here",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-11ee.html",
            "content": "President of Int'l Judo Federation Arrives Here\r\nPyongyang, November 16 (KCNA) -- Marius Vizer, president of the International Judo Federation, arrived here on Monday."
        },
        {
            "title": "DPRK Women's Football Team Wins at 2015 AFC U-16 Women's Championship",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-07ee.html",
            "content": "DPRK Women's Football Team Wins at 2015 AFC U-16 Women's Championship\r\nPyongyang, November 16 (KCNA) -- The DPRK women's football team won at the 2015 AFC U-16 Women's Championship held in Wuhan, China.\n\t\t\t\t\t The finals took place between teams of the DPRK and Japan.\n\t\t\t\t\t\n\t\t\t\t\t It defeated its Japanese rival 1:0 and placed first at the championship, securing a berth to the 2016 FIFA U-17 Women's World Cup."
        },
        {
            "title": "Mother's Day Marked in DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-10ee.html",
            "content": "Mother's Day Marked in DPRK\r\nPyongyang, November 16 (KCNA) -- Mother's Day was significantly marked in the DPRK. \n\t\t\t\t\t Congratulatory stages and other events for mothers took place in Pyongyang and every province, city and county. \n\t\t\t\t\t\n\t\t\t\t\t Mothers visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill and their statues and portraits picturing their smiling images in their residential places to lay floral baskets, bouquets and flowers and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the bust of anti-Japanese war hero Kim Jong Suk at the Revolutionary Martyrs' Cemetery on Mt. Taesong and her statues in Kim Jong Suk County and Hoeryong City.\n\t\t\t\t\t\n\t\t\t\t\t A music and dance performance \"Happy Mother's Day\" by artistes of the South Hamgyong Provincial Art Group was given at the Hamhung Grand Theatre and a performance \"Mother's Happiness\" by artistes of the South Hwanghae Provincial Art Group at the Art Theatre of South Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\t In Kanggye City, Jagang Province teachers and students of February 16 Kanggye College of Arts gave a performance.\n\t\t\t\t\t\n\t\t\t\t\t Members of the Democratic Women's Union of Korea in Sariwon City, North Hwanghae Province held amusement games including yut-game and swinging.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory performances and meetings were held in provinces, cities and counties and parks and pleasure grounds were full of happy laughter of women enjoying Mother's Day.\n\t\t\t\t\t\n\t\t\t\t\t Mothers who have their sons and daughters serving the army or working at socialist construction sites received greeting cards from them.\n\t\t\t\t\t\n\t\t\t\t\t Public catering establishments across the country including Okryu Restaurant, Chongryu Restaurant, Chilsong Restaurant, Sinhung Restaurant and Kanggye Noodle House served wonderful meals to mothers, adding to their delight."
        },
        {
            "title": "Mother's Day Marked",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-12ee.html",
            "content": "Mother's Day Marked\r\nPyongyang, November 16 (KCNA) -- A festive mood has pervaded different parts of the DPRK on the occasion of Mother's Day.\n\t\t\t\t\t Women are playing an important role in many fields of the country, including light industry and public service, said Dr. Mun Jong Suk, a section chief of the Academy of Social Sciences, when interviewed by KCNA.\n\t\t\t\t\t\n\t\t\t\t\t But Mother's Day is of special significance for women working in the fields of education and public health as the future development of the nation depends on those fields, she said.\n\t\t\t\t\t\n\t\t\t\t\t Seen on the streets are school youth and children on their way to see teachers with flowers and greeting cards in their hands.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK boasts a number of women who have made great contribution to the development of the country and happiness of people.\n\t\t\t\t\t\n\t\t\t\t\t Among them are Labor Hero Ham Ok Suk, a teacher of Jesan Primary School in Hyongjesan District, Pyongyang who has piggybacked a disabled girl to school for several years, and Rim Hyon Dan, a doctor of the Korea General Red Cross Hospital who devoted herself to recovering the burnt face of a woman worker for eight years."
        },
        {
            "title": "Mothers Are Patriots Cultivating Bright Future of Great Paektusan Nation",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-05ee.html",
            "content": "Mothers Are Patriots Cultivating Bright Future of Great Paektusan Nation\r\nPyongyang, November 16 (KCNA) -- Rodong Sinmun Monday dedicates an editorial to Mother's Day. \n\t\t\t\t\t The generations of the nation, the generations of the Juche revolution are given a steady continuity and the future of Songun Korea is rosy and bright as there are excellent mothers bringing up their children to be reliable heirs to the revolution and talents of the country, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Our mothers are genuine patriots devoting themselves to the building of a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t They are ardent women revolutionaries and patriots devoting their all to the country, revolution and the people before being mothers raising their own children. \n\t\t\t\t\t\n\t\t\t\t\t Their noble spiritual world and the tradition of their heroic struggle have now been steadily inherited in the new century of Juche. \n\t\t\t\t\t\n\t\t\t\t\t Among them are a mother on Kubong Pass who let her all children become road keepers while working as a road keeper for several decades, a woman scientist who made great contribution to the agricultural production of the country with her lifelong devotion and a patriot who has cultivated woods of the country in remote mountainous area with her husband, regardless of whether they were known or not. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is taking on more beautiful looks as the days go by thanks to the patriotic devotion of mothers making labor feats in every worksite for successfully implementing the idea of the Workers' Party of Korea for building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t Our mothers are the most dignified and happiest women in the world as they are leading a beautiful life enjoying respects and blessings from all the people in the socialist country under the care of the great sun."
        },
        {
            "title": "Pyongyang Greeting Card and Souvenir Shop",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-13ee.html",
            "content": "Pyongyang Greeting Card and Souvenir Shop\r\nPyongyang, November 16 (KCNA) -- The Pyongyang Greeting Card and Souvenir Shop has been crowded with customers on Mother's Day (November 16).\n\t\t\t\t\t Seen in the shop are youths, schoolchildren and other customers who are absorbed in picking out greeting cards.\n\t\t\t\t\t\n\t\t\t\t\t According to a staff of the shop, over 10 kinds of cards were issued on this occasion and distributed to bookshops in different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t Among them are those depicting bouquet, flowers and a mother crooning a baby and children flying pigeons."
        },
        {
            "title": "KFA Marks 15th Birthday",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-04ee.html",
            "content": "KFA Marks 15th Birthday\r\nPyongyang, November 16 (KCNA) -- The 15th anniversary of formation of the Korean Friendship Association (KFA) was marked with due event in Madrid, Spain on Nov. 7.\n\t\t\t\t\t Displayed at the event were photos showing the exploits of Marshal Kim Jong Un and works of the peerlessly great men of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Present there were members of the KFA and more than 60 representatives of its branches in UK, France, Belgium, Ireland, Denmark, the U.S., etc.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Kim Hyok Chol, DPRK ambassador to Spain, and its staff members.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyok Chol made a congratulatory speech and KFA Chairman Alejandro Cao de Benos made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said the DPRK has witnessed leaping development and eye-opening changes in recent years under the wise leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The people of the DPRK celebrated the 70th founding anniversary of the Workers' Party of Korea through which they proudly reviewed the 70-year-long history of Juche Korea which has emerged victorious despite all kinds of tempests and showed the world their indomitable spirit to make a dynamic advance towards the final victory, being convinced of their rosy future, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the activities of the KFA over the past 15 years since its formation by widely introducing exploits of President Kim Il Sung, leader Kim Jong Il and Kim Jong Un and supporting the just cause of the DPRK people, and expressed their determination to consolidate the KFA and stage more solidarity activities. \n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the event."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Austria",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-01ee.html",
            "content": "Kim Jong Il to Be Remembered in Austria\r\nPyongyang, November 16 (KCNA) -- An Austrian committee for remembering leader Kim Jong Il was formed on Nov. 10.\n\t\t\t\t\t Eduard Knapp, chairman of the Society for the Promotion of the Relations between Austria and DPRK, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events praising the revolutionary career of Kim Jong Il and the exploits of Marshal Kim Jong Un who is creditably carrying forward Kim Jong Il's idea and cause in the run-up to Dec. 17, anniversary of his demise."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Slovenia",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-02ee.html",
            "content": "Kim Jong Il to Be Remembered in Slovenia\r\nPyongyang, November 16 (KCNA) -- A Slovenian committee for remembering Generalissimo Kim Jong Il was formed by the Slovenia-Korea Friendship Association on Nov. 11.\n\t\t\t\t\t Igor Jurisic, chairman of the Slovenia-Korea Friendship Association, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the revolutionary career and exploits of Kim Jong Il and significantly hold political and cultural events."
        },
        {
            "title": "Kim Jong Un Praised by Korean Organization in U.S.",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-06ee.html",
            "content": "Kim Jong Un Praised by Korean Organization in U.S.\r\nPyongyang, November 16 (KCNA) -- The Federation of Koreans in the U.S. posted a commentary titled \"Another embodiment of noble outlook on people of First Chairman Kim Jong Un\" on its website.\n\t\t\t\t\t The commentary said First Chairman Kim Jong Un attended the funeral for Marshal of the Korean People's Army Ri Ul Sol on Nov. 11.\n\t\t\t\t\t\n\t\t\t\t\t The commentary went on:\n\t\t\t\t\t\n\t\t\t\t\t With his trust he showed his comradely obligation and his outlook on the people.\n\t\t\t\t\t\n\t\t\t\t\t He saw to it that Ri was accorded a state funeral and he personally took part in the funeral. He made sure that Ri's remains were interred at the Revolutionary Martyrs Cemetery on Mt. Taesong and spread earth on the grave himself.\n\t\t\t\t\t\n\t\t\t\t\t He, who believed in the people as in himself and took good care of them, showed his respect for the people. \n\t\t\t\t\t\n\t\t\t\t\t This is the true picture of Kim Jong Un kept deep in the hearts of people.\n\t\t\t\t\t\n\t\t\t\t\t People call him their genuine leader as he adds glory to the life of a veteran anti-Japanese revolutionary fighter with his great loving care and trust.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons and people of the DPRK would carry on the march for a victory in the revolutionary cause of Juche pioneered on Mt. Paektu, sincerely upholding and following Kim Jong Un as they traversed the road of the revolution following President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Japan Urged to Settle Past Crimes",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-03ee.html",
            "content": "Japan Urged to Settle Past Crimes\r\nPyongyang, November 16 (KCNA) -- 110 years have passed since the Japanese imperialists fabricated the \"Ulsa (1905) Five-point Treaty\" to force the colonial slavery upon the Korean nation. \n\t\t\t\t\t A spokesman for the Korean Committee on Measures for the Sexual Slavery for Japanese Army and Drafting Victims Monday made public a statement in this regard. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists deceived international community with the false \"treaty\" and imposed great human, material and spiritual damage upon the Korean people for more than four decades, oppressing the Korean nation with arms. \n\t\t\t\t\t\n\t\t\t\t\t What matters is that Japan has not made any apology and reparation for these huge crimes until now seven decades after its defeat. \n\t\t\t\t\t\n\t\t\t\t\t Far from feeling responsibility for the crimes, Japan is justifying its occupation of Korea with such sophism that its colonial rule over Korea was wanted by Koreans and that Japan made contribution to the development of Korea. It is also shamelessly embellishing its inhuman crimes by branding the young and middle-aged Korean men who were drafted as \"volunteers\" and the victims of the sexual slavery for the Imperial Japanese Army as \"victims of flesh traffic\". \n\t\t\t\t\t\n\t\t\t\t\t It is only Japan in the world which has not liquidated its past even seven decades after its defeat. \n\t\t\t\t\t\n\t\t\t\t\t The Korean nation is no longer a lesser nation that suffered twists and turns in distress amid the scramble of big powers for influence in the past and the present times is not the old era when Japan deprived a country of its sovereignty with a sheet of paper. \n\t\t\t\t\t\n\t\t\t\t\t Moreover, liquidation of the past is not a matter that Japan can gloss over by evading the responsibility for the past crimes committed against the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to make a bold decision for the settlement of the past as early as possible, bearing in mind that the proper settlement of the past crimes against the Korean people is an inevitable legitimate and state responsibility and the very thing for the sake of Japan itself."
        },
        {
            "title": "Kim Jong Un recibe diploma conmemorativo de PPB",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-10ss.html",
            "content": "Kim Jong Un recibe diploma conmemorativo de PPB\r\nPyongyang, 16 de noviembre (ACNC) -- Al Mariscal Kim Jong Un le dirigio el diploma conmemorativo del 24o aniversario del periodico Inverta, organo del partido, el Partido Comunista Brasileno (Marxista-Leninista).\n\t\t\t\t\tEl secretario general de dicho partido lo entrego el dia 7 al embajador de la Republica Popular Democratica de Corea en Brasil, Kim Chol Hak.\n\t\t\t\t\t\n\t\t\t\t\tEl diploma expresa maximo homenaje al Mariscal Kim Jong Un con motivo del 24o aniversario de la fundacion del periodico Inverta."
        },
        {
            "title": "Liquidacion de pasado criminal es responsabilidad de Japon, insiste entidad coreana",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-08ss.html",
            "content": "Liquidacion de pasado criminal es responsabilidad de Japon, insiste entidad coreana\r\nPyongyang, 16 de noviembre (ACNC) -- Con motivo del aniversario 110 de la falsificacion forzosa del \"Tratado de 5 Puntos de Ulsa\" por los imperialistas japoneses, el portavoz del Comite Coreano por Medidas sobre el Problema de ex Esclavas Sexuales para el Ejercito Japones y Victimas de Reclutamiento Forzoso hizo publica el dia 16 una declaracion siguiente:\n\t\t\t\t\tUtilizando el \"Tratado de 5 Puntos de Ulsa\" los imperialistas japoneses dieron en mas de 40 anos pasados enormes danos humanos, materiales y espirituales al pueblo coreano enganando la sociedad internacional y presionando con fuerzas armadas a la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tLo mas problematico es que Japon no pidio disculpas ni hizo indemnizacion por sus tremendos actos criminales hasta hoy despues de 70 anos tras su derrota.\n\t\t\t\t\t\n\t\t\t\t\tLejos de sentirse la responsabilidad por sus crimenes este pais isleno justifica sus actos de saqueo territorial con las absurdas tonterias de que su dominacion colonial sobre Corea se realizo por el deseo de los coreanos y contribuyo al desarrollo de Corea y embellece descaradamente sus crimenes antieticos describiendo a los jovenes coreanos reclutados forzosamente como \"voluntarios\" y a las victimas de esclavitud sexual del ex ejercito japones como \"victimas de trafico humano\".\n\t\t\t\t\t\n\t\t\t\t\tJapon es el unico pais del mundo que no liquida su pasado, hasta hoy que pasaron 70 anos desde de la derrota.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano no es la nacion pequena del pasado que sufria todo tipo de dificultades y altibajos debido a la rivalidad de las potencias imperialistas y la epoca actual no es la antigua en que podian violar con un papel miserable la soberania de un pais.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, la liquidacion de los crimenes pasados de Japon perpetrados contra el pueblo coreano no es el problema que se puede evadir o resistir.\n\t\t\t\t\t\n\t\t\t\t\tJapon debera estar consciente de que esta liquidacion es la responsabilidad legal y estatal que no puede evitar y es util para su pais y debera tomar cuanto antes la decision de liquidar con su pasado."
        },
        {
            "title": "En Pyongyang presidente de Federacion Internacional de Judo",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-11ss.html",
            "content": "En Pyongyang presidente de Federacion Internacional de Judo\r\nPyongyang, 16 de noviembre (ACNC) -- Llego el dia 16 a esta capital Marius Vizer, presidente de la Federacion Internacional de Judo."
        },
        {
            "title": "Celebrado en RPDC Dia de la Madre",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-12ss.html",
            "content": "Celebrado en RPDC Dia de la Madre\r\nPyongyang, 16 de noviembre (ACNC) -- La Republica Popular Democratica de Corea acogio con significacion el Dia de la Madre. \n\t\t\t\t\tEn ocasion de esa efemeride, tuvieron lugar variadas actividades en Pyongyang, provincias, ciudades y distritos de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tLas madres de todo el pais colocaron los cestos, ramos y ramitas florales ante las estatuas de bronce y las imagenes sonrientes del Presidente Kim Il Sung y el Dirigente Kim Jong Il erguidas en la capitalina colina Mansu y en sus respectivas localidades y les rindieron el sublime homenaje.\n\t\t\t\t\t\n\t\t\t\t\tTambien visitaron las estatuas de bronce de Kim Jong Suk, Heroina de la Lucha Antijaponesa, levantadas en el Cementerio de Martires Revolucionarios del Monte Taesong, el distrito Kim Jong Suk y la ciudad de Hoeryong. \n\t\t\t\t\t\n\t\t\t\t\tEn el Gran Teatro de Hamhung se ofrecio la funcion de musica y danza \"Felicitamos el Dia de la Madre\" de los artistas del conjunto artistico de la provincia de Hamgyong del Sur y en el Teatro Artistico de la Provincia de Hwanghae del Norte, la funcion de los artistas provinciales \"Felicidad de Madre\".\n\t\t\t\t\t\n\t\t\t\t\tHubo en la ciudad de Kanggye de la provincia de Jagang la funcion artistica de los profesores y matriculados del Colegio de Arte Kanggye 16 de Febrero.\n\t\t\t\t\t\n\t\t\t\t\tLas integrantes de la UMDC de la ciudad de Sariwon de la provincia de Hwanghae del Norte organizaron el juego recreativo. \n\t\t\t\t\t\n\t\t\t\t\tSe desarrollaron en las ciudades y distritos de todas las localidades las funciones y encuentros de felicitacion y se escucharon en los parques y lugares de recreacion las canciones y risas de las mujeres que celebran el Dia de la Madre.\n\t\t\t\t\t\n\t\t\t\t\tLas madres recibieron las tarjetas de felicitacion enviadas por sus hijos e hijas en los puestos de defensa de la patria y los campos de construccion socialista.\n\t\t\t\t\t\n\t\t\t\t\tLas redes de servicio gastronomico de todo el pais, inclusive los Restaurantes Okryu y Chongryu, ofrecieron el afable servicio a las madres."
        },
        {
            "title": "Rodong Sinmun condena al canciller surcoreano Yun Pyong Se",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-03ss.html",
            "content": "Rodong Sinmun condena al canciller surcoreano Yun Pyong Se\r\nPyongyang, 16 de noviembre (ACNC) -- En una reunion internacional efectuada hace poco en Luxemburgo, el canciller surcoreano Yun Pyong Se dijo que \"en este momento tambien el Norte (de Corea) fortalece en alto nivel la capacidad de armas nucleares y misiles\" y agrego que \"la sociedad internacional debe enviar un invariable mensaje de no tolerar las armas nucleares del Norte\". Tambien durante su visita a un pais asiatico unos dias despues, senalo que \"la sociedad internacional debe ejercer una influencia positiva a la solucion del problema nuclear del Norte\" y \"el Norte debe tomar lecciones\" y otras tonterias.\n\t\t\t\t\tEl diario Rodong Sinmun, en un comentario divulgado el dia 15, califica tales disparates de Yun como locura del ignorante de la esencia y el origen del problema nuclear de la Peninsula Coreana y como acto imprudente que pone obstaculos y complejidad en el desarrollo del dialogo entre el Norte y el Sur y la mejora de relaciones intercoreanas y continua:\n\t\t\t\t\t\n\t\t\t\t\tYun Pyong Se se suma a ciegas a la campana nuclear anti-RPDC de su amo gringo, sin ninguna opinion propia sobre el problema nuclear.\n\t\t\t\t\t\n\t\t\t\t\tYun tiene que conocer, aunque sea ahora, sobre el motivo y el curso historico de la posesion de armas nucleares de la RPDC y el proceso primordial de la desnuclearizacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tTodos los problemas se resuelven segun el orden de prioridades. Para resolver radicalmente el problema nuclear en la Peninsula Coreana, hay que poner el punto final a la politica de amenaza con armas nucleares y las maniobras de provocacion de la guerra anti-RPDC de los belicistas estadounidenses y surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben estar conscientes de que recurrir a la provocacion politica y militar contra sus connacionales hablando del \"problema nuclear del Norte\" en conspiracion con las fuerzas exteriores es una estupidez que pone obstaculos y complejidad en la solucion del problema de las relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben dejar de mendigar la cooperacion nuclear anti-RPDC que impide la desnuclearizacion de la Peninsula Coreana y lleva a la fase catastrofica las relaciones Norte-Sur."
        },
        {
            "title": "Japon no podra encubrir jamas sus crimenes anti-eticos, insiste Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201511/news16/20151116-02ss.html",
            "content": "Japon no podra encubrir jamas sus crimenes anti-eticos, insiste Rodong Sinmun\r\nPyongyang, 16 de noviembre (ACNC) -- Este ano, todo el mundo demanda a Japon, que en siglo pasado causo grandes desgracias y sufrimientos a los pueblos de Corea y otros paises asiaticos, reflexionar profundamente su historia criminal llena de la masacre, la destruccion y saqueo y hacer disculpa clara y la indemnizacion por el respecto.\n\t\t\t\t\tPero, este pais isleno se porta vilmente para encubrir su ensangrentada historia criminal en vez de pedir disculpas.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un comentario individual del dia 15 y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tPor mucho que pasan los dias nunca se borraran los crimenes de Japon cometidos en el pasado. Seria una gran equivocacion si los reaccionarios japoneses piensen en que pudieran borrar su pasado criminal en la memoria de las personas.\n\t\t\t\t\t\n\t\t\t\t\tPor mas que transcurra el tiempo, el pueblo coreano sacara sin falta la cuenta de los crimenes del imperialismo japones.\n\t\t\t\t\t\n\t\t\t\t\tSi Japon intenta encubrir sus crimenes del pasado le causaran solo el aislamiento y el arruinamiento.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades japonesas deben saber correctamente que no podran embellecer con ninguna estratagema sus crimenes del pasado, reconocer la responsabilidad estatal sobre todos los crimenes anti-eticos y ejecutar la indemnizacion persuasible a toda la nacion coreana."
        }
    ]
}