{
    "date": "2015-06-30",
    "url": "http://kcna.co.jp/item/2015/201506/2015-06-30ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Provides Field Guidance to Vegetable Co-op Farm",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-01ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Vegetable Co-op Farm\r\n Pyongyang, June 30 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, gave field guidance to the Jangchon Vegetable Co-op Farm in Sadong District, Pyongyang City, whose looks have undergone a radical change to be a model and a standard of the socialist rural cultural construction. \n\t\t\t\t\t He set forth a task to build the farm into an exemplary farm and icon of greenhouse vegetable production when providing field guidance to the farm associated with the immortal history of leadership given by President Kim Il Sung and leader Kim Jong Il in June last year. He guided the layout for the construction of Jangchon area several times and took benevolent measures for settling the issues arising in it.\n\t\t\t\t\t\n\t\t\t\t\t He went round the mosaic depicting smiling Kim Il Sung, a monument to the revolutionary activities of Kim Il Sung and Kim Jong Il, the room for the education in the revolutionary history and the room dedicated to the history of the farm.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that the farm developed into a dependable producer of vegetables under the warm and meticulous care of Kim Il Sung and Kim Jong Il who made indefatigable efforts to the last moments of their lives to provide the Pyongyang citizens with fresh vegetables all the year round.\n\t\t\t\t\t\n\t\t\t\t\t He went round the hall of culture, science and technology disseminating center, Jangchon health complex, modern dwelling houses and other places to learn about the construction in detail.\n\t\t\t\t\t\n\t\t\t\t\t He praised the farm for building the hall of culture as well as a national art theatre so that the farmers may fully enjoy a cultural and emotional life and constructing a nice park and a leisure ground having a volleyball court, a swimming pool, a roller-skate ring and a fishpond. \n\t\t\t\t\t\n\t\t\t\t\t  He was satisfied to see the library, e-reading room and technology study room in the science and technology disseminating center and modern equipment in the soil analysis room and the room for examining damage done by insects. \n\t\t\t\t\t\n\t\t\t\t\t Appreciating the successful construction of modern dwelling houses, in particular, he was pleased that the farm carried out the party's policy of making an effective use of natural energy and turning the village into an orchard by equipping each house with solar water heater, solar cells and a methane gas supply system and planting fruit trees around each house. \n\t\t\t\t\t\n\t\t\t\t\t He went round mud-walled plastic sheet greenhouses and arch-style chain greenhouses to learn in detail about the vegetable production and management of the farm.\n\t\t\t\t\t\n\t\t\t\t\t He enjoyed a bird's-eye view of the farm from the observation deck.\n\t\t\t\t\t\n\t\t\t\t\t He praised the Pyongyang City for working an eye-opening miracle in the socialist rural cultural construction as required by the party and being able to proudly greet the grand festival in October.\n\t\t\t\t\t\n\t\t\t\t\t He extended thanks in the name of the Party Central Committee to farmers of the farm and officials and other working people in Pyongyang City for making a positive contribution to turning the Jangchon area into a spectacular farm reminiscent of a rural city as required by the party.\n\t\t\t\t\t\n\t\t\t\t\t It is the resolution and will of the party to bring about a radical turn in the rural cultural construction with this farm as an example and torch, he said, giving Pyongyang City an instruction to push ahead under a plan with the work to spruce up well the farms on the outskirts of the city on the basis of the successes and experience already gained.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that Pyongyang City would take the lead in the drive to implement the behests of the leaders and uphold the party policies in the future as a political, economic and cultural hub of socialist Korea having the mission to hold aloft the banner of the three revolutions-ideological, technical and cultural.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Choe Ryong Hae and Ri Jae Il."
        },
        {
            "title": "Kim Yong Nam Greets Sudanese President",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-13ee.html",
            "content": "Kim Yong Nam Greets Sudanese President\r\n Pyongyang, June 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greeting to Omar Hassan Ahmed Al-Bashir, president of Sudan, on the occasion of the 26th anniversary of its revolution.\n\t\t\t\t\t Expressing belief that the relations of friendship and cooperation between the two countries would grow stronger, the message sincerely wished the president and people of Sudan greater success in their work for the stability and development of the country."
        },
        {
            "title": "Kim Yong Nam Greets President of DR Congo",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-14ee.html",
            "content": "Kim Yong Nam Greets President of DR Congo\r\n Pyongyang, June 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greeting to Joseph Kabila Kabange, president of DR Congo, on the occasion of the 55th anniversary of its independence.\n\t\t\t\t\t Expressing belief that the relations of friendship and cooperation between the two countries would grow stronger in the mutual interests of the two peoples, the message wished the president great success in his responsible work for the sovereignty, territorial integrity, peace and development of the country."
        },
        {
            "title": "Talks between DPRK FM and Deputy Prime Minister of Namibia Held",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-19ee.html",
            "content": "Talks between DPRK FM and Deputy Prime Minister of Namibia Held\r\n Pyongyang, June 30 (KCNA) -- There took place talks between Foreign Minister Ri Su Yong, head of a DPRK government delegation, on a visit to Namibia and Netumbo Nandi-Ndaitwah, deputy prime minister and minister of International Relations and Cooperation of Namibia, on June 27.\n\t\t\t\t\t Present there from the DPRK side were members of the delegation and the DPRK ambassador to Namibia and from the opposite side the permanent secretary of the Ministry of International Relations and Cooperation and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Discussed at the talks were issues of boosting the bilateral relations in various fields.\n\t\t\t\t\t\n\t\t\t\t\t On the day, the DPRK government delegation was invited to a reception hosted by the deputy prime minister who doubles as minister of International Relations and Cooperation.\n\t\t\t\t\t\n\t\t\t\t\t During its stay, the delegation laid a floral basket before the cemetery of Namibian heroes and visited the independence memorial and natural zoo.\n\t\t\t\t\t\n\t\t\t\t\t The delegation left Windhoek on June 28."
        },
        {
            "title": "Vegetable Greenhouses, New Dwelling Houses Built at Jangchon Vegetable Co-op Farm",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-22ee.html",
            "content": "Vegetable Greenhouses, New Dwelling Houses Built at Jangchon Vegetable Co-op Farm \r\n Pyongyang, June 30 (KCNA) -- A highly civilized rural city appeared in Jangchon area, Pyongyang City.\n\t\t\t\t\t The farm is an icon of the socialist rural cultural construction as it has a firm foundation for increasing vegetable production such as new greenhouses covering tens of hectares, modern dwelling houses, kindergarten, nursery, sports facilities, cultural and welfare facilities and all other conditions and circumstances at the highest level.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony for the completion of vegetable greenhouses, dwelling houses and public buildings took place at the Jangchon Vegetable Co-op Farm Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the ceremony, the participants laid a floral basket and bouquets before the mosaic depicting smiling President Kim Il Sung and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kwak Pom Gi, secretary of the Central Committee of the Workers' Party of Korea, officials concerned, working people in Pyongyang who took part in the construction and officials and farmers of the farm.\n\t\t\t\t\t\n\t\t\t\t\t Kim Su Gil, chief secretary of the Pyongyang City Committee of the Workers' Party of Korea, addressed the meeting.\n\t\t\t\t\t\n\t\t\t\t\t He said that the farm, an exemplary farm of cultural revolution in rural areas in Kim Jong Un's era and one more socialist fairyland in the Songun era, is the crystal of the wise leadership of Marshal Kim Jong Un and his warm love for people and the happy home where the farmers would enjoy all the blessings for all ages.\n\t\t\t\t\t\n\t\t\t\t\t Farmers moved into new houses that day."
        },
        {
            "title": "Malaria Day Marked in DPRK",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-20ee.html",
            "content": "Malaria Day Marked in DPRK\r\n Jaeryong, June 30 (KCNA) -- An event took place in Jaeryong County, South Hwanghae Province on Tuesday on the occasion of Malaria Day.\n\t\t\t\t\t Present there were officials of the Ministry of Public Health and public organizations and in the field of media and other officials concerned, youth and students, representatives and members of WHO and UNICEF here, diplomatic envoys and foreign embassy officials here.\n\t\t\t\t\t\n\t\t\t\t\t The participants enjoyed an art performance given by a hygienic information disseminating team made up of students and watched public health workers in Samjigang-ri in their work to prevent malaria.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, intensive propaganda and preventive activities took place in Pyongyang and in provinces on the day."
        },
        {
            "title": "Sports Contest for Songun Torch Prize Closes ",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-21ee.html",
            "content": "Sports Contest for Songun Torch Prize Closes \r\n Hamhung, June 30 (KCNA) -- The sports contest for Songun torch prize closed with due ceremony at Hamhung Stadium on Tuesday. \n\t\t\t\t\t South Hamgyong Province came first in the contest in total points."
        },
        {
            "title": "Korean Deaf Football Team",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-16ee.html",
            "content": "Korean Deaf Football Team\r\n Pyongyang, June 30 (KCNA) -- In the Democratic People's Republic of Korea disabled persons enjoy socio-political rights without any discrimination under the government's policy for protection of the disabled.\n\t\t\t\t\t It is well evidenced by the recent activities of the Korean Deaf Football Team.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Deaf Football Team was organized on May 29, Juche 103 (2014).\n\t\t\t\t\t\n\t\t\t\t\t The team has given systematic football education to deaf-and-dumb persons selected from deaf schools across the country and Pyongyang Jangwon Exchange Company.\n\t\t\t\t\t\n\t\t\t\t\t It made its debut in the world sports arena of disabled persons by attending the international deaf friendly tournament in Australia in December last year.\n\t\t\t\t\t\n\t\t\t\t\t Hong Chol Jin, a coach of the team, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t At first I worried about deaf-and-dumb footballers. But I studied football tactics and methods suitable to them, learning their language. Now, all of them are regarded as my younger brothers.\n\t\t\t\t\t\n\t\t\t\t\t My team is now intent on the training to take part in forthcoming international games. I will devote my wisdom and zeal to producing more talented footballers.\n\t\t\t\t\t\n\t\t\t\t\t Ku Jong Ok, mother of footballer Kim Song Il, said:\n\t\t\t\t\t\n\t\t\t\t\t I had been always anxious about my deaf son. But, now I am happy to see my son take part even in international game. It's my mind to train him to be a talented footballer honoring the country with gold medals.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Federation for the Protection of the Disabled is planning to intensify sports activities for the deaf in such more events as Taekwon-do, judo, field and track and wrestling."
        },
        {
            "title": "Rodong Sinmun Condemns S. Korean Puppet Forces' Reckless Military Drill",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-09ee.html",
            "content": "Rodong Sinmun Condemns S. Korean Puppet Forces' Reckless Military Drill\r\n Pyongyang, June 30 (KCNA) -- The south Korean puppet forces started a joint landing drill of the navy and marine corps aimed at a surprise strike at the DPRK in the West Sea of Korea on June 25. Involved in the drill which will last till July 5 are more than 3 700 forces, dozens of warships, at least 40 fighters, 36 landing and charging armored cars, etc.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Tuesday says this is a very grave military provocation to escalate confrontation with the north, pose bigger military threats to it and round off readiness for attacking it.\n\t\t\t\t\t\n\t\t\t\t\t The unprecedented provocation and play with fire against the DPRK are increasing the danger of a nuclear war on the Korean peninsula, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the puppet forces cover up their criminal nature as provoker and war maniac.\n\t\t\t\t\t\n\t\t\t\t\t We will never tolerate the belligerent racket of the south Korean puppet forces escalating the tension on the Korean peninsula through north-targeted war maneuver while blatantly challenging the aspiration of fellow countrymen for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces should stop acting rashly, pondering over the catastrophic consequences to be entailed by their reckless military drill."
        },
        {
            "title": "Rodong Sinmun Urges S. Korean Forces to Stop Military Drills for Aggression",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-10ee.html",
            "content": "Rodong Sinmun Urges S. Korean Forces to Stop Military Drills for Aggression\r\n Pyongyang, June 30 (KCNA) -- The joint military drills the south Korean puppet forces stage in league with the U.S. are a vivid manifestation of their extreme repugnance, hostility and attempt at aggression against the fellow countrymen in the north, says Rodong Sinmun Tuesday in an article. \n\t\t\t\t\t It goes on: \n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that confidence-based dialogue and improvement of relations between the north and the south would be impossible as long as the south Korean authorities continue large-scale war exercises for invading the north together with outsiders after labeling the fellow countrymen as a \"principal enemy.\"\n\t\t\t\t\t\n\t\t\t\t\t Dialogue and saber-rattling can never go together. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces are mulling staging large-scale Ulji Freedom Guardian joint military exercises in August in collusion with the U.S. This exercise means an open declaration of a war against the DPRK which would hold the inter-Korean relations on a tight nuclear war leash.\n\t\t\t\t\t\n\t\t\t\t\t A stop to the joint military drills against the north is an urgent issue to be settled for inter-Korean dialogue and improvement of the relations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces had better draw a due lesson from the catastrophic consequences entailed by their reckless war moves against the north and come out for making a policy switchover.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' stand and attitude toward war drills are a touchstone showing whether they hope for improvement of the inter-Korean relations or not.\n\t\t\t\t\t\n\t\t\t\t\t Derailed north-south relations would not be beneficial to the puppet authorities, either."
        },
        {
            "title": "Minju Joson Slams Japanese Reactionaries' Militarist Ambition for Overseas Expansion ",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-11ee.html",
            "content": "Minju Joson Slams Japanese Reactionaries' Militarist Ambition for Overseas Expansion \r\n Pyongyang, June 30 (KCNA) -- Shortly ago, the Japanese government expressed its stand that it could make counterattack with the U.S. if it comes under cyber attack.\n\t\t\t\t\t Minju Joson Tuesday in a commentary says in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This goes to clearly prove once again the sinister intention of the Japanese reactionaries to realize their militarist ambition for overseas expansion with the backing of the U.S. at any cost.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday what disaster would occur once \"the sun flag\" stained with blood of the Asian people flutters in different parts of the world and jackboots of invaders stamp the Asian continent again.\n\t\t\t\t\t\n\t\t\t\t\t For global peace and stability, the moves to turn Japan into military giant and launch overseas expansion of militarism must never be tolerated.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should clearly understand that the Asian people who suffered bitterer pain and disaster at the hands of Japan will never pardon its moves for overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t Japan is mistaken if it calculates it can be safe after it takes the road of igniting a war with the backing of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Japan's attempt to ignite a war as a henchman of the U.S. is as suicidal an act as jumping into fire with faggot on one's back.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should stop at once their reckless military confrontation, mindful that a war will lead to self-destruction."
        },
        {
            "title": "Entry of U.S. Nuclear Submarine into Pusan Port Denounced",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-17ee.html",
            "content": "Entry of U.S. Nuclear Submarine into Pusan Port Denounced\r\n Pyongyang, June 30 (KCNA) -- More than 20 civic and public organizations of south Korea including the Pusan People's Solidarity held a press conference outside the base of the Navy Operation Command in Pusan on June 25 in denunciation of the entry of U.S. nuclear submarine Michigan into Pusan Port. \n\t\t\t\t\t The submarine's entry into Pusan Port timed to coincide with the establishment of the UN \"office on human rights in the north\" in Seoul is a reckless act of further freezing the icy south-north relations, speakers said. \n\t\t\t\t\t\n\t\t\t\t\t On the same day eight religious organizations including the Pastors' Council for Realizing Justice and Peace and the Christian Pastors' Group for Peaceful Action held a \"prayer meeting denouncing the U.S. secret introduction of anthrax germs and forced deployment of THAAD\" around the U.S. embassy in Seoul. \n\t\t\t\t\t\n\t\t\t\t\t The participants held a demonstration march to the U.S. embassy, holding placards reading \"U.S. forces, group of evils who introduced anthrax germs, leave\"."
        },
        {
            "title": "S. Korean Authorities' Suppression of Workers Protested",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-15ee.html",
            "content": "S. Korean Authorities' Suppression of Workers Protested\r\n Pyongyang, June 30 (KCNA) -- More than 5 000 members under the south Korean Confederation of Trade Unions held a meeting at Seoul Railway Station plaza on June 27 to denounce the puppet forces for violating the vital rights of workers, according to the south Korean internet newspaper Voice of People.\n\t\t\t\t\t Speakers deplored that toiling workers get wages lower than the minimum living cost.\n\t\t\t\t\t\n\t\t\t\t\t The regime seeks labor market restructuring aimed at lay-off, low wages and part-time job system as well as clampdown on the core members of the Confederation of Trade Unions, they said.\n\t\t\t\t\t\n\t\t\t\t\t They called on all workers to fight in unity for wage hike and to check the retrogressive restructuring of the labor market.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would launch a general strike on July 15 in protest against the present regime's suppression of workers."
        },
        {
            "title": "2nd Meeting of 23rd Central Committee of Chongryon Held ",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-18ee.html",
            "content": "2nd Meeting of 23rd Central Committee of Chongryon Held\r\n Tokyo, June 29 (KNS-KCNA) -- There took place the second meeting of the 23rd Central Committee of the General Association of Korean Residents in Japan (Chongryon) at the Korean Hall in Tokyo on June 27. \n\t\t\t\t\t Present there were Chairman Ho Jong Man and vice-chairmen of the Central Standing Committee of Chongryon, the chairman of the Central Audit Committee of Chongryon, members of the Central Standing Committee, advisors, permanent adviser to the Research Institute on History of Korean Residents in Japan, members of the Central Committee and the Central Audit Committee and others. \n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man made a report \"On thoroughly implementing the tasks set forth by respected Marshal Kim Jong Un in his important letter 'Let Us Usher In a New Heyday of the Movement of Koreans in Japan True to the Intention of the Great Comrade Kim Jong Il.'\"\n\t\t\t\t\t\n\t\t\t\t\t The reporter said Kim Jong Un in the letter comprehensively indicated the basic way to be taken by Chongryon in ushering in a new heyday of the movement of the Koreans in Japan by carrying out the behests of leader Kim Jong Il and five-point tasks and the ways of implementing them, stressing the need to fully carry out the tasks and develop the patriotic movement of Chongryon on a new high stage. \n\t\t\t\t\t\n\t\t\t\t\t The meeting adopted the report as a decision of the Chongryon Central Committee. \n\t\t\t\t\t\n\t\t\t\t\t The meeting heard a report of the Credentials Committee. A member of the Central Committee was released from office and there was a by-election. \n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was read out at the meeting. \n\t\t\t\t\t\n\t\t\t\t\t Before the meeting the participants watched a video \"Grand Festival of Koreans in Japan for Celebrating the 60th Anniversary of Formation of Chongryon.\""
        },
        {
            "title": "Kimilsungism-Kimjongilism to Be Studied at Ugandan University",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-02ee.html",
            "content": "Kimilsungism-Kimjongilism to Be Studied at Ugandan University\r\n Pyongyang, June 30 (KCNA) -- An inaugural ceremony of the Group for the Study of Kimilsungism-Kimjongilism took place at Makerere University in Uganda on June 19.\n\t\t\t\t\t Present at the ceremony were personages of the Ugandan National Executive Committee of the Pan-African Movement and the Ugandan National Committee for the Study of the Juche Idea, followers of the Juche idea and students of the university.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that today Kimilsungism-Kimjongilism serves as a beacon of hope indicating the path to be followed by the progressives in accomplishing the global cause of independence and, in particular, as an ideological and mental pillar of the African people in their struggle for achieving the political independence and building self-supporting economy."
        },
        {
            "title": "Korean Books Donated to Russia",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-03ee.html",
            "content": "Korean Books Donated to Russia\r\n Pyongyang, June 30 (KCNA) -- A Korean book-donating ceremony took place at a library in Nakhodka City, Russia on June 18.\n\t\t\t\t\t Present at the ceremony were figures of the Nakhodka City Administration, the library and the Partizansk City National Library, citizens and staff members of the DPRK consulate general in Nakhodka.\n\t\t\t\t\t\n\t\t\t\t\t Works of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and Korean books were conveyed to a figure of the relevant field.\n\t\t\t\t\t\n\t\t\t\t\t A vice-director of the Cultural Department of the Nakhodka City Administration said:\n\t\t\t\t\t\n\t\t\t\t\t I am very pleased to receive Korean books on the occasion of the 51st anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t I extend gratitude to the DPRK for sending the works of Kim Il Sung, Kim Jong Il and Kim Jong Un and other valuable books introducing history and culture of Korea and its reality.\n\t\t\t\t\t\n\t\t\t\t\t Cultural events including Korean book, photo and handicraft exhibitions held in the past helped citizens have the friendly feeling toward the Korean people."
        },
        {
            "title": "DPRK's Significant Days to Be Marked in Germany",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-04ee.html",
            "content": "DPRK's Significant Days to Be Marked in Germany\r\n Pyongyang, June 30 (KCNA) -- A preparatory committee of the Federal Republic of Germany-DPRK Association was formed on June 22 to mark the 70th anniversaries of Korea's liberation and the founding of the Workers' Party of Korea.\n\t\t\t\t\t Thomas Lichter, vice-chairman of the association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events including meeting, seminar and film show on the anniversaries."
        },
        {
            "title": "U.S. Forces Urged to Withdraw from South Korea",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-05ee.html",
            "content": "U.S. Forces Urged to Withdraw from South Korea\r\n Pyongyang, June 30 (KCNA) -- The Bulgaria-Korea Friendship Association issued a bulletin on June 18 on the occasion of the month of international solidarity with the Korean people.\n\t\t\t\t\t An article titled \"Fatherland Liberation War\" said:\n\t\t\t\t\t\n\t\t\t\t\t All the historical facts verify the fact that the U.S. imperialists provoked the Korean war. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet army suddenly mounted invasion of the northern half of Korea across the 38th parallel at dawn on June 25, 1950 under the direct command of the U.S. military advisory group.\n\t\t\t\t\t\n\t\t\t\t\t It was an undeniable start of an undeclared war.\n\t\t\t\t\t\n\t\t\t\t\t More than 60 years have passed since then but the U.S. imperialists have not pulled their aggression forces out of south Korea but rendered the tension on the Korean peninsula extremely high by waging large-scale war drills every year with the involvement of nuclear strike means.\n\t\t\t\t\t\n\t\t\t\t\t Another article titled \"The U.S. forces have to go home at once\" detailed how the U.S. openly conducted hostile acts such as war drills whenever a climate for inter-Korean dialogue and negotiations for reunification was created at the initiative of the DPRK."
        },
        {
            "title": "Austrian Organization Supports DPRK's Efforts for Reunification",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-06ee.html",
            "content": "Austrian Organization Supports DPRK's Efforts for Reunification\r\n Pyongyang, June 30 (KCNA) -- The Solidarity Committee of Unionists for the Peaceful Reunification of Korea in Austria issued a statement on June 19 in support of the statement issued by the DPRK government on June 15.\n\t\t\t\t\t It fully supported all the efforts of the DPRK for an independent and peaceful reunification of Korea, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are best advised to be discreet.\n\t\t\t\t\t\n\t\t\t\t\t We urge the south Korean authorities to immediately stop the military provocation against the compatriots. This is a prerequisite to a sincere dialogue, the first step toward the peaceful reunification of Korea."
        },
        {
            "title": "S. Korean Regime Urged to Hold Substantial Negotiations with DPRK",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-07ee.html",
            "content": "S. Korean Regime Urged to Hold Substantial Negotiations with DPRK\r\n Pyongyang, June 30 (KCNA) -- The Afro-Asian People's Solidarity Organization made public a statement on June 21 on the15th anniversary of the publication of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The statement stressed that the joint declaration gained positive support from the world peace-loving people wishing for the reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Fully supporting the joint declaration and calling for a thorough implementation of the declaration, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t To our regret, the U.S. and the south Korean regime following it lay a stumbling block in implementing the declaration by employing all trite tricks.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime conducts joint military drills with the U.S. against the DPRK, far from holding substantial negotiations for reunification.\n\t\t\t\t\t\n\t\t\t\t\t Reaffirming the support to the joint declaration, the Afro-Asian People's Solidarity Organization demands the south Korean authorities take steps for holding genuine north-south negotiations in the spirit of the declaration."
        },
        {
            "title": "Kim Jong Il's Work Posted by Czech Organization",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-08ee.html",
            "content": "Kim Jong Il's Work Posted by Czech Organization\r\n Pyongyang, June 30 (KCNA) -- Leader Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was posted by the Paektusan Czech-Korean Friendship Association on its website on June 15.\n\t\t\t\t\t The work published on Oct. 2, Juche 84 (1995) reviews with pride the glorious history of the Workers' Party of Korea that pioneered a new path of building a revolutionary party in the era of independence under the leadership of President Kim Il Sung. The work is a great programme of the party building and activities as it indicates the way of strengthening and developing the party into one of the President forever."
        },
        {
            "title": "Kim Jong Un dirige Granja Cooperativa Especializada en Verduras de Jangchon",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-23ee.html",
            "content": "Kim Jong Un dirige Granja Cooperativa Especializada en Verduras de Jangchon\r\nPyongyang, 30 de junio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el trreno la Granja Cooperativa Especializada en Verduras de Jangchon en el municipio de Sadong de la ciudad de Pyongyang, remodelada como modelo de la construccion de la cultura rural del socialismo.\n\t\t\t\t\t   Durante su visita en junio del ano pasado, el Mariscal dio la tarea de convertir esta granja, donde estan grabadas las huellas de direccion de los grandes lideres Kim Il Sung y Kim Jong Il, en la unidad ejemplar del pais en la produccion de verduras en el invernadero. Para ese fin, dirigio en varias ocasiones el proyecto de formacion de la zona de Jangchon y tomo en personal las medidas para solucionar los problemas pendientes.\n\t\t\t\t\t\n\t\t\t\t\t   Ante todo, el Mariscal recorrio el mural de mosaico con la imagen sonriente del Presidente, la lapida a la actividad historico-revolucionaria, la sala de educacion en la historia revolucionaria y la otra de presentacion del historial.\n\t\t\t\t\t\n\t\t\t\t\t   El dijo que la granja se ha convertido en una fidedigna base de produccion especializada de verduras gracias al calido amor y minuciosa atencion del los grandes lideres, quienes dedicaron todos sus esfuerzos hasta sus ultimos momentos de vida por ofrecer a los ciudadanos las verduras frescas en todas las estaciones.\n\t\t\t\t\t\n\t\t\t\t\t   Se informo en detalles del proceso de construccion, pasando revista a varios lugares de la granja, tales como la casa cultural, el centro de divulgacion de ciencia y tecnica, el complejo de servicios de higiene Jangchon, las viviendas rurales.\n\t\t\t\t\t\n\t\t\t\t\t   Dijo que levantaron con excelencia la casa cultural de la granja comparable con el teatro artistico del centro y agrego que acondicionaron magnificamente el jardin y el lugar de recreo dotados de la cancha de voleibol, piscina, patinadero de ruedas y criadero de peces.\n\t\t\t\t\t\n\t\t\t\t\t   Evaluo que hayan acondicionado bien en el centro de divulgacion de ciencia y tecnica la biblioteca, la sala de lectura electronica y la de estudio tecnico y que son modernos los equipos instalados en la sala de analisis de tierra y la de  examen de insectos nocivos.\n\t\t\t\t\t\n\t\t\t\t\t   Sobre todo, construyeron maravillosamente las viviendas, asevero y agrego que habian cumplido cabalmente la orientacion del Partido en materia de usar activamente la energia natural y reforestacion con arboles frutales en las aldeas rurales, al instalar en cada vivienda el calentador de agua con energia solar y el cargador de luz solar, establecer el sistema de suministro de gas metano y sembrar los arboles  frutales.\n\t\t\t\t\t\n\t\t\t\t\t   Paso revista a los invernaderos con pared de barro y pelicula y los otros arqueados cerciorandose detalladamente del estado de produccion de verduras y administracion de la granja.\n\t\t\t\t\t\n\t\t\t\t\t   Acto seguido, subio al mirador donde presencio el panorama de la granja.\n\t\t\t\t\t\n\t\t\t\t\t   La ciudad de Pyongyang establecio la norma deseada por el Partido y coreo milagro sorprendente a todo el mundo en la construccion de la cultura rural de socialismo, senalo y evaluo altamente que la granja puede acoger dignamente la gran fiesta de octubre (10 de octubre, dia de la fundacion del PTC).\n\t\t\t\t\t\n\t\t\t\t\t   Dio agradecimiento a nombre del Comite Central del PTC a los granjeros, funcionarios y trabajadores de esta capital que contribuyeron mucho a convertir la zona de Jangchon en una granja moderna semejante a una ciudad.\n\t\t\t\t\t\n\t\t\t\t\t   Es la decision y voluntad del Partido hacer mas activamente la revolucion en la cultura rural tomando como modelo y chispa la Granja Cooperativa Especializada en Verduras de Jangchon, dijo y ordeno que la ciudad de Pyongyang impulse de manera planificada las labores para acondicionar bien las grajas situadas alrededor de esta capital a base de los exitos y experiencias alcanzados en esta ocasion.\n\t\t\t\t\t\n\t\t\t\t\t   Expreso la esperanza y conviccion de que la ciudad de Pyongyang, que siendo centro de politica, economia y cultura de la Corea socialista, tiene el deber de tomar delantera en el cumplimiento de las tres revoluciones ideologica, tecnica y cultural, debe ponerse en el futuro tambien al frente de la campana por cumplir los legados de los grandes lideres y materializar la politica del Partido.\n\t\t\t\t\t\n\t\t\t\t\t   El Mariscal fue acompanado por Hwang Pyong So, Choe Ryong Hae y Ri Jae Il."
        },
        {
            "title": "Equipo coreano de futbol de sordomudos",
            "url": "http://kcna.co.jp/item/2015/201506/news30/20150630-24ee.html",
            "content": "Equipo coreano de futbol de sordomudos\r\nPyongyang, 30 de junio (ACNC) -- En Corea, los discapacitados gozan de su derecho socio-politico sin ninguna discriminacion y participan activamente en las actividades estatales y sociales.\n\t\t\t\t\tSolo a traves de las actividades ultimas del equipo de futbol de sordomudos, pueden conocer bien sobre la politica de la Republica Popular Democratica de Corea para proteger a los discapacitados y la cada vez mas creciente atencion y medidas privilegiadas del Estado.\n\t\t\t\t\t\n\t\t\t\t\tEl equipo de futbol de sordomudos fue creado el 29 de mayo del 103(2014) de la Era Juche.\n\t\t\t\t\t\n\t\t\t\t\tEsta compuesto por los sordomudos con particular talento seleccionados en las escuelas para los discapacitados y el Centro de Intercambio de Tecnicas de Jangwon de Pyongyang y realiza la sistematica educacion de futbol.\n\t\t\t\t\t\n\t\t\t\t\tTras participar por primera vez en el torneo internacional de amistad de sordomudos efectuado en pasado diciembre en Australia, el equipo coreano fijo la meta mas alta y dedica con afan al entrenamiento para asimilar muchos metodos de juego.\n\t\t\t\t\t\n\t\t\t\t\tEl entrenador Hong Chol Jin dijo a la ACNC como lo siguiente:\n\t\t\t\t\t\n\t\t\t\t\tAl principio, tenia mas preocupaciones al adiestrar a los jugadores sordomudos que no se entendian mutuamente. Pero, con la firme decision, aprendi la lengua de sordomudos y estudie las tacticas y metodos de futbol, convenientes a ellos. Ya todos los deportistas me parecen mis hermanos intimos.\n\t\t\t\t\t\n\t\t\t\t\tAhora, el equipo de futbol se entrega al entrenamiento para participar en los proximos torneos internacionales.   Dedicare toda mi sabiduria y entusiasmo para formar a muchos futbolistas que traigan noticias de victoria a la graciosa patria socialista.\n\t\t\t\t\t\n\t\t\t\t\tKu Jong Ok, madre del jugador Kim Song Il dijo como sigue:\n\t\t\t\t\t\n\t\t\t\t\tSolo se puede imaginar esta realidad en nuestro regimen donde aprecia mucho a los seres humanos.\n\t\t\t\t\t\n\t\t\t\t\tAntes me acongojaba por tener al hijo sordomudo, pero ahora estoy muy conmovida al ver a mi hijo que participa hasta en el torneo internacional como jugadores especializados. Formare sin falta a mi hijo como futbolista que traiga el honor a la patria con las medallas de oro.\n\t\t\t\t\t\n\t\t\t\t\tLa Federacion de Proteccion a Discapacitados de Corea planea establecer mas las disciplinas inclusive Taekwondo, judo, atletismo y lucha para activar mas el deporte de sordomudos."
        }
    ]
}