{
    "date": "2015-12-11",
    "url": "http://kcna.co.jp/item/2015/201512/2015-12-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Wreath to Bier of Kim Je Son",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-27ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of Kim Je Son\r\n Pyongyang, December 11 (KCNA) -- Supreme leader Kim Jong Un sent a wreath to the bier of advisory head of the Mansudae Art Troupe Kim Je Son, recipient of Order of Kim Il Sung, winner of Kim Il Sung Prize and People's Artiste, on Friday, expressing deep condolences over his death."
        },
        {
            "title": "Greetings to Kenyan President",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-14ee.html",
            "content": "Greetings to Kenyan President\r\n Pyongyang, December 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Tuesday sent a message of greeting to Uhuru Kenyatta, president of Kenya, on the occasion of the 52nd anniversary of its independence, national holiday of the Kenyan people.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would steadily grow stronger through mutual understanding and efforts, the message wished the president success in his work to protect the sovereignty of the country."
        },
        {
            "title": " DPRK-Russia Agreement on Cooperation in Field of Electric Power Signed",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-20ee.html",
            "content": "DPRK-Russia Agreement on Cooperation in Field of Electric Power Signed\r\n Pyongyang, December 11 (KCNA) -- An agreement on cooperation in the field of electric power between the governments of the DPRK and the Russian Federation was signed in Pyongyang Friday.\n\t\t\t\t\t Present at the signing ceremony were Ho Thaek, vice-minister of Electric Power Industry, officials concerned, the delegation of the Ministry of Energy of Russia led by Vice-Minister Anton Inyutsin and Alexandr Matsegora, Russian ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The agreement was signed by Ho Thaek and Anton Inyutsin."
        },
        {
            "title": "Russian Delegation Lays Wreath before Liberation Tower",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-21ee.html",
            "content": "Russian Delegation Lays Wreath before Liberation Tower\r\n Pyongyang, December 11 (KCNA) -- The delegation of the Ministry of Energy of Russia led by Vice-Minister Anton Inyutsin laid a wreath before the Liberation Tower on Friday.\n\t\t\t\t\t Present there were Ho Thaek, vice-minister of Electric Power Industry, officials concerned, Alexandr Matsegora, Russian ambassador to the DPRK, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t A wreath in the name of the delegation was placed there and the participants observed a moment's silence in memory of the fallen fighters of the Soviet Army.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the tower."
        },
        {
            "title": "DPRK-Bulgaria Plan for Cooperation in Science, Education and Culture Signed",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-25ee.html",
            "content": "DPRK-Bulgaria Plan for Cooperation in Science, Education and Culture Signed\r\n Pyongyang, December 11 (KCNA) -- An inter-governmental plan for cooperation in the field of science, education and culture between the DPRK and Bulgaria was signed in Sofia on Dec. 8.\n\t\t\t\t\t It was inked by Cha Kon Il, DPRK ambassador to Bulgaria, and Todor Tanev, minister of Education and Science of Bulgaria."
        },
        {
            "title": "Chairman of International Military Sports Council Here",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-23ee.html",
            "content": "Chairman of International Military Sports Council Here\r\n Pyongyang, December 11 (KCNA) -- Abdulhakeem Mohamed Isa Alshanoo, chairman of the International Military Sports Council, and his companion arrived here on Friday."
        },
        {
            "title": "Festival of Science and Technology of State Academy of Sciences Held",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-22ee.html",
            "content": "Festival of Science and Technology of State Academy of Sciences Held\r\n Pyongyang, December 11 (KCNA) -- The 31st festival of science and technology of the State Academy of Sciences took place from Dec. 8 to 11 at the academy.\n\t\t\t\t\t On display at the festival were over 400 achievements made this year in scientific researches for rapidly developing the nation's latest science and technology, building an economic power and improving the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t The festival was divided into various panels including electric power and electronics, coal and ore mining industries and metal and machine-building industries. \n\t\t\t\t\t\n\t\t\t\t\t Its closing ceremony took place on Friday."
        },
        {
            "title": " DPRK Workers Glorify WPK Congresses with Great Labor Feats",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-17ee.html",
            "content": "DPRK Workers Glorify WPK Congresses with Great Labor Feats\r\n Pyongyang, December 11 (KCNA) -- The history of the Workers' Party of Korea (WPK) is associated with the admirable feats the working class performed to significantly greet the WPK congresses, held at turning points of the developing revolution, by bringing the heyday in creation and construction.\n\t\t\t\t\t When the 3rd and 4th congresses of the WPK were to be convened, the workers of the DPRK had devotedly implemented the lines and tasks advanced by it, working world-startling miracles one after another in socialist economic construction.\n\t\t\t\t\t\n\t\t\t\t\t After the 1950-1953 Korean War provoked by the U.S. imperialists, they rehabilitated a lot of ruined industrial establishments across the country in two weeks and ensured the railway traffic in a week.\n\t\t\t\t\t\n\t\t\t\t\t The workers of the then Kangson Steel Plant raised the torch of the Chollima Movement and turned out 120,000 tons of rolled steel at a blooming mill with capacity of 60,000 tons.\n\t\t\t\t\t\n\t\t\t\t\t With their efforts and technology, the Korean workers built a large blast furnace in less than one year and manufactured various kinds of machinery and vehicles, including tractor, lorry, electric locomotive, excavator and 3000-ton press.\n\t\t\t\t\t\n\t\t\t\t\t They built a flat in a matter of 14 minutes, constructed a large-sized vinalon factory in a little more than one year and realized the electrification in major railway trunk lines.\n\t\t\t\t\t\n\t\t\t\t\t Greeting the 5th Congress of the WPK, the workers successfully carried out the 7-year Economic Plan and made distinguished contributions to realizing the socialist industrialization in only 14 years.\n\t\t\t\t\t\n\t\t\t\t\t In response to the call for the 100-day campaign made by the WPK prior to its 6th Congress, they all turned out in a drive for increased production and built many monumental edifices. During the campaign, they increased the total industrial output by 142 percent, thus carrying out the national economic plan for 1980 ahead of schedule.\n\t\t\t\t\t\n\t\t\t\t\t Now, the working class of the DPRK has turned out as one in a new campaign to greet the 7th Congress of the WPK with unprecedented labor achievements."
        },
        {
            "title": "World's Best Chorus Troupe",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-15ee.html",
            "content": "World's Best Chorus Troupe\r\n Pyongyang, December 11 (KCNA) -- The State Merited Chorus of the DPRK, which is on a friendship performance tour of China together with the Moranbong Band, is a national treasure and pride for having many veteran creators, talented vocalists and instrumentalists and other famous artists, who were awarded the titles of People's Artists, People's Artistes, Merited Artists and Merited Artistes.\n\t\t\t\t\t After enjoying the performance given by the chorus, the head of a delegation of the Warsaw Group for the Study of the Juche Idea in Poland said that through the performance, he could feel the stamina and will of the Korean people who are advancing along the road of victory, overcoming all difficulties.\n\t\t\t\t\t\n\t\t\t\t\t The performance made me know well about the arts of the DPRK attaining the perfect state, the music-based politics of the respected Marshal Kim Jong Un and the source of inexhaustible strength of the Korean people, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t A press official of the Central Military Orchestra of the Ministry of Defense of Russia said the performance of the chorus was beyond imagination and very excellent, praising the State Merited Chorus of the DPRK as the world's best chorus troupe.\n\t\t\t\t\t\n\t\t\t\t\t A Dominican figure in his poem highly praised the martial songs of the chorus for imbuing the people with confidence and courage."
        },
        {
            "title": " Moranbong Band Popular among DPRK People",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-16ee.html",
            "content": "Moranbong Band Popular among DPRK People\r\n Pyongyang, December 11 (KCNA) -- The citizens in the DPRK have praised the Moranbong Band, now on a friendship performance tour of China together with the State Merited Chorus, as an art troupe of national treasure for its peculiar artistic influence.\n\t\t\t\t\t Performances given by the all-female band are fresh and innovative in vocal and instrumental music, stage structure and other aspects.\n\t\t\t\t\t\n\t\t\t\t\t Its singers are full of vim and vigor and they have strong personalities. In such numbers as songs \"Dash toward Future\", \"Campfire, Flare Up\" and \"At the Spring Site\", they draw deep attention of the audience through display of their nimble movements and refined ensemble.\n\t\t\t\t\t\n\t\t\t\t\t Its instrumental ensembles, mainly based on electronic stringed instruments, are also very attractive as they are diverse and unique in melody and style.\n\t\t\t\t\t\n\t\t\t\t\t Typical of them is a string quartet \"It Is October\", excellent and flawless in harmony of tone quality, virtuosity and modulation."
        },
        {
            "title": "DPRK Chorus and Band's China Visit, Focus of World Public",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-26ee.html",
            "content": "DPRK Chorus and Band's China Visit, Focus of World Public\r\n Pyongyang, December 11 (KCNA) -- The world is now focusing on the China visit of the DPRK's State Merited Chorus and Moranbong Band.\n\t\t\t\t\t The Chinese people show keen interest in those art troupes' performance tour of their country. \n\t\t\t\t\t\n\t\t\t\t\t Lu Chao, a researcher of the Liaoning Provincial Academy of Social Sciences, told China's Global Times on Dec. 9 that their performance tour goes to prove that China and the DPRK has made a substantial progress in the field of high-level cultural exchange.\n\t\t\t\t\t\n\t\t\t\t\t A spokesperson for China's Foreign Ministry told reporters that the performance tour by the DPRK's art troupes favors the interests of the two countries and it is profitable for the regional peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, world media vie with each other to report about the China visit of the DPRK's art troupes.\n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"Famous two art troupes of the DPRK visit China for performance\" on Dec. 10, China's Global Times said that the China visit by the two most famous art troupes of the DPRK is drawing the attention of the world.\n\t\t\t\t\t\n\t\t\t\t\t Choongang Ilbo of south Korea said that the State Merited Chorus of the DPRK had been under the special care of leader Kim Jong Il and it gave performances whenever state leaders of other countries visited the DPRK and important celebrations took place in the country.\n\t\t\t\t\t\n\t\t\t\t\t Yonhap News, Dong-A Ilbo and MBC of south Korea, too, reported about the timetable of those art troupes' performances in China.\n\t\t\t\t\t\n\t\t\t\t\t Japan's Nihon Keizai Shimbun said it is the first time for the DPRK's all-female Moranbong Band to give its performance in foreign countries. The Kyodo Press reported that diplomats and experts are closely watching what sort of important statesmen will be included in audience.\n\t\t\t\t\t\n\t\t\t\t\t BBC introduced the Moranbong Band in detail, saying that it is known for its energetic performances and the numbers performed by it include such typical Korean songs as \"We Think of the Marshal Day and Night\" and \"Pyongyang Is Best\" and Western-inspired numbers."
        },
        {
            "title": "Rodong Sinmun on Second All-out People's Action in South Korea",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-08ee.html",
            "content": "Rodong Sinmun on Second All-out People's Action in South Korea\r\n Pyongyang, December 11 (KCNA) -- There took place in south Korea an all-out people's action, the largest-ever since the candlelight rallies against the import of American beef in 2008 that shook the unpopular rule of traitor Lee Myung Bak to its very foundation. Thrown into consternation, the south Korean authorities are getting ever more desperate in their campaign to crack down on people at the point of bayonet.\n\t\t\t\t\t Rodong Sinmun Friday observes in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean chief executive, who took office by deceiving the people, issued an order to indiscriminately suppress the participants in the anti-\"government\" actions, labeling them as \"violent demonstrators and terrorists\".\n\t\t\t\t\t\n\t\t\t\t\t Where there is oppression, there always comes resistance. South Korean people are turning out in fierce resistance against brutal tyranny.\n\t\t\t\t\t\n\t\t\t\t\t The large-scale second all-out people's action staged in Seoul on Dec. 5 was inevitable resistance against the intolerable tyranny of the conservative authorities and a deserved condemnation of injustice by justice.\n\t\t\t\t\t\n\t\t\t\t\t The all-out people's action, the largest-ever since the emergence of the  present ruling quarters, is an eruption of the pent-up grudge of the popular masses and, at the same time, is a manifestation of the strong will not to allow fascism and dictatorship under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\t The first all-out people's action was a broad public resistance against the history coup and retrogressive labor market restructuring. And the theme of the second all-out people's action was \"Stop to the dictatorship. No dictatorship which overpowers the people.\" \n\t\t\t\t\t\n\t\t\t\t\t It is an inevitable process of history that a dictatorial rule is bound to go to ruin as it tramples down the popular masses' desire for independence and their vital rights and blocks social progress and democratic development.\n\t\t\t\t\t\n\t\t\t\t\t No ferocious dictator can match the might of the united people."
        },
        {
            "title": " Rodong Sinmun Denounces U.S. and S. Korean Authorities' Smear Campaign against DPRK",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-09ee.html",
            "content": "Rodong Sinmun Denounces U.S. and S. Korean Authorities' Smear Campaign against DPRK\r\n Pyongyang, December 11 (KCNA) -- The south Korean authorities held the 14th south Korea-U.N. \"disarmament and non-proliferation\" meeting in Seoul. This was, in a word, despicable diplomacy soliciting outside forces' cooperation in the anti-DPRK nuclear racket. The meeting reportedly held on the theme of \"unfinished task for a safer world\" discussed the issue of ensuring security through someone's \"solution of the nuclear issue\" as an important one.\n\t\t\t\t\t Rodong Sinmun Friday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The meeting was a despicable \"masked ball\" of political swindlers who worked hard to deceive others and meet their own interests.\n\t\t\t\t\t\n\t\t\t\t\t Those who have posed a constant nuclear threat to the DPRK over the past decades held a meeting even by abusing the name of the UN and had the effrontery to paint victims as assailants and provocateurs. \n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. and south Korea who are chiefly to blame for arms race and nuclear proliferation disturbing peace and stability on the Korean Peninsula and in the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t No matter how malignantly the south Korean authorities may pull up the DPRK over the \"nuclear threat from the north\" in collusion and nexus with outside forces, they can never cover up their true colors as servants in the U.S. moves for a war of aggression against the north, going crazy with the moves to bring a nuclear war disaster to the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They are nuclear war maniacs and heinous nuclear criminals who deserve a stern punishment by all Koreans and the international community. The smear campaign kicked off by them against the DPRK under the signboard of \"disarmament and non-proliferation\" only brings to light their sinister scenario to justify their moves for a nuclear war against the north and realize their ambition to stifle the DPRK through cooperation with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The status of the DPRK as a full-fledged nuclear weapons state is unchallenged and its nuclear deterrent serves as a treasured sword of justice to achieve a final victory in the confrontation with forces hostile to it."
        },
        {
            "title": "Black-hearted Aim Sought by U.S. in Trumpeting about \"Threat\" from DPRK Disclosed",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-11ee.html",
            "content": "Black-hearted Aim Sought by U.S. in Trumpeting about \"Threat\" from DPRK Disclosed\r\n Pyongyang, December 11 (KCNA) -- The U.S. is noisily vociferating about \"threats\" from other countries although it is driving the world into mayhem and grave danger of nuclear war by flexing its military muscle which it claims \"strongest\" in the world, Rodong Sinmun Friday says in an article. \n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t \"Threat\" from the DPRK is what the U.S. is vociferating more noisily than anything else. \n\t\t\t\t\t\n\t\t\t\t\t After the Soviet Union was disintegrated, the U.S. cited \"threat\" from north Korea more than anything else and it has steadily hyped the fiction about it. By \"threat\" from DPRK it means the nuclear weapons and missiles to which it had access for self-defence are \"threat\" to the U.S. \n\t\t\t\t\t\n\t\t\t\t\t Clear are the aims sought by the U.S. in floating the fiction. By doing so, it seeks to justify the permanent presence of the U.S. troops in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t Its another aim is to steadily spread the story of \"threat\" from the DPRK in a bid to set up an international cooperation system for pressuring the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t With no desperate effort can the U.S. save its hostile policy toward the DPRK from the mire of being thrown into the dustbin of history. The DPRK's deterrent for self-defence will grow stronger at increased tempo as long as the U.S. is working hard to stifle the DPRK."
        },
        {
            "title": "S. Korean Chief Executive's Invectives against North Denounced",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-12ee.html",
            "content": "S. Korean Chief Executive's Invectives against North Denounced \r\n Pyongyang, December 11 (KCNA) -- The south Korean chief executive during her recent tour of European countries malignantly hurt the dignity, social system and self-defensive nuclear deterrent of the DPRK, talking about \"grave concern of the international community\" and \"escalation of tension.\" She asked authorities of different countries for \"positive roles\" in pressurizing the DPRK. Not content with this, she released even a \"joint statement\" attacking the compatriots in the north, hysteric fit. \n\t\t\t\t\t Commenting on this, Minju Joson Friday says:\n\t\t\t\t\t\n\t\t\t\t\t This hysteric fit of the south Korean chief executive is a revelation of her concept of confrontation as she is steeped in inveterate repugnancy toward the DPRK. So what she uttered does not deserve even a passing note. \n\t\t\t\t\t\n\t\t\t\t\t What matters is that the present south Korean chief executive is busy staging charades decrying the north side and rattling its nerves even at a time when desire for the improvement of the inter-Korean relations is growing stronger and the talks between authorities of the north and the south are near at hand. \n\t\t\t\t\t\n\t\t\t\t\t It would be normal if she did something helpful to the settlement of a series of issues high on the agenda for the improvement of the north-south relations. \n\t\t\t\t\t\n\t\t\t\t\t However, her hysteric behavior proves that she has not the will to improve the north-south relations and hold north-south dialogue but is keen to derail the process. \n\t\t\t\t\t\n\t\t\t\t\t The present south Korean conservative authorities have not an iota of will for peaceful reunification. Their vociferous talk about \"unification and dialogue\" is nothing but a smokescreen for concealing their moves to achieve \"unification of social systems\" and \"unification by absorption\". \n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking, \"unification of social systems\" and \"unification by absorption\" sought by the south Korean chief executive are nothing but a daydream. \n\t\t\t\t\t\n\t\t\t\t\t She would be well advised to behave herself and opt for promoting the national reconciliation and unity, though belatedly, if she wants to escape a stern punishment by history."
        },
        {
            "title": "Rodong Sinmun Slams Japanese Reactionaries for Distributing Distorted History Books",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-10ee.html",
            "content": "Rodong Sinmun Slams Japanese Reactionaries for Distributing Distorted History Books\r\n Pyongyang, December 11 (KCNA) -- It was disclosed that the Japanese reactionaries distributed the books distorting their past crimes. The books were written by the Japanese newspaper Sankei Shimbun and a right-wing commentator. All of them categorically deny the sexual slavery for the Imperial Japanese Army. The book \"History of War\" published by Sankei Shimbun said that many countries are likening the issue of \"comfort women\" to the Holocaust although the Japanese government had never conscripted Korean women in a bid to openly accuse it. The Japanese reactionaries distributed such ridiculous books among hundreds of professors and scholars across the world.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Friday says what the Japanese reactionaries did is an act of insulting once again 200,000 Korean women whose youth and chastity were mercilessly violated by the Japanese imperialist troops.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t This is, indeed, the height of the moral vulgarity and shamelessness.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the aim sought by them through their recent action. \n\t\t\t\t\t\n\t\t\t\t\t From olden times, a book has been called as a silent teacher and traveling companion dear to the people. But a distorted book is like poison. The Japanese reactionaries are mulling benumbing the people's anti-Japanese sentiment with such poison. By doing so, they seek to calm down the people's anti-Japanese sentiment mounting worldwide.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the present Japanese chief executive is taking the lead in the campaign to distort the history.\n\t\t\t\t\t\n\t\t\t\t\t History can never be altered by someone's unilateral view. The history of unprecedented bloody crimes and truth of the history remain unchanged. Nothing can cover it up."
        },
        {
            "title": "KCNA Commentary Assails Dangerous U.S.-Japan Military Nexus",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-13ee.html",
            "content": "KCNA Commentary Assails Dangerous U.S.-Japan Military Nexus\r\n Pyongyang, December 11 (KCNA) -- The U.S.-Japan military drills in the South China Sea have been put on a regular footing.\n\t\t\t\t\t The commander-in-chief of the U.S. Forces in the Pacific and the minister of Defence of Japan at the talks in Hawaii on Nov. 24 agreed to continue joint military maneuvers of U.S. forces and naval \"Self-Defense Force\" of Japan in the South China Sea.\n\t\t\t\t\t\n\t\t\t\t\t This goes to prove that the military nexus between the U.S. and Japan has become ever more undisguised to reach a more aggressive phase.\n\t\t\t\t\t\n\t\t\t\t\t The joint military actions of the U.S. and Japan are increasingly likely in the South China Sea.\n\t\t\t\t\t\n\t\t\t\t\t They have staged annual joint military drills \"AE-16\" for over 20 years.\n\t\t\t\t\t\n\t\t\t\t\t The captain of the U.S. nuclear carrier Ronald Reagan said during the military drill \"AE-16\" staged in November that the drill clearly demonstrated the close and strong military relations between the U.S. and Japan and that the U.S.-Japan relations still remained the core of the elements for ensuring security, stability, peace and prosperity in the Pacific in the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces and the Japan \"Self-defense Forces\" have staged diverse drills, big and small, almost every month and every week in recent years.\n\t\t\t\t\t\n\t\t\t\t\t They include \"Yama Sakura\", \"Orient Shield\" and \"North Wind\" by the ground forces, \"AE\" and \"Keen Sword\" by the naval forces, \"Red Flag\" by the air forces and \"Dawn Blitz\". The number of troops involved in the drills and operations have further swelled in recent years.\n\t\t\t\t\t\n\t\t\t\t\t It is the calculation of the U.S. that success in its strategy for world domination in Northeast Asia where economic and military potentials of big powers are growing strong largely hinges on the tightening of the U.S.-Japan alliance. \n\t\t\t\t\t\n\t\t\t\t\t To this end, the U.S. publicly supports the growing military muscle of Japan and is set to cooperate not only in military drills but in the development of weaponry and in the fields of cyber and space.\n\t\t\t\t\t\n\t\t\t\t\t In the recently revised \"U.S.-Japan Defence Cooperation Guidelines\", the U.S. designated the five fields of security cooperation between the U.S. and Japan ranging from \"peacetime\" to \"contingency\" and specified them. It also defined the enhancement of the role of the SDF such as interception of ballistic missile, logistic support to the U.S. forces worldwide, maritime safety, search and mine removal, nonproliferation of WMDs, forcible inspection of ships and counter-terrorism operations.\n\t\t\t\t\t\n\t\t\t\t\t In a nutshell, the U.S. allowed the SDF to extend the sphere of its activities confined to the waters off Japan to the whole world and made it possible for its forces to receive military support from Japan during their military operations in any region of the world.\n\t\t\t\t\t\n\t\t\t\t\t Japan seeks to reinforce the U.S. commitment to security in Japan and cope with the expansion of influence of the regional countries through greater contribution to the U.S.-Japan alliance.\n\t\t\t\t\t\n\t\t\t\t\t The structure of confrontation in the region is further gaining in depth and a new arms race and military clash are escalating in the region due to the present U.S. policy of aggression and war and Japan's policy of toeing the U.S. line.\n\t\t\t\t\t\n\t\t\t\t\t The international community should never remain a passive onlooker to the ever-tightening of the U.S.-Japan military nexus."
        },
        {
            "title": "U.S. Forces and S. Korean Warmongers Stage Drill for Supporting Attack on North",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-19ee.html",
            "content": "U.S. Forces and S. Korean Warmongers Stage Drill for Supporting Attack on North\r\n Pyongyang, December 11 (KCNA) -- The first armored battalion and the eighth engineering company of the U.S. imperialist aggressors and the sixth engineering brigade of the south Korean army went frantic in Ryonchon area of Kyonggi Province in its war exercises for supporting the preemptive attack on the DPRK from Dec. 1, according to the south Korean Yonhap News.\n\t\t\t\t\t The warmongers which were hell-bent on mobile support drill for the removal of obstacles until Dec. 8 staged offensive river-crossing support drill at the river-crossing drill ground in River Hanthan with the mobilization of hundreds of troops and more than 100 attack means including transport and attack helicopters, tanks and armored vehicles.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers built a bridge with the help of helicopters and ensured the rapid crossing of units equipped with tanks, armored vehicles and other heavy weapons with a view to securing a bridgehead.\n\t\t\t\t\t\n\t\t\t\t\t And they blustered they would stage a drill simulating an attack in the event of an all-out war on Dec. 10 when the military drill ends.\n\t\t\t\t\t\n\t\t\t\t\t The saber-rattling targeting the dialogue partner at a time when the north-south authorities' talks are at hand clearly proves the south Korean authorities' stand and attitude to the coming talks."
        },
        {
            "title": "Victims of Ferry Sewol Disaster Insulted",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-18ee.html",
            "content": "Victims of Ferry Sewol Disaster Insulted\r\n Pyongyang, December 11 (KCNA) -- Members of the Ad Hoc Committee for Probing the Truth behind the Ferry Sewol Disaster in south Korea were reported to have made a voyage to the waters where the ferry sank, for the purpose of a field survey last month and have a photo taken with laughter on their faces with the waters for background, sparking off public uproar. south Korean KBS reported this on Dec. 7. \n\t\t\t\t\t This was an open insult to the victims of ferry Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t Greatly angered to see the photo posted on the internet, the bereaved families and people of all social strata lodged a strong protest with the ad hoc committee."
        },
        {
            "title": "Chairman of KCTU Arrested in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-24ee.html",
            "content": "Chairman of KCTU Arrested in S. Korea\r\n Pyongyang, December 11 (KCNA) -- The fascist police arrested Han Sang Gyun, chairman of the south Korean Confederation of Trade Unions (KCTU) who had been taking refuge at Jogye Temple in Seoul, according to the south Korean KBS.\n\t\t\t\t\t The fascist security authorities issued a warrant of arrest against him on charge that he spearheaded the illegal demonstration of workers and had run riot to arrest him.\n\t\t\t\t\t\n\t\t\t\t\t Despite strong protest of people of various social standings, the fascist police arrested Han on Thursday and took him to Namdaemun Police Station in Seoul."
        },
        {
            "title": "WIDF Supports Korean People's Cause",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-06ee.html",
            "content": "WIDF Supports Korean People's Cause\r\n Pyongyang, December 11 (KCNA) -- The Executive Committee of the Women's International Democratic Federation at its meeting held in Cuba on Nov. 29 and 30 expressed full support for the Korean women and other people in their struggle for the independent and peaceful reunification of the country.\n\t\t\t\t\t A solidarity declaration adopted at the meeting extended solidarity to the just cause of the women and other people of the DPRK in their just cause of reunifying Korea independently and peacefully.\n\t\t\t\t\t\n\t\t\t\t\t It strongly urged the U.S. and south Korea to stop at once their annual military drills on the Korean Peninsula and in its vicinity and accept the proposal of the DPRK for replacing the Armistice Agreement with a peace treaty and make sincere efforts for establishing a lasting peace-keeping  mechanism on the peninsula and in the region."
        },
        {
            "title": "Kim Jong Un's Speech Introduced by British Organization",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-01ee.html",
            "content": "Kim Jong Un's Speech Introduced by British Organization\r\n Pyongyang, December 11 (KCNA) -- The full text of the speech made by supreme leader Kim Jong Un at the military parade and public procession of Pyongyang citizens for celebrating the 70th founding anniversary of the Workers' Party of Korea was carried by a bulletin of the British Group for the Study of the Juche Idea on December 6."
        },
        {
            "title": " Kim Jong Il to Be Remembered in Finland",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-02ee.html",
            "content": "Kim Jong Il to Be Remembered in Finland\r\n Pyongyang, December 11 (KCNA) -- A committee for remembering leader Kim Jong Il was formed in Helsinki, Finland on December 3.\n\t\t\t\t\t Antti Sika Aho, chairman of the Paektu Association of Finland, and Pekka Kotkasaari, chairman of the Finland－Korea Society, were elected co-chairmen of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events including remembrance meeting and reading session on the occasion of the 4th anniversary of demise of Kim Jong Il."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Norway",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Norway\r\n Pyongyang, December 11 (KCNA) -- A committee for remembering HE Kim Jong Il was formed in Norway on December 4.\n\t\t\t\t\t Dag Norum, chairman of the Ostfold County Committee of the Communist Party of Norway, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events including a remembrance meeting on the occasion of the 4th anniversary of demise of Kim Jong Il."
        },
        {
            "title": " Kim Jong Il to Be Remembered in Sri Lanka",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-04ee.html",
            "content": "Kim Jong Il to Be Remembered in Sri Lanka\r\n Pyongyang, December 11 (KCNA) -- A Sri Lankan remembrance committee for commemorating the 4th anniversary of demise of leader Kim Jong Il was formed on December 6.\n\t\t\t\t\t A vice-chairman of the Sri Lanka－People's Korea Friendship Association was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events praising Kim Jong Il's revolutionary life and exploits on the occasion of the 4th anniversary of his demise."
        },
        {
            "title": "Brazilian Personage Lauds Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-05ee.html",
            "content": "Brazilian Personage Lauds Kim Jong Il\r\n Pyongyang, December 11 (KCNA) -- Acilino Riveiro, chairman of the Brazilian committee for remembering leader Kim Jong Il, made public a statement entitled \"Kim Jong Il is always alive\" on Dec. 4.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was, indeed, the greatest man.\n\t\t\t\t\t\n\t\t\t\t\t He comprehensively developed in depth the Juche idea, Songun idea founded by President Kim Il Sung, founding father of socialist Korea and pioneer of the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t He also authored many works dealing with politics, military affairs, economy, culture and all other fabrics of social life, steadily developing in depth the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t He ushered in the greatest heyday of prosperity in the history of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his energetic leadership the DPRK emerged a satellite manufacturer and launcher and a nuclear weapons state.\n\t\t\t\t\t\n\t\t\t\t\t He made an immortal contribution to the cause of Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t He was the tender-hearted father of the people.\n\t\t\t\t\t\n\t\t\t\t\t He dedicated his all to their happiness.\n\t\t\t\t\t\n\t\t\t\t\t History knows no such great man as Kim Jong Il who dedicated all his life to the people.\n\t\t\t\t\t\n\t\t\t\t\t He is always alive in the hearts of the Korean people and the world progressives."
        },
        {
            "title": "Kim Yong Nam felicita a su homologo de Kenia",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-28ee.html",
            "content": "Kim Yong Nam felicita a su homologo de Kenia\r\nPyongyang, 11 de diciembre (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, remitio el dia 8 un mensaje de felicitacion a Uhuru Kenyatta, presidente de la Republica de Kenia, en ocasion del 52o aniversario de la independencia de ese pais.\n\t\t\t\t\tEl remitente expresa la conviccion de que las relaciones de amistad y cooperacion de la RPDC y Kenia se ampliaran y se desarrollaran sin parar gracias al entendimiento mutuo y los esfuerzos comunes. Y le desea al destinatario mayores exitos en su trabajo para defender la soberania del pais."
        },
        {
            "title": " Firmado acuerdo referido a cooperacion electrica Corea-Rusia",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-29ee.html",
            "content": "Firmado acuerdo referido a cooperacion electrica Corea-Rusia\r\nPyongyang, 11 de diciembre (ACNC) -- Quedo rubricado el dia 11 en esta capital el Acuerdo sobre la Cooperacion en el Dominio Electrico entre los gobiernos de la Republica Popular Democratica de Corea y la Federacion Rusa.\n\t\t\t\t\t  En el acto estuvieron presentes el viceministro de Industria Electrica, Ho Thaek y otros funcionarios correspondientes por la parte coreana y por la rusa, la delegacion del Ministerio de Energia de Rusia encabezada por su viceministro Anton Inyutsin, y el embajador ruso Alexandr Matsegora acreditado en Corea.\n\t\t\t\t\t\n\t\t\t\t\t   Ho y Anton suscribieron el documento."
        },
        {
            "title": "En Pyongyang presidente de CIDM y su comitiva",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-30ee.html",
            "content": "En Pyongyang presidente de CIDM y su comitiva\r\nPyongyang, 11 de diciembre (ACNC) -- Llegaron el dia 11 a esta capital Abdulhakeem Mohamed Isa Alshanoo, presidente del Consejo Internacional de Deportes Militares, y su comitiva."
        },
        {
            "title": "Rodong Sinmun condena maniobras de Japon para tergiversar su historia llena de crimenes",
            "url": "http://kcna.co.jp/item/2015/201512/news11/20151211-31ee.html",
            "content": "Rodong Sinmun condena maniobras de Japon para tergiversar su historia llena de crimenes\r\nPyongyang, 11 de diciembre (ACNC) -- Se dio a conocer el hecho de que los reaccionarios japoneses distribuyeron los libros que tergiversan la historia del pasado llena de los crimenes.\n\t\t\t\t\tEstos libros hechos por Sankei Shimbun de Japon y un comentarista derechista niegan totalmente el crimen de  esclavitud sexual cometido por el viejo ejercito japones.\n\t\t\t\t\t\n\t\t\t\t\tEl libro \"Guerra de historia\" publicado por Sankei Shimbun critica abiertamente a muchos paises del mundo que comparan el caso de \"consoladoras\" con el masacre de judio insistiendo en que el gobierno japones no movilizo nunca por la fuerza a las mujeres coreanas.   \n\t\t\t\t\t\n\t\t\t\t\t Los reaccionarios japoneses repartieron estos libros absurdos a cientos de profesores y sabios del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un comentario individual difundido este viernes y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  Tal farsa significa insultar por segunda vez a 200 mil coreanas violadas por los viejos imperialistas japoneses.\n\t\t\t\t\t\n\t\t\t\t\t  Esto es el climax de la bajeza moral y el cinismo.\n\t\t\t\t\t\n\t\t\t\t\t  Desde antiguedad dicen que el libro es maestro sin hablar y mejor companero del hombre. Pero el libro de contenido malo es igual a un veneno. Pero los reaccionarios japoneses tratan de eliminar con tales libros venenosos la conciencia antijaponesa de las personas con el fin de aplacar el cada dia mas creciente ambiente antijapones de los pueblos del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Lo problematico es que a la cabeza de la tergiversacion de la historia se encuentra el gobernante actual.\n\t\t\t\t\t\n\t\t\t\t\t  La historia nunca se maneja por el punto de vista de alguien. La historia ensangrentada llena de archi-crimenes y la verdad de esta historia nunca se cambiaran ni se borraran para siempre."
        }
    ]
}