{
    "date": "2015-07-05",
    "url": "http://kcna.co.jp/item/2015/201507/2015-07-05ee.html",
    "articles": [
        {
            "title": "Message to Kim Jong Un from Ugandan President",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-11ee.html",
            "content": "Message to Kim Jong Un from Ugandan President\n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message from Yoweri Kaguta Museveni, president of the Republic of Uganda, on June 30.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the 21st anniversary of so early and so sorrowful demise of HE Kim Il Sung, the great leader, I join Your Excellency and the Korean people in highly praising the noble feats of the great leader who dedicated all his life to the people of your country and the world people.\n\t\t\t\t\t\n\t\t\t\t\t The great leader dedicated all his brilliant life to making the DPRK achieve the great politico-economic and social development.\n\t\t\t\t\t\n\t\t\t\t\t His feats will be immortal."
        },
        {
            "title": "Struggle against Construction of Jeju Naval Base Declared",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-12ee.html",
            "content": "Struggle against Construction of Jeju Naval Base Declared \n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- Civic and public organizations in south Korea held a press conference in Seoul on June 30 in protest against the construction of a naval base on Jeju Island, according to the south Korean internet paper Chamsesang. \n\t\t\t\t\t Speakers said 3 000 people would conduct a large demonstration march reflecting the aspiration of the inhabitants to oppose the construction of the naval base on the island and make Kangjong village in Sogwipho City, Jeju Island a peaceful land from July 27 with the approach of the day of inauguration of the Measure Committee of the Kangjong Village Association against Navy Base (August 3). \n\t\t\t\t\t\n\t\t\t\t\t The action against the construction of Jeju naval base is part of the struggle for peace on the Korean peninsula, they said. \n\t\t\t\t\t\n\t\t\t\t\t They called upon all people to turn out in the struggle for checking the construction and ensuring peace."
        },
        {
            "title": "Japan Urged to Admit and Apologize for Its Crimes of Aggression",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-16ee.html",
            "content": "Japan Urged to Admit and Apologize for Its Crimes of Aggression\n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea and the Washington Committee for the Solution of the Issue of the Volunteers Corps, an organization of Koreans in the U.S., held a Wednesday rally outside the Japanese embassy in the U.S. on July 1 at which they demanded the Japanese authorities admit and apologize for Japan's past crimes of aggression, according to Yonhap News of south Korea.\n\t\t\t\t\t South Korean woman Kim Pok Dong, a victim of the sexual slavery for the Imperial Japanese Army, condemned the Japanese government for forcing young girls into sexual slavery. She urged Japan to liquidate the past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Then, organizations in a statement demanded Japan make sincere reflection and apology for the history of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The participants handed over a written protest to the Japanese embassy, saying they would launch an international action to make Japan liquidate the past crimes."
        },
        {
            "title": "S. Korean Authorities' Anti-DPRK Human Rights Racket under Fire",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-01ee.html",
            "content": "S. Korean Authorities' Anti-DPRK Human Rights Racket under Fire\r\n Pyongyang, July 5 (KCNA) -- Leading newspapers here on Sunday carry commentaries in denunciation of the south Korean puppet authorities for issuing the \"2015 white paper on human rights records in the north\" peppered with false stories to viciously slander the dignity and the social system in the DPRK on July 1. \n\t\t\t\t\t This is a revelation of their mean scheme to tarnish the image of the sacred socialist system in the DPRK and coil up north-south confrontation, and an intolerable insult to the service personnel and people of the DPRK who value their dignity and social system dearer than their own lives and an unpardonable politically-motivated provocation, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities recently set up the UN \"office on human rights in the north\" in Seoul and released the \"white paper\". This clearly shows that their hysteria for confrontation of systems has now reached the zenith. \n\t\t\t\t\t\n\t\t\t\t\t The \"white paper\" is nothing but a document of sheer lies made by human scum who betrayed their country and people, to say nothing of their families. \n\t\t\t\t\t\n\t\t\t\t\t It is a political cartoon moving world people to laughter that the puppet authorities talk about \"human rights\" in the north, though they are not properly handling their own internal affairs. \n\t\t\t\t\t\n\t\t\t\t\t It is impossible to mend the north-south relations and put an end to the evil cycle of confrontation and tension as long as the puppet authorities are allowed to persist in the frantic anti-DPRK \"human rights\" racket. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says the service personnel and people of the DPRK will never pardon the confrontation gangsters running amuck in anti-DPRK \"human rights\" racket but mete out a merciless punishment to them so that they may realize what irretrievable results their acts will bring."
        },
        {
            "title": "Minju Joson on World Peace-Loving People's Strategy on U.S. World Domination Strategy",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-10ee.html",
            "content": "Minju Joson on World Peace-Loving People's Strategy on U.S. World Domination Strategy\n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- Some days ago, BBC disclosed that a British civilian research institute had received live anthrax germs from the U.S. in 2007. This proved that the U.S. sent the said germs to five countries -south Korea, Australia, Canada, Japan and UK.\n\t\t\t\t\t Minju Joson Sunday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is clear evidence proving that the U.S. has prepared for a bio-chemical warfare in a worldwide scale.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by international public criticism over its delivery of live anthrax germs to several countries, the U.S. secretary of Defense has been busy saying those are \"unfortunate accidents\" and crying out for ferreting out responsible persons. But with nothing can the U.S. cover its despicable nature as an atrocious criminal against mankind.\n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that the U.S. has long run amuck for the bio-chemical warfare preparations in a bid to realize its ambition for world domination, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t Mankind have shed lots of bloods and suffered untold damage due to the U.S.. The history of misfortune can no longer be allowed to go on and time has come to end it.\n\t\t\t\t\t\n\t\t\t\t\t The only way is to dismember the U.S. imperialists by the united efforts of the world. If the arms, legs and neck of the U.S. imperialists are cut, the U.S. styling itself the \"only superpower\" will be left lackadaisical.\n\t\t\t\t\t\n\t\t\t\t\t All the peace-loving people in the world should stand against the U.S. imperialists' global domination strategy with strategy of unity to rescue mankind from the danger of the bio-chemical warfare and realize their dream and ideal of building a free and peaceful new world."
        },
        {
            "title": "Reunification of Korea on Three Principles Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-13ee.html",
            "content": "Reunification of Korea on Three Principles Called for in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- The Family Movement for Realizing Democracy in south Korea held a rally in Seoul on July 2 at which it called for reunifying the country on the three principles of national reunification, according to Jaju Sibo, an internet paper of south Korea.\n\t\t\t\t\t Speakers said July 4 is the anniversary of the publication of the south-north joint statement which enshrines the principles of independence, peaceful reunification and great national unity.\n\t\t\t\t\t\n\t\t\t\t\t They called for reunifying the country on the principles of independence free from foreign interference, peace without war and great national unity irrespective of political view and religious belief.\n\t\t\t\t\t\n\t\t\t\t\t The UN \"office on human rights in the north\" in Seoul was cooked up by the U.S. to put a political pressure on the north, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They urged the present chief executive not to be concerned about the \"human rights in the north\" but to recollect her human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities roll back the hostile policy toward the north, implement the July 4 joint statement and south-north joint declarations and thus opt for achieving independence, peace and reunification."
        },
        {
            "title": "Explosion at Factory in S. Korea Causes Casualties",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-15ee.html",
            "content": "Explosion at Factory in S. Korea Causes Casualties\n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- There was an explosion in a chemical factory in Ulsan, south Korea on July 3, according to the south Korean KBS. \n\t\t\t\t\t The accident left four dead and two missing."
        },
        {
            "title": "S. Korean Newspaper Denounces Present Chief Executive",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-14ee.html",
            "content": "S. Korean Newspaper Denounces Present Chief Executive\r\n Pyongyang, July 5 (KCNA) -- The south Korean newspaper Media Today editorially denounced the present chief executive for getting engaged in high-handed and arbitrary practices on July 1.\n\t\t\t\t\t The editorial said that the chief executive told off \"National Assembly\" and even the floor leader of the ruling party who voted for her at the recent \"state council meeting\". This is little short of the declaration of the second \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The editorial stressed that Park Geun Hye can not be called \"president\" as she ignored even the NA ."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Libya",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-02ee.html",
            "content": "Kim Il Sung to Be Remembered in Libya\n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- A Libyan committee for remembering President Kim Il Sung was formed on July 1.\n\t\t\t\t\t The chairman of the Libya-DPRK Friendship Association who doubles as general director of the Sunbula International Friendship Club was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give publicity to the exploits of the President and organize political and cultural events including a meeting, seminar, film show and photo exhibition from July 1 to July 8."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Hungary",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-03ee.html",
            "content": "Kim Il Sung to Be Remembered in Hungary\n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- A Hungarian committee for remembering President Kim Il Sung was formed in Budapest on June 30.\n\t\t\t\t\t Gyula Thurmer, chairman of the Hungarian Workers' Party, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give publicity to the exploits of the President and arrange political and cultural events on the 21st anniversary of his demise."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Slovenia",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-04ee.html",
            "content": "Kim Il Sung to Be Remembered in Slovenia\n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- A Slovenian committee for remembering President Kim Il Sung was inaugurated in Maribor on June 30.\n\t\t\t\t\t Igor Jurisic, chairman of the Slovenia-Korea Friendship Association, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events to praise the revolutionary career and exploits of the President on the 21st anniversary of his demise."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Thailand",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-05ee.html",
            "content": "Kim Il Sung to Be Remembered in Thailand\n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- A Thai committee for remembering President Kim Il Sung was organized on June 29.\n\t\t\t\t\t Songchit Pullarp, chairman of the Organization for the Study of the Juche Idea of Thailand, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to arrange a remembrance meeting, film show and other political and cultural events on the 21st anniversary of demise of the President."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Indonesia",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-06ee.html",
            "content": "Kim Il Sung to Be Remembered in Indonesia\r\n Pyongyang, July 5 (KCNA) -- An Indonesian committee for remembering President Kim Il Sung was formed on June 30.\n\t\t\t\t\t Ristiyanto, secretary general of the National Guidance Council of the Pioneer Party of Indonesia, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events including a seminar and film show from July 1 to 10 on the 21st anniversary of demise of the President."
        },
        {
            "title": "Kim Il Sung Praised as Great Leader",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-07ee.html",
            "content": "Kim Il Sung Praised as Great Leader\n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- The Peru-Korea Institute of Culture and Friendship issued a bulletin on June 30 on the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The bulletin carried articles titled \"Whole life of believing in people as in Heaven\" and \"Model of internationalist\" to praise the revolutionary career and exploits of the President.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article praised the President as the great leader of the Korean people and world progressive people who made great contributions to the freedom and independence of Korea, happiness of people, prosperity of the country and the human cause of independence."
        },
        {
            "title": "Month of Anti-U.S. Joint Struggle Observed by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-08ee.html",
            "content": "Month of Anti-U.S. Joint Struggle Observed by Swiss Organizations\n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea made public a joint statement on June 26 on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The joint statement said that the National Defence Commission of the DPRK released a statement to vehemently condemn the U.S. moves to ignite another war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The servicepersons and people of the DPRK are fully determined to defeat the depredatory and cruel U.S. imperialists ultimately, the joint statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t When the whole world gets united to shatter the moves of monstrous U.S., it is possible to build a free and fair world.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the statement of the National Defence Commission of the DPRK. The DPRK is sure to win."
        },
        {
            "title": "Kim Il Sung to Be Remembered in India",
            "url": "http://kcna.co.jp/item/2015/201507/news05/20150705-09ee.html",
            "content": "Kim Il Sung to Be Remembered in India\n\t\t\t\t\t\t\r\n Pyongyang, July 5 (KCNA) -- An Indian committee for remembering President Kim Il Sung was formed in New Delhi on July 1.\n\t\t\t\t\t Suneet Chopra, member of the Central Committee of the Communist Party of India (Marxist) and secretary general of the All India Indo-Korean Friendship Association, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to arrange a remembrance meeting, seminar, film show and other political and cultural events on the 21st anniversary of demise of the President."
        }
    ]
}