{
    "date": "2015-11-09",
    "url": "http://kcna.co.jp/item/2015/201511/2015-11-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Bier of Ri Ul Sol",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-01ee.html",
            "content": "Kim Jong Un Visits Bier of Ri Ul Sol\r\n Pyongyang, November 9 (KCNA) -- Kim Jong Un, supreme commander of the Korean People's Army (KPA), visited the bier of KPA Marshal Ri Ul Sol, member of the Central Committee of the Workers' Party of Korea (WPK) and deputy to the DPRK Supreme People's Assembly (SPA), on Sunday to express condolences over his death.\n\t\t\t\t\t A wreath from him was seen at the bier. There were also wreaths in the names of the Central Committee and the Central Military Commission of the WPK, the DPRK National Defence Commission, the SPA Presidium and the Cabinet of the DPRK, military organs and others.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un paid a silent tribute to Ri Ul Sol, an escort who had defended the party and leader at the cost of his life in the first line of safeguarding the leader after growing up to be a revolutionary fighter possessed of the revolutionary spirit of Paektu and a competent military officer under the special love and care of the peerlessly great persons of Mt. Paektu, and a veteran anti-Japanese fighter who had performed distinguished feats in strengthening the KPA into the driving force of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the bier in bitter grief over the death of a veteran revolutionary loyal to the party.\n\t\t\t\t\t\n\t\t\t\t\t He said that the death of Marshal Ri Ul Sol, a revolutionary soldier intensely loyal to President Kim Il Sung and a revolutionary comrade-in-arms of leader Kim Jong Il, is a great loss to the party, the army and the people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Ri devotedly defended Kim Il Sung and Kim Jong Il politico-ideologically and with arms in the most grave period of the revolution and left his clear traces of life in the development of the revolutionary armed forces of Juche, he said, adding: All the party members, servicepersons and civilians should learn from Ri's loyalty and revolutionary faith, always remembering his brilliant life as a veteran revolutionary who remained intensely loyal to the party, the country and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t He met with family members of the deceased to express his deep sympathy and consolation.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Pak Yong Sik, Ri Yong Gil and other leading personnel of the KPA."
        },
        {
            "title": "Senior Party, State, Army Officials Express Condolences over Death of Ri Ul Sol",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-19ee.html",
            "content": "Senior Party, State, Army Officials Express Condolences over Death of Ri Ul Sol\r\n Pyongyang, November 9 (KCNA) -- Senior party, state and army officials and anti-Japanese revolutionary fighters visited the bier of Marshal of the Korean People's Army (KPA) Ri Ul Sol, member of the Central Committee of the Workers' Party of Korea (WPK) and deputy to the DPRK Supreme People's Assembly (SPA), to express deep condolences over his death.\n\t\t\t\t\t A wreath sent by supreme leader Kim Jong Un was seen standing before the bier.\n\t\t\t\t\t\n\t\t\t\t\t Also seen standing there were the wreaths in the names of the WPK Central Committee, Central Military Commission of the WPK, National Defence Commission of the DPRK, SPA Presidium of the DPRK and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Among the condolers were Kim Yong Nam, Pak Pong Ju and other senior party, state and army officials, anti-Japanese revolutionary fighters Hwang Sun Hui, Kim Chol Man, Kim Ok Sun, Pak Kyong Suk and Ri Yong Suk, and Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party, and officials of the Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t The condolers paid silent tribute to the deceased.\n\t\t\t\t\t\n\t\t\t\t\t They expressed deep condolences to the bereaved family members."
        },
        {
            "title": "Officials of NDC and Organs of Armed Forces Visit Bier of Ri Ul Sol",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-20ee.html",
            "content": "Officials of NDC and Organs of Armed Forces Visit Bier of Ri Ul Sol\r\n Pyongyang, November 9 (KCNA) -- Officials of the DPRK National Defence Commission, those of organs of the armed forces including the Ministry of the People's Armed Forces and service personnel of the Korean People's Army (KPA) and the Korean People's Internal Security Forces visited the bier of KPA Marshal Ri Ul Sol, member of the Central Committee of the Workers' Party of Korea (WPK) and deputy to the DPRK Supreme People's Assembly (SPA), to express condolences over his death.\n\t\t\t\t\t A wreath from supreme leader Kim Jong Un was seen at the bier.\n\t\t\t\t\t\n\t\t\t\t\t There were also wreaths in the names of the Central Committee and the Central Military Commission of the WPK, the DPRK National Defence Commission, the SPA Presidium, the Cabinet of the DPRK, armed forces organs and units of the KPA and the Korean People's Internal Security Forces.\n\t\t\t\t\t\n\t\t\t\t\t The visitors paid silent tribute to the deceased."
        },
        {
            "title": "Many People Visit Bier of Ri Ul Sol",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-21ee.html",
            "content": "Many People Visit Bier of Ri Ul Sol \r\n Pyongyang, November 9 (KCNA) -- Officials of the party and power bodies, working people's organizations, ministries and national institutions and other people visited the bier of Marshal of the Korean People's Army Ri Ul Sol, member of the Central Committee of the Workers' Party of Korea (WPK) and deputy to the DPRK Supreme People's Assembly (SPA), to express condolences over his death. \n\t\t\t\t\t A wreath from supreme leader Kim Jong Un was seen at the bier. \n\t\t\t\t\t\n\t\t\t\t\t There were also wreaths in the names of the Central Committee and the Central Military Commission of the WPK, the DPRK National Defence Commission, the SPA Presidium and the Cabinet of the DPRK, working people's organizations, ministries, national institutions and others. \n\t\t\t\t\t\n\t\t\t\t\t The visitors paid silent tribute to the deceased."
        },
        {
            "title": "National Seminar on Kim Jong Un's Speech at Military Parade and Public Procession of Pyongyang Citizens Held",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-16ee.html",
            "content": "National Seminar on Kim Jong Un's Speech at Military Parade and Public Procession of Pyongyang Citizens Held\r\n Pyongyang, November 9 (KCNA) -- There took place a national seminar at the People's Palace of Culture on Monday to deeply study and fully implement the idea and theory of attaching importance to the people enunciated by supreme leader Kim Jong Un in his historic speech at the military parade and public procession of Pyongyang citizens held in celebration of the 70th founding anniversary of the Workers' Party of Korea (WPK). \n\t\t\t\t\t Present at the seminar were officials of party and administrative bodies and working people's organizations, officials of institutions of science, education, literature and arts and media, party officials training institutions and officials in the field of the preservation of revolutionary relics in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t The seminar heard papers profoundly explaining and proving the validity and vitality of the unique idea and theory of the WPK on attaching importance to the people clarified in the historic speech of Kim Jong Un, and indicating the ways for fully implementing them. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the speech serves as an immortal programme as it proudly reviewed the 70-year history of the WPK through the politics of prioritizing, respecting and loving the people and regarded it as the mode of existence of the WPK and invariable principle of its building and its activities to advance, holding aloft the banner of the people-first doctrine. \n\t\t\t\t\t\n\t\t\t\t\t The single-minded unity, a  combination of the WPK's love for and trust in the people and the people's absolute support and trust in the party, is the great fruition of the party's politics of prioritizing, respecting and loving the people and a precious review of its 70-year-long history, the speakers said, adding:\n\t\t\t\t\t\n\t\t\t\t\t A new history of love for the people has been opened in this land in which remarkable changes are taking place every day and a year is enough to change mountains and rivers, thanks to the care of the WPK which finds its pride, worth, pleasure and happiness in devotedly serving the people. \n\t\t\t\t\t\n\t\t\t\t\t The speakers called upon all the officials, party members and other working people to devotedly serve the people and make positive contributions to glorifying the 7th Congress of the WPK as the greatest heyday of the revolution noteworthy in its history."
        },
        {
            "title": "Anniversary of Kumsong Youth Publishing House Marked",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-18ee.html",
            "content": "Anniversary of Kumsong Youth Publishing House Marked\r\n Pyongyang, November 9 (KCNA) -- The Kumsong Youth Publishing House celebrated its 70th founding anniversary with due ceremony on Monday.\n\t\t\t\t\t The publishing house associated with leadership feats of the peerlessly great persons of Mt. Paektu is a leading center which publishes newspaper, magazines, books and ideological education materials for the youth and children.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung made sure that it was established on Nov. 9, Juche 34 (1945).\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il developed it into a comprehensive and modern publication center.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Ri Il Hwan, department director of the Central Committee of the Workers' Party of Korea (WPK), Jon Yong Nam, chairman of the C.C., the youth league, officials and employees of the publishing house.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message of the C.C., the WPK, was conveyed to the journalists, editors and officials of the publishing house.\n\t\t\t\t\t\n\t\t\t\t\t It recalled that the publishing house made a glorious history with loyalty, covering the road of rapid development under the leadership and loving care of the party and leaders over the seven decades since its founding.\n\t\t\t\t\t\n\t\t\t\t\t It highly praised the journalists, editors and officials of the publishing house for having made a positive contribution to educating and training the youth and children to be young vanguard and children's guards true to the WPK.\n\t\t\t\t\t\n\t\t\t\t\t A report was made to be followed by speeches."
        },
        {
            "title": "Well-known Physicist Kim Kwang Hyon",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-12ee.html",
            "content": "Well-known Physicist Kim Kwang Hyon\r\n Pyongyang, November 9 (KCNA) -- Kim Kwang Hyon, a physicist of the DPRK, was registered as the young affiliate of the dignified World Academy of Sciences and the regular associate of the International Center of Theoretical Physics.\n\t\t\t\t\t Dr. Kim is a researcher at the Laser Institute of the State Academy of Sciences.\n\t\t\t\t\t\n\t\t\t\t\t He was born into a teacher's family in Manpho City, Jagang Province. He conducted joint researches with prominent scholars of various countries in a research institute of Europe, coming under spotlight among world's physicists.\n\t\t\t\t\t\n\t\t\t\t\t His 18 papers were carried by prestigious international academic magazines and pamphlets. He also published more than 10 papers at international academic seminars over the past 10 years."
        },
        {
            "title": "National Workers' Basketball Contest Opens",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-17ee.html",
            "content": "National Workers' Basketball Contest Opens\r\n Pyongyang, November 9 (KCNA) -- The 3rd national workers' basketball contest was opened with due ceremony at the Basketball Gymnasium in Chongchun Street on Monday. \n\t\t\t\t\t The contest will be held in the Basketball Gymnasium and the Pyongyang Indoor Stadium from Nov. 9 to 13.\n\t\t\t\t\t\n\t\t\t\t\t Men and women players from provinces will play games on a knock-out basis.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Jong Su, first vice-minister of Physical Culture and Sports, men and women players from each province.\n\t\t\t\t\t\n\t\t\t\t\t Ju Yong Gil, chairman of the C.C., the General Federation of Trade Unions of Korea, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t The opening ceremony was followed by a men's basketball game between the teams of North Hwanghae Province and Kangwon Province."
        },
        {
            "title": "FIFA Youth Coaches Course Held",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-11ee.html",
            "content": "FIFA Youth Coaches Course Held\r\n Pyongyang, November 9 (KCNA) -- The FIFA Youth Coaches Course took place in Pyongyang on November 4-8.\n\t\t\t\t\t Attending the course were coaches of different sports teams and teachers of juvenile sports schools.\n\t\t\t\t\t\n\t\t\t\t\t The course was held divided into theoretical and practical ones which dealt with various technical issues.\n\t\t\t\t\t\n\t\t\t\t\t The course was given by Kwok Kaming, a lecturer of the FIFA."
        },
        {
            "title": "Russian Delegation Here",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-15ee.html",
            "content": "Russian Delegation Here\r\n Pyongyang, November 9 (KCNA) -- A delegation of the General Staff of the Armed Forces of the Russian Federation led by First Vice Chief of General Staff Nikolai Bogdanovski arrived here Monday."
        },
        {
            "title": "KCNA Commentary Accuses Japan of Serious Sexual Abuses against Children",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-10ee.html",
            "content": "KCNA Commentary Accuses Japan of Serious Sexual Abuses against Children\r\n Pyongyang, November 9 (KCNA) -- As sexual abuses against children are rampant in Japan, a UN Human Rights special rapporteur made a field survey of them recently.\n\t\t\t\t\t After an eight-day survey, she disclosed that sexual abusers are neither investigated nor brought to justice in Japan unless victims file suits against them and though criminals stand trial they are only given a suspended sentence or punished with a light fine.\n\t\t\t\t\t\n\t\t\t\t\t Asserting that criminal acts are unabated due to such light punishment laws allowing sexual abuses against children socially and institutionally, she urged the Japanese authorities to further tighten the laws.\n\t\t\t\t\t\n\t\t\t\t\t This is living evidence proving the poor human rights performance in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Cases of heinous acts such as rape and flesh traffic against children have occurred in an unbroken chain and such criminal acts are openly perpetrated through internet.\n\t\t\t\t\t\n\t\t\t\t\t A few years ago, a policeman in Osaka City raped a teenager girl in broad daylight, sparking off a public uproar.\n\t\t\t\t\t\n\t\t\t\t\t Even GIs in Japan are unhesitatingly assaulting women and little girls in streets.\n\t\t\t\t\t\n\t\t\t\t\t The Japan Police Agency noted in July last year that cases of rape against children numbered 1,828 last year or almost double the number in 2009.\n\t\t\t\t\t\n\t\t\t\t\t Rampant sexual abuses against children in Japan are attributable to the corrupt mentality and morality of its authorities and their unpopular politics.\n\t\t\t\t\t\n\t\t\t\t\t Styling themselves statesmen, they are desperately holding in check the solution of such an elementary human rights issue.\n\t\t\t\t\t\n\t\t\t\t\t They have openly shielded the sexual slavery committed by the Imperial Japanese Army in the past, though it is bitterly censured by the international community.\n\t\t\t\t\t\n\t\t\t\t\t They are turning a deaf ear to the voices of people demanding a legal ban on the spread of awful videos encouraging sexual abuses on internet but further stirring up mammonism and jungle law so that criminals may perpetrate sexual abuses and flesh traffic against even naive children.\n\t\t\t\t\t\n\t\t\t\t\t Even policemen pay no attention to sexual abuses against children.\n\t\t\t\t\t\n\t\t\t\t\t As seen above, Japan is the worst human rights abuser which has completely disregarded the issue of protection of children, a matter pending the most urgent solution in the field of human rights.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that Japan is impudently taking issue with the DPRK over its human rights performance.\n\t\t\t\t\t\n\t\t\t\t\t It is seeking to put pressure upon the DPRK and get a chance of reinvasion under the pretext of \"human rights.\"\n\t\t\t\t\t\n\t\t\t\t\t No country will believe its claim as it has neither face nor qualifications to talk about human rights.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities would be well advised to stop taking issue with someone's \"human rights\" issue but properly protect their children."
        },
        {
            "title": "South Korea-Japan Talks Slammed",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-04ee.html",
            "content": "South Korea-Japan Talks Slammed\r\n Pyongyang, November 9 (KCNA) -- The Solidarity for Progress of south Korea made public a commentary on Nov. 3 lambasting the authorities' submission.\n\t\t\t\t\t The commentary said the solidarity could hardly repress resentment at the humiliating talks with Japan as the authorities played into the hands of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The commentary went on:\n\t\t\t\t\t\n\t\t\t\t\t The talks greatly disappointed the victims who demanded an official apology and reparation from Japan for several decades in pain as they totally lacked the basic direction of settling the issue of the sexual slavery for the Imperial Japanese Army. \n\t\t\t\t\t\n\t\t\t\t\t The present chief executive has never accused the Japanese government of openly evading its responsibility.\n\t\t\t\t\t\n\t\t\t\t\t The commentary strongly condemned the present \"government\" for agreeing to tighten alliance with the U.S. and Japan and strengthen military cooperation with Japan, totally defying the public demand for peace in the East Asia. \n\t\t\t\t\t\n\t\t\t\t\t The stance of the \"government\" to tighten alliance with outsiders, leaving aside the past history, was again proved, the commentary concluded."
        },
        {
            "title": "S. Korean Authorities Flayed for Announcing System for Introducing \"State-compiled\" History Textbook",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-05ee.html",
            "content": "S. Korean Authorities Flayed for Announcing System for Introducing \"State-compiled\" History Textbook\r\n Pyongyang, November 9 (KCNA) -- People from all walks of life in south Korea staged strong actions in different places on Nov. 4 in protest against the authorities' announcement of the system for introducing \"state-compiled\" history textbooks, according to Voice of People, an internet paper of south Korea.\n\t\t\t\t\t The People's Action for Democracy launched an emergency sit-in strike in Seoul in protest against the authorities' action.\n\t\t\t\t\t\n\t\t\t\t\t It said that it would resist the authorities' action through an all-out drive of the people to be slated for Nov. 14, calling upon many citizens to take part in the drive and judge the regime which betrayed the people.\n\t\t\t\t\t\n\t\t\t\t\t 4 713 media persons published a declaration on the situation.\n\t\t\t\t\t\n\t\t\t\t\t 35 civic and public organizations held a press conference at the Jeju Provincial \"Assembly\" at which they warned the authorities they should pay for turning down the people's opinion and announcing the system for introducing \"state-compiled\" history textbook.\n\t\t\t\t\t\n\t\t\t\t\t Students of Kyunghee University in a declaration on the situation demanded the authorities immediately withdraw the system running counter to the essence of education in history and students of Ehwa Woman's University staged a demonstration. \n\t\t\t\t\t\n\t\t\t\t\t The headquarters for all people action made up of people of all social standings declared that through an action involving 100 000 people it would demand the authorities retract the above-said system, cancel the retrogressive revision of the labor law and adopt a policy for stabilizing the people's living."
        },
        {
            "title": "S. Korean Soldier Commits Suicide",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-06ee.html",
            "content": "S. Korean Soldier Commits Suicide\r\n Pyongyang, November 9 (KCNA) -- A south Korean army soldier of a unit in Phaju, Kyonggi Province killed himself by exploding a hand grenade on October 29, according to KBS of south Korea.\n\t\t\t\t\t It was reported that his suicide note referred to harsh treatment by his superiors from early September to mid-October."
        },
        {
            "title": "S. Korean Authorities Slammed for Announcing System for Introducing \"State-compiled\" History Textbook",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-09ee.html",
            "content": "S. Korean Authorities Slammed for Announcing System for Introducing \"State-compiled\" History Textbook\r\n Pyongyang, November 9 (KCNA) -- At least 650 retired teachers of primary, secondary and high schools in south Korea released a declaration on the situation in protest against the authorities' announcement of the system for introducing \"state-compiled\" history textbook on November 3.\n\t\t\t\t\t The authorities' announcement of the system, defying the people's opposition, is, in fact, little short of forcing their views on the people, the declaration said.\n\t\t\t\t\t\n\t\t\t\t\t The regime is not entitled to say anything about history but deserves judgment for what it has done, the declaration noted.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the ruling forces retract at once the system, step down and apologize to the people for their crimes."
        },
        {
            "title": "S. Korean Regime Accused of Concealing Writing Group of \"State-compiled\" History Textbook",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-13ee.html",
            "content": "S. Korean Regime Accused of Concealing Writing Group of \"State-compiled\" History Textbook\r\n Pyongyang, November 9 (KCNA) -- Voice of People, an internet paper of south Korea, carried an editorial on Nov. 5.\n\t\t\t\t\t It said that the Nov. 4 announcement of the \"committee for compiling national history\" that it could not open to public the writing group of \"state-compiled\" history textbook means its intention to write \"state-compiled textbook\" in secret room.\n\t\t\t\t\t\n\t\t\t\t\t Now that the overwhelming majority of historical and educational circles declared the refusal to write \"state-compiled textbook\", those who would respond to writing are only neo-conservative forces keen on embellishing pro-Japanese acts and dictatorship, the editorial said."
        },
        {
            "title": "S. Korean Body Condemns Japan for Seeking Reinvasion of Korean Peninsula",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-14ee.html",
            "content": "S. Korean Body Condemns Japan for Seeking Reinvasion of Korean Peninsula\r\n Pyongyang, November 9 (KCNA) -- At least 70 civic and public organizations of south Korea including the South Headquarters of the Pan-national Alliance for Korea's Reunification, the People for Achieving Peace and Reunification and the Family Movement for Realizing Democracy held a press conference on Nov. 2 at which they condemned Japan for seeking reinvasion of the Korean Peninsula.\n\t\t\t\t\t The organizations accused the Japanese government of seeking the advance of its forces into the peninsula without making any apology for the past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Japan is paving the way for the \"Self-Defense Forces\" to advance into the peninsula anytime by rounding off legal preparations for backing the exercise of the \"right to collective self-defense\", far from apologizing for Japan's colonial rule over Korea, the organizations charged.\n\t\t\t\t\t\n\t\t\t\t\t They warned the \"government\" that if it allows Japan's reinvasion of the peninsula, it would face a stern judgment by history."
        },
        {
            "title": "Choson Sinbo Marks Its 70th Founding Anniversary",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-08ee.html",
            "content": "Choson Sinbo Marks Its 70th Founding Anniversary\r\n Tokyo, November 7 (KNS-KCNA) -- There took place a meeting at the Korean Hall in Tokyo on Nov. 6 to celebrate the 70th founding anniversary of Choson Sinbo, the organ of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t Present there were Chairman Ho Jong Man and Vice-Chairman Pae Ik Ju of the Central Standing Committee of Chongryon, Kang Chu Ryon, vice-chairwoman of the Chongryon Central Standing Committee and chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, advisors of the Chongryon Central Standing Committee and others.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages from Rodong Sinmun and other media organizations in the homeland and the Agency of Overseas Korean Affairs were introduced at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man said in a speech that seven decades have passed since Minjung Sinmun, the predecessor of Choson Sinbo, was established as a newspaper to introduce Koreans in Japan for the patriotic movement under the leadership of the great Generalissimo Kim Il Sung, the sun of the nation, in October 1945.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that the great Generalissimos Kim Il Sung and Kim Jong Il led the development of Choson Sinbo with loving care.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un in a letter sent to Chongryon on the occasion of the 60th anniversary of the formation of Chongryon indicated the role and editing orientation of Choson Sinbo in the drive to usher in a new heyday in the movement of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Pak Il, director general of Choson Sinbo, said in a report that all the achievements made by Choson Sinbo are the brilliant fruition of the warm loving care and solicitude shown by the Generalissimos and the Marshal.\n\t\t\t\t\t\n\t\t\t\t\t A letter to the Marshal was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a reception was given that day on this occasion."
        },
        {
            "title": "Scientists Streets in DPRK Introduced by Guinean Body",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-02ee.html",
            "content": "Scientists Streets in DPRK Introduced by Guinean Body\r\n Pyongyang, November 9 (KCNA) -- The Guinean National Committee for the Study of the Juche Idea issued its bulletin \"Scientists streets in DPRK\" on Nov. 3.\n\t\t\t\t\t Scientists streets have been built in the DPRK one after another in recent years, the bulletin said, introducing Unha Scientists Street and Wisong Scientists Dwelling District built under the guidance of supreme leader Kim Jong Un. It went on:\n\t\t\t\t\t\n\t\t\t\t\t Going round the construction site of apartment houses for educators of Kim Il Sung University in the center of Pyongyang City in August, 2013, he unrolled a blueprint for building apartment houses for teachers and researchers of Kim Chaek University of Technology and took all necessary measures for their construction.\n\t\t\t\t\t\n\t\t\t\t\t He visited the construction site of apartment houses for educators of Kim Chaek University of Technology in May, 2014. He was pleased to see two 46-storied apartment houses for educators towering in the picturesque bank of the River Taedong. He said that the buildings looked like sailing ships on the River Taedong, adding that they were fashionable structures.\n\t\t\t\t\t\n\t\t\t\t\t He said a new street would be formed on the bank of the River Taedong if more apartment houses for 500 families of educators of Kim Chaek University of Technology and service facilities were built with the apartment houses now under construction as an axis. He proposed naming it \"Mirae Scientists Street\".\n\t\t\t\t\t\n\t\t\t\t\t Seeing scientists streets appear one after another, one may know well about Kim Jong Un's transparent idea and line of attaching importance to science and technology as he pushes forward the building of a thriving nation, regarding the development of science and technology as a driving force."
        },
        {
            "title": "Swiss Bodies Oppose S. Korean Authorities' Moves to Introduce \"State-compiled\" History Textbook",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-03ee.html",
            "content": "Swiss Bodies Oppose S. Korean Authorities' Moves to Introduce \"State-compiled\" History Textboo\r\n Pyongyang, November 9 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on Nov. 3 to denounce the south Korean authorities for their moves to introduce \"state-compiled\" history textbook.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t History professors, students and other people of south Korea are condemning the system for introducing \"state-compiled\" history textbook and demanding its cancellation.\n\t\t\t\t\t\n\t\t\t\t\t History textbooks to be published will embellish the dictatorial regime and pro-Japanese acts and treachery.\n\t\t\t\t\t\n\t\t\t\t\t The above-said reactionary system is running counter to the movement for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Through the system the south Korean authorities are working hard to revive \"yusin\" dictatorship and crack down on the democratic and progressive forces. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean people still remember the notorious \"yusin\" dictatorship and they are resolutely fighting against its revival"
        },
        {
            "title": "Kim Jong Un expresa condolencias por deceso de Ri Ul Sol",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-22ee.html",
            "content": "Kim Jong Un expresa condolencias por deceso de Ri Ul Sol\r\nPyongyang, 9 de noviembre (ACNC) -- El Comandante Supremo del Ejercito Popular de Corea Kim Jong Un visito el dia 8 el feretro del difunto mariscal del EPC Ri Ul Sol, miembro del Comite Central del Partido del Trabajo de Corea y diputado a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea y expreso profundas condolencias por su deceso.\n\t\t\t\t\tAnte el feretro del difunto estaba depositada una ofrenda floral enviada por el Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tTambien estaban colocadas las ofrendas florales enviadas por el Comite Central y la Comision Militar Central del PTC, el Comite de Defensa Nacional, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la RPDC, los  organismos de las fuerzas armadas, etc.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo guardo un momento de silencio recordando al veterano combatiente antijapones, quien bajo el especial amor y atencion de los grandes hombres sin iguales del monte Paektu, se formo como combatiente revolucionario y competente funcionario militar encarnado por el espiritu revolucionario del Paektu y cumplio en la primera linea su mision de escolta del partido y el Lider haciendo aporte especial al desarrollo del EPC como grueso de la revolucion Songun.\n\t\t\t\t\t\n\t\t\t\t\tRecorrio el feretro del difunto con el sentimiento doloroso de haber perdido a un veterano revolucionario fiel al Partido.\n\t\t\t\t\t\n\t\t\t\t\tDijo que el fallecimiento del mariscal Ri Ul Sol, soldado revolucionario mas fiel al Presidente Kim Il Sung y companero de armas revolucionario del Dirigente Kim Jong Il, es gran perdida para nuestro Partido, ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tElogio que el mariscal Ri Ul Sol defendio a ultranza en lo ideo-politico y con las fuerzas armadas a los Generalisimos en la epoca mas severa de la revolucion coreana y dejo claras huellas de vida en la trayectoria de desarrollo de las fuerzas armadas revolucionarias del Juche. \n\t\t\t\t\t\n\t\t\t\t\tRecalco que todos los militantes del Partido, los militares del EPC y los civiles deben aprender su fidelidad y conviccion revolucionaria sin olvidar la vida orgullosa de el quien fue infinitamente fiel al Partido, la patria y la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo se reunio con los familiares del difunto para expresarles profundas condolencias y consolarles cordialmente.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Hwang Pyong So, Pak Yong Sik, Ri Yong Gil y otros miembros de mando del EPC."
        },
        {
            "title": "Kim Jong Un envia ofrenda floral ante feretro del difunto Ri Ul Sol",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-23ee.html",
            "content": "Kim Jong Un envia ofrenda floral ante feretro del difunto Ri Ul Sol\r\nPyongyang, 9 de noviembre (ACNC) -- El Mariscal Kim Jong Un envio el dia 8 una ofrenda floral ante el feretro del difunto mariscal del Ejercito Popular de Corea Ri Ul Sol, miembro del Comite Central del Partido del Trabajo de Corea y diputado a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "Cuadros directivos y combatientes antijaponeses expresan condolencias por deceso de Ri Ul Sol",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-24ee.html",
            "content": "Cuadros directivos y combatientes antijaponeses expresan condolencias por deceso de Ri Ul Sol \r\nPyongyang, 9 de noviembre (ACNC) -- Los cuadros directivos del partido, el Estado y el ejercito y los combatientes revolucionarios antijaponeses visitaron el dia 8 el feretro del difunto mariscal del Ejercito Popular de Corea Ri Ul Sol, miembro del Comite Central del Partido del Trabajo de Corea, diputado a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea y expresaron profundas condolencias por su deceso. \n\t\t\t\t\tAlli estaba colocada una ofrenda floral enviada por el Mariscal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tTambien se veian las otras depositadas a nombre del Comite Central y la Comision Militar Central del PTC, el Comite de Defensa Nacional, el Presidium de la APS y el Consejo de Ministros de la RPDC, etc. \n\t\t\t\t\t\n\t\t\t\t\tKim Yong Nam, Pak Pong Ju y otros cuadros directivos del partido, el Estado y el ejercito, los combatientes revolucionarios antijaponeses, el presidente del Comite Central del Partido Social-Democrata de Corea Kim Yong Dae y los funcionarios del Consejo de Ministros guardaron un momento de silencio ante el feretro del difunto.\n\t\t\t\t\t\n\t\t\t\t\tY expresaron profundas condolencias a los familiares del difunto."
        },
        {
            "title": "Seminario central sobre idea y teoria de dar importancia al pueblo",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-25ee.html",
            "content": "Seminario central sobre idea y teoria de dar importancia al pueblo\r\nPyongyang, 9 de noviembre (ACNC) -- Tuvo lugar este lunes en el capitalino Palacio Cultural del Pueblo el seminario central para estudiar y encarnar la idea y la teoria de dar importancia al pueblo, presentadas en el historico discurso del Mariscal Kim Jong Un pronunciado en el desfile militar y manifestacion multitudinaria de la ciudad de Pyongyang en celebracion del 70o aniversario de la fundacion del Partido del Trabajo de Corea. \n\t\t\t\t\tAsistieron alli los funcionarios de los organismos partidistas y administrativos, entidades de masas, instituciones de ciencia, educacion, literatura y arte, prensa e informacion, centros de formacion de funcionarios partidistas y la rama de la historia revolucionaria. \n\t\t\t\t\t\n\t\t\t\t\tEn el seminario se presentaron las disertaciones que argumentan la justeza y la vitalidad de la original idea y teoria de dar importancia al pueblo, presentadas por el Mariscal en su historico discurso, y aclaran los remedios para encarnarlas. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores dijeron que el historico discurso del Mariscal constituye programa inmortal que balancea orgullosamente la trayectoria de 70 anos del Partido del Trabajo de Corea caracterizada por la importancia, el respeto y amor al pueblo y presenta la idea de dar prioridad a las masas populares como modo de existencia del partido e invariable principio de la construccion y las actividades del partido. \n\t\t\t\t\t\n\t\t\t\t\tMencionaron que la unidad monolitica basada en el amor y confianza del partido en el pueblo y en el absoluto apoyo y confianza del pueblo en el partido es el noble fruto de la politica de importancia, el respeto y el amor al pueblo del PTC y el balance de la historia de 70 anos del PTC. \n\t\t\t\t\t\n\t\t\t\t\tDestacaron que gracias al PTC que siente el orgullo, la alegria y la felicidad en el servicio fiel al pueblo, en este territorio se abre una nueva historia de amor por el pueblo. \n\t\t\t\t\t\n\t\t\t\t\tLlamaron a todos los funcionarios, militantes del partido y trabajadores a contribuir a servir para el gran pueblo y acoger el VII Congreso del PTC con la suprema era dorada a ser registrada especialmente en la historia del partido."
        },
        {
            "title": "Seminario central sobre idea y teoria de dar importancia al pueblo",
            "url": "http://kcna.co.jp/item/2015/201511/news09/20151109-26ee.html",
            "content": "En Pyongyang delegacion de Estado Mayor General de Rusia \r\nPyongyang, 9 de noviembre (ACNC) -- Llego este lunes a esta capital la delegacion del Estado Mayor General de las fuerzas armadas de la Federacion Rusa encabezada por el primer subjefe Nikolai Bogdanovski."
        }
    ]
}