{
    "date": "2015-01-22",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-22ee.html",
    "articles": [
        {
            "title": "Congratulations to Prime Minister of Mali",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-21ee.html",
            "content": "Congratulations to Prime Minister of Mali\r\n Pyongyang, January 22 (KCNA) -- DPRK Premier Pak Pong Ju on Tuesday sent a congratulatory message to Modebo Keikta upon his appointment as prime minister of the Republic of Mali.\n\t\t\t\t\t The message wished the prime minister and his government successes in the efforts for socio-economic progress, expressing the belief that the bilateral relations of friendship and cooperation would grow stronger."
        },
        {
            "title": "S. Korean Authorities Should Stop Racket for Eliminating \"Followers of North\": NRC Spokesman",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-23ee.html",
            "content": "S. Korean Authorities Should Stop Racket for Eliminating \"Followers of North\": NRC Spokesman\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- The spokesman of the National Reconciliation Council (NRC) issued a statement on Thursday in connection with the fact that the frantic racket for eliminating \"followers of the north\" aimed to stamp out the pro-reunification progressive forces is kicked off in south Korea from the outset of the year.\n\t\t\t\t\t The south Korean authorities branded Sin Un Mi, a Korean in the U.S., and Hwang Son, representative of the Forum for the Study of Politics Desired, as \"followers of the north,\" taking issue with them over their \"past activities\". Sin and Hwang gave lectures on their impressions of their visit to the DPRK in Seoul and other parts of south Korea last year. The south Korean authorities perpetrated such fascist violence as expelling Sin from south Korea on Jan. 10 and detaining Hwang on Jan. 14.\n\t\t\t\t\t\n\t\t\t\t\t And they investigated a member of the \"National Assembly\" from the Democratic Alliance for New Politics for the mere reason that the person participated in the lecture. Not content with the arrest of Hwang, they summoned and investigated Yun Ki Jin, co-chairman of the Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty, who is the husband of Hwang. On Jan. 13 and 18 they also inflicted severe punishment on a former teacher in the fifties and a citizen in the thirties on the suspicion that they posted articles praising the north on websites and had \"copies of literature benefiting the enemy.\"\n\t\t\t\t\t\n\t\t\t\t\t Making a new year's report to the present chief executive, the Ministry of Justice said that it would provide a \"legal ground\" so as to ban the activities of the South Headquarters of the Pan-national Alliance for Korea's Reunification and other \"organizations benefiting the enemy\" and organizations praising the north and issue an order to disband them.\n\t\t\t\t\t\n\t\t\t\t\t The statement bitterly denounced the campaign to eliminate the \"followers of the north\" in south Korea as traitorous, anti-reunification act of totally challenging the desire and wishes of all fellow countrymen aspiring after reconciliation, unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The statement said the \"theory of eliminating the followers of the north\" touted by the south Korean authorities is, in essence, the theory of heinous confrontation with fellow countrymen and confrontation of systems, and \"dialogue\" and \"confidence\" advertised by them while denying the system of the other side are shameless deception. \n\t\t\t\t\t\n\t\t\t\t\t \"Dialogue\" and \"unification\" touted by the south Korean authorities are nothing but a sleight of hand to deceive the public at home and abroad and calm down the angry mindset of people, and the evermore undisguised racket for eliminating \"followers of the north\" cannot be interpreted otherwise than an open declaration that they would continue suppressing the pro-reunification progressive forces even though dialogue is open in the future, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In order to achieve national reconciliation and unity it is necessary to put an end to acts of the south Korean authorities meeting all brigandish demand of the U.S., not an act of \"following the north\".\n\t\t\t\t\t\n\t\t\t\t\t Any sincere dialogue and improved relations between the north and the south cannot be expected as long as the U.S. interference in internal affairs of the Korean nation is not checked and the south Korean authorities do not abandon the attitude following the U.S. and their persistent confrontational nature.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should stop at once treacherous anti-reunification racket denying and antagonizing the dialogue partner and going against the aspiration and desire of fellow countrymen, and take a sincere attitude to improve inter-Korean relations."
        },
        {
            "title": "Strong Enthusiasm for Independent Reunification Called for",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-12ee.html",
            "content": "Strong Enthusiasm for Independent Reunification Called for\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- The spokesman for the North Side Committee for Implementing the June 15 Joint Declaration issued a statement on Thursday in support of the appeal adopted at a joint meeting of the government, political parties and organizations of the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The appeal of the joint meeting is an expression of the steadfast stand of the DPRK and its unshakable patriotic will for reunification to bring about a great change in the inter-Korean relations this significant year marking the 70th anniversary of national liberation.\n\t\t\t\t\t\n\t\t\t\t\t It is a nation-wide call which all Koreans, be authorities, civilians, politicians, businessmen, persons of culture and religionists, can sympathize with and accept if they take to heart the pain resulting from the national division which has lasted for seven decades and truly hope for the nation's reconciliation and unity and the country's peace and independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t The north side committee fully supports the appeal of the joint.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans at home and abroad should turn out as one in the nation-wide struggle to usher in another June 15 era in which the enthusiasm for national concord and independent reunification will run high across the country in hearty response to the patriotic appeal of the joint meeting to carry out the tasks for national reunification set forth by supreme leader Kim Jong Un in his historic New Year address.\n\t\t\t\t\t\n\t\t\t\t\t The north side committee will make every possible effort to give play to strong enthusiasm for independent reunification across Korea and in all places where Koreans live and mark with splendor the 70th anniversary of national liberation as a grand festival of the nation to go down in history by boosting the solidarity among compatriots in the north and the south and abroad and briskly holding meetings for reunification among organizations in different sectors and circles under the uplifted banner of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t We express firm belief that all political parties, organizations and personages in south Korea and abroad will give play once again to the spirit displayed on the day of the country's liberation when it shook with hurrah for independence, the enthusiasm for reunification which ran high in the June 15 era, transcending the differences in ideology, political view and ism in hearty response to the appeal of the joint meeting and thus make a positive contribution to glorifying this year as the year for bringing about a great turn to open up a broad avenue to independent reunification."
        },
        {
            "title": "KPA Servicepersons Meet at Revolutionary Battle Site on Mt. Madu",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-22ee.html",
            "content": "KPA Servicepersons Meet at Revolutionary Battle Site on Mt. Madu\n\t\t\t\t\t\t\r\n Anju, January 22 (KCNA) -- Servicepersons of the Korean People's Army (KPA) visited the revolutionary battle site on Mt. Madu.\n\t\t\t\t\t They held an oath-taking meeting on the spot Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials of the KPA General Political Bureau, the Ministry of the People's Armed Forces and the KPA General Staff and servicepersons.\n\t\t\t\t\t\n\t\t\t\t\t Om Hyang Chol, chairman of the KPA Committee of the Kim Il Sung Socialist Youth League, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t They said that the revolutionary traditions of Mt. Paektu created and glorified by Kim Il Sung and leader Kim Jong Il are being successfully carried forward as a lineage of the revolution generation after generation and an eternal lifeline for training servicepersons as reliable successors to the revolution under the wise guidance of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They called on all service personnel to take it as the major line to thoroughly establish the supreme commander's monolithic command system across the entire army and firmly defend and add shine to the glorious revolutionary history and immortal exploits of the peerless great persons of Mt. Paektu down through generations.\n\t\t\t\t\t\n\t\t\t\t\t They made a firm pledge to prepare themselves to be ones strong in idea and faith with the noble fighting spirit of the anti-Japanese revolutionary forerunners and to take the lead in carrying out the Songun revolutionary leadership of the Workers' Party of Korea."
        },
        {
            "title": "Schoolchildren Start March along Course of 250-mile Journey for National Liberation",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-20ee.html",
            "content": "Schoolchildren Start March along Course of 250-mile Journey for National Liberation\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- Schoolchildren from across the country have left Pyongyang to begin their march along the course of the 250-mile journey for national liberation that was covered by President Kim Il Sung on the occasions of the 90th anniversary of his start of the journey and the 40th anniversary of leader Kim Jong Il's organizing of the march along the course.\n\t\t\t\t\t Those are to tour the course, ranging from Mangyongdae, Kaechon, Hyangsan, Kanggye and Hwaphyong to Phophyong.\n\t\t\t\t\t\n\t\t\t\t\t A starting ceremony took place at Mangyongdae Revolutionary School on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials concerned, officials of the youth league, and the participants in the journey.\n\t\t\t\t\t\n\t\t\t\t\t They placed floral baskets and flowers before the statues of Kim Il Sung and Kim Jong Il at the school and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the C.C., the Kim Il Sung Socialist Youth League, made a report which was followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The participants started the journey, warmly seen off by schoolchildren and working people in Pyongyang, fluttering flags bearing the beaming images of Kim Il Sung and Kim Jong Il and red flags."
        },
        {
            "title": "New Commemorative Stamp Issued in DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-16ee.html",
            "content": "New Commemorative Stamp Issued in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- The DPRK State Stamp Bureau issued a stamp in commemoration of the 90th anniversary of 250-mile Journey for National Liberation made by President Kim Il Sung.\n\t\t\t\t\t The stamp has letters reading \"In commemoration of the 90th anniversary of 250-mile Journey for National Liberation made by the great leader Comrade Kim Il Sung\" and \"Juche 14 (1925) - Juche 104 (2015)\".\n\t\t\t\t\t\n\t\t\t\t\t Depicted on it are also a map on the course of 250-mile Journey and mark of an expedition of the course and its members marching under the red flag.\n\t\t\t\t\t\n\t\t\t\t\t January 22 is the day when Kim Il Sung set out on his 250-mile journey with high ambition to liberate Korea from the Japanese imperialist aggressors 90 years ago."
        },
        {
            "title": "Journey for Korea's Liberation Made by Kim Il Sung",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-17ee.html",
            "content": "Journey for Korea's Liberation Made by Kim Il Sung\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- Today marks the 90th anniversary when President Kim Il Sung set out on his 250-mile Journey for National Liberation.\n\t\t\t\t\t In Juche 12 (1923) when he was 12-years old, Kim Il Sung made a 250-mile Journey for Learning to get a good knowledge of Korea, his homeland.\n\t\t\t\t\t\n\t\t\t\t\t Two years later, he again set out on the same long journey with a high ambition to liberate the country from the Japanese imperialist aggressors, a journey which covered the course from Mangyongdae in Pyongyang, his birthplace, to northeastern China.\n\t\t\t\t\t\n\t\t\t\t\t Through his journey he experienced the tragedies the homeland was suffering from Japan's colonial rule and hardened his will never to return home unless he liberated the country.\n\t\t\t\t\t\n\t\t\t\t\t With this firm pledge, he had waged a fierce anti-Japanese armed struggle for many years to accomplish the historic cause of national liberation.\n\t\t\t\t\t\n\t\t\t\t\t To convey his undying feats for national liberation, the Korean people built the Arch of Triumph at the foot of Moran Hill in Pyongyang in April 1982. Carved in relief on it are letters reading \"1925-1945\"."
        },
        {
            "title": "Catfish Dishes Tempting Citizens in DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-18ee.html",
            "content": "Catfish Dishes Tempting Citizens in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- Various catfish dishes are served at restaurants in different parts of the country, enjoying great popularity.\n\t\t\t\t\t Typical of them are Pyongyang Catfish Soup Restaurant and Saenal Catfish Soup Restaurant, which are well known among citizens for its scores of varieties like catfish soup, raw catfish slices and smoked catfish.\n\t\t\t\t\t\n\t\t\t\t\t Catfish has been mass-produced by catfish farms in different parts of the country, including the Pyongyang Catfish Farm.\n\t\t\t\t\t\n\t\t\t\t\t In recent years alone, many catfish dishes have been put on a scientific and standardized basis."
        },
        {
            "title": "47 year-old Floating Museum",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-15ee.html",
            "content": "47 year-old Floating Museum\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- The Pueblo incident was another biggest shame brought to the U.S. by the Korean people after its defeat in the Korean War (1950-1953).\n\t\t\t\t\t On January 23, 1968, the Korean People's Army (KPA) captured the U.S. armed spy ship Pueblo near Ryo Islet in the territorial waters of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The spy ship had already made 17 rounds of espionage voyages against the DPRK as part of preparations for a new war against it. Therefore, the KPA's capture of the U.S. spy ship was a clear manifestation of the DPRK's right to self-defense.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. branded the DPRK's self-defensive measure as a \"violation of international law\" and brought the Pueblo incident to the UN Security Council while trying to mislead the public opinion. Not content with this, the U.S. assembled large armed forces in and around the Korean Peninsula to make a reprisal.\n\t\t\t\t\t\n\t\t\t\t\t In the light of the prevailing situation, the DPRK declared its stand that it would react to the U.S. \"retaliation\" with retaliation and to an all-out war with an all-out war, taking strong countermeasures.\n\t\t\t\t\t\n\t\t\t\t\t The confrontation between the DPRK and the U.S. over the Pueblo incident continued for 11 months, but finally, the latter was obliged to send a letter of apology to the former due to its toughest stand.\n\t\t\t\t\t\n\t\t\t\t\t The ship anchored in the Pothong River curving round the Victorious Fatherland Liberation War Museum serves as a witness telling the doom of aggressors."
        },
        {
            "title": "U.S. Is Root Cause of Unstable Situation of Korean Peninsula: DPRK Scholar",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-14ee.html",
            "content": "U.S. Is Arch Criminal of Harassing Peace on Korean Peninsula: DPRK Scholar\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- It is an inveterate habit of the U.S. to render the situation strained whenever an opportunity for inter-Korean dialogue presents on the Korean Peninsula, said Ri Jong Chol, a section chief of the Socio-politics Institute under the Academy of Social Sciences of the DPRK, when interviewed by KCNA.\n\t\t\t\t\t It is well evidenced by the hysteric racket kicked up by the U.S. in the New Year to impose new sanctions upon the DPRK, he said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t U.S. President Obama announced the \"presidential executive order\" on imposing \"new sanctions\" upon the DPRK over the hacking at the Sony Pictures Entertainment.\n\t\t\t\t\t\n\t\t\t\t\t But according to a report made by a foreign media some days ago, the founder of McAfee, an American information security company, refuted the U.S. administration's allegation that cyber attack on the Sony Pictures was made by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He noted he could definitely say that the U.S. Federal Bureau of Investigation made a mistake in taking issue with the DPRK over the hacking, adding he knew who were the hackers.\n\t\t\t\t\t\n\t\t\t\t\t Such being a fact, the U.S. is deliberately linking the DPRK to the hacking case, because it keenly feels the need of the Korean Peninsula only as a factor of regional instability allowing the U.S. military intervention.\n\t\t\t\t\t\n\t\t\t\t\t It is the real intention of the U.S. to justify its military occupation of south Korea and keep its military supremacy in Northeast Asia under the pretext of the DPRK's \"nuclear and human rights issues\".\n\t\t\t\t\t\n\t\t\t\t\t For this reason, the U.S. would have found another excuse for hindering the improvement of inter-Korean relations, if not the hacking case. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. should ponder over the consequences to be entailed by its reckless act."
        },
        {
            "title": "Rodong Sinmun Calls for Turning out in Movement for Korea's reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-08ee.html",
            "content": "Rodong Sinmun Calls for Turning out in Movement for Korea's reunification \n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- It is very natural for all Koreans in the north and the south and abroad to turn out as one in the struggle to open up a broad avenue to independent reunification in this significant year and it is a bounden duty of every member of the Korean nation to do so, says Rodong Sinmun Thursday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Flunkeyism and dependence on outside forces lead to national ruin as they do harm to the interests of the Koreans, and independence and unity are the only way out for the nation.\n\t\t\t\t\t\n\t\t\t\t\t It is an unbearable shame to look up to foreign forces and depend on them in view of self-esteem of the resourceful and talented Koreans who created time-honored history and brilliant culture.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to solve the issue of the nation's destiny and the matter of the inter-Korean relations by the will and efforts of the compatriots, not joining hands with aggressor outside forces. \n\t\t\t\t\t\n\t\t\t\t\t If the north and the south resolutely counter the unreasonable interference and moves for aggression of outside forces alienating the Korean nation, fanning up confrontation and blocking up the road of reunification, they can certainly bring about an epochal phase for mending the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities deny the idea of By Our Nation Itself and persistently cooperate with outside forces and follow them, they will face inescapable curse and denunciation for their unpardonable acts of laying a stumbling block in the way of the nation's unity and reunification. \n\t\t\t\t\t\n\t\t\t\t\t The Koreans' aspiration and will for national reunification are growing stronger day by day. It is the necessity of history for the pro-reunification patriotic forces to emerge victorious by courageously meeting the challenge of the anti-reunification forces."
        },
        {
            "title": "Minju Joson Denounces Japan for Evading its Responsibility for its Past Crimes",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-10ee.html",
            "content": "Minju Joson Denounces Japan for Evading its Responsibility for its Past Crimes\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- It is 96 years since the Japanese imperialists poisoned Kojong, emperor of the feudal dynasty of Korea.\n\t\t\t\t\t The diary written by Yuzaburo Kuratomi, head of accounting and inquiry department of the Japanese royal agency, in 1919 was made public at an international academic meeting held some years ago. Recorded in the diary was information that he heard Terauchi, first Japanese \"resident-general\" of Korea, instruct Hasegawa to poison Kojong who was not recognizing the \"Ulsa Five-point Treaty\".\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Thursday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists' poisoning of Kojong, supreme representative of the state sovereignty, at that time was a wanton infringement upon the sovereignty of Korea, unprecedented state-sponsored terrorism and unpardonable insult to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Japan still keeps mum about their past crimes. This behavior is touching off the curse and anger of justice and human conscience.\n\t\t\t\t\t\n\t\t\t\t\t Japan's mean and immoral act of having evaded its responsibility for redeeming its past crimes for such long period is driving the Korean people's hatred against it into the point of explosion.\n\t\t\t\t\t\n\t\t\t\t\t Japan should clearly know that the Korean people will never let the past crimes committed by the Japanese imperialists go unnoticed.\n\t\t\t\t\t\n\t\t\t\t\t Tokyo would be sadly mistaken if it thinks everything would be OK only if it keeps silence.\n\t\t\t\t\t\n\t\t\t\t\t Japan should make public all its past crimes before the world as required by the international community and beg for forgiveness."
        },
        {
            "title": "S. Korean Organization Denounces U.S. for Backing Anti-DPRK Leaflet Scattering",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-02ee.html",
            "content": "S. Korean Organization Denounces U.S. for Backing Anti-DPRK Leaflet Scattering\r\n Pyongyang, January 22 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea Tuesday made public a statement in denunciation of the U.S. for backing human scum's anti-DPRK leaflet scattering. \n\t\t\t\t\t The statement on Monday accused the \"Alliance for the Movement of Free North\", an organization of \"defectors from the north,\" of scattering leaflets against the DPRK, together with the U.S. \"human rights foundation\". \n\t\t\t\t\t\n\t\t\t\t\t It said that the dozens of U.S. human rights tricksters scattered leaflets in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is trying to scatter leaflets by drones next time, it said, adding that it is as clear as noonday that if drones fly to the north, what would happen. \n\t\t\t\t\t\n\t\t\t\t\t The north-targeted leaflet scattering at the time when an atmosphere of south-north dialogue is being created proves an attempt to harass dialogue, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not make honeyed words but take sincere steps for south-north dialogue and strongly protest against the U.S. government over the recent leaflet scattering. \n\t\t\t\t\t\n\t\t\t\t\t The statement urged the organization of \"defectors from the north\" and the U.S. to stop at once the leaflet scattering which bedevils south-north relations and increases the danger of war."
        },
        {
            "title": "End to History of National Division Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-09ee.html",
            "content": "End to History of National Division Called for in S. Korea \n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- The Ansan Headquarters of the South Side Committee for Implementing June 15 Joint Declaration held a meeting on Jan. 15, at which it called for putting an end to the history of national division, according to the south Korean internet newspaper Thongil News.\n\t\t\t\t\t This year marks the 70th anniversary of Korea's liberation and national division, the secretary general of the organization said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Citizens of Ansan have staged a brisk movement for reunification with the desire for reunification.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time to make efforts to terminate the tragedy of division. The Korean nation should put under control the present situation where the south-north relations are now at catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t He said that the organization would positively wage the movement for reunification this year marking the 10th anniversary of its founding."
        },
        {
            "title": "Independent, Peaceful Reunification Called for by S. Korean Internet Paper",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-11ee.html",
            "content": "Independent, Peaceful Reunification Called for by S. Korean Internet Paper\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- Poem \"The way for the nation to live is only independent and peaceful reunification\" was posted on the south Korean internet newspaper Jaju Minbo on January 20.\n\t\t\t\t\t The poem said that reunification can be achieved if the Koreans reject the U.S. interference and pool their efforts in the spirit of By Our Nation Itself, holding aloft the banner of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The poem went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean \"government\", obsessed with the anachronistic daydream of confrontation of systems, is fanning up the confrontation with fellow countrymen by slandering the north and scattering leaflets.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that 70 years have passed since the national division, the poem held that the tragic history should be terminated as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t The poem called for taking the road of the independent and peaceful reunification, the way for the Korean nation to live, free from the foreign forces' interference and domination."
        },
        {
            "title": "Racket against Progressive Media Persons under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-19ee.html",
            "content": "Racket against Progressive Media Persons under Fire in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- The Citizens Federation for Democratic Press of south Korea made public a commentary slamming the racket for labeling progressive media \"followers of the north,\" according to the south Korean CBS on Jan. 20.\n\t\t\t\t\t Shortly ago, the federation filed a lawsuit in a court against conservative media and the representative of an ultra-right conservative organization that slandered progressive media.\n\t\t\t\t\t\n\t\t\t\t\t But the Seoul Central District Court, siding with conservatives, made a decision that those who call for the repeal of the \"Security Law\" and the withdrawal of the U.S. forces from south Korea  may be suspected of \"following the north.\"\n\t\t\t\t\t\n\t\t\t\t\t The federation in its commentary branded the court's ruling as an act of fanning up the unreasonable \"racket for eliminating followers of the north\"."
        },
        {
            "title": "S. Korean Police Slammed for Searching Church",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-13ee.html",
            "content": "S. Korean Police Slammed for Searching Church\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- The south Korean Council of Christian Churches on Jan. 19 denounced the police for searching a church, according to CBS of south Korea.\n\t\t\t\t\t The organization accused policemen of the Seoul Metropolitan Police Agency of illegally searching a peace church.\n\t\t\t\t\t\n\t\t\t\t\t Expressing deep concern about their intrusion into the church, it said it would issue a statement demanding the settlement of the incident."
        },
        {
            "title": "Kim Jong Un's Work Published in Peru",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-01ee.html",
            "content": "Kim Jong Un's Work Published in Peru\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" was brought out in booklet by a publishing house of Peru on January 16.\n\t\t\t\t\t The work, made public on July 26, Juche 101(2012), clarifies the essence of Kim Jong Il's patriotism and his whole life characterized by his warm love for the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies important issues arising in embodying Kim Jong Il's patriotism."
        },
        {
            "title": "Kim Jong Un's New Year Address Hailed by Pakistani Organization",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-03ee.html",
            "content": "Kim Jong Un's New Year Address Hailed by Pakistani Organization \n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- The Pakistan Labor Federation made public a statement on January 12 hailing the New Year address made by supreme leader Kim Jong Un. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Please accept the most heartfelt and warmest congratulations to HE Marshal Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, who made a historic New Year address on Jan. 1, 2015. \n\t\t\t\t\t\n\t\t\t\t\t In his address Kim Jong Un said 2015 is a very significant year of marking the 70th anniversaries of national liberation and founding of the Workers' Party of Korea (WPK). \n\t\t\t\t\t\n\t\t\t\t\t Highly appreciating the WPK and the Korean people for scoring signal successes in the revolution and construction last year, we believe that they will successfully carry out the tasks set forth in the New Year address. \n\t\t\t\t\t\n\t\t\t\t\t We hope that they will remove the danger of war, ease tension and create a peaceful climate on the Korean peninsula and thus reunify Korea under the wise leadership of Kim Jong Un."
        },
        {
            "title": "Kim Jong Un Has Steadfast Will for National Reunification: Personages of Iran, South Africa",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-04ee.html",
            "content": "Kim Jong Un Has Steadfast Will for National Reunification: Personages of Iran, South Africa \n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- Iranian and South African political figures made public statements on January 7 and 8 in support of the New Year address made by supreme leader Kim Jong Un. \n\t\t\t\t\t Hamid Reza Taraghi, vice-general secretary of the Islamic Coalition Party of Iran, said:\n\t\t\t\t\t\n\t\t\t\t\t Respected Comrade Kim Jong Un in his historic New Year address put forward the peace-loving and independent proposals for the peace and stability on the Korean peninsula and national reunification. \n\t\t\t\t\t\n\t\t\t\t\t In order to ensure peace and stability on the Korean peninsula, the U.S., the chieftain of Korea's division, should stop all military exercises and war moves against the DPRK, to begin with. \n\t\t\t\t\t\n\t\t\t\t\t I hope that the north and the south of Korea will briskly hold dialogue, negotiations and exchanges and make contacts and thus improve the inter-Korean relations in the interests and desire of the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t The first secretary of the Gauteng Provincial Committee of the South African Communist Party expressed full support for the realistic proposals for improvement of the inter-Korean relations and reunification of Korea set forth by supreme leader of the Korean people Kim Jong Un in his New Year address. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t We demand the south Korean authorities stop large-scale war drills targeting fellow countrymen and create an environment for dialogue, negotiations, exchanges and contacts. \n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of Kim Jong Un to briskly hold dialogue, negotiations and exchanges and make contacts between the north and the south to relink the severed ties and blood vessels of the nation and bring about a great turn in inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t We extend firm solidarity to the Korean people in their struggle to open up a broad avenue to independent reunification, holding aloft the banner of the July 4 joint statement, the historic June 15 joint declaration and the October 4 declaration under the wise leadership of Kim Jong Un."
        },
        {
            "title": "Birth Anniversaries of Kim Il Sung, Kim Jong Il to Be Celebrated in Brazil",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-05ee.html",
            "content": "Birth Anniversaries of Kim Il Sung, Kim Jong Il to Be Celebrated in Brazil \n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- The Brazilian preparatory committee for celebrating the birth anniversaries of President Kim Il Sung and leader Kim Jong Il was inaugurated in Sao Paulo City on January 16. \n\t\t\t\t\t Rosanita Campos, vice-president of the Party for Free Motherland of Brazil, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee set the celebration period from January 16 to April 20 and decided to publish and display Kim Il Sung's reminiscences \"With the Century\", carry works of the peerless great men of Mt. Paektu on publications and hold diverse political and cultural events including seminars, photo exhibitions and film shows in the period."
        },
        {
            "title": "Birth Anniversaries of Kim Il Sung, Kim Jong Il to Be Celebrated in Mongolia",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-06ee.html",
            "content": "Birth Anniversaries of Kim Il Sung, Kim Jong Il to Be Celebrated in Mongolia \r\n Pyongyang, January 22 (KCNA) -- The Mongolian preparatory committee for celebrating the birth anniversaries of President Kim Il Sung and leader Kim Jong Il was formed in Ulan Bator on January 15. \n\t\t\t\t\t E. Maksim, secretary general of the Mongolian Peace and Friendship Organization, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events praising the revolutionary careers and feats of Kim Il Sung and Kim Jong Il and give wide publicity to Songun Korea from January 16 to April 16."
        },
        {
            "title": "Premier coreano felicita a su par de Mali",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-30ee.html",
            "content": "Premier coreano felicita a su par de Mali\n\t\t\t\t\t\t\r\nPyongyang, 22 de enero (ACNC) -- El premier coreano Pak Pong Ju envio el dia 20 un mensaje de felicitacion a Modibo Keita, electo como primer ministro del Consejo de Ministros de la Republica de Mali.\n\t\t\t\t\tEn su misiva, el remitente deseo exitos en las labores del destinatario y el gobierno por el desarrollo socio-economico. Y manifesto  conviccion de que seguiran intensificandose las relaciones de amistad y cooperacion existentes entre ambos paises."
        },
        {
            "title": "MINREX de RPDC censura intencion de EE.UU. y Alemania de proyectar pelicula anti-RPDC",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-31ee.html",
            "content": "MINREX de RPDC censura intencion de EE.UU. y Alemania de proyectar pelicula anti-RPDC\n\t\t\t\t\t\t\r\nPyongyang, 22 de enero (ACNC) -- El portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea hizo publica el dia 21 siguiente declaracion:\n\t\t\t\t\tAhora se cometen con frenesi las maniobras de Estados Unidos y sus satelites tendentes a difamar la maxima dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSegun trascendidos, EE.UU. mando al Festival Internacional de Cine de Berlin, Alemania la pelicula \"The Interview\", que difama la RPDC e incita el terrorismo.\n\t\t\t\t\t\n\t\t\t\t\tNo satisfecha con tal imprudente provocacion, la capa gobernante de EE.UU., envuelta por el arraigado sentimiento negativo y hostil anti-RPDC, instigo a una seudocompania de elaboracion de cine a fabricar y proyectar una pelicula difamante a nuestra maxima dignidad, lo cual hizo explotar el gran odio e ira de nuestro ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tCuando aquella pelicula tan pueril y vil quedo rechazada unanimemente por el circulo cinematografico y la capa social en la arena internacional, EE.UU. la inserto apresuradamente en Internet y ahora trata de proyectar en los paises satelites so pretexto de participar en el festival internacional de cine.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, cuando esa compania gangsteril recibio un fuerte ataque cibernetico a precio de sus crimenes, lo vincula sin fundamento con la RPDC y se aferra a la campana de nueva \"sancion\" anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos muestran que EE.UU. persigue la extremada confrontacion orientada a manchar nuestra maxima dignidad y sofocarnos en lo politico, economico y militar despreciando nuestras repetidas advertencias.\n\t\t\t\t\t\n\t\t\t\t\tTales maniobras anti-RPDC de EE.UU. devienen la accion terrorista y de guerra mas abierta contra un Estado soberano y una amenaza grave contra la paz de la region y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tA estas maniobras del imperio yanqui, se suma Alemania que al cometer dos guerras mundiales, impuso a la humanidad incontables desgracias, sufrimientos y catastrofes.\n\t\t\t\t\t\n\t\t\t\t\tAunque Alemania habla tanto de la indemnizacion posbelica, no se borran en la memoria de la historia y la humanidad la agresion, la usurpacion, la masacre contra los judios y otros actos de exterminacion racial cometidos en la segunda Guerra Mundial. \n\t\t\t\t\t\tLa actitud de Alemania de permitir la proyeccion de la pelicula malintencionada obedeciendo a ciegas a EE.UU. es un indicio peligroso que posibilitara repetir la historia ignominiosa.\n\t\t\t\t\t\n\t\t\t\t\tLa proyeccion de tal pelicula que difama la maxima dignidad de la RPDC e incita abiertamente el terrorismo estatal no tiene ninguna relacion con la \"libertad de expresion\" de que profesa Alemania sino es un acto que  agita el terrorismo en contra del objetivo y el caracter del festival internacional de cine de Berlin.\n\t\t\t\t\t\n\t\t\t\t\tEn caso de permitirlo, la \"libertad de expresion\" de que habla tanto el Occidente significa la libertad que damnifica la sagrada dignidad de otros paises, viola el criterio politico, la creencia religiosa y la cultura de estos paises y comete la violencia y el terrorismo.\n\t\t\t\t\t\n\t\t\t\t\tEn Europa el elogio al terrorismo se reconoce como crimen igual al terrorismo. La mayoria de paises europeos estan empapados por la inquietud y miedo ante los incidentes terroristas de gran envergadura ocurridos en Francia y otros varios paises.\n\t\t\t\t\t\n\t\t\t\t\tPrecisamente en este momento, se preve proyectar una pelicula que incita abiertamente el terrorismo en el territorio europeo, lo que deviene un acto contradictorio opuesto al clima antiterrorista que se aumenta en el territorio europeo.\n\t\t\t\t\t\n\t\t\t\t\tLas imprudentes maniobras de EE.UU. y otras fuerzas hostiles tendentes a atentar la dignidad y el prestigio de nuestra direccion suprema hacen llegar al cielo la indignacion y la voluntad de represalia de nuestro ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLa defensa a ultranza al Lider es nuestro principio supremo nunca cambiable y en esta labor no habra ningun paso atras ni conciliacion.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y Alemania deben cancelar tal intento de proyeccion de la pelicula anti-RPDC en el festival internacional de cine.\n\t\t\t\t\t\n\t\t\t\t\tLos tipejos que intenten el peligroso terrorismo y cometan la provocacion politica despreciando la soberania y la dignidad de la RPDC y los que inmiscuyan en esta labor no podran evitar el castigo despiadado."
        },
        {
            "title": "Portavoz del comite norteno llama a producir la oleada de reunificacion independiente",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-32ee.html",
            "content": "Portavoz del comite norteno llama a producir la oleada de reunificacion independiente\n\t\t\t\t\t\t\r\nPyongyang, 22 de enero (ACNC) -- El portavoz del Comite Norteno para la Ejecucion de la Declaracion Conjunta del 15 de Junio publico el dia 22 una declaracion para expresar apoyo al llamamiento aprobado en la reunion conjunta del gobierno, partidos politicos y entidades de la Republica Popular Democratica de Corea.\n\t\t\t\t\t  El llamamiento es una expresion de la firme posicion e invariable voluntad patriotica pro-reunificacion de la RPDC que trata de traer gran cambio en las relaciones Norte-Sur de Corea en este ano significativo del 70o aniversario de la liberacion de la patria, comienza la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  El llamamiento de toda la nacion lo pueden consentir y aceptar los hombres de todos los sectores como autoridades, civiles, politicos, hombres de economia y cultura, religiosos, etc. si ellos estan adoloridos por la division nacional de 70 anos y desean de veras la reconciliacion y unidad de la nacion y la paz y reunificacion independiente del pais.\n\t\t\t\t\t\n\t\t\t\t\t  El Comite Norteno para la Ejecucion de la Declaracion Conjunta del 15 de Junio apoya totalmente el llamamiento.\n\t\t\t\t\t\n\t\t\t\t\t  La clave para abrir el ancho camino para la reunificacion de la patria es eliminar el peligro de guerra y preparar el clima pacifico en la Peninsula Coreana, parar la confrontacion de sistemas que incita la desconfianza y la contradiccion N-S y desplegar activamente el dialogo y las conversaciones, el contacto y el intercambio entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tEl Comite Norteno fortalecera la alianza tripartita entre el Norte, el Sur y ultramar levantando mas alto la bandera de \"Entre nosotros, los connacionales\", y organizara con iniciativa los encuentros por la reunificacion entre las entidades de diferentes sectores y estratos.\n\t\t\t\t\t\n\t\t\t\t\t  Asimismo hara todo lo posible por levantar la oleada de reunificacion independiente en todo el territorio nacional y todos los lugares habitados por nuestros compatriotas y por celebrar con solemnidad el 70o aniversario de la liberacion de la patria como gran festival nacional a ser registrado para siempre en la historia.\n\t\t\t\t\t\n\t\t\t\t\t  Estamos convencidos de que en acato al llamamiento de la reunion conjunta del gobierno, partidos politicos y entidades de la Republica Popular Democratica de Corea y superando las diferencias de ideologias, ideales, criterios politicos y doctrinas, los partidos politicos, entidades y personalidades del Sur de Corea y en ultramar reproduciran el jubilo de aquel dia de liberacion de la patria y la ola de reunificacion de la epoca del 15 de Junio para contribuir a convertir este ano en el de gran viraje en que se abra el ancho camino para la reunificacion independiente."
        },
        {
            "title": "Acto de juramento de militares en el monte Madu",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-33ee.html",
            "content": "Acto de juramento de militares en el monte Madu\r\nAnju, 22 de enero (ACNC) -- Termino la visita de los militares del Ejercito Popular de Corea al lugar de batalla revolucionaria del monte Madu.\n\t\t\t\t\tTuvo lugar el dia 22 en el terreno el acto de juramento de los militares del EPC que visitaron el lugar de batalla arriba mencionado.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto estuvieron presentes los funcionarios y militares de la Direccion Politica General, el Ministerio de las Fuerzas Armadas Populares, el Estado Mayor General del EPC.\n\t\t\t\t\t\n\t\t\t\t\tHubo el informe de Om Hyang Chol, presidente del Comite de la Union de la Juventud Socialista Kim Il Sung en el EPC y otras intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores subrayaron que la tradicion revolucionaria del monte Paektu creada y glorificada por el Presidente Kim Il Sung y el Dirigente Kim Jong Il se sucede con seguridad bajo la sabia direccion del Comandante Supremo Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tProsiguieron que todos los militares deben dar prioridad a establecer estrictamente el sistema de unico mando sobre el ejercito del Comandante Supremo en todo el ejercito y defender y glorificar de generacion en generacion la historia revolucionaria y las hazanas de los grandes hombres sin pares del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tSubrayaron la necesidad de prepararse en los fuertes en la ideologia y conviccion quienes fueron armados con el noble espiritu combativo de los martires revolucionarios antijaponeses y apoyar en la delantera la direccion del Partido sobre la revolucion mediante el Songun."
        },
        {
            "title": "Emitido nuevo sello en Corea por aniversario 90 de la caminata de mil ries",
            "url": "http://kcna.co.jp/item/2015/201501/news22/20150122-34ee.html",
            "content": "Emitido nuevo sello en Corea por aniversario 90 de la caminata de mil ries\n\t\t\t\t\t\t\r\nPyongyang, 22 de enero (ACNC) -- Con motivo del aniversario 90 de la caminata de mil ries para la restauracion de Corea hecha por el Presidente Kim Il Sung, la Direccion Estatal de Sellos de Corea emitio un sello individual.\n\t\t\t\t\tEn el sello se leen las letras \"En homenaje al aniversario 90 de la caminata de mil ries para la restauracion de Corea realizada por el Presidente Kim Il Sung\" y \"El 14 (1925) de la Era Juche-El 104 (2015) de la Era Juche\" y estan dibujado la ruta de caminata, la insignia del grupo de recorrido y los miembros de este grupo con la bandera roja en la mano.\n\t\t\t\t\t\n\t\t\t\t\tEl 22 de enero es el dia en que se cumple 90o aniversario desde cuando el Presidente iniciara la caminata de mil ries con la decision de restaurar la patria colonizada por el imperialismo japones."
        }
    ]
}