{
    "date": "2015-07-28",
    "url": "http://kcna.co.jp/item/2015/201507/2015-07-28ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Fatherland Liberation War Martyrs Cemetery",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-01ee.html",
            "content": "Kim Jong Un Visits Fatherland Liberation War Martyrs Cemetery\r\n Pyongyang, July 28 (KCNA) -- Kim Jong Un, supreme commander of the Korean People's Army, visited the Fatherland Liberation War Martyrs Cemetery on Monday, the 62nd anniversary of the victory in the great Fatherland Liberation War, to pay high tribute to the fallen fighters of the People's Army.\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Pak Yong Sik, Ri Yong Gil, Kim Won Hong, So Hong Chan, Jo Nam Jin, Ryom Chol Song and other commanding officers of the KPA and those of the services and corps-level units of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t A wreath in the name of Kim Jong Un was placed before the cemetery.\n\t\t\t\t\t\n\t\t\t\t\t He, together with the visitors, paid a silent tribute to the memory of the fallen fighters of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The guards of honor of the KPA Ground, Navy, Air and Anti-Air Force and the Worker-Peasant Red Guards marched past the cemetery.\n\t\t\t\t\t\n\t\t\t\t\t He, together with visitors, went round the cemetery.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the conviction that all the service personnel, people and new generation would take hold on the spirit of defending the country displayed in the 1950s as ideological and mental weapon for glorifying the history and tradition of heroic Korea and give full play to its might in the confrontation with imperialism and the U.S. and the all-out death-defying struggle for winning victory in the building of a thriving nation."
        },
        {
            "title": "New National Treasure-like Band Formed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-08ee.html",
            "content": "New National Treasure-like Band Formed in DPRK\r\n Pyongyang, July 28 (KCNA) -- The Chongbong Band, a promising revolutionary art troupe, was organized in the DPRK.\n\t\t\t\t\t The band which was organized under the far-reaching plan of Marshal Kim Jong Un and at his own initiative is a new light music band of Korean style peculiar for its perfect ensemble based on unique combination of voice and countenance and for excellent harmony with light music with main stress on brass instruments. The band is made up of talented instrumentalists of the Wangjaesan Art Troupe which is associated with the guidance of leader Kim Jong Il and singers who played a pivotal role in the Moranbong chorus.\n\t\t\t\t\t\n\t\t\t\t\t With deep insight into the strong desire of the people and their cultural and emotional requirements, Kim Jong Un proclaimed the formation of the new light music band which would satisfactorily perform the role of vanguard in doing away with stagnation and inactivity in the field of arts.\n\t\t\t\t\t\n\t\t\t\t\t He saw to it that the new band was named Chongbong, a name directly related to the history of the anti-Japanese revolutionary struggle of President Kim Il Sung, and provided concrete and meticulous guidance to its activities ranging from music genre and arrangement to style of representation and singing methods.\n\t\t\t\t\t\n\t\t\t\t\t The creators and artistes of Chongbong Band are more strikingly demonstrating the Juche arts making rapid progress under the leadership of the party."
        },
        {
            "title": "National Exhibition of Inventions and New Technologies Opens",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-14ee.html",
            "content": "National Exhibition of Inventions and New Technologies Opens\r\n Pyongyang, July 28 (KCNA) -- A national exhibition of inventions and new technologies opened at the Three-Revolution Exhibition House to celebrate the 70th anniversaries of the founding of the Workers' Party of Korea (WPK) and the liberation of Korea.\n\t\t\t\t\t More than 2 500 excellent inventions and new technologies developed by scientists, technicians, officials and inventors across the country are on display in the forms of products, models and charts.\n\t\t\t\t\t\n\t\t\t\t\t Among the exhibits presented by ministries and national institutions, Pyongyang and provinces (municipalities) are achievements conducive to the nation's development of science and technology and economy and the improvement of the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t  Scientific and technological presentation and exchange of intellectual products, etc. will take place while the exhibition is under way.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony was held on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Kim Yong Jin, vice-premier of the Cabinet, Kim Sung Du, chairman of the Education Commission, Jang Chol, president of the State Academy of Sciences, and others.\n\t\t\t\t\t\n\t\t\t\t\t Choe Sang Gon, chairman of the State Science and Technology Commission, made an opening address."
        },
        {
            "title": "Anniversary of Law on Sex Equality Marked",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-13ee.html",
            "content": "Anniversary of Law on Sex Equality Marked\r\nPyongyang, July 28 (KCNA) -- There took place a meeting of women at the Hall of Women on Tuesday on the occasion of the 69th anniversary of the promulgation of the Law on Sex Equality. \n\t\t\t\t\t Speakers expressed deep thanks to the peerlessly great men of Mt. Paektu for putting forward the Korean women as mistresses of the country, powerful force pushing one of the two wheels of the revolutionary chariot and providing them with a worthy life and happiness. \n\t\t\t\t\t\n\t\t\t\t\t Jong Yong Sun residing in Tongmun-dong No. 1, Taedonggang District told about the trust and loving care shown by President Kim Il Sung for her maternal grandmother Chae Ju Son who took part in the revolution under the guidance of Kang Pan Sok, mother of the President, before the liberation of the country and for her family.\n\t\t\t\t\t\n\t\t\t\t\t The President made sure that all her family members who had lived in the northeast area of China settled in the homeland and took care of every aspect of their lives including healthcare and when her maternal grandmother passed away, he saw to it that her remains were buried in the Patriotic Martyrs Cemetery, she added.\n\t\t\t\t\t\n\t\t\t\t\t Ho Suk Yong, an accountant of the Sonhung Foodstuff Factory, said that the President appointed her grandmother Ho Jong Suk as first minister of Culture and Information Service after the founding of the DPRK, valuing her patriotism and kindly helped her keep the flower of revolution in bloom even in her declining years. \n\t\t\t\t\t\n\t\t\t\t\t Kim Son Sil residing in Sojang-dong, Pothonggang District said her mother became the first woman deputy to the Supreme People's Assembly and worked as vice-chairwoman of the SPA under the care of the President and leader Kim Jong Il and that a feature film \"Cradle\" was produced on the basis of the life of her mother to be known to the whole country. \n\t\t\t\t\t\n\t\t\t\t\t Kim Myong Yon, management board chairwoman of the Jangchon Vegetable Co-op Farm in Sadong District, said the great leaders brought up her, who was an 18-year old assistant agricultural engineer, to be an official responsible for a co-op farm. Thanks to the warm loving care of Marshal Kim Jong Un the farm has become a model of greenhouse-farm and the land of Jangchon turned into people's paradise, she added. \n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Kim Jong Sun, chairwoman of the Central Committee of the women's union, officials concerned, officials of the women's union and its members in Pyongyang."
        },
        {
            "title": "Olympic Solidarity Coaching Course in Table Tennis Held ",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-18ee.html",
            "content": "Olympic Solidarity Coaching Course in Table Tennis Held \r\n Pyongyang, July 28 (KCNA) -- The Olympic Solidarity Coaching Course in Table Tennis was held in Pyongyang on July 23-28.\n\t\t\t\t\t Participated in the course were coaches and teachers of different sports teams and juvenile sports schools.\n\t\t\t\t\t\n\t\t\t\t\t The course dealt with physical training method, coaches' role, analysis of game based on video, preparation of training programs and others.\n\t\t\t\t\t\n\t\t\t\t\t It was taken by Eva Jeler, lecturer of the ITTF."
        },
        {
            "title": "President of World Chess Federation Here",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-15ee.html",
            "content": "President of World Chess Federation Here\r\nPyongyang, July 28 (KCNA) -- Kirsan Ilyumzhinov, president of the World Chess Federation, and his party arrived here on Tuesday."
        },
        {
            "title": "Vietnamese Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-12ee.html",
            "content": "Vietnamese Delegation Visits Mangyongdae\r\n Pyongyang, July 28 (KCNA) -- A delegation of the Vietnamese newspaper Nhan Dan led by Deputy Editor-in-Chief Phan Huy Hien visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the revolutionary career of the President and his patriotic and revolutionary family members, the Vietnamese guests looked round historic relics preserved with much care at his old home in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t They went round revolutionary sites on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Revolutionary Martyrs Cemetery on Mt. Taesong, the Fatherland Liberation War Martyrs Cemetery, Munsu Water Park, etc."
        },
        {
            "title": "Member of European Parliament Leaves",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-06ee.html",
            "content": "Member of European Parliament Leaves\r\n Pyongyang, July 28 (KCNA) -- Frank Engel, member of the European Parliament from the Christian Social People's Party of Luxembourg, left here Tuesday.\n\t\t\t\t\t During his stay he visited the Songdowon International Children's Camp, Wonsan Baby Home and Orphanage, Munsu Water Park, etc."
        },
        {
            "title": "High-yield Varieties of Vegetables Cultivated",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-17ee.html",
            "content": "High-yield Varieties of Vegetables Cultivated \r\n Pyongyang, July 28 (KCNA) -- The Pyongyang Vegetable Science Institute in the DPRK has made achievements in cultivating high-yield varieties of vegetables.\n\t\t\t\t\t The new varieties are low in production cost and highly resistant to insects.\n\t\t\t\t\t\n\t\t\t\t\t The number of those vegetables reaches over tens of varieties, including greenhouse cucumber, greenhouse tomato and greenhouse cabbage.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the new variety of greenhouse cabbage can be cultivated in tiers even at low temperature.\n\t\t\t\t\t\n\t\t\t\t\t The institute has also devised a new method of producing 300 tons of vegetables per hectare.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, it has made successes in putting the method of cultivating those vegetables on a scientific basis."
        },
        {
            "title": "Namsin Primary School in Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-16ee.html",
            "content": "Namsin Primary School in Pyongyang\r\n Pyongyang, July 28 (KCNA) -- Namsin Primary School in Songyo District, Pyongyang is well known throughout the country for producing many good swimmers.\n\t\t\t\t\t But it took the first place in men's table-tennis event at the 9th national contest of sports classes from primary schools held some days ago. It was the first time for the school to take in the contest.\n\t\t\t\t\t\n\t\t\t\t\t Choe Yong Hui, teacher of the school, told KCNA that the school has paid primary efforts to basic training while instilling noble sportsmanship and strong mental power into the minds of trainees."
        },
        {
            "title": "Great Feats Performed by Children in Fatherland Liberation War",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-19ee.html",
            "content": "Great Feats Performed by Children in Fatherland Liberation War\r\n Pyongyang, July 28 (KCNA) -- In the period of the Fatherland Liberation War (June 25, 1950-July 27, 1953), many schoolchildren had performed great feats in defending the country.\n\t\t\t\t\t Many guards groups and guerilla groups made up of young avengers were organized by members of the Children's Union in the enemy-occupied areas during the strategic temporary retreat in wartime.\n\t\t\t\t\t\n\t\t\t\t\t The number of those groups reached nearly 60 units in October and November 1950. Among them were Yangyang children's guards, Kuksa children's operative squad, Moranbong children's guards, Anju Coal Mine children's guards, Kilju children's guards, etc. active in Pyongyang City, North and South Hwanghae, North and South Phyongan and North and South Hamgyong provinces.\n\t\t\t\t\t\n\t\t\t\t\t They scattered leaflets with letters \"Long Live General Kim Il Sung!\", \"Long Live the Workers' Party of Korea!\" and \"The People's Army Will Soon Re-advance\" in the enemy-occupied areas and guided servicepersons and people on the way of retreat.\n\t\t\t\t\t\n\t\t\t\t\t They even destroyed railways, bridges and vehicles, cut off communication lines and ruined or burned munitions, thus causing a great confusion in the enemy's maneuver, operation of military trains and communications.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the children's self-defense unit named after Hero Jo Ok Hui had only 30 members but killed or captured nearly 200 enemies during the war.\n\t\t\t\t\t\n\t\t\t\t\t Many members of those children's groups were honored with state recommendations for their great feats performed for the victory in the war."
        },
        {
            "title": "Rodong Sinmun Urges S. Korean Puppet Forces to Awake from Pipedream of \"Unifying Social Systems\"",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-05ee.html",
            "content": "Rodong Sinmun Urges S. Korean Puppet Forces to Awake from Pipedream of \"Unifying Social Systems\"\r\n Pyongyang, July 28 (KCNA) -- The south Korean puppet forces pulled up the DPRK once again by cooking up the \"2015 white paper on human rights records in the north\", not content with hosting the UN \"office on human rights in the north\" in Seoul rejected by all Koreans and all countries of the world, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t Their anti-DPRK \"human rights\" racket is a vivid expression of their foolish ambition for \"unifying social systems\", the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The successive ruling quarters of south Korea have pursued \"unification of social systems\" but none of them could match the present puppet chief executive.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' treacherous moves for \"unifying social systems\" are sparking off bitter resentment and strong denunciation of the public at home and abroad as they are a source of bedeviling the north-south relations and increasing the danger of a nuclear war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Driven into a tight corner, they are telling a whopping lie that they do not want \"unification of social systems\".\n\t\t\t\t\t\n\t\t\t\t\t At a recent meeting with riff-raffs from the U.S., Europe and the UN in Seoul, the puppet chief executive claimed that \"unification is a solution to the human rights issue in the north\", revealing herself that her group's \"human rights\" racket is aimed at \"unifying social systems\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities can never conceal the sinister purpose of \"unifying social systems\" lurking behind their anti-DPRK \"human rights\" racket.\n\t\t\t\t\t\n\t\t\t\t\t They wound be well advised to awake from the above-said daydream."
        },
        {
            "title": "S. Korean Authorities' Story about \"North's Strategic Provocations\" Dismissed",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-09ee.html",
            "content": "S. Korean Authorities' Story about \"North's Strategic Provocations\" Dismissed\r\n Pyongyang, July 28 (KCNA) -- The south Korean puppet Defense Ministry recently vociferated about \"the north's likelihood of making strategic provocations such as nuclear test and long-range missile launch\".\n\t\t\t\t\t What the puppet forces claimed is nothing new as it is part of their anti-DPRK frantic confrontation racket, says Rodong Sinmun Tuesday in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t Revealing the aims sought by the puppet forces in getting frantic with military provocations while trumpeting about \"the north's provocations,\" the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t They seek to build up public opinion over the \"north's provocations\" in a bid to stir up bad blood towards the DPRK and justify and escalate their anti-DPRK war racket.\n\t\t\t\t\t\n\t\t\t\t\t Prompted by this scenario, they are working hard to make the \"north's provocations\" an established fact even by using such spurious word as \"strategic\" and talking about \"likelihood.\"\n\t\t\t\t\t\n\t\t\t\t\t Another aim sought by the south Korean puppet forces is to tighten their military nexus with the U.S. and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The plan to introduce THAAD into south Korea from the U.S. revealed by them is bringing a serious disaster to the Korean peninsula and Northeast Asia. At the prodding of the U.S. they are working with sleeves rolled up to boost logistic support and exchange of military information with Japan.\n\t\t\t\t\t\n\t\t\t\t\t Their loud-mouthed \"north's strategic provocations\" are nothing but a pretext for ratcheting up the military tie-up with the U.S. and Japanese reactionaries to carry out their strategy for invading the north.\n\t\t\t\t\t\n\t\t\t\t\t No matter how loudly the puppet forces may trumpet about \"dialogue\", it only sounds trigger-happy, the commentary notes, warning the warmongers of merciless punishment."
        },
        {
            "title": "S. Korean Diplomatic Chief's Anti-DPRK Rhetoric Blasted",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-10ee.html",
            "content": "S. Korean Diplomatic Chief's Anti-DPRK Rhetoric Blasted\r\n Pyongyang, July 28 (KCNA) -- South Korean puppet Minister of Foreign Affairs Yun Pyong Se, when referring to the nuclear deal of Iran during his recent meeting with a diplomatic chief of a country, talked rubbish that the DPRK's line of simultaneously developing the two fronts is \"anachronistic\" and it should \"make a switchover in its attitude.\" \n\t\t\t\t\t He even begged for support for the south's policy of confrontation with the fellow countrymen in the north, crying out for the \"earliest solution to the north's nuclear issue.\"\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday says such reckless remarks can be uttered only by a confrontation maniac steeped in bitterness toward the fellow countrymen to the marrow of his bones.\n\t\t\t\t\t\n\t\t\t\t\t Iran's nuclear agreement is an achievement made by it through its persevering efforts to get its right to independent nuclear activities recognized and have sanctions on it lifted, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t But the DPRK has situation completely different from Iran.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a nuclear weapons state in both name and reality and nuclear weapons states all have their own interests.\n\t\t\t\t\t\n\t\t\t\t\t No wonder, the assertion that \"it is not worth at all to compare North Korea with Iran\" is being heard even from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t However, Yun Pyong Se went so impudent as to talk about \"an opportunity of solving the north's nuclear issue\". This casts doubt as to whether he has elementary thinking faculty and the ability of judging the situation.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are busy hatching plots to do harm to the DPRK and staging a farce for soliciting \"cooperation for international pressure on it\" while paying lip-service to \"dialogue\". This only reveals their true colors as confrontation maniacs."
        },
        {
            "title": "S. Korean Peasants Protest against Import of American Grain",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-11ee.html",
            "content": "S. Korean Peasants Protest against Import of American Grain\r\n Pyongyang, July 28 (KCNA) -- The Federation of Peasants Associations, the Federation of Women Peasants Associations and the Association of Grain Producers of south Korea held a press conference in Sejong City on July 24. They protested against the authorities' humiliating policy of importing American grain.\n\t\t\t\t\t The puppet Ministry of Agriculture and Food set up on July 15 held the first meeting on the theme of a workshop on food policy and agreed to discuss the issue of importing grain with peasants at the second meeting in the following month. But it unexpectedly announced a plan to import 30 000 tons of grain from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Infuriated at this, peasants at a press conference accused the ministry and \"government\" of killing the south Korean peasants to help the American exporters and demanded them step down.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would stage various forms of actions against the authorities' import of grain across south Korea with a sit-in strike in the front of the ministry as a curtain-raiser.\n\t\t\t\t\t\n\t\t\t\t\t They kicked off the strike."
        },
        {
            "title": "Bangladeshi Body Expresses Solidarity with Korean People",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-02ee.html",
            "content": "Bangladeshi Body Expresses Solidarity with Korean People\r\n Pyongyang, July 28 (KCNA) -- The Bangladesh Institute of the Juche Idea issued a statement on July 22 on the occasion of the 62nd anniversary of the Korean people's victory in the great Fatherland Liberation War and the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The statement said that when the U.S. imperialists provoked the Korean war for the purpose of occupying the whole of Korea, the heroic Korean people fought it to protect the sovereignty and dignity of the country and nation from the imperialists' aggression. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t It was a noteworthy event in human history that the Korean people won shining victory in the three-year-long Fatherland Liberation War under the wise leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The U.S, is keen to provoke another war of aggression on the Korean peninsular, oblivious of the shameful defeat it sustained in the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t But the DPRK is firmly protecting peace and stability on the Korean peninsula and in the region and triumphantly advancing the cause of building a thriving socialist nation with strong war deterrent under the unique Songun revolutionary leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We extend firm solidarity to the brave Korean people making an ever-victorious history in the anti-imperialist and anti-U.S. struggle."
        },
        {
            "title": "DPRK's V-Day Marked in South Africa",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-03ee.html",
            "content": "DPRK's V-Day Marked in South Africa\r\n Pyongyang, July 28 (KCNA) -- The first secretary of the Gauteng Provincial Committee of the South African Communist Party released a statement on July 23 to mark the 62nd anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t July 27 is the day of second liberation for the Korean people and the day of victory when they opened a new chapter in the cause of independence against imperialism. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK defeated the U.S. imperialists who ignited a war of aggression, honorably defending the sovereignty and independence of the country and the gains of the revolution and demonstrating before the whole world the might as the heroic army and people who made the beginning of downhill turn for the U.S. imperialists for the first time in the world.\n\t\t\t\t\t\n\t\t\t\t\t They have dynamically advanced along the road of building a rich and powerful nation and achieving victory of socialism while consolidating the defence capability of the country as firm as an iron wall and resolutely meeting all challenges of enemies under the guidance of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is rendering the situation on the Korean peninsula extremely tense and threatening peace in the world through its nuclear war maneuvers every year instead of drawing a due lesson from the past Korean war.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the past Korean war made the beginning of a downhill turn for the U.S. but a new Korean war will bring a final doom to the U.S."
        },
        {
            "title": "DPRK's Important Days to Be Marked in Tajikistan",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-04ee.html",
            "content": "DPRK's Important Days to Be Marked in Tajikistan\r\n Pyongyang, July 28 (KCNA) -- A Tajik preparatory committee for celebrating the 70th anniversaries of the liberation of Korea and the founding of the Workers' Party of Korea was formed in Dushanbe on July 22.\n\t\t\t\t\t Sh. Shabdolov, chairman of the Communist Party of Tajikistan, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse significant political and cultural events on these anniversaries."
        },
        {
            "title": "Kim Jong Un visita Cementerio de Martires Participantes en Guerra de Liberacion de Patria",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-20ee.html",
            "content": "Kim Jong Un visita Cementerio de Martires Participantes en Guerra de Liberacion de Patria\r\nPyongyang, 28 de julio (ACNC) -- Con motivo del 62o aniversario de la victoria en la Guerra de Liberacion de la Patria, el Mariscal Kim Jong Un, Comandante Supremo del Ejercito Popular de Corea, visito el dia 27 el Cementerio de Martires Participantes en la Guerra de Liberacion de la Patria y les rindio sublime homenaje a los martires del EPC.\n\t\t\t\t\tLe acompanaron Hwang Pyong So, Pak Yong Sik, Ri Yong Gil, Kim Won Hong, So Hong Chan, Jo Nam Jin, Ryom Chol Song y otros comandantes y los miembros de mando de las unidades de tipo de ejercito y a nivel de cuerpo del EPC.\n\t\t\t\t\t\n\t\t\t\t\tFue depositada una ofrenda floral a nombre del Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tEl guardo un momento de silencio en memoria de los martires del EPC junto con los participantes.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hubo el desfile de la guardia de honor de las fuerzas terrestres, navales, aereas y antiaereas del EPC y del Ejercito Rojo Obrero-Campesino.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal recorrio el cementerio junto con los participantes.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, expreso la conviccion de que todos los oficiales y soldados del EPC, habitantes e integrantes de una nueva generacion, al tomar con firmeza el espiritu de defensa a la patria de la decada de 1950 como el arma ideo-espiritual para glorificar la historia y las tradiciones de la Corea heroica, pondran de pleno manifiesto su poderio en la batalla decisiva general para lograr el triunfo en la confrontacion antiimperialista y antiyanqui y en la construccion de un Estado prospero."
        },
        {
            "title": "Nacida Banda Chongbong en RPDC",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-21ee.html",
            "content": "Nacida Banda Chongbong en RPDC\r\nPyongyang, 28 de julio (ACNC) -- Segun grandioso proposito e iniciativa del Mariscal Kim Jong Un fue organizada la Banda Chongbong en la Republica Popular Democratica de Corea.\n\t\t\t\t\tEsta entidad artistica es la prometedora banda de musica ligera a estilo coreano que con nuevas caracteristicas combina la armonia de la fusion particular de voces y tonos con la musica ligera centrada en los instrumentos de viento. Integra los competentes ejecutantes del Conjunto Artistico Wangjaesan, que desarrollaba sus actividades bajo la direccion del Dirigente Kim Jong Il, y las cantantes medulares del grupo de coro Moranbong. \n\t\t\t\t\t\n\t\t\t\t\tAl percatarse de la elevada aspiracion y la demanda cultural y sentimental del pueblo coreano, el Mariscal hizo organizar nueva banda de musica ligera que debe cumplir con satisfaccion el papel vanguardista para eliminar el estancamiento de la rama artistica.\n\t\t\t\t\t\n\t\t\t\t\tHizo llamarlo Chongbong, nombre directamente relacionado con la historia de lucha revolucionaria antijaponesa del Presidente Kim Il Sung, y dio las minuciosas instrucciones sobre el genero y la composicion de la musica, la forma de ejecucion y el metodo de descripcion de sonido.\n\t\t\t\t\t\n\t\t\t\t\tLos creadores y artistas de la Banda Chongbong ponen de pleno manifiesto el aspecto del arte de Corea que se desarrolla mas bajo la guia del partido."
        },
        {
            "title": "Inaugurada exhibicion de invenciones y nuevas tecnicas",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-22ee.html",
            "content": "Inaugurada exhibicion de invenciones y nuevas tecnicas\r\nPyongyang, 28 de julio (ACNC) -- Quedo inaugurada en la capitalina Exposicion Permanente de las Tres Revoluciones la Exposicion Nacional de Invenciones y Nuevas Tecnicas dedicada al 70o aniversario de la fundacion del Partido del Trabajo de Corea y de la liberacion de la patria.\n\t\t\t\t\tAlli estan expuestos mas de 2 mil 500 datos de invenciones y nuevas tecnicas en forma de objetos reales, esquemas, maquetas, etc. presentados por los cientificos, tecnicos, funcionarios e inventores del pais.\n\t\t\t\t\t\n\t\t\t\t\tEntre ellos se veian los datos de exitos que contribuiran a la ciencia y tecnica y el desarrollo economico del pais y la mejora de la vida del pueblo, presentados por los ministerios, organos centrales, la ciudad de Pyongyang y las provincias.\n\t\t\t\t\t\n\t\t\t\t\tEn el marco de la exposicion, se realizaran la presentacion de ciencias y tecnicas, la circulacion de productos intelectuales, etc.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 28 la ceremonia de inauguracion con la participacion del secretario del Comite Central del Partido del Trabajo de Corea, Choe Thae Bok, el vicepremier Kim Yong Jin, el presidente del Comite de Educacion Kim Sung Du, el presidente de la Academia Estatal de Ciencias, Jang Chol y otros funcionarios interesados.\n\t\t\t\t\t\n\t\t\t\t\tLa palabra inaugural estuvo a cargo de Choe Sang Gon, presidente del Comite Estatal de Ciencias y Tecnicas."
        },
        {
            "title": "Fuegos artificiales por dia de victoria en guerra en el cielo de Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-23ee.html",
            "content": "Fuegos artificiales por dia de victoria en guerra en el cielo de Pyongyang\r\nPyongyang, 28 de julio (ACNC) -- En ocasion del 62o aniversario de la victoria en la Guerra de Liberacion de la Patria, tuvo lugar el dia 27 en esta capital el lanzamiento de fuegos artificiales.\n\t\t\t\t\tEn la noche los trabajadores de diversos estratos y los jovenes y ninos escolares concurrieron a la colina Mansu donde estan situadas las estatuas de bronce del Presidente Kim Il Sung y el Dirigente Kim Jong Il, la orilla del rio Taedong, el islote Panwol, el puente Okryu y otros lugares de esta capital, para mirar el lanzamiento de los fuegos artificiales.\n\t\t\t\t\t\n\t\t\t\t\tA las 23:00, en medio de la melodia de la cancion \"Fiesta de la gran victoria en la guerra\", fueron disparadas al unisono las salvas multicolores adornando hermosamente el cielo nocturno de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tAl mirar los fuegos artificiales las masas recordaron con emocion las proezas y la abnegacion patriotica del Presidente Kim Il Sung quien condujo al triunfo al ejercito y el pueblo de Corea en la ensangrentada lucha y el severo enfrentamiento con los imperialistas y del Dirigente Kim Jong Il quien dirigio a la victoria la batalla de confrontacion antiimperialista y antiyanqui.\n\t\t\t\t\t\n\t\t\t\t\tEn medio de resonar las melodias alegres de la \"Cancion de orgullo de unidades guardias\" los proyectiles de distintos tipos dibujaron de continuo el hermoso panorama nocturno.\n\t\t\t\t\t\n\t\t\t\t\tEste disparo de fuegos artificiales que felicita el 62o aniversario del triunfo en la gran Guerra de Liberacion de la Patria manifesto energicamente el impetu heroico del ejercito y el pueblo de Corea que bajo la direccion del Mariscal Kim Jong Un avanzan con pasos firmes hacia el triunfo final de la revolucion del Juche."
        },
        {
            "title": "Efectuado encuentro de narracion de funcionarias e integrantes de UMDC",
            "url": "http://kcna.co.jp/item/2015/201507/news28/20150728-24ee.html",
            "content": "Efectuado encuentro de narracion de funcionarias e integrantes de UMDC\r\nPyongyang, 28 de julio (ACNC) -- Con motivo del 69o aniversario de la promulgacion de la ley de igualdad de derechos del hombre y la mujer, tuvo lugar el dia 28 en la Casa de la Mujer el encuentro de narracion sobre la noble virtud de los grandes hombres.\n\t\t\t\t\t   Las oradoras expresaron el agradecimiento a los grandes hombres sin pares del monte Paektu quienes presentaron a las mujeres como duenas del pais y fuerzas que se encargan de una rueda de la revolucion y les aseguraron la autentica vida y felicidad.\n\t\t\t\t\t\n\t\t\t\t\t  Jong Yong Sun, moradora del barrio de Tongmun no.1 del municipio de Taedonggang, hablo sobre la confianza y amor  del Presidente Kim Il Sung dispensados a su abuela materna, Chae Ju Son que antes de la liberacion del pais tomo parte en las actividades revolucionarias bajo la direccion de Kang Pan Sok, madre del Presidente.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que el Presidente hizo regresar a la patria a su familia que vivia en la region del Noreste de China, presto atencion a la vida, salud y hasta curacion y cuando la abuela paso al otro mundo, permitio enterrar los restos de esta en el Cementerio de Martires Patrioticos.\n\t\t\t\t\t\n\t\t\t\t\t  La contadora de la Fabrica de Alimentos de Sonhung, Ho Suk Yong, dijo que el Presidente presento a su abuela, Ho Jong Suk, como primera ministra de Cultura y Propaganda despues de la fundacion de la Republica Popular Democratica de Corea, apreciando el patriotismo de ella y el Dirigente Kim Jong Il condujo a ella para que pudiera continuar las actividades revolucionarias aun en sus ultimos anos de la vida.\n\t\t\t\t\t\n\t\t\t\t\t  Kim Son Sil, moradora del barrio de Sojang del municipio de Pothonggang, se refirio a que bajo la direccion de los grandes lideres, su madre trabajo de diputada a la Asamblea Popular Suprema y vicepresidenta de la APS y fue conocida ampliamente en todo el pais por la pelicula de ficcion \"Cuna\" que describe a su madre. \n\t\t\t\t\t\n\t\t\t\t\t  La presidenta de la junta administrativa de la Granja Cooperativa Especializada en Verduras de Jangchon del municipio de Sadong, Kim Myong Yon, recordo que bajo el gran amor de los grandes lideres, ella misma que era agronoma a los 18 anos como funcionaria responsable de una granja.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que bajo el amor y benevolencia del Mariscal Kim Jong Un, su granja se ha convertido en una unidad ejemplar  de la produccion de verduras de invernadero y paraiso del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes la presidenta del Comite Central de la Union de Mujeres Democraticas de Corea, Kim Jong Sun, cuadros correspondientes, funcionarias e integrantes de la UMDC en esta capital."
        }
    ]
}