{
    "date": "2015-04-16",
    "url": "http://kcna.co.jp/item/2015/201504/2015-04-16ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Has Photo Session with Developers of Light Aircraft",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-01ee.html",
            "content": "Kim Jong Un Has Photo Session with Developers of Light Aircraft\r\nPyongyang, April 16 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, called the scientists, technicians, workers and officials who contributed to manufacturing light aircraft to the building of the Party Central Committee and had a photo session with them.\n\t\t\t\t\t He said the development of the Korean-style light aircraft is another brilliant success made in the struggle to glorify the undying exploits President Kim Il Sung and leader Kim Jong Il performed for the development of Juche-based air industry and to build a thriving nation. He highly appreciated the scientists, technicians, workers and officials for manufacturing the light aircraft whose all equipment and apparatuses were home-made.\n\t\t\t\t\t\n\t\t\t\t\t He noted this success fully displayed the validity and vitality of the party's idea of breaking through the cutting edge and the might of Juche-based science and technology keeping up with the world.\n\t\t\t\t\t\n\t\t\t\t\t A firm springboard was provided for the rapid development of the air industry of the country, he added. \n\t\t\t\t\t\n\t\t\t\t\t He again spoke highly of the developers of light aircraft who worked in the spirit of the workers in Kunja-ri in the 1950s to show once again that the DPRK does whatever it determines to do and provided a proud gift presenting to the 70th anniversary of the founding of the WPK. And he had a picture taken with them.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Kim Chun Sop, Ri Pyong Chol, Jo Chun Ryong and Jang Chang Ha."
        },
        {
            "title": "Kim Jong Un Sends Message of Greeting to Syrian President",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-19ee.html",
            "content": "Kim Jong Un Sends Message of Greeting to Syrian President\r\n Pyongyang, April 16 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, Wednesday sent a message of greeting to Syrian President Bashar Al-Assad.\n\t\t\t\t\t The message extended warm congratulations to the president and friendly government and people of Syria on the occasion of the 69th anniversary of its independence, significant national holiday of its people.\n\t\t\t\t\t\n\t\t\t\t\t Availing himself of the opportunity, Kim Jong Un wholeheartedly wished the president good health and greater success in his work, reiterating the firm solidarity of the DPRK with the president and people of Syria in their just struggle to protect the sovereignty, security and territorial integrity of the country from aggression and terrorist act by the hostile forces at home and abroad."
        },
        {
            "title": "Pak Pong Ju Sends Message to Syrian PM",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-23ee.html",
            "content": "Pak Pong Ju Sends Message to Syrian PM\r\n Pyongyang, April 16 (KCNA) -- DPRK Premier Pak Pong Ju Thursday sent a message of greeting to Nader Al Halqi, prime minister of Syria, on the occasion of the 69th anniversary of its independence.\n\t\t\t\t\t The message wished the government and people of Syria fresh successes in their struggle to defend the sovereignty and security of the country and achieve the socio-economic stability.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Ri Su Yong sent a similar message to his Syrian counterpart Walid Al-Muallem on the same day."
        },
        {
            "title": "Ri Su Yong Returns Home",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-28ee.html",
            "content": "Ri Su Yong Returns Home\r\n Pyongyang, April 16 (KCNA) -- DPRK Foreign Minister Ri Su Yong and his party returned home on Thursday after paying an official visit to the Republic of India."
        },
        {
            "title": "Reception Given at DPRK Embassy in Moscow",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-07ee.html",
            "content": "Reception Given at DPRK Embassy in Moscow\r\n Moscow, April 15 (KCNA) -- A reception was given at the DPRK embassy in Moscow on April 14 to celebrate the Day of the Sun (the birth anniversary of President Kim Il Sung).\n\t\t\t\t\t Present there on invitation were Alexandr Galushka, minister of Development of Far East, Vladimir Churov, chairman of the central election committee, and officials of the parliament, political parties, government, ministries, organizations and institutions, including the State Duma, \"United Russia\" Party, Party for Peace and Unity, Liberal Democratic Party, Ministry of Foreign Affairs, Ministry of Defence, Ministry of Economic Development, Ministry of Transport, Ministry of Development of Far East, Ministry of Extraordinary Situation, Ministry of Education and Science, Ministry of Culture, Academy Ensemble of the Interior Unit of the Ministry of Interior, Orchestra of the 21st Century, Russian Association for Friendship and Cultural Cooperation with the DPRK, Institute of the Far East of the Russian Academy of Sciences, TASS, Ria-Novosti and Interfax.\n\t\t\t\t\t\n\t\t\t\t\t Also on hand there were members of the DPRK government delegation led by Vice-Premier Ro Tu Chol and the delegation of the Korean People's Army led by Army General Hyon Yong Chol, minister of the People's Armed Forces, on a visit to Russia and Kim Hyong Jun, DPRK ambassador to Russia, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The attendants laid a floral basket and bouquets before the full-length portrait of the President and leader Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the photos documenting the undying exploits of the President, Kim Jong Il and Marshal Kim Jong Un and those showing the reality of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "Russian Delegation Visits Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-26ee.html",
            "content": "Russian Delegation Visits Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 16 (KCNA) -- A delegation of the Supreme Court of Russia visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Thursday and paid tribute to them.\n\t\t\t\t\t Members of the delegation laid bouquets before the statues and bowed to them in boundless reverence for the peerlessly great men who made immortal contributions to the development of the DPRK-Russia friendly relations and the global cause of independence."
        },
        {
            "title": "Russian Delegation Lays Wreath before Liberation Tower",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-27ee.html",
            "content": "Russian Delegation Lays Wreath before Liberation Tower\r\n Pyongyang, April 16 (KCNA) -- The visiting delegation of the Supreme Court of Russia led by President Vyacheslav Lebedev laid a wreath before the Liberation Tower Thursday.\n\t\t\t\t\t Present there were Chae Kyong Suk, vice-president of the Supreme Court of the DPRK, officials concerned, Russian Ambassador to the DPRK Alexandr Matsegora and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t A wreath was placed before the tower in the name of the president of the Supreme Court of Russia.\n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence to the memory of the fallen fighters of the Soviet Army."
        },
        {
            "title": "Talks Held between Presidents of Supreme Courts of DPRK, Russia",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-31ee.html",
            "content": "Talks Held between Presidents of Supreme Courts of DPRK, Russia\r\n Pyongyang, April 16 (KCNA) -- Talks were held here Thursday between Pak Myong Chol, president of the Supreme Court of the DPRK, and Vyacheslav Lebedev, president of the Supreme Court of the Russian Federation.\n\t\t\t\t\t Present there from the DPRK side were Choe Kun Yong, first vice-president of the court, and officials concerned and from the Russian side were members of the visiting delegation of the court, Russian Ambassador to the DPRK Alexandr Matsegora and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The talks discussed the issue of boosting cooperation between the two courts."
        },
        {
            "title": "Reception Given for Russian Delegation",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-32ee.html",
            "content": "Reception Given for Russian Delegation\r\n Pyongyang, April 16 (KCNA) -- A reception was given at the Mansudae Assembly Hall today for a delegation of the Supreme Court of Russia led by President Vyacheslav Lebedev.\n\t\t\t\t\t The delegation arrived here that day."
        },
        {
            "title": "S. Korean Puppet Warmongers' Moves for Deployment of THAAD Assailed",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-30ee.html",
            "content": "S. Korean Puppet Warmongers' Moves for Deployment of THAAD Assailed\r\n Pyongyang, April 16 (KCNA) -- A spokesman for the National Peace Committee of Korea issued a statement Thursday in connection with the fact that the south Korean puppet forces are loudly vociferating about \"nuclear threats from the north\" in order to justify the deployment of THAAD in south Korea.\n\t\t\t\t\t The south Korean puppet forces' move is an unpardonable provocation against the DPRK and hideous sycophantic and traitorous act that may bring nuclear holocaust to the nation and reduce south Korea into the most dangerous nuclear outpost in the world, pursuant to the U.S. moves for a nuclear war, the statement said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean forces claim the deployment of THAAD in south Korea is to counter \"nuclear threats from the north\". This is sheer sophism that can convince no one in the light of the purpose of development of THAAD, its mission and performance and the U.S. strategic attempt and aggression purposes.\n\t\t\t\t\t\n\t\t\t\t\t The development of THAAD is targeted against several countries in Northeast Asia as it is designed to hold military hegemony in the region including the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' story about the \"nuclear threats from the north\" is sophism reminding one of a thief crying \"Stop the thief\".\n\t\t\t\t\t\n\t\t\t\t\t They are talking aloud about the \"nuclear threats\" just like a guilty party filing the suit first, while shelving the crimes they committed as an accomplice of the nuclear war moves of the U.S. This is the height of impudence proving how much they have been engrossed in their sycophancy toward the U.S. and confrontation with their fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t \"Nuclear and missile threats from the north\" oft-repeated by the U.S. and the south Korean forces is just a pretext for helping build the U.S. missile shield after bringing into south Korea preemptive nuclear attack means like THAAD, finally rounding off the preparations for a nuclear war and mounting a preemptive nuclear attack on the DPRK and the countries around it any moment. \n\t\t\t\t\t\n\t\t\t\t\t It is clear that the deployment of THAAD in south Korea will reduce it into a nuclear outpost and a nuclear arsenal for executing the U.S. policy to stifle the DPRK and the strategy for dominating Asia-Pacific, make surrounding countries the targets of nuclear attack by the U.S. and increase the danger of a nuclear war in the world.\n\t\t\t\t\t\n\t\t\t\t\t We will never remain an on-looker to the dangerous moves for the deployment of THAAD being staged by the puppet forces in collusion with the U.S. but bolster nuclear deterrence for self-defence for the supreme interests of the country, security of the nation and the peace of the region."
        },
        {
            "title": "Congratulations to Kim Jong Un from Chairman of C.C., Communist Party of Russian Federation",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-15ee.html",
            "content": "Congratulations to Kim Jong Un from Chairman of C.C., Communist Party of Russian Federation\r\n Pyongyang, April 16 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a congratulatory message from G. A. Zhuganov, chairman of the Central Committee of the Communist Party of the Russian Federation, on April 14.\n\t\t\t\t\t The message said that they extended heartfelt congratulations to Kim Jong Un and the Korean people on the occasion of the 103rd birth anniversary of Kim Il Sung, the great leader of the Korean people, and wished them new achievements in building socialist society.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people and world friends are recollecting the feats performed by Kim Il Sung in the history of his country, the message noted.\n\t\t\t\t\t\n\t\t\t\t\t It said they are seeing for themselves the behests of Kim Il Sung being applied into practice, noting the Korean people are confidently advancing along the road indicated by their leader."
        },
        {
            "title": "Messages to Kim Jong Un from Chongryon Organizations",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-20ee.html",
            "content": "Messages to Kim Jong Un from Chongryon Organizations\r\n Pyongyang, April 16 (KCNA) -- Supreme leader Kim Jong Un received messages of greeting from organizations of the General Association of Korean Residents in Japan (Chongryon) on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t They included the Standing Council of the Korean Federation of Workers in Commerce in Japan, Central Standing Committee of the Korean Youth League in Japan, Central Standing Committee of the Korean Democratic Women's Union in Japan, Central Standing Management Board of the Korean Youth Commercial Association in Japan, Central Standing Committee of the Union of Korean Teachers in Japan, Central Standing Committee of the Union of Korean Educational Association in Japan, Central Standing Committee of the Korean Scientists and Technologists Association in Japan, Central Standing Committee of the Korean Social Scientists Association in Japan, Central Standing Committee of the Korean Sportsmen's Federation in Japan, Central Standing Committee of the Union of Korean Writers and Artists in Japan, Central Standing Committee of the Korean Medical Association in Japan, Central Standing Committee of the Union of Korean Students in Japan, the Association of Koreans in Japan for Peaceful \n\t\t\t\t\t\n\t\t\t\t\t Reunification, Central Standing Council of the Korean Human Rights Association in Japan, affiliated organizations of Chongryon, Choson Sinbo Company, Korean News Service, Hagu Bookshop, Kumgang-san Opera Troupe, Tonghae Ltd, a travel company, Kumgang Insurance Company, Committee for Promoting Korea-Japan Economic Exchange, Federation of Joint Economic Venture of Korean Residents in Japan, the Center for Consulting Marriage of Korean Youth in Japan and other enterprises, prefectural headquarters of Chongryon, Korean University and Korean schools in Japan at all levels.\n\t\t\t\t\t\n\t\t\t\t\t They praised Kim Il Sung for founding the immortal Juche idea, Songun idea, ushering in the Juche era and making great contributions to the revolutionary cause of Juche, patriotic cause of Chongryon, the cause of national reunification and the global cause of independence with his brilliant wisdom, outstanding and seasoned leadership ability and noble virtue.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to make devoted service to glorify the 60th founding anniversary of Chongryon, noble heritage bequeathed by the great leaders out of patriotism, by making a leap forward toward opening a new heyday and to bring happy and wealthy future to the Koreans in Japan and their descendents, while keeping pace with the people in the homeland who are making a drive to build a thriving nation in the DPRK under the guidance of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They would firmly consolidate Chongryon, which Kim Jong Un puts forward with deep trust, as a dignified overseas Koreans' organization of the DPRK and conduct a dynamic movement of Koreans in Japan in the glorious Kim Jong Un's era by dint of the harmonious whole of Chongryon organizations and Koreans in Japan, the messages stressed."
        },
        {
            "title": "Participants of April Spring People's Art Festival Visit Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-22ee.html",
            "content": "Participants of April Spring People's Art Festival Visit Kumsusan Palace of Sun\r\n Pyongyang, April 16 (KCNA) -- Participants of the 4th April Spring People's Art Festival visited the Kumsusan Palace of the Sun on April 16.\n\t\t\t\t\t They paid tribute to the statues of President Kim Il Sung and leader Kim Jong Il \n\t\t\t\t\t\n\t\t\t\t\t In the halls of immortality where Kim Il Sung and Kim Jong Il lie in state they made bows to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders Kim Il Sung and Kim Jong Il received are on display and halls which house cars, electric car, boat and train coaches they used during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Agitation Stirs up Construction Site of Sci-Tech Complex",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-24ee.html",
            "content": "Agitation Stirs up Construction Site of Sci-Tech Complex\r\n Pyongyang, April 16 (KCNA) -- The participants of the 4th April Spring People's Art Festival conducted an agitation for a surge in the construction site of the Sci-Tech Complex on Thursday.\n\t\t\t\t\t They encouraged the solider-builders and supporters through emotional field performance reflective of the spirit of the era.\n\t\t\t\t\t\n\t\t\t\t\t Performers of the art squad of the Central Committee of the Democratic Women's Union of Korea and the Pyongyang city art squad stirred up the militant spirit of the soldier-builders who turned out to carry out the order of Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The performers of the art squad of the Ministry of Railways encouraged soldier-builders to display the spirit of standard-bearers and the main force of the Songun revolution in the construction of the complex in such numbers as mixed chorus \"Our Future Is Bright\" and chorus \"We Know Nobody but You\"."
        },
        {
            "title": "Foreigners, Overseas Koreans Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-25ee.html",
            "content": "Foreigners, Overseas Koreans Visit Mangyongdae\r\n Pyongyang, April 16 (KCNA) -- Foreign guests and overseas Koreans visited Mangyongdae, the birthplace of President Kim Il Sung. They are here to participate in the 17th Kimilsungia Festival.\n\t\t\t\t\t At the old home in Mangyongdae, they went round historic relics, being briefed on the historic house.\n\t\t\t\t\t\n\t\t\t\t\t They had a picture taken as a token of their visit to the home.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Victorious Fatherland Liberation War Museum, Munsu Water Park and other places."
        },
        {
            "title": "Youth League Delegation Back Home",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-29ee.html",
            "content": "Youth League Delegation Back Home\r\n Pyongyang, April 16 (KCNA) -- A delegation of the Kim Il Sung Socialist Youth League led by Jong Yong Won, vice-chairman of its Central Committee, came back home Thursday. They took part in the meeting of the General Council of the World Federation of Democratic Youth held in Lebanon and the 9th Congress of the Revolutionary Youth Union of Syria held in Syria."
        },
        {
            "title": "DPRK Skaters Proved Successful in Int'l Game ",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-10ee.html",
            "content": "DPRK Skaters Proved Successful in Int'l Game\r\n Pyongyang, April 16 (KCNA) -- DPRK skaters proved successful at the 2015 ISU World Development Trophy Short-track Speed Skating Tournament which started in New Zealand on April 11.\n\t\t\t\t\t The tournament brought together more than 60 men and women skaters from 11 countries including the DPRK, India, Indonesia and Malaysia. \n\t\t\t\t\t\n\t\t\t\t\t Kim Pyol Song placed first in juvenile division I, Kim Tae Song and Ri Jin Mi in juvenile division III and Pang Ri Hyang in juvenile division IV."
        },
        {
            "title": "First-term Children's Camping Start",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-11ee.html",
            "content": "First-term Children's Camping Start\r\n Pyongyang, April 16 (KCNA) -- The first-term camping started at the children's camps across the country on the occasion of the birth anniversary of President Kim Il Sung. \n\t\t\t\t\t Among the campers are children who set an example in study, organizational life, socio-political activities and do-good-thing movement. \n\t\t\t\t\t\n\t\t\t\t\t A ceremony took place at the Songdowon International Children's Camp on April 15. \n\t\t\t\t\t\n\t\t\t\t\t The campers laid a floral basket and bouquets before the statues of Generalissimos Kim Il Sung and Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t The camping also started at the Sokam Children's Camp and other camps across the country."
        },
        {
            "title": "Rodong Sinmun Urges U.S. to Face up to Trend of Times",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-12ee.html",
            "content": "Rodong Sinmun Urges U.S. to Face up to Trend of Times\r\n Pyongyang, April 16 (KCNA) -- Rodong Sinmun Thursday in an article calls on the U.S. to give up its hostile policy toward the DPRK and make a bold political switchover, though belatedly.\n\t\t\t\t\t The article cites facts to prove that the U.S. anachronistic hostile policy toward the DPRK is rejected not only by the international community but by the people at home.\n\t\t\t\t\t\n\t\t\t\t\t The policy compelled the DPRK to consolidate its position as a nuclear weapons state, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a full-fledged nuclear weapons state whether the U.S. recognizes or not.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has no other option but to recognize it.\n\t\t\t\t\t\n\t\t\t\t\t This is the strategic circumstances newly created on the Korean peninsula. The international community is accepting it as an established fact.\n\t\t\t\t\t\n\t\t\t\t\t Those who cry out for the \"north's scrapping of nuclear program first\" are guys with dull sense facing reality, being ignorant of their rival.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hopes the DPRK, which has made military affairs a top priority, would disarm itself. How fool it is.\n\t\t\t\t\t\n\t\t\t\t\t It is the only way out for the U.S. to face up to the strategic circumstances on the Korean peninsula and the trend of the times, get rid of the anachronistic Cold War-way of thinking at an early date and withdraw its forces from south Korea and Japan in order to save its troops and its waning fate."
        },
        {
            "title": "Rodong Sinmun Accuses Japanese Chief Executive of His Remarks Evading Responsibility for Sexual Slavery",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-13ee.html",
            "content": "Rodong Sinmun Accuses Japanese Chief Executive of His Remarks Evading Responsibility for Sexual Slavery\r\n Pyongyang, April 16 (KCNA) -- The Japanese chief executive at a recent interview by the Washington Post tried to downplay Japan's past crimes related to the sexual slavery with such crafty words as \"victims of flesh traffic.\"\n\t\t\t\t\t Commenting on this, Rodong Sinmun Thursday says:\n\t\t\t\t\t\n\t\t\t\t\t By his remarks he implied that the state is not to blame for the sexual slavery during Japanese imperilaist rule over Korea in the past as it was perpetrated by a few individuals.\n\t\t\t\t\t\n\t\t\t\t\t What he uttered is an insult and mockery of all the victims of sexual slavery and an impudent act aimed at deceiving humankind, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Did not he really know the meaning of flesh traffic?\n\t\t\t\t\t\n\t\t\t\t\t Japan is employing a sleight of hand to turn a deaf ear to the demand of the international community for the settlement of Japan's past crimes in a bid to hush them up.\n\t\t\t\t\t\n\t\t\t\t\t The atrocities committed by the Japanese imperialists in the past were hideous crimes against humanity enough to stun the world. Japan took away housewives and even teenagers to force them to provide sex for aggressor troops.\n\t\t\t\t\t\n\t\t\t\t\t The sexual slavery was a state-sponsored crime that mobilized the government and military power in an organized manner. Serious is the fact that the Japanese politicians are actively supporting the chief executive's remarks.\n\t\t\t\t\t\n\t\t\t\t\t Japan's history of aggression and crime can neither be written off nor distorted.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities' desperate moves to evade and cover up the history of crime would only bring Japan's impudence into bolder relief."
        },
        {
            "title": "S. Korean Citizens Demand Withdrawal of Authorities' Unpopular Education Policy",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-08ee.html",
            "content": "S. Korean Citizens Demand Withdrawal of Authorities' Unpopular Education Policy\r\n Pyongyang, April 16 (KCNA) -- Members of civic organizations and parents of students in South Kyongsang Province on April 9 launched an anti-\"government\" struggle in Changwon City, according to KBS of south Korea.\n\t\t\t\t\t Children are suffering due to the unpopular education policy of the present regime, they said, demanding an immediate withdrawal of the unreasonable policies.\n\t\t\t\t\t\n\t\t\t\t\t That day the security authorities hurled more than 1 000 policemen into quelling a demonstration."
        },
        {
            "title": "S. Korean Organization Declares Signature Campaign for Checking Japan's Distortion of History",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-17ee.html",
            "content": "S. Korean Organization Declares Signature Campaign for Checking Japan's Distortion of History\r\n Pyongyang, April 16 (KCNA) -- The south Korean Solidarity for Peace in Asia and Education in History called a press conference in Seoul on April 8 to declare the signature campaign for checking Japan's distortion of history, according to KBS of south Korea.\n\t\t\t\t\t Protest is mounting against the Japanese government for passing through screening the textbooks for middle schools that made a distortion of history, the organization said, adding:\n\t\t\t\t\t\n\t\t\t\t\t It would send the sheet of signatures to the Japanese side and stage active movement for disclosing and condemning the past crimes of Japan."
        },
        {
            "title": "S. Koreans Condemn U.S. Projected Deployment of THHAD",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-16ee.html",
            "content": "S. Koreans Condemn U.S. Projected Deployment of THHAD\r\n Pyongyang, April 16 (KCNA) -- Civic and social organizations in south Korea called a press conference before the building of the puppet Defense Ministry on April 10 to denounce the projected deployment of THAAD. They included the People's Action for Peace against War, the Solidarity for Progress, the Confederation of Trade Unions, the Federation of Peasants Associations and the People for Achieving Peace and Reunification, over 40 in all.\n\t\t\t\t\t At the press release they accused the U.S. of ratcheting up pressure on south Korea to deploy THAAD.\n\t\t\t\t\t\n\t\t\t\t\t Referring to south Korea visit by the U.S. secretary of Defense in the wake of that by the chairman of the U.S. Joint Chiefs of Staff, they said it is self-evident their visits would take south Korea one more step closer to the deployment of THAAD and the establishment of the triangular missile shield and triangular military alliance with the U.S. and Japan.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference they staged a demonstration in denunciation of the traitors' act of sycophancy."
        },
        {
            "title": "Actions in S. Korea Call for Probe into Truth about Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-18ee.html",
            "content": "Actions in S. Korea Call for Probe into Truth about Ferry Sewol Disaster\r\n Pyongyang, April 16 (KCNA) -- Actions took place in south Korea and overseas for a probe into the truth about ferry Sewol sinking accident, one year since the disaster.\n\t\t\t\t\t The North Chungchong Provincial All-People Measure Committee for Memory of Victims of Ferry Sewol and Probe into Truth held a press conference in Chongju on April 7, calling for the probe into the truth.\n\t\t\t\t\t\n\t\t\t\t\t It set the memorial period till April 16 and decided to stage actions for the memory of the victims and probe into the truth.\n\t\t\t\t\t\n\t\t\t\t\t Civic and social organizations in Suwon City, Kyonggi Province installed a joint incense-burning alter on April 8 and declared they would hold memorial services till April 30.\n\t\t\t\t\t\n\t\t\t\t\t The April 16 Council of Families of Victims held a press conference in Seoul on April 10 and demanded the \"government\" take immediate measures for salvaging the ferry and finding those missing.\n\t\t\t\t\t\n\t\t\t\t\t Similar actions were staged in Pusan and Taejon.\n\t\t\t\t\t\n\t\t\t\t\t Overseas Koreans set the April 11-19 memorial period and are holding meetings and demonstrations in New York, Los Angeles, Washington, Chicago and Seattle in the U.S., London, Toronto, Paris, Berlin, Tokyo and other dozens of cities."
        },
        {
            "title": "S. Korean Puppet Police Keen on Punishing Victims of Sewol Disaster",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-21ee.html",
            "content": "S. Korean Puppet Police Keen on Punishing Victims of Sewol Disaster\r\n Pyongyang, April 16 (KCNA) -- The south Korean puppet police is working hard to invoke a fascist law to crack down on the bereaved families of the ferry Sewol disaster and other people out in the actions for probing the truth about the disaster, according to Voice of People, an internet paper of south Korea.\n\t\t\t\t\t The puppet Seoul Metropolitan Police Agency announced on April 12 that it would indict more than 20 persons including bereaved families on charges of the violation of the \"law on assembly and demonstration\". They were walked away in the middle of their actions at the Kwanghwamun Plaza in Seoul.\n\t\t\t\t\t\n\t\t\t\t\t At the plaza on April 11 bereaved families and other people from all walks of life, more than 8 000 in all, held an all-people rally and demanded the authorities abolish the \"enforcement ordinance\" and salvage the ferry.\n\t\t\t\t\t\n\t\t\t\t\t Under the growing public pressure the puppet group instituted a special law on probing the truth but is blocking it from being implemented."
        },
        {
            "title": "Russian Personages Praise Exploits of Kim Il Sung ",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-05ee.html",
            "content": "Russian Personages Praise Exploits of Kim Il Sung \r\n Pyongyang, April 16 (KCNA) -- A seminar was held by the Maritime Territorial branch of the \"United Russia\" Party and round-table talks by the Maritime Territorial Committee of the Communist Party of the Russian Federation on April 7 on the occasion of the birth anniversary of President Kim Il Sung. \n\t\t\t\t\t A vice-secretary of the Maritime Territorial branch of the \"United Russia\" Party in a speech said that Kim Il Sung was the prominent statesman and the great leader who founded and developed the Workers' Party of Korea and the DPRK, adding: \n\t\t\t\t\t\n\t\t\t\t\t Thanks to his leadership the DPRK became a powerful country. \n\t\t\t\t\t\n\t\t\t\t\t The chief of the publicity section of the Maritime Territorial branch of the \"United Russia\" Party said Kim Il Sung made a great contribution to development of the Russia-DPRK relations and the Russian people always remember him. \n\t\t\t\t\t\n\t\t\t\t\t The traditional relations of friendship and cooperation between Russia and the DPRK are being given steady continuity, the chief added. \n\t\t\t\t\t\n\t\t\t\t\t The first secretary of the Maritime Territorial Committee of the Communist Party of the Russian Federation said Kim Il Sung built a socialist power advancing, unfazed by the moves of the imperialists. \n\t\t\t\t\t\n\t\t\t\t\t He is the father of the people who brought happiness to them, the first secretary said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is dynamically advancing along the road of socialism, shattering the ceaseless aggression moves of the imperialists. This is because the great Comrade Kim Il Sung laid the strong foundation for independent politics. \n\t\t\t\t\t\n\t\t\t\t\t The party, army and people of the DPRK are successfully carrying out his idea and cause."
        },
        {
            "title": "Bulletin \"Birth of Kimilsungia\" Published in Guinea ",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-02ee.html",
            "content": "Bulletin \"Birth of Kimilsungia\" Published in Guinea \r\n Pyongyang, April 16 (KCNA) -- The Guinean Kimilsungia-Kimjongilia Association released a special bulletin under the title of \"Birth of Kimilsungia\" on April 6 on the occasion of the birth anniversary of President Kim Il Sung. \n\t\t\t\t\t In an article the bulletin said that April 13 this year marks the 50th anniversary of the naming of Kimilsungia, referring in detail to how Kimilsungia came into being. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The birth of Kimilsungia is a precious crystal of attraction and trust of mankind in Kim Il Sung. It was the reflection of aspiration and desire of mankind hoping to name the most beautiful and precious flower after the great man and an eruption of the high praise of all people for his immortal exploits for the cause of global independence. \n\t\t\t\t\t\n\t\t\t\t\t Kimilsungia was officially given scientific name in the international orchid family society in April 1982. \n\t\t\t\t\t\n\t\t\t\t\t Top prizes were awarded to Kimilsungia at the world horticultural expos and exhibitions.\n\t\t\t\t\t\n\t\t\t\t\t The work for cultivating and disseminating the flower of the sun is being conducted worldwide amid the stronger mankind's yearning for the President. \n\t\t\t\t\t\n\t\t\t\t\t  Beautiful Kimilsungia is the most famous flower loved by the world people, and treasure common to mankind as it was name after the peerlessly great man."
        },
        {
            "title": "Day of Sun Marked Abroad ",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-03ee.html",
            "content": "Day of Sun Marked Abroad \r\n Pyongyang, April 16 (KCNA) -- Events took place in different countries on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun). \n\t\t\t\t\t A book and photo exhibition and film show were held in Romania, film show in Nigeria and friendship meeting and photo exhibition in Angola from April 4 to 7. \n\t\t\t\t\t\n\t\t\t\t\t On display at the venues of the events were works of the President, leader Kim Jong Il and Marshal Kim Jong Un and books and photos introducing the successes made by the service personnel and people of the DPRK in building a thriving socialist nation. \n\t\t\t\t\t\n\t\t\t\t\t Films shown included a Korean film \"Masikryong Ski Resort\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Party for the Socialist Choice of Romania said: It is our great honor to hold a book and photo exhibition and film show introducing the revolutionary career and exploits of Comrade Kim Il Sung on the occasion of the Day of the Sun. \n\t\t\t\t\t\n\t\t\t\t\t The general manager of an Angolan company said that not only the Korean people but other world progressives boundlessly revere the President who devoted his all to the happiness of the people and prosperity of the country. \n\t\t\t\t\t\n\t\t\t\t\t The President possessed of broad magnanimity and noble sense of internationalist obligation rendered material and moral assistance to African countries and many other countries in their national liberation struggle, anti-imperialist struggle and efforts for building a new society, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Angolan people remember as ever the President who sincerely supported our national liberation struggle and building of a new society. \n\t\t\t\t\t\n\t\t\t\t\t Though the President passed away, his idea and cause are shining long like the sun."
        },
        {
            "title": "Syrian Figure Praises Kim Il Sung's Exploits ",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-04ee.html",
            "content": "Syrian Figure Praises Kim Il Sung's Exploits\r\n Pyongyang, April 16 (KCNA) -- Ahmad Al Ahmad, secretary general of the Arab Socialists' Movement of Syria, made public a statement on April 9 on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun). The statement said:\n\t\t\t\t\t I pay highest tribute to the great Comrade Kim Il Sung and extend heartfelt congratulations to respected Comrade Kim Jong Un on the occasion of the Day of the Sun. \n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Il Sung, the great leader of the Korean people, was the prominent leader who liberated Korea from the military occupation of the Japanese imperialists and founded the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He humbled the arrogant U.S. imperialists and provided the rosy future of Korea with the rays of Juche. \n\t\t\t\t\t\n\t\t\t\t\t Under his wise leadership the DPRK achieved signal successes and turned into a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Il Sung together with HE Hafez Al-Assad laid the foundation of the friendly relations between Syria and the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The two countries have struggled against the U.S. imperialists' moves to stifle them.\n\t\t\t\t\t\n\t\t\t\t\t The struggle of the peoples of the two countries against the imperialist aggression forces is sure to win."
        },
        {
            "title": "Japanese Organizations Condemn Authorities' Suppression of Chongryon",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-06ee.html",
            "content": "Japanese Organizations Condemn Authorities' Suppression of Chongryon\r\n Pyongyang, April 16 (KCNA) -- Japanese organizations made public statements on April 1 in denunciation of the government's suppression of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The Japanese Women's Society for Solidarity with the Korean Women vehemently denounced the police authorities' search of the houses of the chairman and a vice-chairman of the Central Standing Committee of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The search is a product of the Japanese government's moves to tarnish the image of Chongryon and shift the responsibility for the bedeviling Japan-DPRK relations onto the DPRK, it said.\n\t\t\t\t\t\n\t\t\t\t\t It urged the government to opt for normalization of diplomatic relations between Japan and the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Tokyo-Pyongyang Rainbow Bridge said:\n\t\t\t\t\t\n\t\t\t\t\t We hardly repress the resentment at the police authorities' violence which was committed at the time when the Japan-DPRK relations are not improved due to the government's unreasonable attitude.\n\t\t\t\t\t\n\t\t\t\t\t The current search is fascist violence.\n\t\t\t\t\t\n\t\t\t\t\t This proves that the government doesn't want the improvement of the Japan-DPRK relations.\n\t\t\t\t\t\n\t\t\t\t\t We will intensify the struggle for normalization of diplomatic relations between Japan and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Kanagawa Prefectural People's Society for Promoting the Normalization of Japan-DPRK Diplomatic Relations noted:\n\t\t\t\t\t\n\t\t\t\t\t The search aggravated the bilateral relations and offended international law. \n\t\t\t\t\t\n\t\t\t\t\t It is a politically-motivated suppression and human rights abuse to incite the hostility towards Chongryon and the DPRK in Japanese society.\n\t\t\t\t\t\n\t\t\t\t\t The government is trying to create an environment favorable for revival of militarism, trumpeting about \"the theory of threat from the DPRK\"."
        },
        {
            "title": "Kim Jong Un's Work Published in South Africa ",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-09ee.html",
            "content": "Kim Jong Un's Work Published in South Africa \r\n Pyongyang, April 16 (KCNA) -- Supreme leader Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\" was brought out in booklet by the Pretoria Copy Master Publishing House of South Africa on April 9. \n\t\t\t\t\t The work, published on April 20, Juche 101 (2012), deals with the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il all their lives and indicates tasks for firmly preserving and upholding and eternally glorifying their ideas and exploits."
        },
        {
            "title": "Kim Jong Un se fotografia con fabricantes de aviones ligeros",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-33ee.html",
            "content": "Kim Jong Un se fotografia con fabricantes de aviones ligeros\r\nPyongyang, 16 de abril (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, llamo al edificio del Comite Central del PTC a los cientificos, tecnicos, obreros y funcionarios, quienes contribuyeron a la fabricacion de aviones ligeros, y se fotografio con ellos.\n\t\t\t\t\tEl envio cordial saludo con rostro sonriente a los participantes en la filmacion.\n\t\t\t\t\t\n\t\t\t\t\tApuntando que el desarrollo de aviones ligeros por el estilo coreano es otra orgullosa victoria lograda en la lucha por glorificar las hazanas inmortales de los grandes lideres acumuladas en el desarrollo de la autoctona industria aerea y edificar un Estado prospero, evaluo los meritos de aquellos que fabricaron los aviones ligeros con recursos nacionales.\n\t\t\t\t\t\n\t\t\t\t\tEste exito ha demostrado la justeza y vitalidad de la idea del Partido de alcanzar niveles sofisticados y el poderio de la ciencia y tecnica del Juche con competitividad mundial, dijo y continuo que se ha sentado la base firme para desarrollar rapidamente la industria aerea del pais.\n\t\t\t\t\t\n\t\t\t\t\tSe fotografio con ellos encomiando reiteradamente el hecho de que al trabajar con el espiritu de Kunjari de la decada 1950, ellos comprobaron de nuevo que la decision de Corea se cumple sin falta y prepararon ese orgulloso regalo dedicado al 70o aniversario de la fundacion del PTC.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion Kim Chun Sop, Ri Pyong Chol, Jo Chun Ryong y Jang Chang Ha."
        },
        {
            "title": "Kim Jong Un envia mensaje de felicitacion a Bashar al-Assad",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-34ee.html",
            "content": "Kim Jong Un envia mensaje de felicitacion a Bashar al-Assad\r\nPyongyang, 16 de abril (ACNC) -- El Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, Kim Jong Un, envio el dia 15 un mensaje de felicitacion al Presidente de la Republica Arabe de Siria, Bashar al-Assad.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del 69o aniversario de la independencia de Siria, significativa fiesta nacional del pueblo sirio, extiendo mis calurosas felicitaciones a Vd. y al amistoso gobierno y pueblo de su pais. \n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para reafirmar nuestra firme solidaridad con la justa lucha de Vd. y su pueblo por frustrar la agresion y el terrorismo de las fuerzas hostiles internas y externas y defender la soberania, la seguridad y la integridad territorial del pais y desearle de todo corazon buena salud y mayores exitos en su trabajo."
        },
        {
            "title": "Banquete por Dia del Sol en Embajada de RPDC en Rusia",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-35ee.html",
            "content": "Banquete por Dia del Sol en Embajada de RPDC en Rusia\r\nMoscu, 15 de abril (ACNC) -- Tuvo lugar el dia 14 en la embajada coreana en Rusia el banquete por el Dia del Sol.\n\t\t\t\t\t  A la recepcion fueron invitados el ministro de Desarrollo del Lejano Oriente de Rusia, Alexandr Galushka, el presidente del Comite Electoral Central, Vladimir Churov, y los funcionarios de la Duma Estatal, los partidos politicos, los ministerios del gobierno, las entidades y las instituciones, entre otros, el Partido Rusia Unida, el Partido por la Paz y la Unidad, el Partido Democratico Liberal, el Ministerio de Relaciones Exteriores, el Ministerio de Defensa, el Ministerio de Desarrollo Economico, el Ministerio de Transporte, el Ministerio de Desarrollo del Lejano Oriente, el Ministerio de Situaciones de Emergencia, el Ministerio de Educacion y Ciencia, el Ministerio de Cultura, el Conjunto Artistico Academico de la Unidad del Ministerio del Interior, la Orquesta del Siglo 21, la Asociacion Rusa de Amistad y Cooperacion Cultural con la Republica Popular Democratica de Corea, el Instituto del Extremo Oriente de la Academia de Ciencias de Rusia, las agencias noticieras TASS,\n\t\t\t\t\t\n\t\t\t\t\t  Ria-Novosti e Interfax.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien participaron los miembros de la delegacion gubernamental de la Republica Popular Democratica de Corea encabezada por el vicepremier Ro Tu Chol y la otra del Ejercito Popular de Corea presidida por el general de ejercito de las fuerzas terrestres, Hyon Yong Chol, ministro de las Fuerzas Armadas Populares, de visita en Rusia, el embajador  Kim Hyong Jun y otros miembros de la sede diplomatica coreana en Rusia.\n\t\t\t\t\t\n\t\t\t\t\t  Los participantes rindieron tributo al Presidente Kim Il Sung y el Dirigente Kim Jong Il tras colocar un cesto y ramos de flores ante sus retratos encontrandose juntos de pie.\n\t\t\t\t\t\n\t\t\t\t\t  Recorrieron las fotos alusivas a las hazanas inmortales del Presidente, el Dirigente y el Mariscal Kim Jong Un y otras que demuestran el aspecto verdadero de la Corea del Songun.\n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion hubo discursos."
        },
        {
            "title": "Ofrecido banquete por 103o aniversario de nacimiento de Kim Il Sung",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-36ee.html",
            "content": "Ofrecido banquete por 103o aniversario de nacimiento de Kim Il Sung\r\nPyongyang, 16 de abril (ACNC) -- Se ofrecio el dia 15 en el capitalino Palacio Cultural del Pueblo el banquete por el 103o aniversario del natalicio del Presidente Kim Il Sung.\n\t\t\t\t\tAsistieron a la recepcion Kim Yong Nam, Pak Pong Ju y otros cuadros directivos del partido y el Estado, el presidente de partido amigo, los funcionarios de los organismos de las fuerzas armadas y el poder, el Consejo de Ministros, entidades de masas, ministerios y organos centrales, ameritados, la delegacion de coreanos residentes en Japon y las otras de compatriotas en ultramar, coreanos ultramarinos y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los matrimonios de representantes diplomaticos de varios paises y de organizaciones internacionales y de agregados militares, acreditados en Corea, y huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra, Choe Thae Bok, miembro del Buro Politico y secretario del Comite Central del Partido del Trabajo de Corea, dijo que en la historia politica de la humanidad no hubo temprano el lider y decano politico tan eminente y extraordinario como el Presidente Kim Il Sung quien personifico en maximo nivel los rasgos y cualidades del gran hombre y dirigio la epoca y la revolucion disfrutando de absoluto apoyo y confianza del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la noble obligacion moral revolucionaria del Dirigente Kim Jong Il y del partido, el Presidente Kim Il Sung vive para siempre como Sol del Juche y Presidente eterno de la Republica Popular Democratica de Corea, la sagrada vida e historia revolucionarias del Presidente continuan hoy tambien junto con la era Juche, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tEl rindio el mas sublime homenaje y la gloria eterna al Presidente Kim Il Sung y el Dirigente Kim Jong Il traduciendo el alma unanime de todos los oficiales y soldados del Ejercito Popular de Corea y otros habitantes y de la humanidad progresista del mundo.\n\t\t\t\t\t\n\t\t\t\t\tTambien el orador aclaro la posicion del Partido del Trabajo de Corea y del gobierno de la RPDC de acelerar con vigor la causa de la reunificacion de la patria en acato al legado de los grandes lideres y de esforzarse activamente por la realizacion de la independencia del mundo y por la prosperidad comun de la humanidad."
        },
        {
            "title": "Conversan presidentes de cortes supremas de RPDC y Rusia",
            "url": "http://kcna.co.jp/item/2015/201504/news16/20150416-37ee.html",
            "content": "Conversan presidentes de cortes supremas de RPDC y Rusia\r\nPyongyang, 16 de abril (ACNC) -- Tuvieron lugar el dia 16 en esta capital las conversaciones entre el presidente del Tribunal Supremo de la Republica Popular Democratica de Corea, Pak Myong Chol, y su homologo de la Federacion Rusa, Byacheslav Rebezev.\n\t\t\t\t\t  En la ocasion estuvieron presentes, por la parte coreana, el primer vicepresidente del Tribunal Supremo, Choe Kun Yong, y otros funcionarios, y, por la rusa, los miembros de la delegacion de de la Corte Suprema, el embajador Alexandr Matsegora y otros miembros de la embajada rusa en Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Fueron debatidos los problemas para desarrollar mas la cooperacion entre los tribunales de los dos paises.\n\t\t\t\t\t\n\t\t\t\t\t  Las conversaciones transcurrieron en un ambiente amistoso."
        }
    ]
}