{
    "date": "2015-01-08",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-08ee.html",
    "articles": [
        {
            "title": "Chondoist Chongu Party Chairman Supports Reunification Proposals Set forth in New Year Address",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-17ee.html",
            "content": "Chondoist Chongu Party Chairman Supports Reunification Proposals Set forth in New Year Address\r\nPyongyang, January 8 (KCNA) -- The chairman of the Central Committee of the Chondoist Chongu Party in a statement Thursday fully supported the tasks for national reunification set forth by Marshal Kim Jong Un in his New Year address as important programmes for Korea's reunification to be held fast to by the Korean nation.\n\t\t\t\t\tThe principled problems and proposals for improving the north-south ties and reunifying the country that were clarified in the New Year address are the most just and realistic reunification proposals that can command sympathy and support from anyone who aspires after the reunification, peace and prosperity of the country, the statement said, and continued:\n\t\t\t\t\t\n\t\t\t\t\tWhoever was born on this land and is a member of the Tangun nation should make a hearty response to the ardent patriotic call made by the Marshal and take an active part in the nationwide movement for the improvement of the north-south ties and the country's reunification. \n\t\t\t\t\t\n\t\t\t\t\tThe Chondoists guided by the ideas of \"rejection of West and Japan\" and the \"promotion of national interests and welfare of the people\" should take the lead in the efforts to drive the U.S. imperialist aggression forces, that inflicted the pain of national division on the Koreans for seven decades, out of south Korea, retake the national sovereignty, ease tension and create peaceful climate on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\tDenial of ideology and social system of the other party and pursuance of confrontation only will never help improve the north-south ties but will bring only holocaust of a nuclear war. \n\t\t\t\t\t\n\t\t\t\t\tAll the Chondoists in the DPRK will join hands with all the political parties, organizations and personages at home and abroad who love the country and the nation and aspire after the country's reunification, and work hard with enthusiasm to make this year a year of a great turn to open up a broad avenue to independent reunification."
        },
        {
            "title": "Chief of Pyongyang Mission of AINDF Interviewed",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-09ee.html",
            "content": "Chief of Pyongyang Mission of AINDF Interviewed\r\nPyongyang, January 8 (KCNA) -- Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF), was interviewed by KCNA on Thursday. \n\t\t\t\t\t Saying that the New Year address of Marshal Kim Jong Un makes all Koreans seethe with the strong aspiration and desire for independent reunification, the chief went on:\n\t\t\t\t\t\n\t\t\t\t\t Upon hearing his historic New Year address, the south Korean people are really admiring the peerless great man's noble patriotic intention and iron will. \n\t\t\t\t\t\n\t\t\t\t\t Yonhap News, Chosun Ilbo and other media vie with each other to give wide publicity to his New Year address. \n\t\t\t\t\t\n\t\t\t\t\t After hearing about the broad-minded stand and bold proposal of the General of Mt. Paektu to realize the long-cherished desire of the nation with its concerted efforts at an early date, the south Koreans are greatly rejoiced and excited and strongly calling on the authorities to actively respond to it. \n\t\t\t\t\t\n\t\t\t\t\t To struggle for national reunification is the most ardent patriotism for the Koreans suffering from the pain of division caused by outsiders. \n\t\t\t\t\t\n\t\t\t\t\t If all Koreans turn out in the patriotic movement for national reunification true to the New Year address of the Marshal, the bedeviled south-north relations will be mended and a broad avenue to independent reunification be opened up and it will greatly contributed to peace and security on the Korean Peninsula and in the rest of the world. \n\t\t\t\t\t\n\t\t\t\t\t Whoever has blood and soul of the Korean nation should devotedly uphold the noble intention of the peerless great man for reunification. \n\t\t\t\t\t\n\t\t\t\t\t The prospect of the nation is bright and national reunification will be surely achieved thanks to the Marshal who is carrying forward the lifelong wishes of President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Vanguard fighters of the AINDF and other people will look up to Kim Jong Un as the lodestar of national reunification and wage a vigorous struggle to bring about a drastic turn for opening up a broad avenue to independent reunification in 2015 without fail."
        },
        {
            "title": "Korean Workers Will Discharge Their Duty in Movement for National Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-18ee.html",
            "content": "Korean Workers Will Discharge Their Duty in Movement for National Reunification\r\nPyongyang, January 8 (KCNA) -- All the workers of the DPRK will discharge their responsibility and duty to take the lead in the nationwide movement to open up a broad avenue to independent reunification in hearty response to the patriotic call of Marshal Kim Jong Un, cherishing the national pride and self-esteem of holding up him in the van of the cause of national reunification.\n\t\t\t\t\t The chairman of the C.C., the General Federation of Trade Unions of Korea (GFTUK) said this in a statement on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his New Year address called upon all Koreans to turn out as one in the nationwide movement for national reunification, holding high the slogan \"Let the whole nation join efforts to open up a broad avenue to independent reunification in this year of the 70th anniversary of national liberation!\", the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The C.C., the GFTUK warmly supports the proposal for national reunification set forth in the New Year address of Kim Jong Un as immortal programmes for reunification as it opened a bright prospect for the nationwide struggle to mend inter-Korean relations and bring earlier national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous will of all workers of the DPRK to become the standard-bearers opening up a broad avenue to independent reunification and locomotives of reunification this year of the 70th anniversary of national liberation with the same spirit and vigor as was displayed by the workers in the north and the south for dynamic struggle for reunification in the past.\n\t\t\t\t\t\n\t\t\t\t\t As indicated by the Marshal in his New Year address, only when the entire nation join efforts, can they open up a broad avenue to independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t The workers of the DPRK who promoted the development of history and pioneered it by dint of unity will strengthen solidarity and alliance with the workers in the south and share one purpose and joins efforts with them in the struggle for national reunification this year."
        },
        {
            "title": "Youth and Students Will Open up Broad Avenue to Independent Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-13ee.html",
            "content": "Youth and Students Will Open up Broad Avenue to Independent Reunification\r\nPyongyang, January 8 (KCNA) -- The chairman of the Central Committee of the Kim Il Sung Socialist Youth League in a statement on Thursday called upon all young Korean people at home and abroad to turn out as one in the nationwide movement for national reunification and open up a broad avenue to independent reunification this year without fail.\n\t\t\t\t\t The statement said that supreme leader Kim Jong Un in his New Yea Address put up the slogan \"Let the whole nation join efforts to open up a broad avenue to independent reunification in this year of the 70th anniversary of national liberation!\" and clearly indicated the tasks and ways for mending the north-south relations and reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's New Year address comprehensively deals with all principled issues arising in mending the north-south relations which had been put into catastrophe and achieving national reunification and indicates ways for carrying them out.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary for improving the north-south relations to remove the danger of war and create a peaceful climate and it is also necessary for resuming dialogue, negotiation, exchange and contact between the north and the south to disallow the sinister provocation which seeks the confrontation of social systems, insults the dignity and system of the other side and does harm to fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t All compatriots are unanimously calling for paving a fresh road of reunification by the concerted efforts of the north and the south, refraining from quarrels.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time when the north and the south should resolutely break with the dark past for the bright future of independent reunification and peace and prosperity and rewrite the history of inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The five million youth and students will become standard-bearers for independent reunification, bearing in mind the firm faith that the country is sure to be reunified as they are led by Kim Jong Un, and fulfill the honorable mission and duty of the Songun young vanguard by thoroughly carrying out the tasks for national reunification set forth by him in his New Year address."
        },
        {
            "title": "Mass Rallies of Provinces, City Held",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-14ee.html",
            "content": "Mass Rallies of Provinces, City Held\r\nPyongyang, January 8 (KCNA) -- Mass rallies of North Hwanghae and North Hamgyong provinces and Rason City took place on Thursday to vow to implement the tasks set forth by Marshal Kim Jong Un in his New Year address for 2015. \n\t\t\t\t\t Present there were officials of local party, power and economic bodies and working people's organizations and officials, working people and students of industrial establishments, farms and universities. \n\t\t\t\t\t\n\t\t\t\t\t Reporters and speakers said that the New Year address of the Marshal greatly excites the officials, party members and other people all out in the general advance for the new year and makes them renew their firm pledge of loyalty.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to decisively increase the production of coal and electricity, turn the Hwanghae Iron and Steel Complex into the Juche iron production base and kindle the fierce flames of creating the Korean speed to build Ryesonggang Youth Power Stations Nos. 3 and 5, Jongbangsan Hotel, etc. into monumental edifices.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to overfulfil the grain and vegetable production plans unconditionally, put the production at stock-breeding and fish breeding bases, greenhouses and mushroom production bases on a regular footing and thus ensure that the people benefit from them.\n\t\t\t\t\t\n\t\t\t\t\t They noted they would drastically bolster up the fishing industry to land a huge haul and put production at the light-industry factories on normal track.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all economic organs and enterprises to conduct their business activities creatively on their own initiatives."
        },
        {
            "title": "Kim Jong Il's Exploits in Training Faithful Servants of People Lauded",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-15ee.html",
            "content": "Kim Jong Il's Exploits in Training Faithful Servants of People Lauded\r\nPyongyang, January 8 (KCNA) -- During the period of leading the general offensive of the Songun revolution to victory leader Kim Jong Il made sure that officials fulfilled their responsibilities and roles in the van of the drive to bring about a great revolutionary upswing just as officials did in the 1970s. \n\t\t\t\t\t He visited the Kangson Steel Plant, hometown of Chollima, in December, Juche 97 (2008), kindling a torch for a great fresh revolutionary upswing and leading the officials to minutely conduct organizational and political work and dynamically motivate the masses in their van. \n\t\t\t\t\t\n\t\t\t\t\t He met with officials there in March, 2009 and told them that all of them should successfully play the role of blower in intensifying the drive for great upswing with high sense of responsibility.\n\t\t\t\t\t\n\t\t\t\t\t He visited the March 5 Youth Mine in September of 2010 and highly praised the officials there. He said one of the main factors of the mine's successes was that the officials worked out bold and ambitious plans with an innovative eye and carried them out in a persevering manner. \n\t\t\t\t\t\n\t\t\t\t\t He gave field guidance to factories and enterprises in Hamhung City, South Hamgyong Province in March of 2011 and appreciated the successes there. He was pleased that all people became ardent patriots as the leading officials were strong in the party spirit. \n\t\t\t\t\t\n\t\t\t\t\t When visiting the construction site of the Samsu Power Station in March of 2006, he instructed the officials to solve in practice the issue of living conditions of the residents in the water-logged area as it is more important than tens of thousands of kilowatts.\n\t\t\t\t\t\n\t\t\t\t\t Going round the stockbreeding farms newly built in Wonsan City of Kangwon Province and Kanggye City of Jagang Province, he told officials to think more and make redoubled efforts in the spirit of devoted service to the people.\n\t\t\t\t\t\n\t\t\t\t\t He visited the Namhung Youth Chemical Complex in May of 2009 and highly praised its officials for their revolutionary viewpoint on the masses as they paid primary attention to the living of its workers.\n\t\t\t\t\t\n\t\t\t\t\t A lot of genuine officials grew up under his loving care to dynamically push ahead with the historic advance for final victory."
        },
        {
            "title": "First-term of Winter Camping Begins at Songdowon International Children's Camp",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-11ee.html",
            "content": "First-term of Winter Camping Begins at Songdowon International Children's Camp\r\nWonsan, January 8 (KCNA) -- The first-term of winter camping began at the Songdowon International Children's Camp. \n\t\t\t\t\t The participants laid a floral basket and bouquets before the statues of President Kim Il Sung and leader Kim Jong Il standing at the camp and paid tribute to them. \n\t\t\t\t\t\n\t\t\t\t\t A ceremony for starting the camping took place on Thursday. \n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Pak Jong Nam, chief secretary of the Kangwon Provincial Committee of the Workers' Party of Korea, officials concerned and teachers and staff of the camp.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the C.C., the youth league, made a report at the ceremony to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t An art performance was given by teachers and staff of the camp congratulating the campers. \n\t\t\t\t\t\n\t\t\t\t\t During the camping the campers will spend pleasant days according to a peculiar winter program, enjoying skiing, skating and sleighing at the Masikryong Ski Resort."
        },
        {
            "title": "Production on Increase in DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-16ee.html",
            "content": "Production on Increase in DPRK\r\nPyongyang, January 8 (KCNA) -- Workers in the leading sectors of national economy of the DPRK have turned out in a drive to carry out the tasks set forth by supreme leader Kim Jong Un in his New Year address.\n\t\t\t\t\t Production quotas have been overfulfilled by thermal power stations, coal mines and steel mills across the country.\n\t\t\t\t\t\n\t\t\t\t\t Thermal power stations, including the Pukchang Thermal Power Complex, the Chongchongang Thermal Power Station, the East Pyongyang Thermal Power Plant and the Sunchon Thermal Power Station, are rapidly increasing electricity production, operating generators at full capacity.\n\t\t\t\t\t\n\t\t\t\t\t Coal output has been increased at collieries in Sunchon, Tokchon and Pukchang areas.\n\t\t\t\t\t\n\t\t\t\t\t According to data available from the Ministry of Coal Industry, coal production in the first week after the New Year's Day has been increased more than tens of thousands tons as compared with that in the past.\n\t\t\t\t\t\n\t\t\t\t\t The Chollima Steel Complex overfulfilled its daily assignment by 120 percent on the New Year's Day and the Chongjin Steel Plant its quota by 150 percent on a daily basis. \n\t\t\t\t\t\n\t\t\t\t\t Increased production of steel has been also witnessed at the Kim Chaek Iron and Steel Complex."
        },
        {
            "title": "Rodong Sinmun Calls for Great Unity of Nation",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-07ee.html",
            "content": "Rodong Sinmun Calls for Great Unity of Nation\r\nPyongyang, January 8 (KCNA) -- It is a fundamental way of solving the issue of national reunification in the interests common to the nation to achieve its great unity in the idea of By Our Nation Itself.\n\t\t\t\t\t When the entire Korean nation exerts great efforts in close unity under the patriotic banner of reunification, they can carry to victorious completion the cause of national reunification despite any challenges and trials of history.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says this in an article on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t By Our Nation Itself is the banner to be held aloft by all the compatriots in their struggle for the great national unity, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t All the compatriots in the north and the south and abroad should bear deep in mind the idea of By Our Nation Itself and get united firmly on the basis of it.\n\t\t\t\t\t\n\t\t\t\t\t The historic June 15 joint declaration and the October 4 declaration are great programmes common to the nation the basic spirit of which is the idea of By Our Nation Itself. The secret to achieving and consolidating the great unity of the nation lies in strictly adhering to and implementing the north-south declarations.\n\t\t\t\t\t\n\t\t\t\t\t It is a treacherous act of committing an indelible crime before the nation to cooperate with foreign aggression forces against the trend of the great national unity. The Korean nation will never allow any attempt to oppose reconciliation and unity between the north and the south and to seek confrontation between fellow countrymen in collusion with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north and the south and abroad should achieve the great unity in the idea of By Our Nation Itself and thus fulfill their responsibility and duty in their struggle for glorifying the significant year of 2015 as a year of a great turn in which they will pave the great avenue to independent reunification."
        },
        {
            "title": "No Force on Earth Can Check Advance toward Independence: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-08ee.html",
            "content": "No Force on Earth Can Check Advance toward Independence: Rodong Sinmun\r\nPyongyang, January 8 (KCNA) -- The imperialists and dominationist forces were hell-bent on the moves to expand their power sphere in all parts of the world last year but history invariably advanced along the road of independence.\n\t\t\t\t\t Rodong Sinmun on Thursday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t A series of progresses were made in establishing the new international order thanks to the positive efforts of some countries against the moves of the imperialists to establish the order of domination and plunder by the unipolar world.\n\t\t\t\t\t\n\t\t\t\t\t The Korean peninsula is becoming the biggest hotspot in the world and the hair-trigger and dangerous war area.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. prodded riff-raffs into staging criminal \"human rights\" offensive even at the UN, the worst phase of its moves to destroy the single-minded unity of the DPRK and bring down its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The tragedy is that even countries, which have to take the lead in establishing the fair order, were well aware of the U.S. moves but connived at them, giving priority to their interests, and thereby the U.S. is becoming all more outrageous in its moves day by day.\n\t\t\t\t\t\n\t\t\t\t\t No one in the world can match the people strong in independence and the imperialists' high-handed and arbitrary practices can never work. This is a historical lesson and truth.\n\t\t\t\t\t\n\t\t\t\t\t Only when the anti-imperialist independent countries and all progressive peoples of the world aspiring after peace strongly fight against the imperialists' high-handedness and hegemonic policy, holding high the banner of independence and peace, can they defend the sovereignty and peace of their countries and push forward the building of a new independent world."
        },
        {
            "title": "Animal Diseases Serious in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-12ee.html",
            "content": "Animal Diseases Serious in S. Korea\r\nPyongyang, January 8 (KCNA) -- Foot-and-mouth disease and bird flu are rapidly spreading in south Korea, causing big losses. \n\t\t\t\t\t A pig infected with the disease was discovered on a farm of Umsong, North Chungchong Province on Jan. 3 and pigs with symptom of the disease were discovered in Koesan. \n\t\t\t\t\t\n\t\t\t\t\t The disease occurred in Andong and Uisong of North Kyongsang Province.\n\t\t\t\t\t\n\t\t\t\t\t The disease was discovered at a pig farm house in Ryongin and a cow farm house in Ansong of Kyonggi Province on Jan. 5. \n\t\t\t\t\t\n\t\t\t\t\t The foot-and-mouth disease has rapidly spread to 36 places of North and South Chungchong, Kyonggi and North Kyongsang provinces for a month since December 3 last year. \n\t\t\t\t\t\n\t\t\t\t\t To make matters worse, damage by bird flu is on the increase.\n\t\t\t\t\t\n\t\t\t\t\t Migratory birds infected with bird flu virus were discovered in Ryongin, Kyonggi Province on Jan. 3 and ducks with symptom of bird flu in a farm house in Muan of South Jolla Province.\n\t\t\t\t\t\n\t\t\t\t\t KBS of south Korea said that there is uneasiness that the failure to prevent bird flu would cause calamities."
        },
        {
            "title": "Overseas Koreans Call for Ushering in Second June 15 Era of Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-10ee.html",
            "content": "Overseas Koreans Call for Ushering in Second June 15 Era of Reunification\r\nPyongyang, January 8 (KCNA) -- Minjok Sibo, a newspaper of overseas Koreans published in Japan, on Jan. 2 carried New Year's articles written by personages of overseas Koreans' organizations.\n\t\t\t\t\t Ri Tong Je, chairman of the Association of Koreans in Japan for Peaceful Reunification, in an article titled \"Let us take the lead in effecting upswing in the nationwide movement for reunification\" said that the Korean nation should no longer live separated.\n\t\t\t\t\t\n\t\t\t\t\t Though the situation still remains tense and complicated, the Koreans in the north and the south and abroad should get united close under the banner of By Our Nation Itself and bring about a surge in the movement for national reunification, Ri added.\n\t\t\t\t\t\n\t\t\t\t\t Kwak Tong Ui, chairman of the Overseas Side Committee for Implementing the June 15 Joint Declaration, called for bringing about a new phase in achieving independent reunification and peace, and ushering in the second June 15 era of reunification this year.\n\t\t\t\t\t\n\t\t\t\t\t Rim Min Sik, chairman of the Overseas Headquarters of the Pan-national Alliance for Korea's Reunification, appealed to the Korean nation to make redoubled efforts for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Son Hyong Gun, chairman of the Federation of South Koreans in Japan for Democracy and Unification, demanded the U.S. and south Korean authorities roll back their hostile policy toward the DPRK and halt all military drills. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the south Korean Youth League in Japan expressed the will of Korean youth in Japan to come out to the road of genuine patriotism and reunification and the chairwoman of the South Korean Democratic Women's Association in Japan said that Korean women in Japan will take the lead in the movement for ushering in the second June 15 era of reunification."
        },
        {
            "title": "Kim Jong Il's Songun Revolutionary Leadership Feats Lauded by British Body",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-02ee.html",
            "content": "Kim Jong Il's Songun Revolutionary Leadership Feats Lauded by British Body\r\nPyongyang, January 8 (KCNA) -- The Korean Friendship Association UK released a statement on Dec. 22 last year on the occasion of the 23rd anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army (KPA).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il assumed the supreme commandership of the KPA on Dec. 24, 1991 and had since successfully carried forward the Juche-oriented cause of building the army started by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Kim Jong Il's energetic Songun revolutionary leadership, the KPA developed into an army equipped with nuclear deterrent and the latest military hardware.\n\t\t\t\t\t\n\t\t\t\t\t He led a fierce showdown with the U.S. imperialists to victory, foiling the enemies' moves to unleash a new war and protecting peace and security on the Korean Peninsula and in the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t His undying feats in the army-building are being further glorified by KPA Supreme Commander Kim Jong Un."
        },
        {
            "title": "Gist of Kim Jong Un's New Year Address Carried in Bulletin of Bulgarian Body",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-01ee.html",
            "content": "Gist of Kim Jong Un's New Year Address Carried in Bulletin of Bulgarian Body\r\nPyongyang, January 8 (KCNA) -- The gist of the New Year address of supreme leader Kim Jong Un was carried by the Bulgaria-Korea Friendship Association in its bulletin on Jan. 3."
        },
        {
            "title": "Kim Jong Un Lauded by British Bodies",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-03ee.html",
            "content": "Kim Jong Un Lauded by British Bodies\r\nPyongyang, January 8 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea issued a joint statement on Dec. 24 last year on the occasion of the 3rd anniversary of Marshal Kim Jong Un's assumption of the supreme commandership of the Korean People's Army (KPA).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t It is a great fortune not only for the Korean people but also for all other world progressive peoples aspiring after independence to hold Kim Jong Un in high esteem as supreme commander of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t This is an expression of the full support of the entire army and all the people of the DPRK for the peerless great man and their profound trust in him. This also reflects their will to keep to the road of independence, Songun and socialism.\n\t\t\t\t\t\n\t\t\t\t\t On Jan. 1, 2012 Kim Jong Un visited the Seoul Ryu Kyong Su Guards 105th Tank Division of the KPA that leader Kim Jong Il had visited to start his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t He ceaselessly inspected KPA units, including forefront posts, strengthening the KPA into an invincible army.\n\t\t\t\t\t\n\t\t\t\t\t He is an invincible and iron-willed commander who will reunify Korea without fail true to the ideology and cause of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Indonesian Politician",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-04ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Indonesian Politician\r\nPyongyang, January 8 (KCNA) -- Ristiyanto, general secretary of the National Guidance Council of the Pioneer Party of Indonesia, made public a statement on Jan 3 to support supreme leader Kim Jong Un's New Year address.\n\t\t\t\t\t The statement fully supported the tasks, and the realistic proposals for achieving national reunification and improving north-south relations Kim Jong Un set forth in the New Year address.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his wise leadership the party, army and people of the DPRK could make world-startling headway in building a socialist economic giant and civilized nation last year, foiling the ever-increasing moves of the U.S.-led hostile forces to stifle it, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The statement called upon the south Korean authorities to stop the large-scale war drills against the same nation, create a climate for dialogue, negotiations, exchange and contact and take practical steps for common interests of the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t The U.S., styling itself a world \"judge\" and \"gendarme\" who is not recognized by any country to interfere in the internal affairs of other countries for its own selfish purposes, should repeal the hostile policy towards the DPRK and do things good for the peace and security on the Korean Peninsula to repair its tattered image, the statement added.\n\t\t\t\t\t\n\t\t\t\t\t It extended firm solidarity to Korean people in their struggle for opening up a broad avenue to independent reunification by sincerely implementing the July 4 joint statement, the historic June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t It voiced conviction that the Korean people would make great success and progress in building a socialist economic giant and civilized nation."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Mexican Politician",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-05ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Mexican Politician\r\nPyongyang, January 8 (KCNA) -- Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, released a statement on Jan. 3 in support of the New Year address made by supreme leader Kim Jong Un.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's New Year address is a great political programme consistent with the most human-loving and peace-loving reasonable logic.\n\t\t\t\t\t\n\t\t\t\t\t He defined this year as a significant year marking the 70th anniversaries of Korea's liberation and the founding of the Workers' Party of Korea (WPK) and set forth militant tasks and ways before the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The People's Socialist Party of Mexico is convinced that the WPK and the Korean people will glorify the undying exploits of President Kim Il Sung and leader Kim Jong Il and make great success in building a thriving nation and achieving national reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe statement extended full support and solidarity to the Korean people in their struggle to remove the danger of war, ease the tension and create a peaceful environment on the Korean Peninsula."
        },
        {
            "title": "Departamento de Politica del CDN avisa su posicion de principios a administracion norteamericana",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-02ss.html",
            "content": "Departamento de Politica del CDN avisa su posicion de principios a administracion norteamericana\r\nPyongyang, 8 de enero (ACNC) -- Las fuerzas en el poder de Estados Unidos recurren mas obstinadamente a las maniobras hostiles contra la Republica Popular Democratica de Corea.\n\t\t\t\t\tLo comprueba la \"sancion adicional super-intransigente\" publicada en los primeros dias del ano nuevo contra los organos principales, entidades y personalidades individuales de la RPDC, y la \"orden administrativa del presidente\" emitida a base de la dicha \"sancion\".\n\t\t\t\t\t\n\t\t\t\t\tCon respecto a las medidas historicas tomadas por la RPDC para mejorar las relaciones intercoreanas y preparar un ambiente pacifico de la Peninsula Coreana, las autoridades estadounidenses maldicen que \"no debe enfrentarselo con el pago excesivo\" y \"la premisa para la mejora de las relaciones es el cambio de actitud sincera del Norte de Corea sobre la desnuclearizacion\".\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el Departamento de Politica del Comite de Defensa Nacional de la RPDC aviso a traves de su declaracion fechada 7 a la administracion de Obama, que desde el principio del ano nuevo lleva las relaciones RPDC-EE.UU. a la fase conflictiva de pesima calana, las siguientes posiciones de principios:\n\t\t\t\t\t\n\t\t\t\t\tPrimero. EE.UU. debe abandonar plenamente desde la injusta medida de \"sancion\" contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPorque todas las medidas de \"sancion\" anti-RPDC inventadas por EE.UU., estan basadas en la hostilidad, el arraigado sentimiento negativo y la politica hostil contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTambien es porque aplica la sancion anti-RPDC tomando como premisa los injustos pretextos y condiciones.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe saber claramente que cuanto mas orqueste la farsa de publicar la \"orden administrativa del presidente a base del incidente infundado tanto mas sufrira la mas gran verguenza y deshonra.\n\t\t\t\t\t\n\t\t\t\t\tSegundo. EE.UU. debe tomar en esta oportunidad la decision audaz de cesar incondicionalmente todos los actos hostiles imprudentes que crean el peligro de guerra en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tDebe saber claramente que es irrealizable su intencion de violar a fuerza la soberania de la RPDC y destruir su digno regimen.\n\t\t\t\t\t\n\t\t\t\t\tSi no quiere repetir el fracaso de los antecedentes belicosos de la capa militar quienes confesaron que fue una guerra cometida en un tiempo inadecuado y en un lugar inapropiado contra el rival equivocado, debe tomar la decision audaz de poner fin a sus actos hostiles contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTercero. EE.UU. no debe olvidar ni un momento que el ejercito y el pueblo de la RPDC entraron ya en la batalla de enfrentamiento super-intransigente sin precedente.\n\t\t\t\t\t\n\t\t\t\t\tYa lo declaramos frente a los actos hostiles anti-RPDC de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es un pais en que no se cayeron todavia ni una bala ni una bomba en su territorio durante dos guerras mundiales y otras grandes y pequenas de agresion.\n\t\t\t\t\t\n\t\t\t\t\tSi no quiere recibirlas, debe abolir por si mismo la politica hostil contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSe destruira sin falta si no sabe su contraparte ni su situacion.\n\t\t\t\t\t\n\t\t\t\t\tObservaremos el cambio de la politica de EE.UU."
        },
        {
            "title": "Presidente de CC de UJS exhorta a abrir ancho camino por  reunificacion independiente",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-12ss.html",
            "content": "Presidente de CC de UJS exhorta a abrir ancho camino por  reunificacion independiente\r\nPyongyang, 8 de enero (ACNC) -- En su declaracion fechada hoy, el presidente del Comite Central de la Union de la Juventud Socialista Kim Il Sung exhorto a todos los jovenes internos, externos y ultramarinos a participar como un solo hombre en el movimiento pannacional para abrir a toda costa este ano el ancho camino por la reunificacion independiente y prosiguio:\n\t\t\t\t\tEn su mensaje del Ano Nuevo, el Mariscal Kim Jong Un presento la consigna \"!Abramos un ancho camino para la reunificacion independiente con las fuerzas unidas de toda la nacion en este ano del aniversario 70 de la liberacion de la patria!\" y aclaro claramente las tareas y los remedios por mejorar las relaciones intercoreanas y reunificar la patria.\n\t\t\t\t\t\n\t\t\t\t\tEn el mensaje del ano nuevo estan sintetizados generalmente los asuntos de principios que se presentan en mejorar las relaciones Norte-Sur en fase catastrofica y lograr la reintegracion territorial y los remedios para ese fin.\n\t\t\t\t\t\n\t\t\t\t\tDeben ser eliminada el peligro de guerra y preparado un ambiente pacifico en la Peninsula Coreana para la mejora de relaciones intercoreanas. Ademas no se deben tolerar jamas los actos provocativos como perseguir la confrontacion fratricida, difamar la dignidad y regimen de otra parte y atentar a su connacional para activar el dialogo, las negociaciones, el intercambio y contactos entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tTodos los connacionales demandan unanimemente abrir con las fuerzas unidas un nuevo camino de reunificacion en vez de pelearse entre si.\n\t\t\t\t\t\n\t\t\t\t\tAhora es el momento de que el Norte y el Sur deben escribir nuevamente la historia de relaciones intercoreanas al romper resueltamente con el pasado en pro del radiante futuro de reunificacion independiente, la paz y prosperidad.\n\t\t\t\t\t\n\t\t\t\t\t5 millones de jovenes coreanos, con la ferrea conviccion de que se realizara sin falta la reunificacion de la patria gracias a contar con el Mariscal, seran vanguardistas en lograr la reunificacion independiente, materializaran cabalmente las tareas de reunificacion de la patria presentadas por el Mariscal en su mensaje y asi cumpliran con su honrosa mision y deber como vanguardistas juveniles del Songun."
        },
        {
            "title": "Portavoz de CDN exige al Sur de Corea exponer su posicion sobre mejoramiento de relaciones N-S",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-01ss.html",
            "content": "Portavoz de CDN exige al Sur de Corea exponer su posicion sobre mejoramiento de relaciones N-S\r\nPyongyang, 8 de enero (ACNC) -- En estos dias, en el circulo politico del Sur de Corea cuestionan la \"sinceridad del mensaje del Ano Nuevo del Norte de Corea\" y se oyen los disparates que malinterpretan el historico llamamiento de la Republica Popular Democratica de Corea como \"abrazo con el Sur de Corea para romper la cooperacion Sur de Corea-Estados Unidos\" y \"ofensiva de dialogo para liberarse de la presion internacional\".\n\t\t\t\t\tPara colmo, aplauden la injusta \"sancion adicional superdura contra la RPDC\", tomada por EE.UU., describiendola  \"medida apropiada\" y vuelven a instigar a una chusma a lanzar volantes de contenido anti-RPDC en los alrededores del frente.\n\t\t\t\t\t\n\t\t\t\t\tCon respecto a la situacion dada, el portavoz del Comite de Defensa Nacional de la RPDC publico el dia 7 una declaracion en que exigio a las autoridades surcoreanas exponer su posicion sobre los siguientes puntos:\n\t\t\t\t\t\n\t\t\t\t\tPrimero. ?Quieren de veras traer gran viraje y cambio en las relaciones intercoreanas mediante el dialogo, negociaciones, intercambio y contacto o seguir recurriendo a las acciones conflictivas como lanzamiento de volantes?\n\t\t\t\t\t\n\t\t\t\t\tEl problema es que ellas dicen que no pueden frenar esa accion conflictiva, que se cometen en su zona jurisdiccional, pretextando la \"libertad de expresion\", \"caracteristicas del regimen\", \"falta de fundamento legal\", etc.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben dejar en claro su posicion sobre el dialogo o la confrontacion.\n\t\t\t\t\t\n\t\t\t\t\tSegundo. ?Quieren de veras preparar el ambiente pacifico de la Peninsula Coreana o continuar agravando la tension?\n\t\t\t\t\t\n\t\t\t\t\tEn vez de responder al llamamiento pacifista de la RPDC de poner fin a los ejercicios militares conjuntos con las fuerzas extranjeras, la capa militar del Sur de Corea publico abiertamente desde el comienzo del ano nuevo la continuidad de los ejercicios de guerra nuclear contra la RPDC, aduciendo que mientras exista la \"alianza Sur de Corea-EE.UU.\", \"continuaran los ejercicios\" para mantener la combatividad.\n\t\t\t\t\t\n\t\t\t\t\tEn los primeros dias del ano nuevo, el jefe de la Junta de Jefes de Estado Mayor del ejercito surcoreano sobrevolo a bordo de un caza las aguas del mar sudoeste, zona candente, instruyendo que \"asestaran sin vacilacion alguna el castigo implacable cuando el Norte de Corea incurra en un acto provocador\".\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben exponer claramente su posicion: preparar el ambiente pacifico del pais o continuar agravando la tension.\n\t\t\t\t\t\n\t\t\t\t\tTercero. ?Quieren de veras lograr la gran unidad acorde al ideal de \"Entre nosotros, los connacionales\" o perseguir la \"unificacion mediante la fusion de regimenes\" y la \"confrontacion entre los regimenes\"?\n\t\t\t\t\t\n\t\t\t\t\tEl circulo politico surcoreano, precisamente, las autoridades intentan sujetar el dialogo y contacto sinceros para la reunificacion de toda la nacion coreana a la realizacion de la \"doctrina de \"Thong-il Taebak\" (cajon de tesoros para la unificacion) presentada por la actual mandataria.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, suenan unas tonterias tales como \"logremos a muerte en 2015 la unificacion bajo el sistema democratico liberal\" mientras el ministro de Unificacion aboga en el lugar publico por \"lograr la unificacion bajo la direccion del Sur de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tLa mandataria surcoreana dice sin vacilacion que este ano \"se debe inducir, cueste lo que cueste, el cambio significativo del Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben tener bien presente la decision y voluntad de la RPDC que se reflejan en el llamamiento a escribir de nuevo la historia de relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tObservaremos con vigilancia los movimientos posteriores de las autoridades surcoreanas."
        },
        {
            "title": "Nadie puede detener el camino de la independencia, afirma Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201501/news08/20150108-03ss.html",
            "content": "Nadie puede detener el camino de la independencia, afirma Rodong Sinmun\r\nPyongyang, 8 de enero (ACNC) -- El ano pasado, los imperialistas y las fuerzas dominacionistas se desesperaron por ampliar su influencia por doquier del mundo, pero, la historia vino avanzando invariablemente por la unica senda de la independencia. \n\t\t\t\t\tSenala el diario Rodong Sinmun en un articulo individual del dia 8 y continua:\n\t\t\t\t\t\n\t\t\t\t\tPor los esfuerzos de varios paises contra las maniobras de los imperialistas encaminadas a establecer el orden de dominacion y saqueo segun el mundo unipolarizado, se logro algun avance en el establecimiento del nuevo orden internacional. \n\t\t\t\t\t\n\t\t\t\t\tHoy dia, la Peninsula Coreana se considera como zona mas candente del mundo con el peligro de guerra inminente. \n\t\t\t\t\t\n\t\t\t\t\tLlego al climax la campana de EE.UU. para debilitar la unidad monolitica de la Republica Popular Democratica de Corea y derrocar su regimen mediante la ofensiva criminal de \"DDHH\" en las arenas de la ONU instigando a las escorias humanas. \n\t\t\t\t\t\n\t\t\t\t\tLo tragico es que hasta los paises que deben estar al frente del establecimiento del orden imparcial toleran las arbitrariedades de EE.UU. priorizando los intereses de sus propios paises. \n\t\t\t\t\t\n\t\t\t\t\tEn este mundo nadie puede vencer al pueblo con fuerte espiritu independiente. Y son inaceptables el despotismo y las arbitrariedades de los imperialistas. Esto es la leccion y verdad de la historia. \n\t\t\t\t\t\n\t\t\t\t\tLos paises independientes y antiimperialistas y todos los pueblos progresistas y pacifistas del mundo deben luchar contra el despotismo y la politica hegemonica de los imperialistas sosteniendo en alto la bandera de la independencia y la paz. Solo de esta manera, se puede preservar la soberania nacional y la paz y promover la construccion de un nuevo mundo independiente."
        }
    ]
}