{
    "date": "2015-03-05",
    "url": "http://kcna.co.jp/item/2015/201503/2015-03-05ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Greetings to Syrian President",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-08ee.html",
            "content": "Kim Jong Un Sends Greetings to Syrian President\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, Wednesday sent a message of greeting to Bashar Al-Assad, president of the Syrian Arab Republic.\n\t\t\t\t\t The message extended warm congratulations to Bashar Al-Assad and the government and people of the friendly Syrian Arab Republic on the 52nd anniversary of the March 8 revolution in Syria.\n\t\t\t\t\t\n\t\t\t\t\t The March 8 revolution in Syria marked the occasion of a historical turn in the efforts of the Syrian people for the political and economic development of the country, it said.\n\t\t\t\t\t\n\t\t\t\t\t The message wished the Syrian president good health and bigger achievements in his responsible work, expressing the belief that the Syrian people will win victory in the struggle to meet challenges of the hostile forces at home and abroad and defend the sovereignty, dignity, territorial integrity and security of the country under his correct leadership."
        },
        {
            "title": "Greetings to President of Ghana",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-09ee.html",
            "content": "Greetings to President of Ghana\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Thursday sent a message of greeting to John Dramani Mahama, president of Ghana, on the occasion of the 58th anniversary of its independence.\n\t\t\t\t\t The message wished the president and government of Ghana successes in their work to achieve the progress and prosperity of the country and expressed belief that the friendly and cooperative relations between the two countries would grow stronger."
        },
        {
            "title": "CPRK Secretariat Urges Immediate Dismantlement of IS",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-19ee.html",
            "content": "CPRK Secretariat Urges Immediate Dismantlement of IS\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) issued the following information bulletin 1084 Thursday:\n\t\t\t\t\t South Korea is turning into a lawless land swayed over by hooligans of the Intelligence Service (IS) as it was in the period under the rule of \"yusin\" dictator in the past and into a tundra of human rights putting the Nazis of Hitler into the shade due to the IS's high-handed practices, the bulletin said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The present chief executive of south Korea let Ri Pyong Gi, trickster and anti-reunification confrontational maniac who had directed the IS, be the Presidential chief of Staff, despite recently revealed truth behind all the conspiratorial cases cooked up by the IS. She even helped those behind the cases go scot-free, far from punishing them.\n\t\t\t\t\t\n\t\t\t\t\t This is an open commitment to carrying on \"yusin\" dictatorship and anti-DPRK smear campaign aimed at creating a horror-ridden atmosphere under the pretext of the public security in reliance on the IS just as her father did.\n\t\t\t\t\t\n\t\t\t\t\t Democracy and the improvement of the north-south relations are impossible as long as the IS, cesspool of tricks and all sorts of evils, is left intact.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive is seriously mistaken if she thinks she can tide over the ruling crisis and maintain her power by relying on the plot-breeding body.\n\t\t\t\t\t\n\t\t\t\t\t Those who resorted to political tricks and fascist dictatorship met ruin without exception.\n\t\t\t\t\t\n\t\t\t\t\t This is proved by the tragic end of the \"yusin\" dictator who was shot to death by his trusted stooge of the Central Intelligence Agency while pursuing fascist rule in reliance on plot-breeding organizations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive should clearly understand that she will not be able to evade a miserable end if she continues to rely on IS while going against the mindset and the trend of the times."
        },
        {
            "title": "DPRK FM Addresses UNHRC Session",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-18ee.html",
            "content": "DPRK FM Addresses UNHRC Session\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- Ri Su Yong, foreign minister of the DPRK, made a speech at the 28th session of the United Nations Human Rights Council (UNHRC) on Tuesday.\n\t\t\t\t\t Recalling that a \"resolution\" on the human rights situation in the DPRK was forcibly adopted at a session of the UNHRC last year, he noted in his speech:\n\t\t\t\t\t\n\t\t\t\t\t Developments of the situation after the adoption of the \"resolution\" cast increasing doubts on the authenticity of the allegation by some countries of the \"wide-spread\" human rights violation in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t While the \"evidences\" that support their allegation are being proven to be false, the ones proving that their anti-DPRK human rights racket is politically motivated are becoming ever clearer with the passage of time.\n\t\t\t\t\t\n\t\t\t\t\t This shows that the \"human rights issue\" of our country lost its original meaning of the concept and has now turned into another political agenda at international human rights arena, which has become extremely politicized today.\n\t\t\t\t\t\n\t\t\t\t\t The problem is that the countries hostile towards the DPRK and their followers pursue a biased approach when it comes to the actual human rights situation of the DPRK, not interested in the truth of the reality.\n\t\t\t\t\t\n\t\t\t\t\t At present, the biggest hurdle for the international cooperation in the field of human rights is the abuse of human rights issue for political purposes.\n\t\t\t\t\t\n\t\t\t\t\t The most typical examples of such abuses are found in using human rights issues to bring down the social and political systems of certain countries.\n\t\t\t\t\t\n\t\t\t\t\t During the Cold War period, the U.S. came to realize that there would be no winner in a nuclear war. Hence they made a shift to the strategy of peaceful transition and started to bring forward the human rights issue in real earnest. This is a well-known fact.\n\t\t\t\t\t\n\t\t\t\t\t It is the stereotyped method of the U.S. which is still being used today to smear the countries disobedient to it and demonize them in the eyes of the international community with the ultimate purpose of effecting regime change and bringing down their social system.\n\t\t\t\t\t\n\t\t\t\t\t As the DPRK remarkably strengthened its war deterrent, the U.S., realizing that their power politics would not work, started to desperately cling to the anti-DPRK human rights racket particularly since last year.\n\t\t\t\t\t\n\t\t\t\t\t Such policy of the U.S. is not the first of its kind.\n\t\t\t\t\t\n\t\t\t\t\tIt is only an extension of the U.S. hostile policy towards the DPRK pursued since the dawn of the Cold War by which they turned the Korean peninsula into a theatre of confrontation between socialism and capitalism in Asia. To this end, they poured an astronomical amount of money into south Korea, while, at the same time, seeking to bring down the social system of the DPRK by all evil methods including isolation, stifling, blockade, suffocation, threat, blackmail and pressure.\n\t\t\t\t\t\n\t\t\t\t\t Another major obstacle to the international cooperation in the field of human rights is the practice of selectivity and double standards.\n\t\t\t\t\t\n\t\t\t\t\t Currently, the UN arena is often being misused as a venue where certain powers rally their followers to selectively pick and torment the countries standing up to them.\n\t\t\t\t\t\n\t\t\t\t\t If such practices are allowed to go on, the genuine cooperation in the field of human rights will vanish, which, in turn, will result in reducing the UN arena into a theatre of political frauds and confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Recently, atrocious acts of torture systematically conducted by the U.S. government agency have been revealed shocking the whole world. However this issue has not been submitted on the table of the UN.\n\t\t\t\t\t\n\t\t\t\t\t That is because the European countries fond of raising individual country's human rights issue remained silent.\n\t\t\t\t\t\n\t\t\t\t\t Such practices which hamper the international efforts to protect and promote human rights should no longer be tolerated.\n\t\t\t\t\t\n\t\t\t\t\t The UNHCR must address the issue of brutal torture crimes by the U.S. as an emergency agenda, thus putting an end to the practice of selectivity and double standards in human rights issue.\n\t\t\t\t\t\n\t\t\t\t\t We believe that the interference in other country's internal affairs, use of and threats by armed forces and economic sanctions and blockade against them constitute wanton violations of human rights of the peoples of the countries.\n\t\t\t\t\t\n\t\t\t\t\t The UNHRC should direct greater attention to such human rights issues as generally recognized at international level and seek appropriate actions rather than the human rights situations in the specifically selected countries.\n\t\t\t\t\t\n\t\t\t\t\t In order to properly fulfill its mission, the UNHRC must maintain impartiality as its mainstay like all the other international organizations.\n\t\t\t\t\t\n\t\t\t\t\t The impartiality of the UNHRC will be judged by how it deals with the issue of an individual official acting under the UN name who made psychopathic and reckless political remarks that the leadership of a dignified sovereign member state of the UN must be changed.    We will be closely watching.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will firmly safeguard the national sovereignty to thoroughly protect the human rights of our people from the infringement by the hostile forces and contribute to the global solution of the human rights issue by further developing the socialist system that serves for the popular masses."
        },
        {
            "title": "Finnish President Hopes Further Development of Finland-DPRK Relations ",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-02ee.html",
            "content": "Finnish President Hopes Further Development of Finland-DPRK Relations \n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- DPRK Ambassador to Finland Kang Yong Dok presented his credentials to Finnish President Sauli Niinisto on February 26. \n\t\t\t\t\t The Finnish president appreciated recent steps taken by the DPRK for economic development. \n\t\t\t\t\t\n\t\t\t\t\t The president hoped that the bilateral relations would develop on good terms in the interests of the peoples of the two countries."
        },
        {
            "title": "Sultan of Brunei Darussalam Expresses Will to Boost Friendly and Cooperative Relations with DPRK",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-03ee.html",
            "content": "Sultan of Brunei Darussalam Expresses Will to Boost Friendly and Cooperative Relations with DPRK \n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- DPRK Ambassador to Brunei Darussalam Kang Chol presented his credentials to Haji Hassanal Bolkiah, sultan and head of state of Brunei Darussalam, on February 26. \n\t\t\t\t\t The sultan said the relations of friendship and cooperation between Brunei Darussalam and the DPRK is very favorably developing and expressed the will to boost these relations in different fields in the future."
        },
        {
            "title": "Senior Officials in Charge of Administrative Affairs Meet",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-17ee.html",
            "content": "Senior Officials in Charge of Administrative Affairs Meet\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- Senior officials in charge of administrative affairs started their study tour of the revolutionary battle sites in the Mt. Paektu area. They held a meeting to renew their pledge before the statue of President Kim Il Sung at the Samjiyon Grand Monument on Thursday.\n\t\t\t\t\t They laid a floral basket and bouquets before the statue and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a report and speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that the study tour of the revolutionary battle sites in the Mt. Paeku area personally organized by Marshal Kim Jong Un marked an important occasion for senior official in charge of administrative affairs across the country to more deeply grasp the greatness of the peerlessly great persons of Mt. Paektu and the revolutionary traditions of the Workers' Party of Korea and prepare themselves to be ones strong in idea and faith who would remain unfailingly loyal to the party's monolithic leadership.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to hold Kim Il Sung and leader Kim Jong Il in high esteem forever as the sun of Juche, glorify their undying revolutionary careers and feats for all ages, carry out their behests unconditionally by taking hold on them as the important guidelines.\n\t\t\t\t\t\n\t\t\t\t\t They said that senior officials in charge of administrative affairs should defend Kim Jong Un politically and ideologically and at the risk of their lives just as the anti-Japanese fighters became fortress and shield safeguarding the headquarters of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to more thoroughly establish the party's monolithic leadership system and become the standard bearers and vanguard fighters in the on-going general offensive for the final victory in the revolutionary spirit of Paektu, the spirit of the blizzards of Paektu. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants went round the Samjiyon Grand Monument."
        },
        {
            "title": "Korean People Enjoy Folk Holiday, January 15th of Lunar Calendar",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-21ee.html",
            "content": "Korean People Enjoy Folk Holiday, January 15th of Lunar Calendar \n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- All the people, school youth and students in the DPRK pleasantly spent the January 15th of lunar calendar, a folk holiday.\n\t\t\t\t\t They pleased themselves with good national foods including boiled rice of variety and colorful amusement games.\n\t\t\t\t\t\n\t\t\t\t\t There took place folk games including maypoles, rope-skipping, shuttlecock games, top spinnings, kite-flying at Kim Il Sung Square, Pyongyang Indoor Stadium, Arch of Triumph Plaza and other places of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Restaurants along Fork Street in Sariwon City and those in other cities were all busy serving guests with national dishes.\n\t\t\t\t\t\n\t\t\t\t\t At night people saw a full moon on Moran Hill and other scenic spots."
        },
        {
            "title": "Minju Joson Slams Park Geun Hye's Act of Following Outside Forces and Policy for Confrontation with Compatriots",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-05ee.html",
            "content": "Minju Joson Slams Park Geun Hye's Act of Following Outside Forces and Policy for Confrontation with Compatriots\r\n Pyongyang, March 5 (KCNA) -- On March 1, Park Geun Hye, went so impudent as to make an \"address on March 1\", disclosing her despicable true colors once again despite the public accusing fingers pointed at her. \n\t\t\t\t\t Minju Joson Thursday in a commentary says in this regard:\n\t\t\t\t\t\n\t\t\t\t\t  She is little short of a servant kowtowing to the U.S. and Japan. Yet, she made an \"address\" to mark the \"March 1\" which demonstrated the independent spirit of the Korean nation. This is  nothing but a burlesque provoking public laughter.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of impudence to talk about the \"spirit of the March 1 movement\" while staging Key Resolve and Foal Eagle war drills against the north in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t What should not to be overlooked is that she talked about \"dialogue\", \"reunions of families separated by war\", \"exchange of sports, culture and arts\" and \"work of reconstructing railways between the south and the north\", giving impression that she is interested in the improvement of the north-south relations and cooperation. But she also spoke ill of the nukes of the DPRK and cried out for \"opening\" and \"change\", disclosing her confrontational nature.\n\t\t\t\t\t\n\t\t\t\t\t In a word, Park made the \"address on March 1\" to divert the public criticism of the failure of her internal and external policies.  But she showed her sinister intention to intensify dictatorial rule and persist the confrontation with the DPRK while clinging to the coattail of her masters U.S. and Japan.\n\t\t\t\t\t\n\t\t\t\t\t As the facts prove, things that need to be changed are the south Korean conservative group's acts of following outside forces and confrontational policy.\n\t\t\t\t\t\n\t\t\t\t\t This is the reason that the inter-Korean relations continue to deteriorate."
        },
        {
            "title": "Minju Joson Denounces Japanese Dietman's Provocative Remarks",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-06ee.html",
            "content": "Minju Joson Denounces Japanese Dietman's Provocative Remarks\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- Seiji Maehara, a member of the House of Representatives from the Democratic Party of Japan, at a meeting of the budget committee of the House of Representatives on Feb. 20, termed the issue of the Central Hall of the General Association of Korean Residents in Japan (Chongryon) nearing its settlement \"an evasion of the law.\" He even falsified the cause of the bankruptcy of the Credit Association of the Korean Bank, prompted by his dirty politically-motivated intention.\n\t\t\t\t\t Minju Joson Thursday in a commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What Maehara uttered is reckless enough to deserve not even a passing note as it is no more than rubbish talked by the one steeped in bad blood toward the DPRK and Chongryon to the marrow of his bones.\n\t\t\t\t\t\n\t\t\t\t\t As for the issue of the hall of Chongryon accused by the guy, it is only the one of ordinary business of no legal nature. No wonder, not only the legal circles but also the political camp and media of Japan have not taken issue with it.\n\t\t\t\t\t\n\t\t\t\t\t Maehara's view of the bankrupt Credit Association of the Korean Bank is also very prejudiced.\n\t\t\t\t\t\n\t\t\t\t\t His ridiculous behavior is to facelift his image as a politician of an opposition party by chilling the on-going talks between the governments of the DPRK and Japan.\n\t\t\t\t\t\n\t\t\t\t\t A saying goes that a dog's bark will never make a camel go astray.\n\t\t\t\t\t\n\t\t\t\t\tSuch a mad guy's remarks can neither tarnish the image of the DPRK nor disturb the work of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t His ill-advised attempt to stamp out Chongryon and check the development of the DPRK-Japan relations is an unpardonable politically-motivated provocation.\n\t\t\t\t\t\n\t\t\t\t\t We seriously warn the guy against his reckless act."
        },
        {
            "title": "U.S. Ambassador Attacked by S. Korean",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-20ee.html",
            "content": "U.S. Ambassador Attacked by S. Korean \n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- Mark Report, U.S. Ambassador to south Korea, was attacked by a member of the south Korean civilian organization at the venue of a lecture sponsored by the people's council for national reconciliation and cooperation in Jongro District, Seoul on March 5.\n\t\t\t\t\t Kim Ki Jong, representative of the Uri Madang, a civic organization demanding peace against war, suddenly stormed with a knife Mark, shouting the south and the north must be reunified and he is opposed to a war.\n\t\t\t\t\t\n\t\t\t\t\t Mark was rushed to a hospital for his serious wounds on his face and hand.\n\t\t\t\t\t\n\t\t\t\t\t Kim has the precedence of pelting brick at the Japanese ambassador to south Korea in July 2010 who cried out for \"prosperity common\" to south Korea and Japan, only to be sentenced to prison terms.\n\t\t\t\t\t\n\t\t\t\t\t He didn't stop shouting slogans opposing war and the U.S.-south Korea joint military exercises, being walked away by police.\n\t\t\t\t\t\n\t\t\t\t\t KBS, CBS, MBC and other broadcasting services of south Korea reported the news, screening Mark shedding blood from his face and wrist.\n\t\t\t\t\t\n\t\t\t\t\t The AP and other foreign news agencies promptly aired the breaking news.\n\t\t\t\t\t\n\t\t\t\t\t CNN, quoting south Korean media as reporting Kim was opposed to the joint military exercises, said that his remarks were prompted by his anti-American feelings.\n\t\t\t\t\t\n\t\t\t\t\t The puppet police are strictly guarding U.S.-related facilities allegedly to cope with emergency.\n\t\t\t\t\t\n\t\t\t\t\t The recent case amid mounting anti-Americanism reflects the mindset of south Korean people censuring the U.S. for bringing the danger of a war to the Korean peninsula through the madcap saber-rattling."
        },
        {
            "title": "Measures for Excavating and Preserving Remains of Victims during Korean War Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-11ee.html",
            "content": "Measures for Excavating and Preserving Remains of Victims during Korean War Demanded in S. Korea \r\n Pyongyang, March 5 (KCNA) -- The south Korean Taejon Sannae joint measure committee for excavation of remains of civilians killed during Korean war held a briefing in Tonggu, Taejon on March 1 on the unearthing of remains of civilians who were massacred by the U.S. imperialist aggression troops and the puppet army and police early in the war, according to the south Korean internet newspaper Thongil News.\n\t\t\t\t\t The organization began unearthing remains of prisoners of the Taejon Prison who met grievous deaths in the early period of the war in Kolryong valley, Taejon City from Feb. 23 and found 15-20 remains in a week.\n\t\t\t\t\t\n\t\t\t\t\t American bullets and cartridges were also found in the place where the remains were unearthed, the organization added.\n\t\t\t\t\t\n\t\t\t\t\t It urged the need to conduct additional excavation.\n\t\t\t\t\t\n\t\t\t\t\t It said it would take measures to excavate and preserve remains."
        },
        {
            "title": "S. Korean Organization Demands Halt to Anti-DPRK War Drills and Resignation of Dictatorial Regime",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-12ee.html",
            "content": "S. Korean Organization Demands Halt to Anti-DPRK War Drills and Resignation of Dictatorial Regime \n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- The Family Movement for Realizing Democracy in south Korea held a Thursday rally on Feb. 26 calling for a stop to aggressive joint military drills and resignation of the dictatorial regime.\n\t\t\t\t\t At the meeting speakers said that the U.S. and south Korean authorities' Key Resolve and Foal Eagle joint military drills are aimed to invade the north in light of their scale and contents.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that if a nuclear war is unleashed on the Korean peninsula, the entire nation would suffer, they said, calling for immediately stopping the joint military drills for the sake of the nation's life and peace.\n\t\t\t\t\t\n\t\t\t\t\t They accused the present regime of forcibly banning Jaju Minbo, an internet paper, for the mere reason that it called for reconciliation and cooperation between the south and the north, peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t They noted that Park Geun Hye who rose to power in an illegal way should step down, looking back on the miserable end met by the successive dictatorial regimes."
        },
        {
            "title": "S. Korean Body Accuses U.S. of Shielding Japan's War Crimes",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-13ee.html",
            "content": "S. Korean Body Accuses U.S. of Shielding Japan's War Crimes\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- The People for Achieving Peace and Reunification in south Korea staged a demonstration outside the U.S. embassy in Seoul on March 2 denouncing the U.S. for shielding the aggression crimes committed by Japan in the past.\n\t\t\t\t\t Demonstrators charged that the U.S. under-secretary of State for Political Affairs recently termed the just action demanding an apology from Japan and calling it to task for its inhuman war crimes an act to get applauses.\n\t\t\t\t\t\n\t\t\t\t\t They accused him of describing this just demand as \"provocation\" and conniving at crimes against humanity committed by aggressor Japan such as sexual slavery and forcible labor conscription.\n\t\t\t\t\t\n\t\t\t\t\t They condemned the U.S. for shielding Japan's war crimes and getting bent on building the south Korea-U.S.-Japan triangular military alliance.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the U.S. government hold to account the official."
        },
        {
            "title": "S. Korean Organization Denounces Puppet Group for Forcibly Banning Jaju Minbo",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-14ee.html",
            "content": "S. Korean Organization Denounces Puppet Group for Forcibly Banning Jaju Minbo\r\n Pyongyang, March 5 (KCNA) -- The Korea Solidarity with Independent Reunification and Democracy of south Korea issued a statement on March 3 in protest against the puppet group which forcibly banned Jaju Minbo, an internet paper.\n\t\t\t\t\t Denouncing the Supreme Court, a waiting maid and faithful stooge of the present regime, for making the decision to ban Jaju Minbo, the statement termed it a wild act of seriously violating the freedom of speech.\n\t\t\t\t\t\n\t\t\t\t\t The regime connived at leaflet scattering operations deteriorating the inter-Korean relations and increasing the danger of a war while claiming they are the \"freedom of expression\", and brought charges against the paper which lived up to the media mission for the south-north reconciliation and peace against war, it held, adding:\n\t\t\t\t\t\n\t\t\t\t\t The act of shutting down the progressive paper will meet stern judgment of history.\n\t\t\t\t\t\n\t\t\t\t\t Neither bayonet nor oppressive tools can ever block truth or silence the voice of conscience."
        },
        {
            "title": "S. Korean Bodies Demand Halt to Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-15ee.html",
            "content": "S. Korean Bodies Demand Halt to Joint Military Exercises\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- 48 civic and public organizations in South Kyongsang Province of south Korea including the South Kyongsang Provincial Headquarters of the South Side Committee for Implementing June 15 Joint Declaration and the South Kyongsang Provincial Headquarters of the Confederation of Trade Unions held a rally outside the Jinhae naval base on March 3 opposing the aggressive Key Resolve and Foal Eagle joint military exercises kicked off by the U.S. imperialists and puppet warmongers.\n\t\t\t\t\t At the rally speakers said it has already been known that the war maneuvers the U.S. stages in south Korea every year are endangering the situation on the Korean peninsula and worsening the south-north relations.\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle are souring the atmosphere of south-north reconciliation, they said, adding it has been proved that the peace and improvement of the inter-Korean relations cannot be expected as long as the war maneuvers continue.\n\t\t\t\t\t\n\t\t\t\t\t Whoever wants peace on the Korean peninsula, improvement of the inter-Korean relations and national reunification should oppose the U.S. war maneuvers, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They urged the U.S. and south Korean puppet authorities to halt the dangerous and provocative joint war maneuvers."
        },
        {
            "title": "Intensified Movement for Peace and Reunification Called for ",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-10ee.html",
            "content": "Intensified Movement for Peace and Reunification Called for \n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- Organizations of south Korea held a rally at the Kwanghwamun Plaza in Seoul on Sunday, the 96th anniversary of the March 1 popular uprising, according to Thongil News, a south Korean internet newspaper.\n\t\t\t\t\t At the rally speakers said the uprising was an anti-Japanese resistance that demonstrated before the world the Korean nation's will for independence and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The whole nation turned out in the independence movement, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called upon people from all walks of life to get united and achieve peaceful reunification by inheriting the spirit of the March 1 popular uprising.\n\t\t\t\t\t\n\t\t\t\t\t A similar rally took place at Thapgol Park in Seoul on the same day."
        },
        {
            "title": "Chongryon Vice-Chairman Blasts U.S.-S. Korea War Drills ",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-01ee.html",
            "content": "Chongryon Vice-Chairman Blasts U.S.-S. Korea War Drills\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), on Mar. 4 released a statement under the title of \"We bitterly blast the reckless move of the U.S. and south Korean puppet warlike forces to unleash a new war\".\n\t\t\t\t\t The joint military exercises being staged throughout south Korea is an extremely reckless and dangerous move to ignite a nuclear war against the north the missions of which are to \"eliminate\" the headquarters of the DPRK and to \"occupy Pyongyang\" through a sudden preemptive attack, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The prevailing grim situation once again proves that the U.S. and its stooge, south Korean regime, are the very ones that disturb peace and security on the Korean Peninsula and escalate tensions in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean regime must stop such exercises, well aware of their plight getting further isolated under fire by the world's conscientious peoples and the whole Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t With the firm belief that the final victory of national reunification is sure to come thanks to supreme leader Kim Jong Un, Chongryon and Koreans in Japan will decisively frustrate the war moves of foreign forces and the sycophants and traitors under the banner of By Our Nation Itself and with the concerted efforts of the nation and positively join the nation-wide struggle to usher in a new era of independent reunification, peace and prosperity."
        },
        {
            "title": "Korean and Japanese Sportsmen Meet ",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-16ee.html",
            "content": "Korean and Japanese Sportsmen Meet\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- The 2015 meeting of Korean and Japanese sportsmen took place in Tokyo on Feb. 27.\n\t\t\t\t\t Present there were Pae Ik Ju, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), Kim Ro Hyon, director of the Korean Sportsmen's Federation in Japan, Korean sportsmen and those concerned of the Japan Olympic Committee and Japanese sports organizations.\n\t\t\t\t\t\n\t\t\t\t\t Kim in his speech called on Korean sportsmen in Japan to conduct diverse sports activities to firmly preserve and display national identity and boost exchange with Japanese sportsmen this year marking the 60th anniversary of the formation of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t He called for contributing to deepening friendly relations between the DPRK and Japan through sports.\n\t\t\t\t\t\n\t\t\t\t\t A vice-chairman of the Japan Olympic Committee and the managing director of the Nippon Sport Science University said they want to help more Japanese related to sports visit Pyongyang by exerting efforts on sports exchange with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t That day the second session of the 22nd Standing Council of the Korean Sportsmen's Federation in Japan was held."
        },
        {
            "title": "Koreans in China Denounce U.S., S. Korean Warmongers' Joint Military Maneuvers to Invade DPRK",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-04ee.html",
            "content": "Koreans in China Denounce U.S., S. Korean Warmongers' Joint Military Maneuvers to Invade DPRK\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- The General Association of Koreans in China released a statement on March 2 to denounce the aggressive joint military maneuvers to invade the DPRK being staged by the U.S. and south Korean puppet warmongers.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and south Korean puppet forces began adventurous Key Resolve and Foal Eagle joint military exercises across south Korea at last despite the unanimous rejection by the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. kicked off the joint military exercises at any cost though it is obliged to apologize before the Korean nation thousands of times for its hideous crimes. This is a blatant challenge to the DPRK's sincere efforts to solve the issue between the north and the south through dialogue and open a broad avenue to improving the relations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should clearly be aware of the grave consequences their acts of following the U.S. criminal moves to invade the DPRK will entail in the improvement of the inter-Korean relations and peace on the Korean peninsula, and not join the war gamble of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet forces should ponder over the catastrophic consequences to be entailed by their war moves against the DPRK and not act rashly and stop the reckless war maneuvers at once.\n\t\t\t\t\t\n\t\t\t\t\t The General Association of Koreans in China and all the Koreans in China will unanimously turn out in the sacred war to wipe out the aggressors with the people in the homeland in case even a single shell is fired into a place over which the sovereignty of the DPRK is exercised."
        },
        {
            "title": "Kim Yong Nam felicita al presidente de Ghana",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-30ee.html",
            "content": "Kim Yong Nam felicita al presidente de Ghana \n\t\t\t\t\t\t\r\nPyongyang, 5 de marzo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio este jueves un mensaje de felicitacion al presidente de la Republica de Ghana, John Dramani Mahama, con motivo del 58o aniversario de la independencia del pais africano. \n\t\t\t\t\tEl remitente deseo exitos en el trabajo del mandatario y gobierno de Ghana por el progreso y la prosperidad del pais y expreso la conviccion de que se fortaleceran las relaciones de amistad y cooperacion entre los dos paises."
        },
        {
            "title": "Presidente finlandes desea el desarrollo de relaciones con la RPDC",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-31ee.html",
            "content": "Presidente finlandes desea el desarrollo de relaciones con la RPDC\n\t\t\t\t\t\t\r\nPyongyang, 5 de marzo (ACNC) -- El embajador coreano Kang Yong Dok entrego el 26 de febrero sus cartas credenciales al presidente de la Republica de Finlandia, Sauli Niinisto.\n\t\t\t\t\tEn la ocasion el mandatario europeo aprecio las medidas que toma ultimamente la Republica Popular Democratica de Corea para el desarrollo economico y deseo que las relaciones bilaterales se desarrollen positivamente conforme a los intereses de ambos pueblos."
        },
        {
            "title": "Haji Hassanal Bolkiah expone voluntad de ampliar relaciones con la RPDC",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-32ee.html",
            "content": "Haji Hassanal Bolkiah expone voluntad de ampliar relaciones con la RPDC\n\t\t\t\t\t\t\r\nPyongyang, 5 de marzo (ACNC) -- Kang Chol presento el 26 de febrero al sultan y jefe de Estado de Brunei Darussalam, Haji Hassanal Bolkiah, las cartas que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica Popular Democratica de Corea en Brunei Darussalam. \n\t\t\t\t\tEl mandatario expreso que hoy dia, se desarrollan muy bien las relaciones de amistad y cooperacion entre los dos paises y manifesto la voluntad de ampliarlas en varios dominios."
        },
        {
            "title": "Tiene lugar acto de juramento de cuadros de administracion ",
            "url": "http://kcna.co.jp/item/2015/201503/news05/20150305-33ee.html",
            "content": "Tiene lugar acto de juramento de cuadros de administracion \n\t\t\t\t\t\t\r\nSamjiyon, 5 de marzo (ACNC) -- Tuvo lugar este jueves el acto de juramento de los cuadros de administracion de todo el pais participantes en el recorrido por los campos de batalla revolucionaria de la zona del monte Paektu ante la estatua de bronce del Generalisimo Kim Il Sung erguida en el Conjunto Monumental de Samjiyon. \n\t\t\t\t\tLos participantes rindieron homenaje al Generalisimo tras colocar cesto y ramos de flores ante su estatua. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo el informe y discursos.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores afirmaron que el recorrido por los campos de batalla revolucionaria de la zona del monte Paektu, organizado por el Mariscal Kim Jong Un, sirve para los cuadros de administracion de todo el pais una importante ocasion para aprender las nobles personalidades de los grandes hombres sin iguales del monte Paektu y las tradiciones revolucionarias del Partido del Trabajo de Corea y prepararse como los fieles a la direccion unica del partido y los fuertes en la ideologia y conviccion. \n\t\t\t\t\t\n\t\t\t\t\tExpusieron la decision de enaltecer al Presidente Kim Il Sung y al Dirigente Kim Jong Il como eterno Sol del Juche, glorificar generacion tras generacion sus imperecederas vidas revolucionarias y proezas y materializar cabalmente sus legados tomandolos como guias programaticas. \n\t\t\t\t\t\n\t\t\t\t\tApuntaron que los cuadros de administracion deben defender en lo ideo-politico y a riesgo de la vida al Mariscal Kim Jong Un siguiendo el ejemplo de los ex combatientes antijaponeses que defendieron la comandancia de la revolucion haciendose escudo humano. \n\t\t\t\t\t\n\t\t\t\t\tExpresaron la decision de establecer mas firmemente el sistema de direccion unica del partido, armarse con el espiritu revolucionario del Paektu, el de viento cortante del Paektu, y hacerse abanderados y vanguardias en la ofensiva general de hoy para alcanzar la victoria final. \n\t\t\t\t\t\n\t\t\t\t\tTras terminar el acto de juramento, los participantes recorrieron el Conjunto Monumental de Samjiyon."
        }
    ]
}