{
    "date": "2015-02-07",
    "url": "http://kcna.co.jp/item/2015/201502/2015-02-07ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Watches Newly-Developed Anti-Ship Rocket Test-firing",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-01ee.html",
            "content": "Kim Jong Un Watches Newly-Developed Anti-Ship Rocket Test-firing\r\n Pyongyang, February 7 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, watched a test-firing of new type of anti-ship rocket to be equipped at KPA naval units.\n\t\t\t\t\t He was greeted on the spot by Army Col. Gen. Yun Tong Hyon, vice-minister of the People's Armed Forces, Rear Admiral Jin Chol Su, head of the East Sea Fleet of the KPA Navy, Hong Yong Chil, vice department director of the WPK Central Committee, and officials in the field of defence science.\n\t\t\t\t\t\n\t\t\t\t\t Scientists and technicians in the field of defence science and workers of munitions industry successfully developed a new type of cutting-edge anti-ship rocket.\n\t\t\t\t\t\n\t\t\t\t\t At the observation post Kim Jong Un learned about the tactical and engineering data of newly-developed anti-ship rocket before watching its test-firing.\n\t\t\t\t\t\n\t\t\t\t\t As the head of the East Sea Fleet ordered the test-firing, the ultra-precision anti-ship rocket blasted off from a rocket boat. The intelligent rocket precisely sought, tracked and hit the \"enemy\" ship after taking a safe flight.\n\t\t\t\t\t\n\t\t\t\t\t The test-firing proved in a scientific way that the powers of rocket boat and the anti-ship rocket's rate of hits reached the level of designed tactical and engineering data.\n\t\t\t\t\t\n\t\t\t\t\t The new-type anti-ship rocket to be deployed for action at naval units of KPA before long made it possible to bring a great change in the navy's defence of territorial waters and strongly react to any attempt of the enemy's fleets of warships for military attack, through contact combat or non-contact combat.\n\t\t\t\t\t\n\t\t\t\t\t Expressing his satisfaction over the fact that all sorts of rockets being developed and produced by the DPRK are of the highest level able to totally contain the enemies, the Supreme Commander said that the perfect development of the rocket capable of striking any enemy fleet of battleships at will from a long distance clearly showed again the validity of the WPK's policy of making the military equipment intelligent on an ultramodern level.\n\t\t\t\t\t\n\t\t\t\t\t Then he set forth new tasks facing the field of national defence science and technology, expressing belief that more tactical guided weapons of high precision and intelligence, which help seize the initiative in any operation and combat of modern warfare, would be produced on the basis of the success and experience gained in the test-firing."
        },
        {
            "title": "CPRK Spokesman Blasts Provocative Remarks of S. Korean Chief Executive",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-02ee.html",
            "content": "CPRK Spokesman Blasts Provocative Remarks of S. Korean Chief Executive\r\n Pyongyang, February 7 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea on Feb. 6 gave the following answer to a question put by KCNA as regards the anti-DPRK remarks made by the chief executive of south Korea recently:\n\t\t\t\t\t The south Korean chief executive told at the 48th central joint defense meeting held in Chongwadae on Feb. 5 that the south is making much effort to improve the relations with the north, but the latter continues to develop nuclear weapons and long-distance ballistic missiles, not giving up its line of simultaneously developing the two fronts. And she made biting sophism that the north continues to pose provocative threat, demanding this and that as preconditions.\n\t\t\t\t\t\n\t\t\t\t\t Not content with such slander that \"threat from the north\" is escalating in diverse ways, she pulled up the DPRK over the \"human rights issue\", linking it to the case of cyber attack on the Sony Pictures of the U.S. And she incited the confrontation with the DPRK, calling for perfect military posture to \"deter the north's provocation\".\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, her remarks mean that the DPRK is to blame for the bedeviled inter-Korean relations and aggravated situation on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t This is an open provocation to the DPRK and an impudent act of turning black into white.\n\t\t\t\t\t\n\t\t\t\t\t As recognized by the public at home and abroad, it is just the south Korean puppet group that intensify the provocation against the DPRK in pursuance of the U.S. imperialism going reckless with the declaration of \"additional sanctions\" on the DPRK and illusion about \"collapse\" of it. \n\t\t\t\t\t\n\t\t\t\t\t What cannot be overlooked in particular is that the chief executive of south Korea, who had cried for \"dialogue\", openly made remarks totally denying and slandering its dialogue partner. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has already and repeatedly warned that the south Korean authorities would face irretrievable disaster if they continue to make such reckless remarks for confrontation.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean chief executive truly has a will for dialogue with the DPRK, she should be careful in her speech and deed."
        },
        {
            "title": "67th Anniversary of Kim Il Sung's Strengthening of KPRA into Regular Revolutionary Armed Forces Marked",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-25ee.html",
            "content": "67th Anniversary of Kim Il Sung's Strengthening of KPRA into Regular Revolutionary Armed Forces Marked\r\n Pyongyang, February 7 (KCNA) -- A meeting of the Ministry of the People's Armed Forces took place at the April 25 House of Culture Saturday to mark the 67th anniversary of the great Generalissimo Kim Il Sung's strengthening of the Korean People's Revolutionary Army (KPRA) into the regular revolutionary armed forces.\n\t\t\t\t\t Present there were Hwang Pyong So, Hyon Yong Chol, Ri Yong Gil and officials of the ministry and officers and men of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Marshal of the Korean People's Army Hwang Pyong So, director of the General Political Bureau of the KPA, made a report.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that Feb. 8, Juche 37 (1948) when the President proclaimed the birth of the regular revolutionary armed forces is the day of historic significance in building the Korean revolutionary armed forces and accomplishing the revolutionary cause of Songun, together with April 25, Juche 21 (1932).\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, which has no experience and foundation to build regular armed forces, built the regular revolutionary armed forces two years and a half after the country's liberation under the difficult condition in which everything was destroyed owing to the Japanese imperialist colonial rule over Korea. This was a miracle unprecedented in the history.\n\t\t\t\t\t\n\t\t\t\t\t The President's wise leadership was clearly proved by the fact that the KPA won the brilliant victory in the Fatherland Liberation War against the invasion by the U.S. imperialists who boasted of being \"the strongest\" in the world.\n\t\t\t\t\t\n\t\t\t\t\t After the war he always paid primary attention to strengthening the army and wisely led the struggle to firmly establish the party's ideological system in the whole army and embody the military line of self-defence under the slogan \"a-match-for-a-hundred\". \n\t\t\t\t\t\n\t\t\t\t\t While leading the army, the great Generalissimo Kim Jong Il wisely led the struggle to model the entire army on Kimilsungism suited to the nature of the Korean revolutionary armed forces and developed the KPA into the army of the leader and the party. \n\t\t\t\t\t\n\t\t\t\t\t The Korean revolutionary armed forces built and led to the ever-victorious road by the Generalissimos have ushered in the greatest heyday of their development as they are led by respected Supreme Commander Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The reporter called upon all the service personnel to more vigorously advance to hasten the day for accomplishing the Songun revolutionary cause of Juche, loudly singing the song of advance for the final victory, united close around Kim Jong Un."
        },
        {
            "title": "DPRK Ambassador to Poland Appointed",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-21ee.html",
            "content": "DPRK Ambassador to Poland Appointed\r\n Pyongyang, February 7 (KCNA) -- Ri Kun was appointed as DPRK ambassador to Poland according to a decree of the Presidium of the Supreme People's Assembly."
        },
        {
            "title": "Kim Jong Un Receives Congratulatory from Mexican Party Leader",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-14ee.html",
            "content": "Kim Jong Un Receives Congratulatory from Mexican Party Leader\r\n Pyongyang, February 7 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a congratulatory message from Alberto Anaya Gutierrez, national leader of the Workers' Party of Mexico, on January 27.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I have the honor to pay the highest tribute to the great Comrade Kim Jong Il on behalf of all the members of the Workers' Party of Mexico and on my own behalf on the occasion of February 16, very significant day marking the 73rd birth anniversary of Comrade Kim Jong Il, eternal general secretary of the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary career and undying revolutionary exploits of Comrade Kim Jong Il will last forever along with socialist Korea as he devoted himself to improving the living standard of the Korean people by energetically leading the revolutionary cause of Juche which started in Mt. Paektu, to defending peace and stability on the Korean peninsula and in Northeast Asia and ensuring the victorious advance of the global cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I most sincerely wish you great success in your noble work for wisely leading the Workers' Party and people of Korea in their struggle for accomplishing the revolutionary cause of Juche and the global cause of independence."
        },
        {
            "title": "Kim Jong Un Receives Congratulatory Message from Nigerian President",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-19ee.html",
            "content": "Kim Jong Un Receives Congratulatory Message from Nigerian President\r\n Pyongyang, February 7 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a congratulatory message from Goodluck Ebele Jonathan, president of the Federal Republic of Nigeria, on Feb. 3.\n\t\t\t\t\t The Nigerian president in the message said he was pleased to extend the warm congratulations to Kim Jong Un on behalf of himself and the government and people of Nigeria on the occasion of the Day of the Shining Star (February 16), birth anniversary of HE Generalissimo Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He said he was satisfied with the fact that the two countries are boosting cooperation with common view at the international arena while continuously expanding and developing the mutual relations.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that lasting peace will settle on the Korean peninsula through dialogue and negotiations between the north and the south."
        },
        {
            "title": "Military Parades Shine in Heroic Course of Korean Regular Armed Forces",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-22ee.html",
            "content": "Military Parades Shine in Heroic Course of Korean Regular Armed Forces\r\n Pyongyang, February 7 (KCNA) -- 67 years have passed since the first military parade of the Korean People's Army was held in Pyongyang.\n\t\t\t\t\t Kim Il Sung, founder of the Songun idea and founder-builder of the Korean revolutionary armed forces, mounted the tribune of the military parade amid the enthusiastic cheers on Feb. 8, Juche 37 (1948) and declared the birth of the regular revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t The significant military parade marked a historic event which demonstrated before the whole world the inexhaustible strength and ever-victorious spirit of new Korea.\n\t\t\t\t\t\n\t\t\t\t\t During the military parade held on August 15, 1949 the first flying corps of the Air Force of the KPA flew above the sky of the country and columns of all arms marched past the square in fine array. It proved the validity of the original line of building the army advanced by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t There took place a military parade to celebrate the victory in the Fatherland Liberation War on August 15, 1953 amid the cheers of the victors who beat back the U.S. imperialists who boasted of being the \"strongest\" in the world and honorably defended the sovereignty and dignity of the country under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t The military parades of the revolutionary armed forces have been staged generation after generation since the great victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t Military parades were held with splendor to mark the day of Korea's liberation every year in the 1950s.\n\t\t\t\t\t\n\t\t\t\t\t The military parades held in the 1960s and 1970s fully reflected the spirit of the revolutionary armed forces that foiled the reckless military provocations of the enemies, including the U.S. imperialists' spy ship Pueblo case, large spy plane EC-121 case and Panmunjom incident.\n\t\t\t\t\t\n\t\t\t\t\t The military parade for celebrating the 40th anniversary of Korea's liberation was a great political festival of Songun Korea which took place in the presence of Kim Il Sung and leader Kim Jong Il for the first time.\n\t\t\t\t\t\n\t\t\t\t\t The military parade held with splendor on April 25, 1992 on the occasion of the 60th founding anniversary of the KPA was the first one staged since Kim Jong Il assumed the supreme commandership of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Military parades took place in October, 1995, April, 1997 and September, 1998 and on other auspicious occasions.\n\t\t\t\t\t\n\t\t\t\t\t The military parade staged to celebrate the 65th founding anniversary of the Workers' Party of Korea was the first one held in the presence of Kim Jong Il and Marshal Kim Jong Un. This marked a great event to be specially recorded in the history of army building.\n\t\t\t\t\t\n\t\t\t\t\t The military parade for celebrating the centenary of birth of Kim Il Sung was held with splendor in Pyongyang on April 15, 2012 in the presence of Kim Jong Un. He concluded his congratulatory speech at the military parade with the slogan \"Forward to the Final Victory!\""
        },
        {
            "title": "Significant Feb. 8 Observed",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-23ee.html",
            "content": "Significant Feb. 8 Observed\r\n Pyongyang, February 7 (KCNA) -- February 8, along with April 25 is a historic day of epochal significance in building the revolutionary armed forces of Korea.\n\t\t\t\t\t President Kim Il Sung formed a Juche-type armed unit on the basis of the two pistols he received from his father and founded the Korean People's Revolutionary Army, the first revolutionary people's armed forces in Korea, on April 25, Juche 21 (1932) and accomplished the historic cause of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t On August 20, 1945, he clarified the line of building regular armed forces with the sons and daughters of workers, farmers and other people with the Korean People's Revolutionary Army trained in the crucible of the great anti-Japanese war as its backbone. \n\t\t\t\t\t\n\t\t\t\t\t He directed primary efforts to the work for building bases for training military and political cadres and training the backbone of the regular army.\n\t\t\t\t\t\n\t\t\t\t\t He went to Ryonggang County in November 1945 and chose a site for Pyongyang Institute and clarified issues arising in the establishment of the institute one by one.\n\t\t\t\t\t\n\t\t\t\t\t He, as the honorary president of the institute, gave the first lecture for the first term cadets in Jan. 1946. In Feb. he took part in the inaugural ceremony of the institute together with woman commander of Mt. Paektu Kim Jong Suk and made a congratulatory address.\n\t\t\t\t\t\n\t\t\t\t\t He built the Central Security Officers School by separating the function of training military cadres of the institute in order to train military officers of arms and specialized field.\n\t\t\t\t\t\n\t\t\t\t\t He stepped up the work to build units which would serve as the core of the regular army and organize services and arms. \n\t\t\t\t\t\n\t\t\t\t\t In September 1946, he organized the Security Officers Training Centre with main forces of the KPRA and military and political officials trained by the institute as core members and on the basis of the security guards, border guards and railway guards which were formed in different places since the country's liberation. \n\t\t\t\t\t\n\t\t\t\t\t He set up branches of the Air Association with aeronautical technicians and young people of worker or farmer origins before forming the Korean Air Association. \n\t\t\t\t\t\n\t\t\t\t\t The first flying corps of Korea was formed with the graduates from the air force class of Pyongyang Institute and aeronautical technicians on August 20, 1947. \n\t\t\t\t\t\n\t\t\t\t\t He organized the Sea Security Guards, mother body of the Navy, on June 5, 1946. He saw to it that it grew strong to be modern navy with naval warships and equipment steadily produced. \n\t\t\t\t\t\n\t\t\t\t\t He dynamically pushed forward the preparations to form important arms including artillerymen, sappers, tank crew and signalmen. He reinforced the already formed mother-units of services and arms politically and militarily so that they might fulfill a core role in defending the country. \n\t\t\t\t\t\n\t\t\t\t\t He made sure that military uniforms were made for regular army and clarified specific issues arising in their production one by one. \n\t\t\t\t\t\n\t\t\t\t\t He made sure that military regulations and manual, colors symbolic of the regular army and soldiers' oath were instituted and enforced. \n\t\t\t\t\t\n\t\t\t\t\t He let songs for the revolutionary regular armed forces were created in September 1946 and instituted the song \"March of the People's Army\" as song of the KPA and founded newspaper Joson Inmingun. \n\t\t\t\t\t\n\t\t\t\t\t He took a step for setting up a training center for artillerymen in December. \n\t\t\t\t\t\n\t\t\t\t\t In early February 1948 he made sure that the National Defence Bureau was set up for military and political guidance to the revolutionary armed forces at the 58th meeting of the People's Committee of North Korea. \n\t\t\t\t\t\n\t\t\t\t\t The first military parade of the KPA which was developed into the regular revolutionary armed forces was held in Pyongyang with splendor on February 8, 1948. \n\t\t\t\t\t\n\t\t\t\t\t The President reviewed the military parade and made a historic speech \"On the Occasion of the Founding of the Korean People's Army\", declaring all over the world the birth of the regular revolutionary armed forces."
        },
        {
            "title": "Phyongchon Revolutionary Site Draws Many Visitors",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-20ee.html",
            "content": "Phyongchon Revolutionary Site Draws Many Visitors\r\n Pyongyang, February 7 (KCNA) -- Service personnel of the Korean People's Army and the Korean People's Internal Security Forces, officials and people of different social standings and school youth and children visit the Phyongchon Revolutionary Site in Pyongyang every day on the occasion of the birthday of the Korean regular revolutionary armed forces (February 8). \n\t\t\t\t\t The revolutionary site is associated with the undying Songun exploits of President Kim Il Sung who explored the untrodden path of building the Juche-oriented defence industry to create regular armed forces after the liberation of Korea. \n\t\t\t\t\t\n\t\t\t\t\t After singling out army building as one of the three major tasks for building a new country he attached primary significance to the building of powerful defence industry. The first ordinance factory was built on debris in the place (the then Phyongchon-ri) after the liberation of the country under his leadership. \n\t\t\t\t\t\n\t\t\t\t\t There is a mosaic depicting the President, leader Kim Jong Il and anti-Japanese war hero Kim Jong Suk in the revolutionary site. In June, Juche 38 (1949) the President visited the factory and fired a submachine-gun produced by workers by their own efforts and with indigenous technology and locally available materials. They were confident of the rosy future of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t He awarded submachine-guns of different types which had been presented by workers of the factory to anti-Japanese revolutionary fighters and had a photo taken with them. On display in the revolutionary site are the historic photo and other photos and historic relics used by the President when test-firing the submachine-gun."
        },
        {
            "title": "Officials of Youth League Make Study Tour to Kim Jong Il's Birthplace in Paektusan Secret Camp",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-24ee.html",
            "content": "Officials of Youth League Make Study Tour to Kim Jong Il's Birthplace in Paektusan Secret Camp\r\n Pyongyang, February 7 (KCNA) -- Chairpersons of the provincial, city and county committees of the Kim Il Sung Socialist Youth League made study tour of the birthplace of leader Kim Jong Il in the Paektusan Secret Camp from Feb. 1 to 7 on the threshold of his birth anniversary.\n\t\t\t\t\t The starting ceremony took place before the Monument to the Victorious Battle of Pochonbo in Hyesan City, Ryanggang Province on Feb. 1.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the statue of President Kim Il Sung before paying tribute to it.\n\t\t\t\t\t\n\t\t\t\t\t That day the marchers entered Pochonbo where they went round the command post of the Battle of Pochonbo, the then police post of the Japanese imperialists, the sub-county office, etc.\n\t\t\t\t\t\n\t\t\t\t\t At bonfire gathering at the foot of Konjang Hill they hardened their determination to glorify generation after generation the feats of Kim Il Sung for Korea's liberation and the indomitable fighting spirit of the anti-Japanese guerrillas.\n\t\t\t\t\t\n\t\t\t\t\t The marchers reached the Paektusan Secret Camp via the Spring Site in Poso-ri, the Tableland of Junghung, the Rimyongsu Revolutionary Site and Chongbong and Konchang Bivouacs.\n\t\t\t\t\t\n\t\t\t\t\t They went round historical relics at the old home of Kim Jong Il in the Paektusan Secret Camp.\n\t\t\t\t\t\n\t\t\t\t\t A meeting of officials of the youth league from across the country took place before the old home to take a pledge.\n\t\t\t\t\t\n\t\t\t\t\t After arriving at Samjiyon, they held a meeting of adopting a letter to Marshal Kim Jong Un in front of the Samjiyon Grand Monument.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the monument and visited several places of the Samjiyon Township.\n\t\t\t\t\t\n\t\t\t\t\t During the study tour they had a meeting to hear impressions of the reminiscences of anti-Japanese guerrillas read by them, a question-and-answer study contest and conducted other political and cultural activities and brisk political work among people."
        },
        {
            "title": "New Nutritive Additive in Mushroom Substrate Developed",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-18ee.html",
            "content": "New Nutritive Additive in Mushroom Substrate Developed\r\n Pyongyang, February 7 (KCNA) -- The Central Mushroom Research Institute in the DPRK has recently developed a nutritive additive in mushroom substrate as a substitute for rice bran.\n\t\t\t\t\t In this regard, Ri Son Hui, director of the institute, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The development of new additive is of great significance in mushroom cultivation.\n\t\t\t\t\t\n\t\t\t\t\t The new additive contains tens of microelements including silicon, potassium, sodium, iron and calcium, which take good effect in controlling physiological function of mushroom.\n\t\t\t\t\t\n\t\t\t\t\t And it is little different from rice bran in nutritive value and easy to produce through simple heat treatment."
        },
        {
            "title": "Appearance of Miru Plain Changes beyond Recognition",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-15ee.html",
            "content": "Appearance of Miru Plain Changes beyond Recognition\r\n Pyongyang, February 7 (KCNA) -- Miru Plain in North Hwanghae Province has changed beyond recognition. \n\t\t\t\t\tMore than 6,100 hectares of land was realigned. As a result, over 58,700 patches of paddy fields turned into 35,200 standardized fields. A total of 3,490 km-long footpaths between paddies were cut down to more than 2,800 km and 70 hectares of new land appeared.\n\t\t\t\t\t\n\t\t\t\t\t Miru Plain means the land which had been so barren that peasants had long put off its cultivation.\n\t\t\t\t\t\n\t\t\t\t\t  Since the country's liberation, President Kim Il Sung visited the plain several times and made a new history of reclaiming Miru Plain, saying that the work of reclaiming Miru fields was a sacred and worthwhile job.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il initiated a large-scale waterway project and land realignment in order to turn Miru Plain into the nation's reliable granary and clearly indicated the ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t Officials and other working people and members of a shock brigade in the province removed more than 8.5 million cubic meters of earth, winding up the realignment of Miru Plain, true to the behests of Kim Il Sung and Kim Jong Il and the party's grandiose plan for nature-remaking project.\n\t\t\t\t\t\n\t\t\t\t\t Agricultural workers are pushing forward the for new year's farming to bring about a bumper crop on the newly realigned paddy and  non-paddy fields."
        },
        {
            "title": "KCNA Commentary Accuses U.S. of Disturbing Improvement of Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-08ee.html",
            "content": "KCNA Commentary Accuses U.S. of Disturbing Improvement of Inter-Korean Relations\r\n Pyongyang, February 7 (KCNA) -- The United States gets pronounced in its moves to spoil the atmosphere for detente on the Korean peninsula helpful to mending the inter-Korean relations.\n\t\t\t\t\t Of late U.S. high-ranking officials flew into south Korea one after another to cry out for ratcheting up sanctions against the DPRK. In the meantime, they are busy talking rubbish that their high-handed policy towards it is not contradictory to the south Korean policy on the inter-Korean dialogue.\n\t\t\t\t\t\n\t\t\t\t\t Wendy Sherman, U.S. undersecretary of State for Political Affairs, the undersecretary of State for Arms Control and International Security and other officials flew into Seoul one on the heels of the other. They oft-repeated the importance of the U.S.-south Korea cooperation, blustering that denuclearization of north Korea was the top-priority task of the U.S.-south Korea policies towards the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t This is the behavior of the wicked U.S. guys who are displeased with any process to mend the north-south relations which may lead to the creation of a peaceful climate on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t In the new year, too, the U.S. has pursued a harsh policy towards the DPRK, challenging the Koreans' desire for opening up a broad avenue to independent reunification by their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t U.S. President Obama issued a \"presidential executive order\" for slapping \"additional sanctions\" against major institutions, bodies and individuals of the DPRK from the outset of the new year as a signal for his hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Obama regime brought to light its plan to push ahead with Key Resolve and Foal Eagle joint military exercises and called for a \"resolute counteraction\" against the DPRK's development of nuclear weapons and missiles as well as \"cyber attack\". \n\t\t\t\t\t\n\t\t\t\t\t When the DPRK's crucial proposals for improving the inter-Korean relations and creating a peaceful climate on the Korean peninsula drew public attention and support at home and abroad, Washington made such ulterior remarks as claiming that they were unrealistic and infeasible and one should not react to them with payment of excessive expenses. \n\t\t\t\t\t\n\t\t\t\t\t At the first hearing of the International Relations Committee of the U.S. House of Representatives, the special representative for North Korea policy of the U.S. Department of State and the assistant secretary of the U.S. Department of Treasury argued that it is necessary to pressurize north Korea by every possible means, vociferating about the \"dialogue between the south and the north of Korea on the premise of denuclearization\".\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, the U.S. is driving a wedge between the Koreans by openly pressing the south Korean authorities not to make haste to improve the inter-Korean relations under the pretext of nuclear issue. This is little short of rubbing salt in the wounds of the Koreans who have suffered pain due to seven decades-long division. \n\t\t\t\t\t\n\t\t\t\t\t Media showed concern about the U.S. arbitrary practices of openly interfering in the inter-Korean relations by reporting that it has been already proven that excessive reconciliation and cooperation between the north and the south of Korea contradict the U.S. interests and if south Korea unilaterally negotiates with north Korea, will the U.S. allow it to do so?\n\t\t\t\t\t\n\t\t\t\t\t Even U.S. mainstream media in an analysis of the Obama Administration's moves to block the tendency to hold north-south dialogue commented that the U.S. and south Korea each had its own axe to grind over the \"north Korea policy\" under the prevailing situation. \n\t\t\t\t\t\n\t\t\t\t\t It is the scenario of the U.S. troublemakers to stem the trend towards the improvement of the inter-Korean relations and escalate the tension on the Korean peninsula and in the region. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. will never succeed in its sinister scenario to dominate the world, keeping the Korean nation split into two and putting the peninsula under its permanent control."
        },
        {
            "title": "U.S. Urged to Roll Back Its Hostile Policy toward DPRK ",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-10ee.html",
            "content": "U.S. Urged to Roll Back Its Hostile Policy toward DPRK \r\n Pyongyang, February 7 (KCNA) -- U.S. President Obama in a recent press conference openly revealed the attempt to bring down the DPRK through internet, saying that Pyongyang has a lot of service personnel, nuclear technology and missiles. \n\t\t\t\t\t What Obama said is nothing but a rigmarole of the defeated who admitted himself the failure of the U.S. hostile policy towards the DPRK, Rodong Sinmun Saturday in an article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. military offensive and cyber attack can never work on the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It was a big mistake that the U.S. thought it can bring to their knees the Korean people who regard independence as their life and soul. The DPRK successfully launched satellites and succeeded in nuclear tests with its own efforts, technology and wisdom despite the persistent politico-military pressure, threats and blockade by the imperialist allied forces. The DPRK's possession of nuclear weapons is the inevitable result of the hideous hostile policy towards the DPRK long pursued by the U.S. This means that curses come home to roost.\n\t\t\t\t\t\n\t\t\t\t\t It admits of no argument that the American empire is drawing nearer to doom. \n\t\t\t\t\t\n\t\t\t\t\t Wars of aggression, military pressure, interference in internal affairs, economic sanctions, etc. are leading the U.S. hegemonic structure to an end. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. persists in its hostile policy towards the DPRK, not aware of where it stands, this will precipitate its ruin."
        },
        {
            "title": "Feats of KPA Guards Units (7)",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-16ee.html",
            "content": "Feats of KPA Guards Units (7)\r\n Pyongyang, February 7 (KCNA) -- The Guards 6th Infantry Division of the Korean People's Army (KPA) is one of the units well-known for making a great devotion to the victory in the 1950-1953 Fatherland Liberation War.\n\t\t\t\t\t The division was awarded the title of Guards in August Juche 39 (1950).\n\t\t\t\t\t\n\t\t\t\t\t During its southward advance, the division liberated many areas including Kaesong, Yonan, Kangryong, Ongjin, Kimpho and Inchon, also playing an important role in the Raktong River-crossing operation.\n\t\t\t\t\t\n\t\t\t\t\t The division took the lead in breaking through the enemy defence line along the River Raktong by displaying matchless pluck.\n\t\t\t\t\t\n\t\t\t\t\t After crossing the river, the division dealt heavy blows to the enemy. \n\t\t\t\t\t\n\t\t\t\t\t Later, the division defeated the enemy's \"large-scale offensive\" and \"summer and autumn offensives\", contributing to opening the decisive phase for the victory in the war, true to President Kim Il Sung's strategic plan.\n\t\t\t\t\t\n\t\t\t\t\t During the war, the division produced many awardees of the title of Twice DPRK Hero and the DPRK Hero.\n\t\t\t\t\t\n\t\t\t\t\t When inspecting the division, leader Kim Jong Il highly appreciated the great feats performed by its soldiers in reliably defending the country at the cost of their blood during the war and called for adding luster to the brilliant tradition of the division."
        },
        {
            "title": "Feats of KPA Guards Units (8)",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-17ee.html",
            "content": "Feats of KPA Guards Units (8)\r\n Pyongyang, February 7 (KCNA) -- The Andong 12th Infantry Division of the Korean People's Army (KPA) is well-known for having performed distinguished feats in the 1950-1953 Fatherland Liberation War.\n\t\t\t\t\t When advancing southward, the division made big contributions to liberating some areas of south Korea, including Hongchon, Hoengsong, Wonju and Jechon. \n\t\t\t\t\t\n\t\t\t\t\t After liberating Yongju, the division attacked Andong, paving a way for other KPA units to cross the River Raktong.\n\t\t\t\t\t\n\t\t\t\t\t The division was awarded the title of the Andong 12th Infantry Division on September 5, Juche 39 (1950) for displaying bravery and heroism in a battle to liberate Andong.\n\t\t\t\t\t\n\t\t\t\t\t Among the KPA units which performed great feats in the war is the Guards 18th Infantry Regiment. The regiment contributed to achieving victory in the battle to annihilate the U.S. \"Smith commandos\" in Osan area, after attending the battle to liberate Seoul.\n\t\t\t\t\t\n\t\t\t\t\t The Guards 10th Infantry Regiment, Guards 86th Infantry Regiment and Guards 14th Infantry Regiment also demonstrated their power to achieve the victory in many battles.\n\t\t\t\t\t\n\t\t\t\t\t The Guards 19th Antiaircraft Artillery Regiment played a big role in defending the Supreme Command, downing or damaging hundreds of enemy warplanes in the skies of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The Guards 23rd Antiaircraft Artillery Regiment, too, shot down hundreds of enemy warplanes during the war."
        },
        {
            "title": "Right to Existence of Evacuees Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-11ee.html",
            "content": "Right to Existence of Evacuees Called for in S. Korea\r\n Pyongyang, February 7 (KCNA) -- The bereaved families of the Ryongsan disaster who lost their houses owing to the fascist crackdown by the south Korean puppet authorities, and civic and public organizations held a press conference in Seoul on Feb. 4 calling for ensuring the right to existence of the evacuees, according to the south Korean Yonhap News.\n\t\t\t\t\t At the press conference speakers said that the bereaved families are turning out in actions as they are suffering unbearable pain owing to the Ryongsan disaster."
        },
        {
            "title": "S. Korean Paper Denounces U.S. for Scuppering Chance of Dialogue with DPRK",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-12ee.html",
            "content": "S. Korean Paper Denounces U.S. for Scuppering Chance of Dialogue with DPRK\r\n Pyongyang, February 7 (KCNA) -- An article on the evermore acute confrontation between the DPRK and the U.S. was posted on the south Korean internet paper Jaju Minbo on Feb. 2.\n\t\t\t\t\t The article noted that the situation is inching close to the crossroads of tension and war. This is attributable to the U.S. policy towards the Korean peninsula, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t On Jan. 2, Obama issued a \"presidential executive order\" to impose sanctions upon the north. On Jan. 22 Obama made reckless remarks about \"collapse of the north\", a clear indication that there would be no dialogue between the north and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Such U.S. provocative policy and utterances that persisted from the outset of the year have no meaning except for revelation of an intention to scupper the chance of dialogue with the north.\n\t\t\t\t\t\n\t\t\t\t\t The north declared it had no will to sit at a negotiating table with the U.S. Commenting on the declaration, experts said that it would not allow the tension created by the U.S. to go on any longer."
        },
        {
            "title": "S. Korean Organization Declares to Hold in Check Crackdown under Pretext of Security",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-13ee.html",
            "content": "S. Korean Organization Declares to Hold in Check Crackdown under Pretext of Security\r\n Pyongyang, February 7 (KCNA) -- Civic and public organizations and personages of south Korea held a meeting at the Hyangrin Church on Feb. 5 and formed the measure committee of civic and public organizations for checking suppression under the pretext of security, according to the south Korean internet paper Jaju Minbo.\n\t\t\t\t\t  The crackdown upon progressive forces is becoming harsher day by day. The puppet Ministry of Justice is keen on revising the \"Security Law\" for the worse to forcibly dissolve organizations for the reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting speakers said that organizations and citizens should get united in protest against the authorities' crackdown.\n\t\t\t\t\t\n\t\t\t\t\t They said that the organization would conduct various activities including a meeting to hear testimonies of victims and lecture on the theme of abrogating the \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to expand the actions to hold in check the crackdown under the pretext of security by strengthening solidarity with international organizations."
        },
        {
            "title": "Day of Shining Star to Be Marked in Germany",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-03ee.html",
            "content": "Day of Shining Star to Be Marked in Germany\r\n Pyongyang, February 7 (KCNA) -- A preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed in Germany on February 2.\n\t\t\t\t\t Torsten Schoevitz, chairman of the Communist Party of Germany, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize political and cultural events to praise the immortal exploits performed by Kim Jong Il before the human cause of independence in the period between February 2 and 16."
        },
        {
            "title": "Day of Shining Star to Be Marked in Nakhodka, Russia",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-04ee.html",
            "content": "Day of Shining Star to Be Marked in Nakhodka, Russia\r\n Pyongyang, February 7 (KCNA) -- A preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed in Nakhodka, Russia on February 2.\n\t\t\t\t\t Zelenov, first secretary of the Nakhodka City Committee of the Maritime Territory of the Communist Party of the Russian Federation, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize diverse political and cultural events to praise the sacred revolutionary career and immortal exploits of Kim Jong Il on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Feats Performed by Kim Il Sung for Building Regular Armed Forces Praised by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-05ee.html",
            "content": "Feats Performed by Kim Il Sung for Building Regular Armed Forces Praised by Nigerian Organization\r\n Pyongyang, February 7 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted an article titled \"February 8, 1948\" on its website on Jan. 30.\n\t\t\t\t\t The article said right after Korea's liberation President Kim Il Sung pushed ahead with the building of regular armed forces on the basis of the precious experience he gained during the anti-Japanese armed struggle. \n\t\t\t\t\t\n\t\t\t\t\t The article introduced the undying exploits he performed by founding Pyongyang Institute, the first institution for military education in Korea and a centre for training military and political cadres for building a regular army.\n\t\t\t\t\t\n\t\t\t\t\t He organized core units of modern regular armed forces and expanded them into several services and arms units and sub-units, the article noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He also paid deep attention to laying a foundation of self-reliant ordnance industry.\n\t\t\t\t\t\n\t\t\t\t\t On Feb. 8, 1948 there took place a grand military parade in Pyongyang under his wise leadership, a declaration of the birth of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t In the Korean war which broke out two years since then, the Korean People's Army inflicted upon  the U.S. forces a heavy defeat, the first of its kind in the history, though it boasted of being the \"strongest\" in the world, and honorably defended the national sovereignty and dignity.\n\t\t\t\t\t\n\t\t\t\t\t Over the past several decades of confrontation with the U.S. since the ceasefire in the war the KPA has always foiled all the U.S. military threats and provocations and demonstrated the might as an invincible army."
        },
        {
            "title": "Kim Jong Il's Work Carried by Romanian Paper",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-06ee.html",
            "content": "Kim Jong Il's Work Carried by Romanian Paper\r\n Pyongyang, February 7 (KCNA) -- The gist of leader \n\t\t\t\t\tKim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was carried by the February issue of the Romanian paper Romania Muncitoare.\n\t\t\t\t\t\n\t\t\t\t\t The work, made public on June 19, Juche 86 (1997), clarifies the idea that preserving the Juche character and national character of the revolution and construction is the basic principle to be adhered to in accomplishing the socialist cause. It also indicates tasks and ways to do so."
        },
        {
            "title": "Day of Shining Star to Be Marked in Russia",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-07ee.html",
            "content": "Day of Shining Star to Be Marked in Russia\r\n Pyongyang, February 7 (KCNA) -- A preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed at the Russian Institute of Kimilsungism-Kimjongilism on January 29.\n\t\t\t\t\t The preparatory committee consists of personages of the Russian Institute of Kimilsungism-Kimjongilism, the Kim Jong Suk Women's Union of Russia and the All-Russian Society for the Study and Dissemination of Kimilsungism.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to widely introduce the brilliant revolutionary career and immortal exploits of Kim Jong Il on the occasion of his birth anniversary."
        },
        {
            "title": "Kim Jong Un presencia lanzamiento de ensayo de cohete antibuque de nuevo tipo",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-26ee.html",
            "content": "Kim Jong Un presencia lanzamiento de ensayo de cohete antibuque de nuevo tipo\r\nPyongyang, 7 de febrero (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea presencio el lanzamiento de ensayo del cohete antibuque de nuevo tipo, desarrollado en el nivel de punta, y a equiparse en las unidades maritimas del EPC.\n\t\t\t\t\tEn el terreno le recibieron el coronel general de las fuerzas terrestres Yun Tong Hyon, viceministro de Fuerzas Armadas Populares, el contralmirante Jin Chol Su, jefe de la flota del Mar Este de las fuerzas maritimas del EPC, el subjefe de departamento del Comite Central del PTC, Hong Yong Chil y los funcionarios de la rama de la ciencia de la defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\t Los cientificos, tecnicos y obreros del sector armamentista desarrollaron en el nivel sofisticado el cohete antibuque de nuevo tipo.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal analizo en el puesto de vigilancia sobre los datos tecnicos del cohete y presencio su lanzamiento de ensayo.\n\t\t\t\t\t\n\t\t\t\t\tCon la orden de fuego del jefe de la flota del Mar Este, en el barco se lanzo el cohete antibuque de alta precision.\n\t\t\t\t\t\n\t\t\t\t\tEl cohete de alta inteligencia volo con seguridad y busco, distinguio y acerto correctamente el buque \"enemigo\".\n\t\t\t\t\t\n\t\t\t\t\tA traves del ensayo, fue comprobado cientificamente que la capacidad combativa del buque cohete y la efectividad del cohete alcanzaron los datos tecnicos del diseno.\n\t\t\t\t\t\n\t\t\t\t\tCon el emplazamiento del nuevo cohete en el tiempo cercano en las unidades maritimas, se lograra un gran cambio en la defensa jurisdiccional y se posibilitara enfrentar categoricamente al colectivo de buques enemigos que intentan el ataque militar contra nosotros, sea en el combate de contacto o no contacto.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo dijo complacido que los cohetes de diferentes tipos, desarrollados y hechos en nuestro pais, estan en el maximo nivel que pueden doblegar totalmente a los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que el desarrollo del cohete antibuque de nuevo tipo capaz de atacar la flotilla enemiga a larga distancia demuestra una vez mas la justeza de la orientacion de nuestro Partido de fabricar los armamentos inteligentes en el nivel sofisticado.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un presento nuevas tareas cientifico-tecnicas para la defensa nacional expresando la esperanza y conviccion de que basandose en los exitos y experiencias del lanzamiento de ensayo de hoy, produciran mucho mas armas teledirigidas tacticas de alta precision e inteligentes con que se pueda tomar el control en cualquier operacion o combate de la guerra moderna."
        },
        {
            "title": "CRPP critica nuevo disparate de mandataria surcoreana",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-27ee.html",
            "content": "CRPP critica nuevo disparate de mandataria surcoreana\r\nPyongyang, 7 de febrero (ACNC) -- En relacion con que recientemente, la mandataria surcoreana dijo disparates provocativos contra la Republica Popular Democratica de Corea, el portavoz del Comite por la Reunificacion Pacifica de la Patria dio el dia 6 a la ACNC la siguiente respuesta:\n\t\t\t\t\tEl pasado dia 5, en la 48a reunion conjunta central de defensa, efectuada en Chongwadae, la mandataria surcoreana dijo que ellos se esfuerzan mucho por mejorar las relaciones intercoreanas, pero la RPDC no renuncia la linea de desarrollo paralelo de la construccion economica y la de fuerzas armadas nucleares y continua desarrollando armas nucleares y misiles balisticos de larga distancia.\n\t\t\t\t\t\n\t\t\t\t\tContinuo en tono incisivo que \"el Norte de Corea continua la provocacion y amenaza presentando una y otra exigencia como premisa\".\n\t\t\t\t\t\n\t\t\t\t\tLuego de criticar que la \"amenaza del Norte de Corea\" crece de diferentes maneras, vinculo con la RPDC el hacking sobre \"SONY Pictures\".\n\t\t\t\t\t\n\t\t\t\t\tCuestionando el problema de \"DDHH del Norte\", maldijo que hay que \"disuadir la provocacion del Norte\" con la \"perfecta disposicion militar\".\n\t\t\t\t\t\n\t\t\t\t\tEn fin de cuentas, sus chismes significan que la RPDC es la culpable de empeoramiento de las relaciones intercoreanas y de agravacion de la situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEsto es provocacion abierta contra la RPDC y chismografia cinica que invierte la verdad.\n\t\t\t\t\t\n\t\t\t\t\tComo reconoce todo el mundo, la banda titere surcoreana aumenta el grado de provocacion contra la RPDC siendo satelite del imperialismo norteamericano que proclamo la \"sancion adicional contra el Norte de Corea\" y actua con desesperacion hablando del \"derrumbe del Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tLo que no se puede pasar por alto es que la mandataria surcoreana, que antes preconizaba el \"dialogo\", haya dicho abiertamente las palabras que niegan totalmente y calumnian a su contraparte de dialogo.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC ha advertido reiteradamente que sufrira desastres irrecuperables si continua con tal acto verbal conflictivo.\n\t\t\t\t\t\n\t\t\t\t\tLa mandataria surcoreana debe ser prudente con sus palabras y acciones si tiene de veras la voluntad de conversar con la RPDC."
        },
        {
            "title": "Nombrado nuevo embajador coreano en Polonia",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-28ee.html",
            "content": "Nombrado nuevo embajador coreano en Polonia\r\nPyongyang, 7 de febrero (ACNC) -- Segun el decreto del Presidium de la Asamblea Popular Suprema, Ri Kun fue nombrado como nuevo embajador extraordinario y plenipotenciario de la Republica Popular Democratica de Corea a acreditarse en la Republica de Polonia."
        },
        {
            "title": "Tiene lugar acto del MINFAP por el 8 de febrero",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-29ee.html",
            "content": "Tiene lugar acto del MINFAP por el 8 de febrero\r\nPyongyang, 7 de febrero (ACNC) -- Tuvo lugar el dia 7 en la Casa Cultural 25 de Abril el acto del Ministerio de las Fuerzas Armadas Populares por el 67o aniversario del desarrollo del Ejercito Revolucionario Popular de Corea como fuerzas armadas revolucionarias regulares por el Generalisimo Kim Il Sung.\n\t\t\t\t\tAsistieron a la ocasion Hwang Pyong So, Hyon Yong Chol, Ri Yong Gil y otros funcionarios del MINFAP y los oficiales y soldados del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo del vicemariscal del EPC Hwang Pyong So, jefe de la Direccion Politica General del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl 8 de febrero del 37 (1948) de la Era Juche, en que el Presidente Kim Il Sung proclamo el nacimiento de las fuerzas armadas revolucionarias regulares, tiene significacion historica en la construccion de las fuerzas armadas de Corea y el cumplimiento de la causa revolucionaria del Songun, al igual que el 25 de abril del 21 (1932) de la Era Juche, comenzo el orador y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tCorea, que no tenia experiencias ni bases necesarias para la construccion de las fuerzas armadas regulares, las construyo en dos anos y medio despues de la liberacion de la patria en las condiciones tan dificiles dadas debido a la dominacion colonial del imperialismo japones, lo que es un milagro nunca visto en la historia.\n\t\t\t\t\t\n\t\t\t\t\tLa sabia direccion del Presidente, quien despues de liberacion de Corea, fundo las fuerzas armadas revolucionarias regulares, fue comprobada a traves de la fulminante victoria en la guerra de liberacion de la patria contra la invasion armada del imperialismo norteamericano que se jactaba de su \"supremacia\" mundial.\n\t\t\t\t\t\n\t\t\t\t\tAl dar atencion primordial al fortalecimiento de las fuerzas armadas despues de guerra, el Presidente dirigio sabiamente la lucha por establecer en todo el ejercito el sistema ideologico del partido y materializar la linea militar autodefensiva bajo la consigna \"Uno contra ciento\".\n\t\t\t\t\t\n\t\t\t\t\tEl Generalisimo Kim Jong Il, durante toda su direccion sobre el ejercito, oriento sabiamente la lucha por transformar todo el ejercito segun el Kimilsungismo conforme a las caracteristicas esenciales de las fuerzas armadas revolucionarias de Corea, asi como fortalecio y desarrollo el EPC como ejercito del lider y del partido.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas armadas revolucionarias coreanas, fundadas y orientadas a la victoria por los Generalisimos, acogen hoy la era dorada de su desarrollo gracias al Mariscal Kim Jong Un, Comandante Supremo del EPC.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el informante llamo a todos a luchar mas energicamente por adelantar el dia de cumplimiento de la causa revolucionaria del Songun, uniendose compactamente en torno al Mariscal."
        },
        {
            "title": "EE.UU. es impedidor de la mejora de relaciones N-S, insiste ACNC",
            "url": "http://kcna.co.jp/item/2015/201502/news07/20150207-30ee.html",
            "content": "EE.UU. es impedidor de la mejora de relaciones N-S, insiste ACNC\r\nPyongyang, 7 de febrero (ACNC) -- Se ponen mas abiertas las maniobras de Estados Unidos destinadas a  destruir desde el comienzo el ambiente de alivio de tension de la Peninsula Coreana para la mejora de relaciones entre ambas partes coreanas.\n\t\t\t\t\tEn estos dias, los altos funcionarios estadounidenses visitaron uno tras otro el Sur de Corea, ocasiones en las cuales dijeron ruidosamente sobre la \"sancion\" contra la Republica Popular Democratica de Corea y que su politica dura sobre la RPDC no es contradictorio a la politica del Sur de Corea sobre el dialogo intercoreano.\n\t\t\t\t\t\n\t\t\t\t\tEl asistente del secretario para los asuntos politicos, Wendy Sherman, el asistente del secretario para el control de armas y la seguridad internacional y otras personalidades del Departamento de Estado de EE.UU., viajaron al Sur de Corea e insistieron en la importancia de la cooperacion EE.UU.-Sur de Corea, diciendo que la tarea primordial de la politica de EE.UU. y el Sur de Corea sobre la RPDC, es la desnuclearizacion del Norte de Corea (RPDC).\n\t\t\t\t\t\n\t\t\t\t\tEs un acto terco de los atemorizados por la creacion del ambiente pacifico en la Peninsula Coreana a traves de las favorables relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tDesde principios del ano nuevo, el pais norteamericano recurre mas que nunca a las maniobras hostiles contra la RPDC desafiando a la aspiracion de la nacion coreana de abrir el gran camino para la reunificacion independiente con las fuerzas unidades de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\tObama lanzo cartucho de senales de la politica hostil con la publicacion de la \"orden administrativa del presidente\" de ejercer la \"sancion adicional\" contra los organos principales, entidades y individuos de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl poder de Obama, al exponer abiertamente la ambicion de desarrollar a toda costa los ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\", abogo por el \"enfrentamiento rotundo\" al \"ataque cibernetico\" y al desarrollo de las armas nuclear y misiles de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tCuando son aplaudidas por el interior y exterior las propuestas importantes presentadas por la RPDC para preparar la mejora de relaciones intercoreanas y el ambiente pacifico de la Peninsula Coreana, EE.UU. las califico de irrealizables y dijo que no debe contestarle con el pago excesivo.\n\t\t\t\t\t\n\t\t\t\t\tEn la audiencia de la Comision para los Asuntos Exteriores de la Camara de Representantes de EE.UU., sostenida como primer programa abierto de este ano, el delegado especial de Estados Unidos para la politica sobre el Norte de Corea y el asistente de secretario de Departamento de Tesoro insistieron en la necesidad de presionar a la RPDC por todos los medios enfatizando el \"dialogo S-N tomando la desnuclearizacion como premisa\".\n\t\t\t\t\t\n\t\t\t\t\tY el pais norteamericano ejercio la abierta presion a las autoridades surcoreanas so pretexto del problema nuclear para impedir la mejora de relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tLas opiniones publicas expresaron preocupacion por la arbitrariedad de EE.UU.,  transmitiendo que \"quedo verificado que la reconciliacion y cooperaciones demasiadas entre ambas partes coreanas contravienen a  los intereses de EE.UU.\" y \"EE.UU. no dejara al Sur de Corea si conversa solo con el Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tY las medios de prensa principales estadounidenses, al analizar el acto de la administracion de Obama  que intenta detener el movimiento de dialogo intercoreano, evaluaron que EE.UU. y el Sur de Corea piensan diferentemente en cuanto a la \"politica sobre el Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tEs la intencion de impedidores estadounidenses detener la corriente de la mejora de relaciones y el alivio de tension N-S y exacerbar la situacion de la Peninsula Coreana y su contorno.\n\t\t\t\t\t\n\t\t\t\t\tNunca seran realizables las maniobras de EE.UU. encaminadas a tomar la heguemonia mundial, dividiendo en dos partes nuestra nacion y ocupando perennemente la Peninsula Coreana."
        }
    ]
}