{
    "date": "2015-10-17",
    "url": "http://kcna.co.jp/item/2015/201510/2015-10-17ee.html",
    "articles": [
        {
            "title": "DPRK FM Urges U.S. Not to Groundlessly Shun Conclusion of Peace Treaty",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-30ee.html",
            "content": "DPRK FM Urges U.S. Not to Groundlessly Shun Conclusion of Peace Treaty \r\n Pyongyang, October 17 (KCNA) -- The DPRK Foreign Ministry Saturday released the following statement:\n\t\t\t\t\t As already known to the world, at the recent 70th UN General Assembly the DPRK re-clarified its fair and aboveboard stand to replace the Korean Armistice Agreement (AA) by a peace treaty.\n\t\t\t\t\t\n\t\t\t\t\t This was prompted by the urgent need to defuse the danger of a war caused by the potential threat to the Korean Peninsula and create climate for durable peace.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the peninsula in last August when a trifling accidental case created a touch-and-go situation all of a sudden finally proved that the present AA could no longer avert a conflict and defuse the danger of a war.\n\t\t\t\t\t\n\t\t\t\t\t An agreement was reached between the north and the south with much effort thanks to the DPRK's peace-loving stand and persevering patience but there is no guarantee that the agreement will be preserved and implemented as desired.\n\t\t\t\t\t\n\t\t\t\t\t It is because the south Korean authorities, a party to the agreement, do not have any prerogative of command over any armed force in south Korea and are not in a position to reject any joint military drill imposed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that if a conflict occurs again in the area along the Military Demarcation Line due to the escalating tension, it will spill over into an uncontrollable all-out war.\n\t\t\t\t\t\n\t\t\t\t\t The course of the negotiations held so far for the settlement of the issue on the Korean Peninsula proved that no issue in which the countries concerned including the U.S. are interested can be settled unless a peace treaty is concluded before anything else.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK once discussed the issue of denuclearization at the six-party talks by taking into consideration the assertion of the countries concerned that the issue of denuclearization should be discussed before anything else and simultaneously discussed both the nuclear issue and the issue of ensuring peace in the past. But all these discussions proved futile and, even when a partial agreement was reached, it was not implemented.\n\t\t\t\t\t\n\t\t\t\t\t This was mainly because the U.S. persistently pursued its hostile policy toward the DPRK and its military provocations such as large-scale joint military exercises and introduction of nuclear striking means into south Korea, its vivid manifestation, periodically chilled the atmosphere of all negotiations and ratcheted up the tension on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t In order to put a definite end to the evil cycle of escalating confrontation and tension it is necessary to replace the AA by a peace treaty before anything else. This is the conclusion drawn by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t There are two ways for ensuring peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The first one is the Cold War way in which the DPRK has to bolster its capability for self-defence with its nuclear force as a pivot in every way so as to cope with the U.S. increased nuclear threat and war provocations.\n\t\t\t\t\t\n\t\t\t\t\t It is entirely thanks to the DPRK's nuclear deterrence that all-out war is averted on the peninsula in a state of ceasefire.\n\t\t\t\t\t\n\t\t\t\t\t The other way is for the U.S. to roll back its hostile policy toward the DPRK and respond to the call for concluding the peace treaty with the latter so as to ensure genuine and lasting peace based on confidence.\n\t\t\t\t\t\n\t\t\t\t\t The issue of replacing the AA by a peace treaty is the matter on which the U.S. should make bold decision first and there should be a principled agreement between the DPRK and the U.S., to begin with. \n\t\t\t\t\t\n\t\t\t\t\t The UN, too, should positively support the conclusion of the peace treaty and thus fulfill its responsibility for putting an end to the abnormal situation where its member country is technically at war with the \"UN Command\" on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t If the confidence building between the DPRK and the U.S. helps remove the source of imminent war, it is possible to finally put an end to the nuclear arms race and consolidate peace.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should drop the idea of groundlessly shunning the issue of concluding the peace treaty and prudently take a right option.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. shuns the conclusion of the peace treaty or puts a conditionality on it even at this time when the situation on the peninsula has reached a crucial turning point, this attitude will clearly show the world that it has no intention to roll back its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. insists on its hostile policy, it will only see the DPRK's limitless bolstering of nuclear deterrence and the growth of its revolutionary armed forces capable of fighting any form of war to be ignited by the former."
        },
        {
            "title": "DPRK FM Spokesman Slashes Hostile Forces' Anti-DPRK \"Human Rights\" Hysteria",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-31ee.html",
            "content": "DPRK FM Spokesman Slashes Hostile Forces' Anti-DPRK \"Human Rights\" Hysteria\r\n Pyongyang, October 17 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to the question raised by KCNA Saturday as regards the hostile forces' moves to bring up an anti-DPRK \"human rights resolution\" for discussion at the UN:\n\t\t\t\t\t Under the manipulation of the U.S. the EU and Japan are again holding negotiations to prepare a draft in a bid to get an anti-DPRK \"human rights resolution\" adopted at the 70th UN General Assembly.\n\t\t\t\t\t\n\t\t\t\t\t This is a mean plot of the U.S. and its followers to incite another confrontation with the DPRK at the UN.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the world's worst human rights abuser and tundra of human rights and the criminal state to be dealt with at the UN without delay.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is perpetrating without hesitation human rights abuses in every part of the world such as aggression, war and man-killing, mercilessly trampling down the right to existence and vital rights.\n\t\t\t\t\t\n\t\t\t\t\t It was none other than the U.S. that drove a tank over schoolgirls to death in south Korea. It deliberately dropped bombs over a hospital, killing many patients including children, not content with massacring innocent people in Iraq and Afghanistan. It was again the U.S. which set up secret prisons in other countries and resorted to medieval torture which made even brutes blush.\n\t\t\t\t\t\n\t\t\t\t\t Racial discrimination and policemen's killing of blacks are a commonplace in the U.S. and horrible gun-related crimes are taking place everyday, making people tremble with fear of death.\n\t\t\t\t\t\n\t\t\t\t\t The same is the case with the EU very talkative about human rights protection and humanitarianism.\n\t\t\t\t\t\n\t\t\t\t\t It is Europe where a serious human tragedy is taking place as no proper measures are taken for refugees coming in groups to it from the Mideast in quest of means of living. Refugees are handled like luggage to be suffocated to death en masse. \n\t\t\t\t\t\n\t\t\t\t\t But the EU is keeping mum about the U.S. aggression and human rights abuses which spawned the refugee issue.\n\t\t\t\t\t\n\t\t\t\t\t As seen above, the EU, failing to mind its own business, is groundlessly finding fault with the DPRK over its \"human rights issue\" in pursuance of the U.S. policy.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has shown its utmost good faith in order to have dialogue and cooperation in the field of human rights. It invited the EU representative for human rights and the UN high commissioner for human rights recently. \n\t\t\t\t\t\n\t\t\t\t\t But the EU turned down even an offer of the DPRK to arrange its meeting with families of \"defectors from the north\" in question and unilaterally canceled the representative's visit to the DPRK which had already been agreed upon.\n\t\t\t\t\t\n\t\t\t\t\t It is busy with the moves to adopt the anti-DPRK resolution which have lasted for more than 10 years, peddling a \"report\" peppered with sheer lies.\n\t\t\t\t\t\n\t\t\t\t\t The EU is depending on the false document cooked up by the hostile forces while turning a blind eye to the reality. Its attitude is the height of hypocrisy and far-fetched assertions.\n\t\t\t\t\t\n\t\t\t\t\t Japan is taking the lead in the \"human rights racket\" against the DPRK. It is persistently instigating the EU to tarnish the image of the DPRK in a foolish bid to cover its past crimes against humanity and gain political benefit. \n\t\t\t\t\t\n\t\t\t\t\t The EU and Japan should give up the above-said attempt at once and opt to handle the existing hideous human rights issues of the West including the U.S. human rights abuses and the refugee crisis in Europe.\n\t\t\t\t\t\n\t\t\t\t\t It is absolutely unpardonable that the arch criminals abusing the human rights are taking issue with the DPRK like a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t The current UN General Assembly will turn into the platform on which all peace-loving countries will curse and denounce the real human rights abusers including the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will foil the hostile forces' reckless \"human rights\" hysteria against it with the toughest counteraction."
        },
        {
            "title": "DPRK Government Economic Delegation Leaves for Vietnam, Laos, Indonesia",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-18ee.html",
            "content": "DPRK Government Economic Delegation Leaves for Vietnam, Laos, Indonesia \r\n Pyongyang, October 17 (KCNA) -- A DPRK government economic delegation led by Ri Ryong Nam, minister of External Economic Relations, Saturday left here to visit Vietnam, Laos and Indonesia."
        },
        {
            "title": "Congratulations to Minister of External Relations of Cameroon",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-29ee.html",
            "content": "Congratulations to Minister of External Relations of Cameroon\r\n Pyongyang, October 17 (KCNA) -- DPRK Foreign Minister Ri Su Yong sent a congratulatory message to Lejeune Mbella Mbella upon his appointment as minister of External Relations of Cameroon on Oct. 14.\n\t\t\t\t\t The message hoped that he would positively cooperate with the Cameroonian minister in the efforts to boost the friendly and cooperative relations between the two countries in various fields and wished him great success in his new job."
        },
        {
            "title": "Greetings to Kim Jong Un from General Secretary of C.C., Communist Party of India (Marxist)",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-26ee.html",
            "content": "Greetings to Kim Jong Un from General Secretary of C.C., Communist Party of India (Marxist)\r\n Pyongyang, October 17 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a message of greeting from Sitaram Yechury, general secretary of the Central Committee of the Communist Party of India (Marxist), on Oct. 7.\n\t\t\t\t\t In the message he extended warm greetings to Kim Jong Un and, through him, to all members of the Workers' Party of Korea and the people of the DPRK on the occasion of the 70th founding anniversary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The organizational and ideological foundation for founding the WPK was provided and developed during the anti-Japanese revolutionary struggle under the leadership of the great leader Comrade Kim Il Sung, the message noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t We are proud of the protracted, arduous and heroic struggle waged by the Korean people to liberate the country from the occupation by the Japanese imperialists under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t But the imperialists persist in the moves to divide the Korean people till now.\n\t\t\t\t\t\n\t\t\t\t\t The moves and intrigues of the imperialists, the U.S., in particular, to bring down the socialist system in the DPRK still remain unchanged.\n\t\t\t\t\t\n\t\t\t\t\t Over the seven decades since its founding the WPK has not only successfully checked and frustrated all moves of the imperialists on the basis of accumulated revolutionary experience but taken important steps for further consolidating the gains of socialism in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the WPK will make greater achievements in socialist construction in the DPRK under your leadership."
        },
        {
            "title": "Congratulatory Group of Koreans in China Leaves",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-19ee.html",
            "content": "Congratulatory Group of Koreans in China Leaves\r\n Pyongyang, October 17 (KCNA) -- A congratulatory group of the General Association of Koreans in China for celebrating the 70th founding anniversary of the Workers' Party of Korea left here on Saturday."
        },
        {
            "title": "Overseas Compatriots Delegations Leave",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-20ee.html",
            "content": "Overseas Compatriots Delegations Leave\r\n Pyongyang, October 17 (KCNA) -- Overseas compatriots delegations left here Saturday after taking part in the celebrations of the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t They included a delegation of officials of the General Association of Koreans in China and a group for supporting the General Association of Koreans in China.\n\t\t\t\t\t\n\t\t\t\t\t Leaving here earlier were a delegation of the Federation of Koreans in Canada and a delegation of the Association of Korean Business Persons in China."
        },
        {
            "title": "2015 Inter-provincial Mass Sports Contest to Be Held",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-27ee.html",
            "content": "2015 Inter-provincial Mass Sports Contest to Be Held\r\n Pyongyang, October 17 (KCNA) -- The 2015 inter-provincial mass sports contest will take place in Pyongyang from Oct. 22.\n\t\t\t\t\t The participants of the contest to be held at the Pyongyang Indoor Stadium, the Sports Village in Chongchun Street and other stadiums and gymnasiums here will compete in men's football, men's basketball, women's volleyball, table-tennis, tennis and other sports and amusement events. \n\t\t\t\t\t\n\t\t\t\t\t It will bring together people from all walks of life, school youth and children and players and coaches of sports teams selected from Pyongyang and each province (municipality)."
        },
        {
            "title": "DPRK Fliers Successful at Int'l Acrobatic Festivals",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-24ee.html",
            "content": ""
        },
        {
            "title": "History of Fascist Dictatorship Should Never Be Allowed to Repeat Itself in S. Korea: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-15ee.html",
            "content": "History of Fascist Dictatorship Should Never Be Allowed to Repeat Itself in S. Korea: Rodong Sinmun\r\n Pyongyang, October 17 (KCNA) -- Resistance for democracy was sparked off in south Korea by the anti-\"government\" demonstration of students of Pusan University on October 16, 1979. It brought down the \"yusin\" dictator who had committed tremendous crimes against the country and the nation through sycophancy toward the U.S., fascist dictatorship, confrontation with fellow countrymen and war moves against the north, and dealt a heavy blow at the U.S. colonial fascist ruling system in south Korea. Rodong Sinmun Saturday in an article says this.\n\t\t\t\t\t 36 years have passed since the October resistance but the desire of the resistance fighters for independence, democracy and reunification has not yet come true, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This is attributable to the U.S. occupation and domination over south Korea and the quislings' rule for faithfully serving it.\n\t\t\t\t\t\n\t\t\t\t\t The present ruling forces of south Korea are reviving the \"yusin\" dictatorship, noisily crying out for tightening \"alliance\" with foreign forces. They are blocking the improvement of the north-south relations and increasing the danger of a war, blatant challenge to the desire and wishes of the people.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' sycophancy towards the U.S. has ruthlessly violated the sovereignty of the people and totally blocked the independent and democratic development of society.\n\t\t\t\t\t\n\t\t\t\t\t The revival of the \"yusin\" dictatorship in south Korea has become a stark reality since the emergence of the present ruling forces.\n\t\t\t\t\t\n\t\t\t\t\t The shuddering history of cursed fascist dictatorship should never be allowed to repeat itself in south Korea. If south Koreans from all walks of life overlook the revival of the \"yusin\" dictatorship, the desire of the October resistance fighters can never come true."
        },
        {
            "title": "Rodong Sinmun Slams Park Geun Hye's Anti-DPRK Remarks ",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-16ee.html",
            "content": "Rodong Sinmun Slams Park Geun Hye's Anti-DPRK Remarks \r\n Pyongyang, October 17 (KCNA) -- Some days ago, the south Korean chief executive invited a German delegation to Chongwadae to talk volumes about the \"urgent need for denuclearization of the north.\" She solicited \"cooperation in forcing the north to dismantle its nuclear weapons and improve human rights.\" Letting loose sophism about the course of the unification of Germany, she begged for support for south Korea's efforts to \"garner support\" for \"unification\" from the neighboring countries.\n\t\t\t\t\t Rodong Sinmun Saturday in a commentary terms her utterances a revelation of anachronistic ambition for \"achieving unification through absorption\" and a politically-motivated provocation against the dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t No matter what rhetoric she may let loose, it will only lay bare the despicable true colors as a wicked trickster engrossed in hatching plots and telling lies, the paper notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The reunification of Korea has not been achieved not due to the lack of support from someone but due to the confrontation hysteria of the south Korean authorities as they are getting frantic with war moves and smear campaign against the compatriots in the north. \n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations are deteriorating hour by hour. So, now is the time for the north and the south to be careful about words and deeds. \n\t\t\t\t\t\n\t\t\t\t\t There are not a few examples in the history of complicated inter-Korean relations in which hard-won opportunity of improving the relations was scuppered due to the reckless confrontation racket. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities persist in the anti-DPRK confrontation, the north-south agreement reached with much effort will be reduced to a dead paper overnight and the inter-Korean relations will again undergo a vicious cycle of serious catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive of south Korea had better behave herself, bearing in mind that the inter-Korean relations are now at crucial crossroads."
        },
        {
            "title": "DIU, Predecessor of WPK",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-23ee.html",
            "content": "DIU, Predecessor of WPK\r\n Pyongyang, October 17 (KCNA) -- It has been 89 years since the Down-with-Imperialism Union (DIU) was formed by President Kim Il Sung on October 17, Juche 15 (1926).\n\t\t\t\t\t The formation of the DIU, the first vanguard organization of young revolutionaries, was a starting point for founding a Juche-type party.\n\t\t\t\t\t\n\t\t\t\t\t The programme of the DIU served as a basis for the programme of the Workers' Party of Korea and its principle of independence as the principle of the party building and activities. And its members played a key role in founding the party.\n\t\t\t\t\t\n\t\t\t\t\t With this principle of independence, the Korean people could successfully carry out the building of new Korea after the country's liberation from Japan's colonial rule and lead the three-year war, the postwar rehabilitation, the social revolution of two stages and the socialist construction to victory.\n\t\t\t\t\t\n\t\t\t\t\t The WPK had further developed into a revolutionary party of Juche under the guidance of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il in his lifetime authored such celebrated works as \"The Workers' Party of Korea Is a Juche-Type Revolutionary Party Which Inherited the Glorious Tradition of the DIU\" and \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\", which served as guidelines for the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has now entered a new turning point of its development under the guidance of supreme leader Kim Jong Un, who is creditably carrying forward Kim Il Sung's and Kim Jong Il's idea and cause of building a Juche-based party.\n\t\t\t\t\t\n\t\t\t\t\t At the 4th WPK Conference, Kim Jong Un formulated Kimilsungism-Kimjongilism as the eternal guiding idea of the WPK and the Korean revolution and proclaimed the modeling of the whole society on Kimilsungism-Kimjongilism as the supreme programme of the WPK."
        },
        {
            "title": "U.S. Urged to Opt for Negotiations for Peace on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-17ee.html",
            "content": "U.S. Urged to Opt for Negotiations for Peace on Korean Peninsula\r\n Pyongyang, October 17 (KCNA) -- At least 40 organizations of south Korea including the South Headquarters of the Pan-national Alliance for Korea's Reunification, Confederation of Trade Unions, Solidarity for Progress held a press conference in Seoul on Oct. 13 demanding the U.S. opt for negotiations for the peace on the Korean Peninsula.\n\t\t\t\t\t The organizations denounced south Korea and the U.S. for having enforced the policy of pressurizing the north while working hard to force it to dismantle its nukes first.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. truly wants the denuclearization of the peninsula, there is no reason for it to shun dialogue for concluding a peace treaty, they said, adding it should make a bold decision for having negotiations for signing a peace treaty."
        },
        {
            "title": "S. Korean Authorities Denounced for Distorting History",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-22ee.html",
            "content": "S. Korean Authorities Denounced for Distorting History \r\n Pyongyang, October 17 (KCNA) -- The Joint Council of Civic and Public Organizations of south Korea grouping bodies of different social standings made public a statement on October 14 denouncing the authorities for pursuing a policy for distorting  the history. \n\t\t\t\t\t It accused the authorities for establishing \"a system for introducing state-compiled textbooks\" which calls for putting the publication of textbooks for middle and high schools under control. \n\t\t\t\t\t\n\t\t\t\t\t The system pushed forward by the present regime is a product of the moves for distorting the history as it seeks the revival of \"yusin\" dictatorship, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The above-said system should be withdrawn without fail, it demanded."
        },
        {
            "title": "Koreans in China Celebrate WPK's Birthday",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-21ee.html",
            "content": "Koreans in China Celebrate WPK's Birthday\r\n Pyongyang, October 17 (KCNA) -- A meeting of the Zhongnan Regional Association of the General Association of Koreans in China was held at the DPRK embassy in Beijing on Oct. 5 to celebrate the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t Paek Kyong Hyon, chairman of the association, and its officials and members attended it. \n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket before the portraits of smiling President Kim Il Sung and leader Kim Jong Il at the embassy and made bows to them.\n\t\t\t\t\t\n\t\t\t\t\t They saw displayed photos dealing with the feats of Kim Il Sung and Kim Jong Il and those documenting the revolutionary activities of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched a Korean film dealing with the feats of Kim Il Sung."
        },
        {
            "title": "Koreans in Russia Mark WPK's Birthday",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-28ee.html",
            "content": "Koreans in Russia Mark WPK's Birthday\r\n Pyongyang, October 17 (KCNA) -- The United Confederation of Koreans in Russia held a meeting on Oct. 2 on the occasion of the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t An Hyang Jin, vice-chairman of the confederation, in a speech said that the WPK has developed into the party of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The world-startling miracles are taking place in the homeland thanks to the outstanding leadership of Marshal Kim Jong Un, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Other speakers said the independent policy of the WPK is just indeed.\n\t\t\t\t\t\n\t\t\t\t\t They called upon compatriots to make tangible contributions to bringing earlier the reunification of the country, the cherished desire of the nation.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "WPK's Birthday Celebrated by Koreans in Uzbekistan",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-25ee.html",
            "content": ""
        },
        {
            "title": "Kim Jong Un's Work Published in Myanmar",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-01ee.html",
            "content": "Kim Jong Un's Work Published in Myanmar\r\n Pyongyang, October 17 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" was published in booklet by a publishing house of Myanmar. \n\t\t\t\t\t The work, published on July 26, Juche 101 (2012), deals with the essence of leader Kim Jong Il's patriotism and noble life for the country and its people. It also clarifies important issues of embodying Kim Jong Il's patriotism. \n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony took place at the publishing house on October 5."
        },
        {
            "title": "Kim Jong Un's Work Introduced in Nigeria ",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-02ee.html",
            "content": "Kim Jong Un's Work Introduced in Nigeria \r\n Pyongyang, October 17 (KCNA) -- The full text of supreme leader Kim Jong Un's work \"The Cause of the Great Party of Comrades Kim Il Sung and Kim Jong Il Is Ever-Victorious\" was posted by the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism on its website on October 9. \n\t\t\t\t\t The work, published on October 4, Juche 104 (2015), clarifies the idea that the seven-decade long history of the WPK is the proud one of victory which demonstrated the validity and invincibility of the cause of the party of President Kim Il Sung and leader Kim Jong Il and that the sacred cause of this party is always sure to triumph."
        },
        {
            "title": "Myanmar Personage Supports Korean People's Struggle",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-03ee.html",
            "content": "Myanmar Personage Supports Korean People's Struggle\r\n Pyongyang, October 17 (KCNA) -- We are sure that the Workers' Party of Korea (WPK) and the people of the DPRK will surely build a thriving nation and achieve national reunification under the wise guidance of H.E. Kim Jong Un.\n\t\t\t\t\t The general director of a publishing house of Myanmar said this at the releasing ceremony of supreme leader Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" on October 5. \n\t\t\t\t\t\n\t\t\t\t\t He said Kim Jong Un is glorifying the WPK founded by President Kim Il Sung and developed by leader Kim Jong Il as the militant party with invincible might and the party for the popular masses serving them. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is wisely leading the WPK and the people of the DPRK to earnestly learn from Kim Jong Il's noble love for the country and its people and patriotic devotion and build a rich and powerful country, the general director said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The noble idea and exploits of Kim Jong Il are being successfully carried forward by Kim Jong Un."
        },
        {
            "title": "Kimjongilia Shows Held in Different Countries ",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-04ee.html",
            "content": "Kimjongilia Shows Held in Different Countries \r\n Pyongyang, October 17 (KCNA) -- Kimjongilia shows took place in Vladivostok of Russia, Ulan Bator of Mongolia and Jilin, Dalian and Shenyang of China from October 5 to 10 to mark the 70th founding anniversary of the Workers' Party of Korea. \n\t\t\t\t\t On display at the venues of the shows were photos documenting the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t A vice-chairman of the Legislative Assembly of the Maritime Territory Administration of Russia said Russia and the DPRK maintain the traditional relations of cooperation. He hoped that the Korean people would achieve big successes under the guidance of the WPK headed by Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t A member of the State Great Hural of Mongolia said the august name of Kim Jong Il who made a great contribution to the development of the WPK is shining in the hearts of the Mongolian people along with Kimjongilia in full bloom. \n\t\t\t\t\t\n\t\t\t\t\t The general manager of a company in Dalian, China said that he was pleased to hold Kimjongilia show in Dalian City to mark the 70th founding anniversary of the WPK, renewing his will to work harder to widely disseminate Kimjongilia in different parts of China. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a Kimilsungia-Kimjongilia show took place in Hunchun, China from October 5 to 7."
        },
        {
            "title": "WPK's Birthday Marked Abroad",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-05ee.html",
            "content": "WPK's Birthday Marked Abroad \r\n Pyongyang, October 17 (KCNA) -- Lectures were given in Mexico, Guinea and Angola on October 7 and 8 on the occasion of the 70th founding anniversary of the Workers' Party of Korea (WPK). \n\t\t\t\t\t The chairman of the Mexican Committee for the Study of Kimilsungism-Kimjongilism said in a lecture that the Juche idea fathered by President Kim Il Sung is the unique idea which made a scientific clarification of the position and role of man in the world. \n\t\t\t\t\t\n\t\t\t\t\t The Juche idea clarified that the popular masses are the master of the revolution and construction, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK guided by the Juche idea has taken deep roots in the hearts of the broad popular masses and served them. \n\t\t\t\t\t\n\t\t\t\t\t Under the wise guidance of the WPK the Korean people have achieved great successes in the building of a thriving socialist nation and won shining victories in the struggle to smash the imperialists' moves to stifle the DPRK and protect its sovereignty. \n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il pursued the Songun politics, turning the DPRK into a matchless military power and nuclear weapons state. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is dynamically advancing with the might of the single-minded unity of the leader, party and masses."
        },
        {
            "title": "WPK's Birthday Marked Abroad",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-06ee.html",
            "content": "WPK's Birthday Marked Abroad\r\n Pyongyang, October 17 (KCNA) -- A joint meeting of political parties and organizations of the Nordic region took place in Stockholm of Sweden on October 10 to mark the 70th anniversary of the founding of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Displayed there were photos documenting feats of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t On display there were their works, books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present there were representatives of political parties and organizations of Nordic countries including Sweden, Finland, Norway and Denmark, peoples from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to Sweden and his embassy members.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets and flowers before the paintings depicting the great leaders and paid tribute to them. \n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden－Korea Friendship Association, said that the WPK, the party of the President and Kim Jong Il, has traversed its path independently and creatively for the past  70 years.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Communist Party in Sweden extended invariable support and solidarity to the struggle of the WPK, the DPRK government and the Korean people in the struggle to achieve the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Juha Kieksy, international secretary of the Finnish Communists' League, Dag Norum, chairman of the Ostfold County Committee of the Communist Party of Norway, and Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, praised the Korean people for having achieved successes in defending socialism, building a thriving nation and carrying out the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t A declaration was adopted there.\n\t\t\t\t\t\n\t\t\t\t\t The declaration congratulated the WPK on its great successes, noting that the DPRK has defended the sovereignty under the leadership of the party and carried on the revolution and construction to suit the actual conditions of the country."
        },
        {
            "title": "WPK Praised by Spanish Political Party",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-07ee.html",
            "content": "WPK Praised by Spanish Political Party\r\n Pyongyang, October 17 (KCNA) -- The Communist Party of the People of Spain is sure that the 70th anniversary of the founding of the Workers' Party of Korea (WPK) will mark a historic occasion in putting further spurs to the strengthening of the WPK headed by Marshal Kim Jong Un and the development of Korean style socialism.\n\t\t\t\t\t The Central Committee of the Communist Party of the People of Spain said this in a statement on October 10, the 70th anniversary of the founding of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the DPRK, a socialist power, would be unthinkable apart from the WPK.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK set forth the correct lines and policies in every period of the developing revolution.\n\t\t\t\t\t\n\t\t\t\t\t The socialist construction is under way in the DPRK under the situation where the country remains divided due to the U.S. imperialists' moves for aggression.\n\t\t\t\t\t\n\t\t\t\t\t The Communist Party of the People of Spain fully supports the DPRK's anti-imperialist independent stand and its efforts to achieve the peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Though socialism was frustrated in different countries late in the last century but the WPK has firmly defended the gains of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the wise guidance of H.E. Kim Jong Il the WPK could firmly defend socialism.\n\t\t\t\t\t\n\t\t\t\t\t The Communist Party of the People of Spain hopes to see the relations with the WPK grow stronger in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t It will learn from the experience of the WPK and wage dynamic activities supporting the DPRK."
        },
        {
            "title": "WPK's Birthday Celebrated in Different Countries",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-08ee.html",
            "content": "WPK's Birthday Celebrated in Different Countries\r\n Pyongyang, October 17 (KCNA) -- Meetings took place in Bulgaria, Spain, Pakistan and Uganda from Oct. 6 to 8 in the celebration of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Displayed at the venues of the meetings were photos dealing with the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were their works, and books and photos introducing the prospering DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Bulgarian Communists' Party and other speakers said that Kim Il Sung laid a solid foundation for the building of a party in the days of the anti-Japanese struggle and, on this basis, achieved the historic cause of party-building right after the liberation of the country. They praised Kim Jong Il for authoring a lot of works giving perfect answers to all the problems arising in party-building and activities, thus making a great contribution to the socialist cause, the cause of independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Korean Friendship Association headquartered in Spain who doubles as chief of the Madrid Group for the Study of the Juche Idea noted that thanks to the guidance of the great leader and the great party the Korean people could win one victory after another in socialist construction and confrontation with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Lahore, Pakistan Organization for the Study of the Juche Idea referred to the proud history of the WPK in which it has won victories only under the guidance of the great leaders. He praised Kim Jong Un for having developed the WPK into the most powerful party.\n\t\t\t\t\t\n\t\t\t\t\t Messages to Kim Jong Un were adopted at the meetings held in Bulgaria and Pakistan."
        },
        {
            "title": "Ugandan, Syrian Personages Laud WPK",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-09ee.html",
            "content": "Ugandan, Syrian Personages Laud WPK\r\n Pyongyang, October 17 (KCNA) -- Ugandan and Syrian personages made public statements on Oct. 7 and 9 on the occasion of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The chairman of the Ugandan National Executive Committee of the Pan-African Movement said that the Movement is making positive efforts to study hard the idea of President Kim Il Sung and leader Kim Jong Il on party-building and their leadership exploits and apply them into practice.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the WPK would achieve greater success in leading the Korean people's struggle for building a reunified, peaceful country.\n\t\t\t\t\t\n\t\t\t\t\t Saber Ballul, department head of the Political Faculty of University of Damascus of Syria, said that the WPK is an ever-victorious steel-strong party guided by the Juche idea, Songun idea founded by Kim Il Sung and developed in depth by Kim Jong Il, a party enforcing policies for the people, an experienced and tested party forming a harmonious whole with them and a promising party in which succession to leadership is firmly guaranteed.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, first secretary of the WPK, is leading the WPK to victory only, he noted, stressing that only victory and glory are always in store for the WPK and the Korean people under his outstanding guidance."
        },
        {
            "title": "Prensa Latina Praises WPK",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-10ee.html",
            "content": "Prensa Latina Praises WPK\r\n Pyongyang, October 17 (KCNA) -- Prensa Latina of Cuba released a report titled \"Celebration of 70th founding anniversary of the Workers' Party of Korea (WPK)\" on Oct. 10.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t All service personnel and people of the DPRK significantly greet the 70th birthday of the WPK on Oct. 10.\n\t\t\t\t\t\n\t\t\t\t\t On this significant day political and cultural events are taking place in every part of the country.\n\t\t\t\t\t\n\t\t\t\t\t Tension persists on the Korean Peninsula due to ceaseless provocations of the U.S. and the south Korean authorities, but the WPK fully ensures political stability.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has consistently maintained its stand not to abandon its war deterrence for protecting the single-minded unity of the people around the party and the sovereignty of the country under the uplifted banner of the Juche idea, Songun idea."
        },
        {
            "title": "WPK Founding Anniversary Observed by Russian Media",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-11ee.html",
            "content": "WPK Founding Anniversary Observed by Russian Media\r\n Pyongyang, October 17 (KCNA) -- Russian publications dedicated special write-ups to the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The paper Novaya Gazetta on Oct. 1 carried an article titled \"For realization of people's dream\" illustrated with a photo of President Kim Il Sung standing together with leader Kim Jong Il and a photo of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It said that it is the strong resolution of the WPK to provide the people with all happiness, the best people in the world who have overcome all difficulties and remained loyal to the party, so that they may not tighten their belts again.\n\t\t\t\t\t\n\t\t\t\t\t The paper Vladivostok on September 30 devoted one whole page to an article titled \"70th anniversary of founding of WPK\" accompanied by a photo of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It said that the DPRK, an independent power, which even the U.S. styling itself \"the world's only superpower\" dares not provoke, is demonstrating its might as a strong fortress defending peace and security in Northeast Asia and the rest of the world. This eye-opening reality would be unthinkable apart from the leadership of Kim Jong Un, it noted.\n\t\t\t\t\t\n\t\t\t\t\t An internet news service in an article illustrated with a photo of Kim Jong Un praised the DPRK for winning shining victory only under his guidance.\n\t\t\t\t\t\n\t\t\t\t\t An article titled \"Ever-victorious WPK\" illustrated with a photo of Kim Il Sung standing together with Kim Jong Il and a photo of the WPK's emblem was posted on the Irkutsk internet homepage on Oct. 5.\n\t\t\t\t\t\n\t\t\t\t\t It introduced that the WPK, organizer and guide of all victories of the Korean people, is guided by Kimilsungism-Kimjongilism whose quintessence is the Juche idea, Songun idea."
        },
        {
            "title": "Kim Jong Un's Speech Supported by Personage of Regional Body",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-12ee.html",
            "content": "Kim Jong Un's Speech Supported by Personage of Regional Body\r\n Pyongyang, October 17 (KCNA) -- E. A. Vidyasekera, coordinating secretary of the Afro-Asian People's Solidarity Organization, made public a statement on Oct. 11 in support of the historic speech made by supreme leader Kim Jong Un at the military parade and public procession of Pyongyang citizens celebrating the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t In his speech Kim Jong Un noted that the history of the WPK is just the path traveled by the Korean people, its might is their might, its greatness is their greatness, and its victory is the victory achieved by them.\n\t\t\t\t\t\n\t\t\t\t\t The lifeline of a revolutionary party, its strength and its bright future are dependent on attaching importance to the people, to the army and to young people ? this is just the invaluable summing up of the 70-year history of the WPK, he stressed, adding:\n\t\t\t\t\t\n\t\t\t\t\t The WPK will make proactive and persevering efforts to bring earlier the bright day of national reunification, the greatest wish of the Korean nation, resolutely frustrating all sorts of obstructive schemes by foreign forces by dint of single-hearted unity and Songun.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's speech was made by gem-like propositions unheard-of.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed belief that the Korean people would surely achieve the final victory of the revolutionary cause of Juche."
        },
        {
            "title": "Anniversary of Down-with-Imperialism Union Observed by Papers",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-14ee.html",
            "content": "Anniversary of \"Down-with-Imperialism Union\" Observed by Papers\r\n Pyongyang, October 17 (KCNA) -- Leading newspapers today editorially mark the 89th anniversary of the formation of the '\"Down-with-Imperialism Union\" (DIU) by President Kim Il Sung.\n\t\t\t\t\t The formation of the DIU made it possible for the revolutionary struggle of the Korean people enter a new road of its development, and it provided the glorious roots of the Workers' Party of Korea, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Reflected in the revolutionary character and appearance of the WPK is the proud image of the DIU, and its tradition and exploits have served as a precious treasure of the party.\n\t\t\t\t\t\n\t\t\t\t\t The protracted history of the Korean revolution that originated from the DIU is a history of victory in which the red flag that had been held aloft at its outset has vigorously fluttered and is an immortal history in which noble traditions have been provided to shine forever. \n\t\t\t\t\t\n\t\t\t\t\t It is only the WPK that has given a steady continuity to the whole course of the revolutionary cause from its start to its progress and succession in the world history of revolutionary movement, and has won victories only despite all tempests of history.\n\t\t\t\t\t\n\t\t\t\t\t The faith in independence enshrined deep in the hearts of the army and people of the DPRK originated from the DIU and the might of Songun also stemmed from it and the invincibility of Korean-style socialism has the ideal of the DIU in its foundation.\n\t\t\t\t\t\n\t\t\t\t\t The red flag held high by the DIU is the banner of the uninterrupted revolution, and the successful inheritance of the tradition and cause of the DIU provides a sure guarantee for the eternal victory of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says it is an invariable faith and will of the army and people of the DPRK to further glorify the proud history of the Korean revolution that started by the Union and dynamically advance along the road of independence, Songun and socialism under the uplifted banner of the DIU."
        },
        {
            "title": "Parte de Pyongyang delegacion de RPDC hacia varios paises",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-32ee.html",
            "content": "Parte de Pyongyang delegacion de RPDC hacia varios paises\r\nPyongyang, 17 de octubre (ACNC) -- Partio el dia 17 de esta capital la delegacion economica gubernamental de la Republica Popular Democratica de Corea encabezada por el ministro de Relaciones Economicas con el Extranjero, Ri Ryong Nam, para realizar una visita a Vietnam, Laos e Indonesia."
        },
        {
            "title": "Tendra lugar en Pyongyang competencia deportiva interprovincial -15",
            "url": "http://kcna.co.jp/item/2015/201510/news17/20151017-33ee.html",
            "content": "Tendra lugar en Pyongyang competencia deportiva interprovincial -15\r\nPyongyang, 17 de octubre (ACNC) -- Se realizara en esta capital la competencia masiva interprovincial nacional-15.\n\t\t\t\t\t　A partir del dia 22 tendran lugar en varios centros deportivos y estadios capitalinos inclusive el Palacio de Deportes de Pyongyang y la villa deportiva de la Avenida Chongchun, los juegos de deportes y recreos como futbol y baloncesto masculinos, voleibol femenino, ping pong y tenis.\n\t\t\t\t\t\n\t\t\t\t\t　En esta cita deportiva participaran los trabajadores, los jovenes y ninos escolares y los jugadores y entrenadores de los conjuntos deportivos, seleccionados en esta capital y en las provincias (las ciudades directamente subordinadas al centro)."
        }
    ]
}