{
    "date": "2015-01-04",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-04ee.html",
    "articles": [
        {
            "title": "DPRK FM Spokesman Slams U.S. for \"New Sanctions\"",
            "url": "http://kcna.co.jp/item/2015/201501/news04/20150104-11ee.html",
            "content": "DPRK FM Spokesman Slams U.S. for \"New Sanctions\"\r\nPyongyang, January 4 (KCNA) -- The spokesman for the Foreign Ministry of the DPRK Sunday gave the following answer to a question put by KCNA blasting the U.S. for announcing \"new sanctions\" against the DPRK over the cyber attack on the Sony Pictures Entertainment:\n\t\t\t\t\t The U.S. on Friday issued the presidential executive order to impose \"new sanctions\" upon the DPRK under the pretext of the cyber attack on the Sony Pictures Entertainment. \n\t\t\t\t\t\n\t\t\t\t\t The Sony Pictures Entertainment produced a disgusting movie openly agitating terrorism against a sovereign state only to invite bitter censure and criticism of public at home and abroad. But the U.S. is kicking off a noisy anti-DPRK campaign, deliberately linking the \"cyber terror\" with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Many countries formally clarified their negative stand on the U.S. absurd assertions and major media and prestigious experts of the U.S. and the West are becoming vocal claiming that the recent hacking attack was not made by north Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. anti-DPRK hostile act that kicked off from the outset of the year is aimed to save its face and tarnish the image of the DPRK in the international arena at any cost, upset by the increased international skepticism about its \"results of the  investigation\" which termed the recent cyber attack the one made by the DPRK. The U.S. is persistently turning down the DPRK's just proposal for joint investigation to probe the truth about the cyber attack on the Sony Pictures Entertainment. This behavior itself brings to light its ulterior motive prompted by its guilty conscience.\n\t\t\t\t\t\n\t\t\t\t\t The persistent and unilateral action taken by the White House to slap \"sanctions\" against the DPRK patently proves that it is still not away from inveterate repugnancy and hostility toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for the U.S. to know that its sanctions did not weaken the DPRK but proved counter-productive as shown by the DPRK's measures to further sharpen the treasured sword of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The policy persistently pursued by the U.S. to stifle the DPRK, groundlessly stirring up bad blood towards it would only harden its will and resolution to defend the sovereignty of the country, the dignity of the nation and the sovereignty by dint of the Songun politics."
        },
        {
            "title": "Greetings to President of Myanmar",
            "url": "http://kcna.co.jp/item/2015/201501/news04/20150104-06ee.html",
            "content": "Greetings to President of Myanmar\r\nPyongyang, January 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Sunday sent a message of greeting to Thein Sein, president of the Republic of the Union of Myanmar, on the occasion of the 67th anniversary of its independence.\n\t\t\t\t\t The message sincerely wished the president of Myanmar successes in his work for peace, stability and economic development of the country, and the people of Myanmar bigger progress and prosperity."
        },
        {
            "title": "Greetings to FM of Myanmar",
            "url": "http://kcna.co.jp/item/2015/201501/news04/20150104-07ee.html",
            "content": "Greetings to FM of Myanmar\r\nPyongyang, January 4 (KCNA) -- DPRK Foreign Minister Ri Su Yong Sunday sent a message of greeting to Wunna Maung Lwin, foreign minister of Myanmar, on the occasion of the 67th anniversary of its independence.\n\t\t\t\t\t The message wished the foreign minister of Myanmar bigger successes in his work, expressing belief that the friendly and cooperative relations between the two countries will invariably develop in the future, too."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Hwanghae Iron and Steel Complex",
            "url": "http://kcna.co.jp/item/2015/201501/news04/20150104-08ee.html",
            "content": "DPRK Premier Makes Field Survey of Hwanghae Iron and Steel Complex\r\nPyongyang, January 4 (KCNA) -- DPRK Premier Pak Pong Ju made a field survey of the Hwanghae Iron and Steel Complex.\n\t\t\t\t\t He went round different places of the complex to learn in detail about its production and reconstruction and encouraged the workers in their new year labor drive.\n\t\t\t\t\t\n\t\t\t\t\t There took place a consultative meeting of those concerned on the spot.\n\t\t\t\t\t\n\t\t\t\t\t It was stressed at the meeting that the orientation for developing the metal industry relying on indigenous technology and locally available resources is the lifeline of the Juche-based industry.\n\t\t\t\t\t\n\t\t\t\t\t It took measures to satisfactorily ensure a timely supply of raw and other materials and equipment in line with the important duty of complex in building an economic giant.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the premier went round the Kim Jong Suk Pyongyang Textile Mill and the Pyongyang Hosiery Factory.\n\t\t\t\t\t\n\t\t\t\t\t The premier underlined the need for the factories to set proper management and business strategies, launch a dynamic drive for improving the quality of products  and increasing their  competitive power and update production processes by relying on indigenous science and technology and thus further glorify the leadership feats of the Workers' Party of Korea."
        },
        {
            "title": "Japan's Bid to Revive Militarism Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201501/news04/20150104-05ee.html",
            "content": "Japan's Bid to Revive Militarism Denounced in S. Korea\r\nPyongyang, January 4 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held a meeting in Seoul on December 29 last year in protest against Japan's moves to revive militarism. \n\t\t\t\t\t Speakers at the meeting criticized the vice-ministerial talks between south Korea and Japan held in Seoul that day. \n\t\t\t\t\t\n\t\t\t\t\t Japan is going to discuss something while denying its past history of aggression, turning blind eyes to the sexual slavery for the Imperial Japanese Army, and this is a mockery of the Korean people, the speakers said.\n\t\t\t\t\t\n\t\t\t\t\t They chided Japan for pushing ahead with its exercise of the \"right to collective self-defense\" in violation of the Pacifist Constitution and UN Charter. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the present \"government\" perpetrated such reckless act as signing a contract on sharing information among the U.S., Japan and south Korea in utter disregard of Japan's moves to revive militarism, they charged."
        },
        {
            "title": "Food-and Mouth Diseases Spread in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201501/news04/20150104-09ee.html",
            "content": "Food-and Mouth Diseases Spread in S. Korea\r\nPyongyang, January 4 (KCNA) -- Food-and-mouth diseases occurred in Jinchon, North Chungchong Province on Dec. 3 last year, rapidly spreading to its 15 surrounding areas in the province.\n\t\t\t\t\t Food-and-mouth diseases broke out in Chonan, South Chungchong Province.\n\t\t\t\t\t\n\t\t\t\t\t Pigs infected with foot-and-mouth diseases were recently found in Richon, Kyonggi Province and Yongchon, North Kyongsang Province."
        },
        {
            "title": "Fire Occurs on Fishing Boat in South Korea",
            "url": "http://kcna.co.jp/item/2015/201501/news04/20150104-10ee.html",
            "content": "Fire Occurs on Fishing Boat in South Korea\r\nPyongyang, January 4 (KCNA) -- A fire broke out on a fishing boat in the waters off Tok Islet on Dec. 30 last year, according to south Korean CBS.\n\t\t\t\t\t The fire left one fisherman dead and four others missing."
        },
        {
            "title": "Kim Jong Il Highly Praised by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2015/201501/news04/20150104-01ee.html",
            "content": "Kim Jong Il Highly Praised by Nigerian Organization\r\nPyongyang, January 4 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted an article titled \"Kim Jong Il, immortal Songun exploits\" on its website on December 18 last year on the occasion of the 23rd anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army (KPA).\n\t\t\t\t\t The Songun revolutionary leadership of HE Kim Jong Il ushered in a new era of prosperity in the 5 000-year long history of the Korean nation, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He put primary efforts to perfectly rounding off the politico-ideological preparations of the army since he started the Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t It is his firm viewpoint that the factor of war victory lies in soldiers, not in weapons and equipment or the level of military technology.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that ideological education was strengthened among the soldiers.\n\t\t\t\t\t\n\t\t\t\t\t He, at the same time, directed deep attention to bolstering up the military might of the People's Army.\n\t\t\t\t\t\n\t\t\t\t\t He channeled great efforts into developing the self-supporting defense industry fully capable of manufacturing modern weapons and equipment.\n\t\t\t\t\t\n\t\t\t\t\t He turned the DPRK into a political and ideological power which has achieved single-minded unity by providing the Songun leadership. He devoted his all to improving the people's standard of living, regarding believing in people as in Heaven as his motto.\n\t\t\t\t\t\n\t\t\t\t\t History knows no such leader as Kim Jong Il who passed away while making journeys for field guidance for the happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t He opened a turning phase for building a thriving nation in the DPRK with the Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t His Songun leadership is being steadfastly carried forward by Supreme Commander Kim Jong Un."
        },
        {
            "title": "Kim Jong Il's Exploits for Korea's Reunification Praised by Foreign Personages",
            "url": "http://kcna.co.jp/item/2015/201501/news04/20150104-02ee.html",
            "content": "Kim Jong Il's Exploits for Korea's Reunification Praised by Foreign Personages\r\nPyongyang, January 4 (KCNA) -- Events were held in different countries between December 16 and 18 last year.\n\t\t\t\t\t They included a joint seminar on the immortal guidance exploits by leader Kim Jong Il in accomplishing the cause of national reunification, lecture and film show by the Nigerian Group for the Study of Kimilsungism-Kimjongilism, the Nigerian Group for the Study of the Juche Philosophy, the Nigerian Group for Self-Reliance Studies and the Benin National Committee for the Study of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian Group for the Study of Kimilsungism-Kimjongilism referred to the fact that Kim Jong Il formulated the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo set forth by President Kim Il Sung as the three charters for Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian Group for the Study of the Juche Philosophy said that Kim Jong Il formulated and systematized the President's exploits for national reunification in terms of  ideology and theory and, on this basis, wisely led the Korean people in their struggle for realizing the three charters for Korea's reunification with his persevering practices, adding that he performed the exploits to shine long  in the history of the national reunification movement by ushering in the historic June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t The acting chairman of the Nigerian Group for Self-Reliance Studies noted that Kim Jong Il's formulation of the three charters for Korea's reunification serves as immortal exploits to be specially recorded in the history of the Korean nation's reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Benin National Committee for the Study of the Juche Idea referred to the fact that Kim Jong Il formulated the three charters for Korea's reunification and wisely led the Korean people in their struggle for national reunification through his energetic activities.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean film \"Monument to the Three Charters for National Reunification\"."
        },
        {
            "title": "Nepali Political Parties Denounce S. Korean Regime's Politically-motivated Terrorism against UPP",
            "url": "http://kcna.co.jp/item/2015/201501/news04/20150104-03ee.html",
            "content": "Nepali Political Parties Denounce S. Korean Regime's Politically-motivated Terrorism against UPP\r\nPyongyang, January 4 (KCNA) -- The Nepal Communist Party (United Marxist-Leninist), the Nepal Communist Party (Marxist-Leninist), the Nepal Communist Party (United) and the Nepal Worker-Peasant Party released a joint statement on Dec. 27 last year censuring the south Korean authorities' politically-motivated terrorism against the Unified Progressive Party (UPP).\n\t\t\t\t\t The statement noted:\n\t\t\t\t\t\n\t\t\t\t\t The forcible disbandment of the progressive party calling for democracy, freedom and independent reunification is no more than an illegal and undemocratic act against the people's freedom of choice.\n\t\t\t\t\t\n\t\t\t\t\t We hope Korea's independent and peaceful reunification would be realized on the basis of the great national unity and lasting peace and stability would settle on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We reject the conservative forces' infringing upon the acts of violating democracy, freedom and human rights.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should stop their acts against progressive political parties and organizations and make efforts for peace, democracy and independent and peaceful reunification on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We strongly urge the south Korean authorities to respect democratic norms of humankind."
        },
        {
            "title": "Forcible Disbandment of S. Korean Progressive Party Denounced by Guinean, Bulgarian Personages",
            "url": "http://kcna.co.jp/item/2015/201501/news04/20150104-04ee.html",
            "content": "Forcible Disbandment of S. Korean Progressive Party Denounced by Guinean, Bulgarian Personages\r\nPyongyang, January 4 (KCNA) -- Personages of Guinea and Bulgaria released statements on Dec. 26 last year in protest against the south Korean puppet group's fascist action of forcibly disbanding a progressive party.\n\t\t\t\t\t Lansana Komara, permanent secretary of the Guinean People's Assembly, denounced the puppet group for disbanding the party by deliberately linking its programme to the DPRK and branding it as \"an unconstitutional political party following the north.\"\n\t\t\t\t\t\n\t\t\t\t\t The forcible disbandment of the party which has conducted legitimate activities for social independence, democracy and reunification through alliance with the north is an abuse of human rights and democracy wantonly violating international law on freedom of association and expression, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He urged the south Korean authorities to stop at once enforcing their anachronistic confrontation policy toward the DPRK and trampling down democracy.\n\t\t\t\t\t\n\t\t\t\t\t Lyudmil Kostadinov, chief of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism, said the south Korean reactionary ruling forces are oblivious of the truth that the reactionary regimes in the world have been thrown into the dumping ground of history while seeking to check the progressive development of people.\n\t\t\t\t\t\n\t\t\t\t\t The chief demanded the south Korean authorities repeal all evil laws banning the activities of workers to bring about free spread of progressive ideas and defend their political and economic interests and of patriotic organizations objecting to the U.S. subjugation and calling for the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t No act can ever arrest the struggle of the south Korean people to realize social justice and the reunification of the country, the chief added."
        }
    ]
}