{
    "date": "2015-02-20",
    "url": "http://kcna.co.jp/item/2015/201502/2015-02-20ee.html",
    "articles": [
        {
            "title": "Angolan Party Leader Meets DPRK Ambassador",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-08ee.html",
            "content": "Angolan Party Leader Meets DPRK Ambassador\r\n Pyongyang, February 20 (KCNA) -- Juliao Mateus Paulo, general secretary of the Popular Liberation Movement of Angola, met DPRK Ambassador to Angola Kim Hyon Il on February 13. \n\t\t\t\t\t The general secretary said that Kim Jong Il is the prominent great man who turned the DPRK into a political and military power while shattering all the obstructive moves of the imperialist forces through his outstanding Songun leadership, and the popular leader who dedicated himself to the people's happiness. \n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un is successfully carrying forward the revolutionary cause of Kim Jong Il and wisely leading the Workers' Party of Korea (WPK) and the army and the people of the DPRK in their struggle to defend the sovereignty of the country, improve the people's living standard and reunify Korea, the DPRK is working world-startling miracles one after another, he said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t No one can break the spirit of the Korean people vigorously advancing, closely united around Kim Jong Un as one. \n\t\t\t\t\t\n\t\t\t\t\t The Popular Liberation Movement of Angola expresses invariable support and solidarity for the stand on independence against imperialism of the WPK dynamically advancing to defend the sovereignty of the country, ensure peace and achieve global independence despite all the vicious provocation moves of the imperialists. \n\t\t\t\t\t\n\t\t\t\t\t We fully support the WPK and the Korean people in their efforts to achieve the peaceful reunification of the country in the idea of By the Korean Nation Itself. \n\t\t\t\t\t\n\t\t\t\t\t We will continue to develop the good relations of friendship and cooperation with the WPK forged in the struggle for the common cause."
        },
        {
            "title": "Phucho, Vegetable with Long History in Korea",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-12ee.html",
            "content": "Phucho, Vegetable with Long History in Korea\r\n Pyongyang, February 20 (KCNA) -- Phucho is one of vegetables that the Koreans have cultivated from long ago.\n\t\t\t\t\t According to an old book \"Hyangyakgugupbang\" published in the first half of the 13th century, this vegetable had been used for food and medicinal purposes in Korea.\n\t\t\t\t\t\n\t\t\t\t\t \"History of Koryo (918-1392) Dynasty\", a book brought out in the 15th century, says that kimchi, made with phucho, became one of the dishes for national memorial service. \n\t\t\t\t\t\n\t\t\t\t\t With peculiar taste and aroma, phucho contains protein, fat, vitamins and antimicrobials.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have used it as a substitute for diuretic, diarrhea and hemostatic remedies. It is also efficacious for dyspepsia, bronchitis and neurasthenia."
        },
        {
            "title": " Rodong Sinmun Blasts US, S. Korea for Escalating Confrontation with DPRK",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-02ee.html",
            "content": "Rodong Sinmun Blasts US, S. Korea for Escalating Confrontation with DPRK\r\n Pyongyang, February 20 (KCNA) -- Report, U.S. ambassador in south Korea, referring recently to the DPRK's line of simultaneously developing the two fronts, made ridiculous remarks that it is impossible to do two things simultaneously and the DPRK had better choose between the abandonment of the line and \"sanctions.\" \n\t\t\t\t\t At a meeting held later he jabbered that the north can never seek prosperity and security while keeping nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Friday observes in a commentary in this regard: What Report uttered betrays the brigandish design of the U.S. to have the DPRK's nuclear deterrence for self-defense dismantled and realize its black-hearted scenario to stifle the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\t What matters is the fact that the south Korean authorities are echoing his reckless remarks though he is inexperienced in diplomacy in a bid to escalate the confrontation with the north.\n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking, the DPRK's  line of simultaneously pushing forward economic construction and the building of nuclear force is the most just one as it makes it possible for it to remarkably increase its deterrence for self-defense and put more spurs to the economic construction so as to successfully accomplish the cause of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities are kicking up the frantic racket for escalating the confrontation with the DPRK, malignantly hurting its dignity, social system and the line at a time when it is making positive efforts for dialogue and cooperation. This reinforces the DPRK's conviction that they never want the detente and peace on the Korean peninsula and the improved inter-Korean ties, but are recklessly driving the situation into a catastrophic phase at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that the U.S. administration is leaving no stone unturned to completely spoil the atmosphere of dialogue and unleash a war against the DPRK by pushing the inter-Korean ties to a catastrophic phase in collusion with the south Korean puppet authorities.\n\t\t\t\t\t\n\t\t\t\t\t  An engine will dash ahead like the wind toward the final victory of the above-said line no matter how noisily dogs may bark."
        },
        {
            "title": "Rodong Sinmun Assails Park Geun Hye's Remarks on \"Human Rights\" Issue of DPRK",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-10ee.html",
            "content": "Rodong Sinmun Assails Park Geun Hye's Remarks on \"Human Rights\" Issue of DPRK\r\n Pyongyang, February 20 (KCNA) -- The  south Korean chief executive, addressing the recent 48th central joint defence meeting,  again pulled up the north over its non-existent \"human rights\" issue, talking about \"international concern\" over it and the like.\n\t\t\t\t\t Rodong Sinmun Friday says in an article this is the revelation of the criminal plot of the south Korean puppet authorities to seek international cooperation in pressurizing the DPRK by misleading the public opinion through a persistent \"human rights\" racket.\n\t\t\t\t\t\n\t\t\t\t\t The paper goes on: \n\t\t\t\t\t\n\t\t\t\t\t This goes to prove that their preoccupation is to do harm to the compatriots in the north in collusion with outsiders.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities try hard to justify the validity of their anti-DPRK \"human rights\" racket, vociferating about \"universally accepted value\" but this only brings to light their traitorous nature and weakness.\n\t\t\t\t\t\n\t\t\t\t\t Colonial stooges who cannot exercise any elementary sovereignty before foreign forces have neither qualifications nor face to talk about human rights.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is the world's worst tundra of human rights where the popular masses have their elementary human rights ruthlessly violated.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities frequently embellish their social system as \"liberal democracy\" even though the dignity and rights of people are trampled down.\n\t\t\t\t\t\n\t\t\t\t\t They cry out for \"changes,\" pulling up the DPRK over its \"human rights\" issue. This is nothing but rhetoric to draw curtain over their worst human rights situation and expand their corrupt colonial dictatorship to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the pro-U.S. lackeys and confrontation maniacs to shelve their crimes and desperately kick up the \"human rights\" racket against the DPRK after reducing south Korea to a graveyard of democracy and human rights. This is no more than the last-ditch effort of a drowning man."
        },
        {
            "title": "S. Korean Business Side Slammed for Turning Deaf Ear to Demand for Reinstatement of Dismissed",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-11ee.html",
            "content": "S. Korean Business Side Slammed for Turning Deaf Ear to Demand for Reinstatement of Dismissed\r\n Pyongyang, February 20 (KCNA) -- The March 14 Joint Action of All People for Reinstatement of Dismissed Workers of Ssangyong Motors in south Korea which consists of the political, religious and labor circles held a press conference in Seoul on Feb. 10 at which it accused the business side of turning a deaf ear to the reinstatement of the dismissed workers, according to Voice of People, an internet paper of south Korea.\n\t\t\t\t\t At the press conference speakers said that the Ssangyong Motors opted for negotiations with the trade union some days ago, pressed by the demand of people of all social standings for reinstating the dismissed workers.\n\t\t\t\t\t\n\t\t\t\t\t But the business side threw a wet blanket over the people's expectation, repeating \"sale before reinstatement\", they charged.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would stage a more dynamic all-people action till their demands are met."
        },
        {
            "title": "Kim Jong Il's Work Published in Mongolia",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-01ee.html",
            "content": "Kim Jong Il's Work Published in Mongolia\r\n Pyongyang, February 20 (KCNA) -- Leader Kim Jong Il's work \"Respecting the Forerunners of the Revolution Is a Noble Moral Obligation of Revolutionaries\" was published in booklet in Mongolia. \n\t\t\t\t\t The work, published on Dec. 25, Juche 84 (1995), deals with the idea that respecting the forerunners of the revolution is a requirement of the revolution and indicates the principled matters arising in establishing the moral trait of respecting the forerunners of the revolution and in developing the noble moral obligation among people.\n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony took place at Mongolian University for Study of International Affairs on February 12."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Brazilian Political Party Leader",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-03ee.html",
            "content": "Kim Jong Il's Exploits Praised by Brazilian Political Party Leader\r\n Pyongyang, February 20 (KCNA) -- Acilino Riveiro, national coordinator of the Genuine Democratic Movement of Brazil, made public a statement on February 12 on the occasion of the birth anniversary of leader Kim Jong Il. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il left as heritage the great exploits guaranteeing the eternal foundation of socialist Korea and its rosy future. \n\t\t\t\t\t\n\t\t\t\t\t With outstanding wisdom as his inborn disposition, he formulated the revolutionary idea of President Kim Il Sung, father of socialist Korea, as the integral system of ideology, theory and method of Juche through his energetic ideological and theoretical activities. \n\t\t\t\t\t\n\t\t\t\t\t He established the Songun idea by developing the idea and line of attaching importance to the army and the military affairs set forth by the President as required by the times and put forward it as treasured sword of sure victory for implementing the cause of independence. \n\t\t\t\t\t\n\t\t\t\t\t He strengthened the Workers' Party of Korea into the ever-victorious guiding force. He turned the DPRK into the unbreakable bulwark of socialism and the Korean People's Army into the matchless army by pursuing the Songun politics. \n\t\t\t\t\t\n\t\t\t\t\t He made the whole society a large family of single-minded unity through his benevolent politics of love and trust. \n\t\t\t\t\t\n\t\t\t\t\t He brought about an epochal phase for building a thriving socialist nation. \n\t\t\t\t\t\n\t\t\t\t\t The undying exploits he performed all his life will shine long as the noblest heritage guaranteeing the victory of socialism in Korea and the accomplishment of the human cause of independence."
        },
        {
            "title": "Day of Shining Star Marked in Foreign Countries",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-04ee.html",
            "content": "Day of Shining Star Marked in Foreign Countries\r\n Pyongyang, February 20 (KCNA) -- Lectures were given by the New Yugoslav Communist Party of Serbia, the United Left Movement of Dominica and the Finnish National Committee for the Study of the Juche Idea from February 8 to 12 on the occasion of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star). \n\t\t\t\t\t On display at the venues of the lectures were photos showing the exploits of Kim Jong Il and Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were works of the peerlessly great men of Mt. Paektu and books and photos introducing Songun Korea. \n\t\t\t\t\t\n\t\t\t\t\t Batric Mijovic, general secretary of the New Yugoslav Communist Party of Serbia who is chairman of the Serbian Preparatory Committee for Celebrating the Day of the Shining Star, said:\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Jong Il was a great statesman, outstanding thinker and theoretician, peerlessly brilliant commander of Songun and tender-hearted father of the people who made great contributions to the noble cause for achieving the independence of the popular masses. \n\t\t\t\t\t\n\t\t\t\t\t He was also a prominent leader of the world socialist movement, close friend and teacher of progressives and comrade-in-arms of the members of the New Yugoslav Communist Party of Serbia. \n\t\t\t\t\t\n\t\t\t\t\t It is the brilliant fruition of his wise guidance that the Workers' Party of Korea is advancing along the road of victory despite all turns and twists. \n\t\t\t\t\t\n\t\t\t\t\t Jose Miguel Mejia, secretary general of the United Left Movement of Dominica, said that Kim Jong Un, who is embodying and carrying forward the idea and cause of the great preceding leaders, leads to victory the Korean people, pioneers of the anti-imperialist struggle, with his brilliant wisdom, steadfast faith and wise guidance. \n\t\t\t\t\t\n\t\t\t\t\t Juha Kieksy, chairman of the Finnish National Committee for the Study of the Juche Idea, said Kim Jong Il authored many works including \"Socialism Is a Science\" late in the last century, dealing heavy blows at the imperialists and renegades of socialism and instilling faith in victory into the progressive people and firmly protecting the sovereignty and dignity of the DPRK under the banner of Songun. \n\t\t\t\t\t\n\t\t\t\t\t He evinced the will to further intensify the study and dissemination of the Juche idea, Songun idea and the movement for solidarity with the just cause of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the lecture given in Finland."
        },
        {
            "title": " Day of Shining Star Celebrated in Nigeria",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-05ee.html",
            "content": "Day of Shining Star Celebrated in Nigeria\r\n Pyongyang, February 20 (KCNA) -- Events took place in Nigeria between February 9 and 12 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Displayed at the venues of events were photos showing his revolutionary career and exploits.\n\t\t\t\t\t\n\t\t\t\t\t On display there were works of Kim Jong Il and Marshal Kim Jong Un and book and photos introducing the struggle of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Participants of the film shows watched Korean films \"Arms of Korea\" and \"The Tower of the Juche Idea\"."
        },
        {
            "title": "Day of Shining Star Marked Abroad",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-06ee.html",
            "content": "Day of Shining Star Marked Abroad\r\n Pyongyang, February 20 (KCNA) -- Meetings took place in Mexico, Sweden and Iceland between February 5 and 12 to celebrate the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Displayed at the venues of meetings were photos showing exploits of President Kim Il Sung and Kim Jong Il and Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Also on display there were works of the peerlessly great men of Mt. Paektu and books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Jesus Antonio Carlos Hernandez, general secretary of the People's Socialist Party of Mexico, lauded Kim Jong Il as a great statesman, an outstanding thinker and theoretician and a tender-hearted father of the people who formulated the Juche idea as Kimilsungism and firmly defended the dignity and sovereignty with his original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, said that Kim Jong Il wisely led the whole army and all people, pursuing the original Songun politics for the sovereignty of the country, the happiness of people and peace and stability on Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Jon Arni Halldorsson, general secretary of the Iceland-DPRK Friendship and Cultural Society, reiterated the will to extend full support and solidarity to the struggle of the Korean people in the future, too, saying that the idea and cause of Kim Jong Il are being successfully carried forward by Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the meeting held in Sweden."
        },
        {
            "title": " Kim Jong Il's Birth Anniversary Marked in UK",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-07ee.html",
            "content": "Kim Jong Il's Birth Anniversary Marked in UK\r\n Pyongyang, February 20 (KCNA) -- The Korean Friendship Association UK made public a statement on Feb. 10 to celebrate the birth anniversary of leader Kim Jong Il. \n\t\t\t\t\t The statement said Kim Jong Il cherished the revolutionary and anti-imperialist consciousness and patriotism, while spending his childhood in the secret camp in Mt. Paektu. \n\t\t\t\t\t\n\t\t\t\t\t He energetically led the Korean revolution and construction amid surging reality, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Jong Il led a simple life like popular masses. \n\t\t\t\t\t\n\t\t\t\t\t He led the struggle to defend socialism to brilliant victory, having a short and uncomfortable sleep and a rice ball for his meal day and night. \n\t\t\t\t\t\n\t\t\t\t\t He authored a lot of works including \"On the Juche Idea\", enriching the Juche idea. He also wrote books on politics, military affairs and other fields. \n\t\t\t\t\t\n\t\t\t\t\t By embodying Songun politics in all fields he put forward the Korean People's Army as the main force for the revolution and won one victory after another in the anti-U.S. standoff and the struggle for defending socialism. \n\t\t\t\t\t\n\t\t\t\t\t His idea and cause are being successfully carried forward by respected Comrade Kim Jong Un."
        },
        {
            "title": "MINREX acusa a EE.UU. de organizar \"seminario de DDHH\" anti-RPDC",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-13ee.html",
            "content": "MINREX acusa a EE.UU. de organizar \"seminario de DDHH\" anti-RPDC\r\nPyongyang, 20 de febrero (ACNC) -- En relacion con que en estos dias, Estados Unidos se desespera para aumentar el ambiente de presion anti-Republica Popular Democratica de Corea acusandola de inexistente problema de \"derechos humanos\", el portavoz del Ministerio de Relaciones Exteriores de la RPDC hizo publica el dia 19 la siguiente declaracion:\n\t\t\t\t\tEl pasado dia 17, EE.UU. volvio a organizar en Washington el llamado \"seminario de DDHH\" anti-RPDC bajo el pretexto extravagante del primer aniversario de publicacion del \"informe de comite de investigacion de la ONU\" sobre la situacion de DDHH de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn el \"seminario\" participaron el \"enviado especial de DDHH del Norte de Corea\" del Departamento de Estado norteamericano y ex funcionarios y en activos del citado departamento y del Congreso, el ex presidente del comite arriba mencionado, su \"informante especial\" y hasta los \"fugitivos norcoreanos\", ocasion en la cual se orquesto una payasada de difamar astutamente a la RPDC repitiendo los ya fracasados datos falsificados.\n\t\t\t\t\t\n\t\t\t\t\tYa se ha revelado el hecho de que ese \"informe\" y la \"resolucion de DDHH\" de la Asamblea General de la ONU, inventados bajo el control directo del imperio yanqui, son  los documentos aprobados a fuerza a base de los testimonios mentirosos de los \"fugitivos norcoreanos\".\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, se pusieron al desnudo las torturas inhumanas de la CIA y otros crimenes de violacion de DDHH que se difunden en el territorio norteamericano, causando gran consternacion e indignacion de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tPara liberarse de su miserable estado en aprieto y desviar la censura internacional, EE.UU. recurre mas que nunca al alboroto de \"DDHH\" anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU., que reconocio por si mismo que no podra vencer en la confrontacion militar con la RPDC, suele organizar ridiculamente tales \"seminarios\" sonando con la \"descomposicion interior\" de esta.\n\t\t\t\t\t\n\t\t\t\t\tAl igual que el ano pasado cuando el imperio organizo la \"reunion de altos funcionarios sobre DDHH del Norte de Corea\" en visperas de la Asamblea General de la ONU, esta vez tambien le demandamos renunciar tal farsa e informamos oficialmente nuestra justa posicion de tomar parte en el \"seminario\" en calidad de la parte interesada, dado que el imperio trataba de ejecutarlo a fuerza.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, EE.UU. rechazo nuestra demanda y asi demostro por si mismo que ese \"seminario\" es nada mas que un secreteo en callejas.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. y las fuerzas seguidoras tienen de veras algun interes en los derechos humanos, no deben atenerse a tales intrigas sino dar punto final a los actos violadores de DDHH de sus paises, entre otros las torturas que se cometen en el pais norteamericano y los alborotos represivos en virtud de la \"ley de seguridad\" que se desarrollan en el suelo surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tLos alborotos de \"DDHH\" anti-RPDC del imperio y sus lacayos centuplican  la indignacion y la voluntad de represalia del ejercito y el pueblo coreanos.\n\t\t\t\t\t\n\t\t\t\t\tEstamos totalmente listos a cualquier confrontacion con el imperio y frustraremos con la reaccion superintransigente las imprudentes provocaciones de \"DDHH\" de las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\tNo podran evitar la bancarrota vergonzosa las maniobras de las fuerzas hostiles encaminadas a difamar y derrumbar atrevidamente nuestro regimen socialista optado y consolidado por nuestro pueblo."
        },
        {
            "title": "Rodong Sinmun denuncia campana conflictiva anti-RPDC de EE.UU. y Sur de Corea",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-14ee.html",
            "content": "Rodong Sinmun denuncia campana conflictiva anti-RPDC de EE.UU. y Sur de Corea\r\nPyongyang, 20 de febrero (ACNC) -- El embajador norteamericano en el Sur de Corea, Report, aconsejo a la Republica Popular Democratica de Corea optar uno entre dos cosas: la \"renuncia de politica de linea de desarrollo paralelo\" o la \"sancion\" disparateando que \"ella no puede hacer simultaneamente la construccion economica y la de fuerzas armadas nucleares\". Y en una reunion insistio en que \"el Norte de Corea no puede perseguir la prosperidad y la seguridad con armas nucleares\". \n\t\t\t\t\tEl disparate de Report muestra la malsana intencion de EE.UU. de eliminar a toda costa el disuasivo nuclear de autodefensa de la RPDC y atropellarla. \n\t\t\t\t\t\n\t\t\t\t\tRevela asi el diario Rodong Sinmun en un comentario individual de este viernes y continua:\n\t\t\t\t\t\n\t\t\t\t\tLo problematico es que las autoridades surcoreanas estan acorde con el disparate de Report, aprendiz en la diplomacia.\n\t\t\t\t\t\n\t\t\t\t\tEvidentemente dicho, la linea de desarrollo paralelo de la RPDC es la mas justa que permite consolidar extraordinariamente el disuasivo de autodefensa y acelerar la construccion economica para llevar a feliz termino la causa de construccion de un Estado prospero socialista. \n\t\t\t\t\t\n\t\t\t\t\tEn estos momentos en que hacemos ingentes esfuerzos por el dialogo y cooperacion entre ambas partes coreanas, EE.UU. y las autoridades surcoreanas recurren a la fanatica campana conflictiva calumniando brutalmente la dignidad, el regimen y la linea de desarrollo paralelo de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl hecho evidencia que ellos no desean el alivio de la tension y la paz de la Peninsula Coreana ni la mejora de las relaciones intercoreanas sino se desesperan por llevar a la fase catastrofica la situacion.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad prueba que la administracion estadounidense se vale de todos los medios y metodos para romper totalmente el ambiente de dialogo Norte-Sur y provocar la guerra de agresion anti-RPDC en confabulacion con las autoridades titeres surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\tAunque ladre el perro, la locomotora de la linea de desarrollo paralelo correra  a toda velocidad hacia la victoria final."
        },
        {
            "title": "Rodong Sinmun califica a gobernantes surcoreanos de violadores de DDHH",
            "url": "http://kcna.co.jp/item/2015/201502/news20/20150220-15ee.html",
            "content": "Rodong Sinmun califica a gobernantes surcoreanos de violadores de DDHH\r\nPyongyang, 20 de febrero (ACNC) -- En la 48a reunion conjunta central de defensa, la mandataria surcoreana cuestiono otra vez el inexistente \"problema de DDHH del Norte de Corea\" so pretexto de la \"atencion internacional\" \n\t\t\t\t\tDe esta manera, mostro su intento criminal de inducir en error la opinion publica y lograr la  cooperacion internacional en aplastar la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSenala asi el diario Rodong Sinmun en un articulo individual de este viernes y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos persiguen solo la ambicion de danar a la parte connacional en contubernio con las fuerzas extranjeras. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas tratan de justificar su campana intrigante de \"DDHH\" anti-RPDC hablando de \"valor universal\",  revelando asi su naturaleza traidora y vulnerabilidad. \n\t\t\t\t\t\n\t\t\t\t\tLos lacayos coloniales surcoreanos que no ejercen su poder elemental ante las fuerzas extranjeras no tienen la cara ni calificacion para hablar de los derechos humanos. \n\t\t\t\t\t\n\t\t\t\t\tEl Sur de Corea es el infierno de los derechos humano.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas suelen preconizar el \"sistema democratico liberal\" a fin de embellecer su regimen donde son pisoteados la dignidad y los derechos de los seres humanos. \n\t\t\t\t\t\n\t\t\t\t\tCuestionan el problema de \"DDHH\" de alguien hablando del \"cambio\" para ocultar la grave situacion de derechos humanos del Sur de Corea y extender la dictadura colonial corrupta hasta en la RPDC sin decir nada de su crimen de haber convertido el suelo surcoreano en el infierno de democracia y de derechos humanos. \n\t\t\t\t\t\n\t\t\t\t\tLa campana intrigante de \"DDHH\" anti-RPDC de los titeres surcoreanos no pasa de ser los esfuerzos desesperados de los moribundos."
        }
    ]
}