{
    "date": "2015-06-10",
    "url": "http://kcna.co.jp/item/2015/201506/2015-06-10ee.html",
    "articles": [
        {
            "title": "Greetings to Portuguese President",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-07ee.html",
            "content": "Greetings to Portuguese President\r\n Pyongyang, June 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Wednesday sent a message of greeting to Anibal Cavaco Silva, president of the Portuguese Republic, on the occasion of its national day.\n\t\t\t\t\t Congratulating the president and people of Portugal, the message wished the president success in his work for the development of the country."
        },
        {
            "title": "Birthday Spread Sent to Pro-reunification Patriot",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-14ee.html",
            "content": "Birthday Spread Sent to Pro-reunification Patriot\r\n Pyongyang, June 10 (KCNA) -- Marshal Kim Jong Un Wednesday sent a birthday spread to pro-reunification patriot Han Chun Ik, former unconverted long-term prisoner, congratulating him on his 90th birthday.\n\t\t\t\t\t Han Chun Ik lived in sorrow as member of a stateless nation in an alien land. He could enjoy a worthy life as a human being only under the care of the motherland after its liberation. He bravely fought by joining the People's Army during the hard-fought Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t He was arrested by the enemy while waging a sacred struggle for national reunification but he remained true to the revolutionary faith and obligation for several decades.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il saw to it that he was brought to the fold of the DPRK and that the title of DPRK Hero and the National Reunification Prize were conferred on him.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un has shown utmost care for Han Chun Ik so that he may glorify his life as pro-reunification patriot at the advanced age in good health."
        },
        {
            "title": "Art Agitation Campaign Brisk on Co-op Farms of DPRK",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-15ee.html",
            "content": "Art Agitation Campaign Brisk on Co-op Farms of DPRK\n\t\t\t\t\t\t\r\nPyongyang, June 10 (KCNA) -- Leading art troupes and squads of the DPRK launched an art agitation campaign on farm fields to encourage the agricultural workers in rice-transplanting.\n\t\t\t\t\tAmong the troupes are Mansudae Art Troupe, Phibada Opera Troupe, National Theatrical Troupe, National Folk Art Troupe and National Circus.\n\t\t\t\t\t\n\t\t\t\t\tThey are now active on co-op farms in South Phyongan, Ryanggang, North and South Hamgyong and other provinces of the country, giving strength and courage to the farmers.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, an art agitation squad, made up of movie persons, has conducted its activities on co-op farms in Anbyon County of Kangwon Province. And art squads of working people's organizations launched their agitation activities in South Hwanghae and Ryanggang provinces.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK government set agriculture as a main thrust for building an economic power, concentrating efforts on a drive for increasing the grain output."
        },
        {
            "title": "Rodong Sinmun Marks Anniversary of June Popular Resistance in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-05ee.html",
            "content": "Rodong Sinmun Marks Anniversary of June Popular Resistance in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- Rodong Sinmun Wednesday dedicates an article to the 28th anniversary of the June popular resistance in south Korea.\n\t\t\t\t\t The resistance was an eruption of pent-up resentment of the people against the colonial domination by the U.S. and unprecedented acts of treachery, fascist tyranny and anti-reunification policy by the Chun Doo Hwan military fascist clique. It recorded a brilliant page in the history of the south Korean people's struggle against the U.S. and fascism as it was mass resistance to bring about an independent and democratic new policy and life.\n\t\t\t\t\t\n\t\t\t\t\t The resistance proved that the united efforts of the popular masses are inexhaustible and they can surely meet their requirements when all patriotic and democratic forces of south Korea aspiring after independence and reunification struggle against dictatorial forces by their concerted efforts, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The popular resistance and the subsequent developments taught a serious lesson that people should not harbor any slightest expectation and illusion about the fascist dictators but wage a more dynamic struggle till the traitorous ruling quarters are thrown overboard to the last one in order to win victory in the struggle for independence, democracy and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean situation in which \"yusin\" dictatorship is revived and the daily mounting anti-\"government\" struggle of the people from all walks of life are reminiscent of the eve of the June popular resistance in 1987.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is the society of fear and darkness where even a trace of democracy and human rights can not be found and a den of evils where pro-U.S. lackeys are escalating the confrontation with the compatriots in the north while selling off the dignity and interests of the nation. This situation requires another June popular resistance, all-people resistance to topple the regime of traitors.\n\t\t\t\t\t\n\t\t\t\t\t It is the proud tradition of south Korean people to staunchly fight against the fascist dictators, remaining undaunted by dictatorship and injustice, the article concludes."
        },
        {
            "title": "Rodong Sinmun Calls for Carrying out Behests of Leaders and Party's Policies",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-06ee.html",
            "content": "Rodong Sinmun Calls for Carrying out Behests of Leaders and Party's Policies\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- All the officials, party members and other people have to make a signal innovations in the on-going overall offensive and greet the grand festival of October with labor gifts to the 70th anniversary of the Workers' Party of Korea in the People's Army's spirit of devotedly defending the leader and its spirit of implementing the leader's instructions at any cost, says Rodong Sinmun in an editorial Wednesday.\n\t\t\t\t\t The People's Army's spirit of absolutely and unconditionally carrying out the instructions of the leader at any cost has become a main spirit of the times in the advance in the new century of Juche, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary spirit of Paektu, the spirit of blizzards of Paektu that were instilled by Marshal Kim Jong Un are the mental source of the dynamic drive for carrying out the behests of the leaders and defending the party's policies being waged by the People's Army. Their goal is to bring about a dramatic change which makes the country take on new looks not in a decade but in a single year.\n\t\t\t\t\t\n\t\t\t\t\t The country can make higher leap forward and faster progress only when it is prevalent with the spirit of devotedly carrying out the party's lines and policies come what may, the spirit of self-reliance in which one carries out whatever difficult tasks by one's own efforts and the spirit of heroic struggle in which one dedicates oneself to the party and revolution, the country and its people, says the editorial."
        },
        {
            "title": "Japanese Political Hooligans' Insult to Victims of Sexual Slavery Denounced",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-08ee.html",
            "content": "Japanese Political Hooligans' Insult to Victims of Sexual Slavery Denounced\r\n Pyongyang, June 10 (KCNA) -- Suzuki, Japanese ultra-right politician, recently sent parcels to victims of sexual slavery for the Imperial Japanese Army residing in south Korea.\n\t\t\t\t\t The parcel contained a box written \"fifth grade supplies.\" Inside it was a statuette of a girl minus the part below her knee. \"Fifth grade supplies\" mean prostitutes providing sex to servicemen, \n\t\t\t\t\t\n\t\t\t\t\t The parcel also contained a miniature marker with letters \"Takeshima (Tok Islets) is part of inviolable territory of Japan\" inscribed on it.\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, the above-said parcel is a disgusting and insulting thing meant to claim that the victims of the sexual slavery were prostitutes who volunteered to provide sex for money making. \n\t\t\t\t\t\n\t\t\t\t\t A commentary of Rodong Sinmun Wednesday says:\n\t\t\t\t\t\n\t\t\t\t\t This was an open provocation that disclosed shamelessness peculiar to Samurais who are accustomed to denying stark historical facts.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are insulting sexual slaves and distorting history, defying international protest and denunciation only to disclose their true colors.\n\t\t\t\t\t\n\t\t\t\t\t Such litany of rubbish of categorically denying the Japanese imperialists' criminal history and calling for overseas dispatch of the \"Self-Defense Forces\" is being heard from the Japanese political circle, an indication that Japan is turning to the Right and it can launch reinvasion any time.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese political hooligans must not run amuck. The Japanese government should think twice about its scenario for launching reinvasion, while spearheading the moves for the distortion of history."
        },
        {
            "title": "S. Korean Body Publishes Appeal Blasting Park Geun Hye Regime for Derailing Joint National Event",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-12ee.html",
            "content": "S. Korean Body Publishes Appeal Blasting Park Geun Hye Regime for Derailing Joint National Event\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea made public an appeal on June 3 denouncing the Park Geun Hye regime for aborting the joint national event.\n\t\t\t\t\t The appeal recalled that the south and the north agreed to hold the June 15 joint national event in Seoul and the August 15 joint national event in Pyongyang this significant year marking the 15th anniversary of the publication of the June 15 joint declaration and the 70th anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t But the south-north agreement was scrapped and the June 15 joint national event was derailed due to the obstructions of the Park Geun Hye regime, it charged, adding this fully revealed that the regime only seeks to use the south-north relations for its stability and that of its rule but is not interested even a bit in sincerely ensuring NGO exchange and improving relations. \n\t\t\t\t\t\n\t\t\t\t\t The appeal called for surely punishing the Park regime for aborting the joint national event."
        },
        {
            "title": "S. Korean People Accuse Puppet Authorities of Aborting June 15 Events",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-10ee.html",
            "content": "S. Korean People Accuse Puppet Authorities of Aborting June 15 Events\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- The south Korean preparatory committee for joint national events marking the 70th anniversary of Korea's liberation and the 15th anniversary of the June 15 joint declaration launched a sit-in strike in Seoul on June 4 to denounce the Park Geun Hye group for aborting the June 15 joint national event.\n\t\t\t\t\t Prior to the strike, the organization held a press conference outside the general building of the \"government\".\n\t\t\t\t\t\n\t\t\t\t\t It accused the authorities of pressurizing it to change the venue of the event and insisting on \"purely cultural and sports events,\" thus derailing the joint national event marking the 15th anniversary of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the authorities roll back their hostile policy toward the north and unconditionally ensure NGO exchange and joint national events.\n\t\t\t\t\t\n\t\t\t\t\t It declared that members of all organizations affiliated with the preparatory committee would conduct intensive actions such as all-night sit-in strike.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference the participants conducted information services demanding the authorities improve the south-north relations and unconditionally ensure the joint events with the north."
        },
        {
            "title": "U.S. Urged to Clarify Aim of Experiments of Bio-Chemical Weapons",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-13ee.html",
            "content": "U.S. Urged to Clarify Aim of Experiments of Bio-Chemical Weapons\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- The south Korean paper Hangyore on June 4 carried an editorial denouncing the U.S. imperialist aggressor forces in south Korea for conducting experiments of bio-chemical weapons.\n\t\t\t\t\t The editorial referred to the disclosure of the fact that the U.S. conducted experiments on \"a system to cope with bio-chemical warfare\" from long ago at the institutes of three U.S. forces bases in south Korea according to \"Jupiter plan\".\n\t\t\t\t\t\n\t\t\t\t\t As regards the introduction of anthrax germs the U.S. forces side claimed the experiment was conducted for the first time, a sheer lie.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has never clarified the concrete contents of experiments to the south Korean \"government\" and it has not demanded the provision of information related to them from the U.S. though they endanger the life and security of the people, it charged.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the U.S. open to public all information related to the experiments of bio-chemical weapons and clarify the aim of experiments."
        },
        {
            "title": "Koreans in Japan Hold Events for National Reunification",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-09ee.html",
            "content": "Koreans in Japan Hold Events for National Reunification\r\n Pyongyang, June 10 (KCNA) -- Koreans in Japan held events for national reunification in Osaka and Kobe of Japan on June 7 to mark the 15th anniversary of the June 15 joint declaration and the 70th anniversary of Korea's liberation, according to Thongil News, an internet paper of south Korea.\n\t\t\t\t\t Speakers said that the independent and peaceful reunification of Korea is the way of settling many issues facing the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t They called for achieving the independent reunification by the concerted efforts of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Addresses for solidarity from civic and public organizations of south Korea were introduced.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a congratulatory art performance given by Korean school students."
        },
        {
            "title": "Koreans in Japan Hold Seminar in Tokyo",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-11ee.html",
            "content": "Koreans in Japan Hold Seminar in Tokyo\n\t\t\t\t\t\t\r\n Tokyo, June 9 (KNS-KCNA) -- A seminar marking the 20th anniversary of the publication of leader Kim Jong Il's work \"On Developing the Movement of Koreans in Japan onto a New High Stage\" was held at the Korean Hall in Tokyo on June 6.\n\t\t\t\t\t The work which was published on May 24, Juche 84 (1995) deals with the idea that Chongryon officials and Koreans in Japan should glorify the undying feats President Kim Il Sung performed for the development of the Juche-based movement of overseas compatriots, strengthen the General Association of Korean Residents in Japan (Chongryon) into the overseas compatriots organization of the President forever and thus develop the movement of Koreans in Japan onto a new high stage.\n\t\t\t\t\t\n\t\t\t\t\t Present at the seminar were Pae Ik Ju, vice-chairman of the Central Standing Committee of Chongryon, officials concerned, members of the Korean Social Scientists Association in Japan and teachers of Korean University.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that Kim Jong Il's sending of the letter to Chongryon and Koreans in Japan marked a historic event in the history of the movement of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The validity and vitality of the letter have been fully proved in the 20 year-long work of Chongryon, they said.\n\t\t\t\t\t\n\t\t\t\t\t They renewed their resolution to take firm hold on the idea and feats of Kim Il Sung and Kim Jong Il as the immortal great programmes of the movement of Koreans in Japan and usher in a new heyday of the movement true to the behests of Kim Jong Il."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Foreign Personages",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-01ee.html",
            "content": "Kim Jong Il's Exploits Praised by Foreign Personages\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- Diverse events took place in different countries to mark the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Seminars, lectures, round-table talks, reading sessions and a film show took place in Angola, Nigeria, Iceland and Malaysia from June 1 to June 4.\n\t\t\t\t\t\n\t\t\t\t\t Participants in the film show watched a Korean film \"Monument to Party Founding\".\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the youth organization of the Popular Liberation Movement of Angola noted that Kim Jong Il provided a reliable guarantee for the peace and security of the country through his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian Group for the Study of the Songun Politics said that Kim Jong Il turned the WPK into the party which has formed a harmonious whole with the popular masses and takes care of them in a responsible manner while serving them faithfully.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Iceland-DPRK Friendship and Cultural Society said that the distinguished exploits performed by Kim Jong Il by leading the WPK for over half a century serve as a permanent driving force powerfully encouraging the Korean people in their cause of socialism."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Foreign Personages",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-02ee.html",
            "content": "Kim Jong Il's Exploits Praised by Foreign Personages\r\n Pyongyang, June 10 (KCNA) -- Diverse events took place in different countries to mark the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK) and the 15th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t A meeting took place in Denmark and book and photo exhibitions in Nigeria and Malaysia from May 29 to June 5.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with the feats of President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works and books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Denmark-DPRK Friendship Association said in a speech that Kim Jong Il devoted all his efforts to developing the party into the ever-victorious one since he started his work at the Central Committee of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The exploits performed by him are shining with his august name, the chairman stressed.\n\t\t\t\t\t\n\t\t\t\t\t The department director of the Art and Cultural Council of the Ministry of Federal Capital Territory of Nigeria praised Kim Il Sung and Kim Jong Il for developing the WPK and accomplishing the cause of the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the event in Denmark."
        },
        {
            "title": "Victorious Battle in Pochonbo Introduced by German Organization",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-03ee.html",
            "content": "Victorious Battle in Pochonbo Introduced by German Organization\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- The Anti-Imperialist Forum of Germany posted an article titled \"A gunshot in Pochonbo\" on its website on June 4, the 78th anniversary of the victorious battle in Pochonbo in Korea.\n\t\t\t\t\t The article said that June 4 this year is the day marking the 78th anniversary of the victorious battle in Pochonbo commanded by President Kim Il Sung in the period of the anti-Japanese armed struggle and introduced the battle in details. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The gunshot that broke the silence of Pochonbo at night dealt a heavy blow to the Japanese imperialists and heralded the dawn of rebirth of the Korean people who groaned under distress.\n\t\t\t\t\t\n\t\t\t\t\t The ruling organs of the Japanese imperialists were engulfed in flames by a powerful attack of the Korean People's Revolutionary Army.\n\t\t\t\t\t\n\t\t\t\t\t The battle became a historic event that instilled into the Korean people optimism and conviction that Korea was not dead but alive and they could liberate the country without fail if they fought."
        },
        {
            "title": "Kim Yong Nam felicita Dia Nacional de Portugal",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-20ee.html",
            "content": "Kim Yong Nam felicita Dia Nacional de Portugal\r\nPyongyang, 10 de junio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio este miercoles un mensaje de felicitacion al presidente de la Republica de Portugal, Anibal Cavaco Silva, con motivo del Dia Nacional de este pais europeo.\n\t\t\t\t\tEl remitente envia felicitaciones al mandatario y su pueblo y le desea exitos en su trabajo para el desarrollo del pais."
        },
        {
            "title": "Efectuado En Japon seminario de obra de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201506/news10/20150610-21ee.html",
            "content": "Efectuado En Japon seminario de obra de Kim Jong Il\n\t\t\t\t\t\t\r\nTokio, 9 de junio (ACNC) -- Tuvo lugar el dia 6 en la Casa Coreana en Tokio, Japon, el seminario central por el 20o aniversario de la publicacion de la obra del Dirigente Kim Jong Il \"Para Llevar el movimiento de los coreanos residentes en Japon a una etapa superior\". \n\t\t\t\t\tLa obra publicada el 24 de mayo del 84 (1995) de la Era Juche dilucida la idea de que los compatriotas residentes en Japon deben glorificar las hazanas del Presidente Kim Il Sung realizadas para el desarrollo del autoctono movimiento de compatriotas ultramarinos y fortalecer la Chongryon (Asociacion General de Coreanos Residentes en Japon) como eterna organizacion de compatriotas ultramarinos del Presidente y llevar a una etapa superior el movimiento de los coreanos residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\tAsistieron a la ocasion el vicepresidente del Presidium del Comite Central de la Chongryon, Pae Ik Ju, los funcionarios interesados, los miembros de la Asociacion de Cientificos Sociales Coreanos en Japon y los profesores y empleados de las escuelas coreanas. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que el mensaje del Dirigente enviado a la Chongryon y los compatriotas en Japon fue un acontecimiento historico en la historia del movimiento de coreanos residentes en Japon. \n\t\t\t\t\t\n\t\t\t\t\tAfirmaron que la justeza y la vitalidad del mensaje fueron comprobadas en los trabajos de la Chongryon durante 20 anos pasados.\n\t\t\t\t\t\n\t\t\t\t\tManifestaron sus decisiones de apoyar los legados del Dirigente manteniendo la idea y las proezas de los grandes lideres como gran programa del movimiento de coreanos en Japon y abrir la era dorada del movimiento de coreanos residentes en Japon."
        }
    ]
}