{
    "date": "2015-05-16",
    "url": "http://kcna.co.jp/item/2015/201505/2015-05-16ee.html",
    "articles": [
        {
            "title": "- S. Korean Authorities Accused of Blocking Events Common to Nation",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-01ee.html",
            "content": "S. Korean Authorities Accused of Blocking Events Common to Nation\r\n Pyongyang, May 16 (KCNA) -- The North, South and Overseas Sides Committees for Implementing June 15 Joint Declaration agreed in the middle of March to hold a joint national event to mark the 15th anniversary of the publication of the June 15 joint declaration in Seoul and an event to mark the 70th anniversary of the liberation of Korea in Pyongyang on a nationwide scale. \n\t\t\t\t\t However, since the outset of the year the south Korean puppet group has laid hurdles in the way of smoothly holding those events. These obstructions have become ever more undisguised with the meeting of the preparatory committee for national joint events of representatives of the North, South and Overseas Sides Committees for Implementing June 15 Joint Declaration held in Shenyang, China early in May as an occasion. \n\t\t\t\t\t\n\t\t\t\t\t From the beginning of the meeting the south Korean authorities gave an urgent instruction to those of the south side preparatory committee to insist that the joint event marking the anniversary of June 15 be held in Pyongyang and the event commemorating the anniversary of August 15 in Seoul or hold the two events in Seoul quite contrary to the above-said agreement. By making such pressure until the last moment of the meeting, they prevented the three sides from reaching an agreement not only on the issue of the venues of the events but on other matters. \n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the south Korean authorities disallowed the participation of the representatives of the Solidarity for Progress and labor movement organizations of south Korea which are main bodies of the south side's preparatory committee for national joint events. \n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the North Side Committee for Implementing the June 15 Joint Declaration on Friday made public a statement declaring that the aim sought by the south Korean authorities in the above-said obstructions is to block the joint events agreed upon by the representatives of the north, south and overseas sides. \n\t\t\t\t\t\n\t\t\t\t\t Noting that their sinister intention to scuttle the national joint events has already been revealed since they talked about \"depoliticizing\" the events, the statement went on: \n\t\t\t\t\t\n\t\t\t\t\t It is hard to understand that the venues and programs of the joint events agreed upon by NGO organizations of the north, south and overseas sides should be changed under the pressure on the part of the south Korean authorities. It has become more difficult to make sufficient preparations for nationwide events as just a month is left before the 15th anniversary of the June 15 joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t All the facts go to prove that it is a premeditated plot of the south Korean conservative authorities to block the national joint events marking June 15. \n\t\t\t\t\t\n\t\t\t\t\t The reality clearly proves that \"dialogue\" and \"boosting of NGO exchange\" and the like between the north and the south much touted by the south Korean authorities are nothing but a hypocritical artifice to tide over the ruling crisis and they remain unchanged in their ulterior aim of denying the June 15 joint declaration and pursuing confrontation with the fellow countrymen in the north."
        },
        {
            "title": "Japan's Fascist Action against Chongryon under Fire",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-09ee.html",
            "content": "Japan's Fascist Action against Chongryon under Fire\r\n Pyongyang, May 16 (KCNA) -- A spokesperson for the DPRK Committee for Investigation into the Damage Done by the Japanese Imperialists during Their Occupation of Korea released a statement on Saturday in denunciation of Japan's fascist action against officials of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The statement branded the Japanese reactionaries' fascist action as a wanton infringement upon the dignity and sovereignty of the DPRK, politically-motivated persecution of Chongryon and Koreans in Japan and hideous human rights abuses and a blatant challenge to the Korean nation demanding Japan's settlement of the past.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities have legal and moral responsibility and obligation to guarantee the Koreans in Japan human rights and their living and protect them and ensure the just activities of Chongryon, the organization representing them. This is, at the same time, an elementary requirement of international law.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Japanese reactionaries arrested officials of Chongryon, not content with suppressing Chongryon and Koreans in Japan on an absurd pretext. This is absolutely intolerable as it is adding to the crimes they committed in the past.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government should release the unreasonably arrested officials of Chongryon at once, clearly understanding that its campaign against the DPRK and Chongryon will get it nowhere. It should stop the political plot and reckless suppression of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will force Japan to pay very dearly for the crimes it has committed against it for centuries and seek the latter's apology and reparation at any cost."
        },
        {
            "title": "Japanese Reactionaries Urged to Set Free Chongryon Officials",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-11ee.html",
            "content": "Japanese Reactionaries Urged to Set Free Chongryon Officials\r\n Pyongyang, May 16 (KCNA) -- A spokesman for the DPRK Association for Human Rights Studies in a statement on Saturday vehemently denounced the arrest of officials of the General Association of Korean Residents in Japan (Chongryon) on May 12 by the Japanese reactionaries as an unpardonable politically-motivated provocation against the DPRK and a serious human rights abuse.\n\t\t\t\t\t The statement said that the shameless and reckless action of the Japanese reactionaries was little short of the unprecedented atrocities perpetrated by the Japanese imperialists during their colonial rule in the past when they forcibly drafted and abducted millions of guiltless Koreans for slave labor, hurled them as cannon fodder and forced women into sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries took such repressive action against officials of Chongryon in daylight one year since an agreement was reached at the talks between the governments of the DPRK and Japan held in Stockholm in May last year on settling the inglorious past and solving the pending issues. This was a revelation of their dastardly and wicked intention to use Chongryon as a lever for pressurizing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We will never overlook the hideous crimes committed by the Japanese imperialists against the Korean nation in the past century and the serious human rights abuses and national discrimination by the Japanese reactionaries against Chongryon but surely force Japan to pay for them very dearly.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should properly understand who their rival is and stop going reckless, apologize for their wanton infringement upon the dignity and human rights of Chongryon officials and release them at once."
        },
        {
            "title": "DPRK to Further Its Relations of Close Cooperation with Int'l Finance Control Organization",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-08ee.html",
            "content": "DPRK to Further Its Relations of Close Cooperation with Int'l Finance Control Organization\r\n Pyongyang, May 16 (KCNA) -- A spokesman for the National Coordinating Committee of the DPRK on Anti-Money Laundering and Combating the Financing of Terrorism gave the following answer to the question put by KCNA on Saturday as regards the activities for international cooperation in anti-money laundering and combating the financing of terrorism:\n\t\t\t\t\t A DPRK delegation visited the Secretariat of the Asia-Pacific Group on Money Laundering (APG) in Sidney, Australia on May 3-8, 2015 and held negotiations with the Asia-Pacific Regional Review Group (APRRG) in Jakarta, Indonesia on May 13 and 14 at the invitation of APG.\n\t\t\t\t\t\n\t\t\t\t\t During the visit and negotiations both sides had honest and candid discussion on working issues of strengthening cooperation in anti-money laundering and combating the financing of terrorism.\n\t\t\t\t\t\n\t\t\t\t\t APG affirmatively estimated the DPRK's efforts for anti-money laundering and combating the financing of terrorism and invited the DPRK to participate in the annual meeting of APG in July and it was agreed that a delegation of APG would visit Pyongyang in around August to further the discussion on the issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has maintained the consistent stand against anti-money laundering and combating the financing of terrorism and will continue having the relations of close cooperation with international finance control organization in the future, too."
        },
        {
            "title": "Delegations of Different Countries and Regions Leave",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-05ee.html",
            "content": "Delegations of Different Countries and Regions Leave\r\n Pyongyang, May 16 (KCNA) -- Delegations of different countries and regions left here on Saturday after taking part in the 18th Pyongyang Spring International Trade Fair."
        },
        {
            "title": "Commanding Officers and Members of Youth Shock Brigade for Speed Campaign Meet",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-12ee.html",
            "content": "Commanding Officers and Members of Youth Shock Brigade for Speed Campaign Meet \r\n Pyongyang, May 16 (KCNA) -- There took place an oath-taking meeting of the commanding officers and members of the Youth Shock Brigade for Speech Campaign at Kim Il Sung Stadium on Saturday on the occasion of the 40th founding anniversary of the shock brigade. They vowed to become vanguard in the drive to successfully build grand monumental structures in the era of the Workers' Party true to the plan of Marshal Kim Jong Un to build a thriving nation.\n\t\t\t\t\t Attending it were Choe Ryong Hae, secretary of the Central Committee of the Workers' Party of Korea, Jon Yong Nam, chairman of the Central Committee of the youth league, commanding officers and members of the shock brigade and persons of meritorious services.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Chol, director of the Guidance Bureau of the Youth Shock Brigade for Speech Campaign, made a report at the meeting to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers recalled that leader Kim Jong Il formed the shock brigade and led it to perform miracles and feats in the worthwhile drive to glorify the era of the Workers' Party.\n\t\t\t\t\t\n\t\t\t\t\t The four decades covered by the shock brigade represented a glorious course in which it has performed miracles and feats in the country with the youthful enthusiasm and stamina and positively contributed to training the youth into the young vanguard of the Workers' Party of Korea and the reliable successors to the revolutionary cause of Juche and strengthening the youth movement under the wise guidance of the peerlessly great persons of Mt. Paektu, they noted.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un has built the shock brigade into a powerful force taking the lead in carrying out the party's grandiose plan for construction.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the commanding officers and members of the shock brigade to demonstrate before the world the dignity and might of the power of youth by creating heroic myth of the Songun young vanguard on all fronts for building a thriving nation."
        },
        {
            "title": "DPRK Athlete Wins Gold Medal at Taipei, China, Open Track and Field Contest",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-13ee.html",
            "content": "DPRK Athlete Wins Gold Medal at Taipei, China, Open Track and Field Contest\r\n Pyongyang, May 16 (KCNA) -- DPRK player Kim Son Hui bagged a gold medal at the 2015 Taipei, China, Open Track and Field Contest.\n\t\t\t\t\t The contest held in Taipei, China on Friday and Saturday brought together at least 170 men and women athletes from 15 countries including the DPRK and the region.\n\t\t\t\t\t\n\t\t\t\t\t Kim Son Hui came first at the 1,500m women's race.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Pak Jin Hyang finished third at the 1,500m women's race and Kim Chol Sun placed third at the 3,000m women's hurdle race."
        },
        {
            "title": "Participants of Youth Meeting Visit Different Places in Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-14ee.html",
            "content": "Participants of Youth Meeting Visit Different Places in Pyongyang\r\n Pyongyang, May 16 (KCNA) -- The participants in the 2nd National Meeting of Young Frontrunners in Noble Traits looked different places in Pyongyang. \n\t\t\t\t\t They spent a pleasant time at the Munsu Water Park.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Rungna Dolphinarium. They went round the underground exhibition hall where they learned about features of sea animals of different species including dolphin, shark and whale and ecological environment and the room for disseminating sci-tech knowledge. \n\t\t\t\t\t\n\t\t\t\t\t While watching dolphins displaying diverse skills, they were deeply moved by the noble intention and profound care of Marshal Kim Jong Un for providing a cultural and happy life to the people.\n\t\t\t\t\t\n\t\t\t\t\t They went to the Rungna People's Pleasure Park.\n\t\t\t\t\t\n\t\t\t\t\t They enjoyed the performances given by the art squad of the Central Committee of the Kim Il Sung Socialist Youth League and artistes of the National Circus."
        },
        {
            "title": "Art Performance Given to Mark Anniversary of Youth Shock Brigade for Speed Campaign",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-15ee.html",
            "content": "Art Performance Given to Mark Anniversary of Youth Shock Brigade for Speed Campaign\r\n Pyongyang, May 16 (KCNA) -- A performance was given by the art squad of the Central Committee of the Kim Il Sung Socialist Youth League at the Central Youth Hall on Saturday to mark the 40th anniversary of the founding of the Youth Shock Brigade for Speed Campaign.\n\t\t\t\t\t It began with small chorus \"March of Korean Youth\". Put on the stage were female solo \"Thinking of the General\", song and dance \"Youth Is Like Express Train\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t Performers sang high praises of leader Kim Jong Il who personally organized the shock brigade and trained it as powerful combat ranks making a breakthrough in construction through the speed campaign.\n\t\t\t\t\t\n\t\t\t\t\t Also staged were numbers reflecting the firm faith and will of the members of the shock brigade to always advance under the leadership of the party, united close around Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Jon Yong Nam, chairman of Central Committee of the youth league, commanding officers and members of the shock brigade and persons of meritorious services.\n\t\t\t\t\t\n\t\t\t\t\t A sports game took place at Kim Il Sung Stadium on the same day."
        },
        {
            "title": "National Schoolchildren's Sports Contest Goes on in DPRK",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-16ee.html",
            "content": "National Schoolchildren's Sports Contest Goes on in DPRK\r\n Pyongyang, May 16 (KCNA) -- The 41st National Schoolchildren's Sports Contest for Jongilbong Prize goes on in the DPRK, starting on May 7.\n\t\t\t\t\t The sports contest includes ball and heavy and light games and traditional sports events such as ssirum (Korean wrestling) and Taekwon-Do. \n\t\t\t\t\t\n\t\t\t\t\tDivided into three stages, the contest is to take place in several cities of the country till June.\n\t\t\t\t\t\n\t\t\t\t\t The contest will serve as an occasion in showing the country's prospect of sports development."
        },
        {
            "title": "Rodong Sinmun Calls for Accelerating Construction of Paektusan Songun Youth Power Station",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-03ee.html",
            "content": "Rodong Sinmun Calls for Accelerating Construction of Paektusan Songun Youth Power Station\r\n Pyongyang, May 16 (KCNA) -- Rodong Sinmun Saturday in an editorial calls for dynamically accelerating the construction of the Paektusan Songun Youth Power Station.\n\t\t\t\t\t The editorial says:\n\t\t\t\t\t\n\t\t\t\t\t The young people of the DPRK have gone through thick and thin in hearty response to the call of the party to flatten even mountains, empty seas and conquer space. Now is the time for them to powerfully demonstrate their courage, unity and fighting capability before the world.\n\t\t\t\t\t\n\t\t\t\t\t The construction of the above-said power station means a drive for successfully carrying out the honorable task leader Kim Jong Il entrusted to the young people as his last instruction.\n\t\t\t\t\t\n\t\t\t\t\t He propounded the idea of attaching importance to the youth that there is nothing to fear in the world if the young people, reliable successors to the revolution and the most viable unit in the society, turn out in a drive. Reposing deep trust in them, he entrusted the whole project to the youth league.\n\t\t\t\t\t\n\t\t\t\t\t And he made sure that the power station to be built was named the \"Paektusan Songun Youth Power Station\" and the shock brigade undertaking its project went by the name of \"Paektusan Youth Shock Brigade\". Busy as he was with the Songun revolutionary leadership, he settled all problems related to the construction and let a special plane fly to transport padded clothes for the shock brigade members.\n\t\t\t\t\t\n\t\t\t\t\t The power station is, indeed, a legacy left by him, a structure associated with his loving care and an eternal treasure of the country.\n\t\t\t\t\t\n\t\t\t\t\t The young people have assumed a sacred duty the successful performance of which would prove their loyal determination to implement the last instruction of Kim Jong Il to wind up the construction of the power station which adjoins his birthplace in the Paektusan Secret Camp.\n\t\t\t\t\t\n\t\t\t\t\t Deeply aware of being descendants of Kim Jong Il, the great sun, they should build a structure of eternal value in the area of Mt. Paektu and thus make a present to the 70th anniversary of the Workers' Party of Korea reflecting their loyalty."
        },
        {
            "title": "S. Korean Puppet Forces' Investigation into Attempted Rebellion Accused",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-06ee.html",
            "content": "S. Korean Puppet Forces' Investigation into Attempted Rebellion Accused\r\n Pyongyang, May 16 (KCNA) -- Voice of People, an internet paper of south Korea, in an editorial on May 14 recalled that at dawn of May 13 the Intelligence Service let the prosecution confirm the arrest of three persons including the former spokesman for the Unified Progressive Party by linking them to the attempted rebellion.\n\t\t\t\t\t The arrested three persons have been summoned and questioned several times on the suspicion of attempted rebellion for one and a half years but no particular suspicion has been found, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It said that the application of the warrant is aimed to overturn the judgment that there is no suspicion about the attempted rebellion."
        },
        {
            "title": "S. Korean Organizations Slam Japanese Authorities' Moves to Justify SDF's Invasion of Korea",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-10ee.html",
            "content": "S. Korean Organizations Slam Japanese Authorities' Moves to Justify SDF's Invasion of Korea\r\n Pyongyang, May 16 (KCNA) -- South Korean civic and public organizations including the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy, the Confederation of Trade Unions and the People for Achieving Peace and Reunification held a press conference outside the Japanese embassy in Seoul on May 14 denouncing the Japanese authorities for justifying the moves for the \"Self-Defense Forces'\" invasion of Korea. \n\t\t\t\t\t In a press release, the organizations said that the Japanese authorities are contemplating holding a Cabinet meeting on the day, deciding on a bill on security and submitting it to the Diet. They noted:\n\t\t\t\t\t\n\t\t\t\t\t If the bill passes through the Diet, the SDF can stage a joint operation with the U.S. forces at any place of the world in peacetime or in contingency free from geographical limit. This means the start of the SDF's overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities' action can never be tolerated as it poses a serious threat to global peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t Japan should scrap at once the bill on security for staging a comeback to Korea."
        },
        {
            "title": "Japanese Authorities Flayed for Trying to Suppress and Disorganize Chongryon",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-07ee.html",
            "content": "Japanese Authorities Flayed for Trying to Suppress and Disorganize Chongryon\r\n Pyongyang, May 16 (KCNA) -- A spokesperson for the Federation of Koreans in the U.S. issued a statement on May 13 to denounce the Japanese authorities' politically-motivated suppression of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t On May 12 the Japanese authorities hurled police into an operation to walk off three officials of Chongryon and search their houses, a deliberate and premeditated suppression aimed to disorganize Chongryon, the statement charged.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is instigating Japan to crack down on Chongryon, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities are persistently working hard to suppress and destabilize Chongryon in return for the U.S. support for its revival of militarism. By doing so, they are pushing the DPRK-Japan relations to the lowest ebb. The recent action proves that Japan is faithfully following the intention of the U.S. to create the structure of confrontation between the DPRK and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans in the U.S. join all other Koreans at home and overseas in vehemently denouncing the Japanese authorities for their human rights abuses and national discrimination."
        },
        {
            "title": "KPA's Stand Supported by Swiss Bodies",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-02ee.html",
            "content": "KPA's Stand Supported by Swiss Bodies\r\n Pyongyang, May 16 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea released a joint statement on May 9 in support of the emergency special warning of the command of the western sector of the front of the Korean People's Army (KPA).\n\t\t\t\t\t Recalling that the command released the emergency special warning as regards the serious military provocation the south Korean puppet navy perpetrated by infiltrating speedboats into the territorial waters of the DPRK in the West Sea of Korea, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The war maniacs of south Korea should not misjudge the patience of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The puppet navy's claim that its speedboats sailed into the hotspot waters in the West Sea of Korea to \"intercept foreign fishing boats\" is no more than an impudent excuse to defend the \"northern limit line\" illegally fixed by the U.S. imperialists after ceasefire in the Korean war in a bid to extend the Military Demarcation Line to the sea.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the warning of the command that it will beat back the provocateurs' intrusion into the territorial waters of the DPRK through sighting strikes without any prior warning."
        },
        {
            "title": "Pak Pong Ju dirige en terreno construccion de objetos importantes",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-17ee.html",
            "content": "Pak Pong Ju dirige en terreno construccion de objetos importantes\r\nPyongyang, 15 de mayo (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju, analizo en el terreno el campo de construccion de la Central Hidroelectrica Juventud Songun Paektusan y la reconstruccion de la zona de la cabeza distrital de Samjiyon.\n\t\t\t\t\tEn acato a las instrucciones del Mariscal Kim Jong Un dadas en el terreno, los brigadistas y funcionarios quienes se encargaron de dichas obras avivan las llamas de ofensiva general para completarlas con antelacion.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo varios lugares incluso el campo de relleno de dique de la planta no. 1, la sala de generadores y otros lugares, Pak estudio el estado de construccion y convoco en el terreno la reunion consultiva de los funcionarios concernientes.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se discutieron las medidas que se presentan en terminar hasta el septuagesimo aniversario de la fundacion del partido la construccion de las plantas no. 1 y no. 2 en acato a las tareas programaticas dadas por el Mariscal en su visita de orientacion.\n\t\t\t\t\t\n\t\t\t\t\tTambien se tomaron las medidas para suministrar a tiempo los suficientes materiales de construccion tales como cemento y hierro y los equipos generadores.\n\t\t\t\t\t\n\t\t\t\t\tLuego, Pak hizo conocimiento de la reconstruccion de la zona de la cabeza distrital de Samjiyon donde se hallan el Palacio de Escolares y Ninos de Samjiyon, la Casa Cultural Distrital de Samjiyon, el Restaurante de Fideo Pegaebong, etc.\n\t\t\t\t\t\n\t\t\t\t\tEn el terreno se dio enfasis en la necesidad de asegurar en el maximo nivel la calidad de las obras apoyando el noble proposito del partido de hacer repercutir las vivas del socialismo y del Partido del Trabajo desde las aldeas al pie del monte Paektu. \n\t\t\t\t\t\n\t\t\t\t\tEn el campo de construccion de la Central Hidroelectrica escalonada del rio Chongchon, Pak abogo por acelerar la construccion segun el programa de obra y exigio a las unidades relacionadas cumplir con antelacion la produccion de instalaciones generadoras."
        },
        {
            "title": "Portavoz de comite norteno para ejecucion de Declaracion Conjunta de 15 de Junio condena complot de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-18ee.html",
            "content": "Portavoz de comite norteno para ejecucion de Declaracion Conjunta de 15 de Junio condena complot de autoridades surcoreanas\r\nPyongyang, 16 de mayo (ACNC) -- Los comites norteno, sureno y ultramarino para la Ejecucion de la Declaracion Conjunta del 15 de Junio acordaron a mediados de marzo pasado organizar a escala nacional el acto conjunto nacional por el 15o aniversario de la publicacion de la Declaracion Conjunta del 15 de Junio en Seul y el acto por el 70o aniversario de la liberacion de la patria en Pyongyang.\n\t\t\t\t\tLa banda titere surcoreana ponia desde primeros dias del ano en curso las dificultades y obstaculos para que no se desarrollaran los actos conjuntos nacionales y actuo con mas frenesi con motivo de la reunion del comite preparatorio del acto conjunto nacional de los representantes de dichos comites, efectuada a principios de mayo en Shenyang de China.\n\t\t\t\t\t\n\t\t\t\t\tA contrapelo de los acuerdos ya publicados, desde el inicio de la reunion, las autoridades titeres dieron a los hombres relacionados del comite preparatorio sureno la orden urgente de fijar Pyongyang como sede por el acto conjunto de 15 de junio y Seul como lugar por el otro del 15 de agosto, respectivamente, o de seleccionar Seul como destino de dos actos. E hizo que no se acordaran el asunto de fijar el lugar de actos y otros al imponerselo hasta fin de la reunion.\n\t\t\t\t\t\n\t\t\t\t\tLo grave del caso es que impidieron la participacion de los representantes de la Solidaridad por el Progreso y la entidad del movimiento laboral, componentes principales del comite preparatorio sureno para actos conjuntos nacionales.\n\t\t\t\t\t\n\t\t\t\t\tEl portavoz del comite norteno para la ejecucion de la Declaracion Conjunta del 15 de Junio publico el dia 15, una declaracion revelando que las maquinaciones de los compinches titeres persiguen obstaculizar el acto conjunto nacional acordado por los delegados del Norte, el Sur y ultramar.\n\t\t\t\t\t\n\t\t\t\t\tEl intento de la banda titere de obstaculizar el acto comenzo a revelarse ya desde cuando vociferaba sobre el \"caracter no politico\" del acto.\n\t\t\t\t\t\n\t\t\t\t\tCambiar el lugar y el contenido del acto conjunto acordados por las entidades civiles del Norte, el Sur y el ultramar por la imposicion de las autoridades surcoreanas es una cosa dificil de convencer a otros. Ademas, imposibilita mas los preparativos pannacionales para el acto conjunto, ya que nos queda solo un mes hasta el 15o aniversario de la publicacion de la Declaracion Conjunta del 15 de Junio.\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos demuestran que las tentativas de la banda conservadora titere son una conspiracion premeditada para obstaculizar el acto conjunto nacional del 15 de junio.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad prueba claramente que para liberarse de la crisis de gobernacion las autoridades titeres hablan ruidosamente del \"dialogo\" y la \"ampliacion del intercambio civil\" y que no se ha cambiado nada su naturaleza de negar la Declaracion Conjunta del 15 de Junio y perseguir la confrontacion fratricida."
        },
        {
            "title": "AEDHC condena maniobras de reaccionarios japoneses",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-19ee.html",
            "content": "AEDHC condena maniobras de reaccionarios japoneses\r\nPyongyang, 16 de mayo (ACNC) -- El portavoz de la Asociacion de Estudio de Derechos Humanos de Corea (AEDHC) publico el dia 16 una declaracion condenando el arresto de funcionarios de la Chongryon (Asociacion General de Coreanos Residentes en Japon), cometido el dia 12 por los reaccionarios japoneses, calificandolo de provocacion politica contra la Republica Popular Democratica de Corea y de violacion cruel de DDHH.\n\t\t\t\t\tLas locuras de los reaccionarios japoneses no se diferencian de la barbaridad antietica sin precedentes del imperialismo japones que arresto y secuestro forzosamente a millones de coreanos inocentes durante el periodo de su dominacion colonial sobre Corea y les obligaron el trabajo de esclavitud y les empujaron como carne de canon y esclavas sexuales, senala la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tCoincidiendo con el primer aniversario desde cuando en las conversaciones intergubernamentales RPDC-Japon efectuadas en mayo del ano pasado en Estocolmo de Suecia se acordo liquidar el pasado desgraciado y resolver los problemas pendientes, los reaccionarios japoneses arrestaron a plena luz del dia a los  funcionarios de la Chongryon, lo cual es una expresion de su intencion vil de tomarla como medio de presion a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tNunca toleraremos los archi-crimenes perpetrados en el siglo pasado por el imperialismo japones contra la nacion coreana y los actos de violacion de DDHH y de discriminacion nacional de los reaccionarios japoneses contra la Chongryon y los calcularemos sin falta cientos de miles de veces mas.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades japonesas deben actuar con prudencia al conocer correctamente a su contraparte, pedir disculpas sobre la violacion de la dignidad y los derechos humanos de los funcionarios de la Chongryon y excarcelarlos de inmediato."
        },
        {
            "title": "Liquidara cuenta sin falta de crimenes de Japon contra RPDC",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-20ee.html",
            "content": "Liquidara cuenta sin falta de crimenes de Japon contra RPDC\r\nPyongyang, 16 de mayo (ACNC) -- El portavoz del Comite de Averiguacion de Danos por la Ocupacion del Imperialismo Japones sobre Corea hizo publica el dia 16 una declaracion para condenar la atrocidad fascista de los reaccionarios japoneses contra los funcionarios de la Chongryon (Asociacion General de los Coreanos Residentes en Japon).\n\t\t\t\t\tLa presente represion de los reaccionarios es la violacion flagrante a la dignidad y la soberania de la Republica Popular Democratica de Corea, la vejacion politica, la violacion barbara de derechos humanos de la Chongryon y los coreanos residentes en Japon y el desafio perverso a la nacion coreana que exige la liquidacion del pasado lleno de crimenes, senala la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tLos coreanos residentes en Japon son la victima directa de los crimenes antieticos cometidos en el pasado por el imperialismo japones durante su ocupacion colonial y sus descendientes.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades japonesas tienen el deber legal y moral y la obligacion de defender los derechos humanos y la vida de los coreanos residentes en Japon y garantizar las justas actividades de la Chongryon, organizacion representativa de ellos, lo que es una basica demanda de la ley internacional.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los reaccionarios japoneses reprimen a la Chongryon y arrestan a los coreanos residentes en Japon bajo los injustos pretextos, lo que es un crimen atroz nunca perdonable.\n\t\t\t\t\t\n\t\t\t\t\tEllos deben conocer claramente que no conseguiran nada con las maniobras anti-RPDC y anti-Chongryon, y excarcelar a los detenidos y poner fin a la conspiracion politica y las imprudentes represiones a la Chongryon.\n\t\t\t\t\t\n\t\t\t\t\tLa nacion coreana contara sin falta los crimenes de Japon  que se cometen generacion tras generacion y recibira la disculpa e indemnizacion por el respecto."
        },
        {
            "title": "RPDC mantendra relaciones de cooperacion con Organizacion Internacional de Supervision Financiera",
            "url": "http://kcna.co.jp/item/2015/201505/news16/20150516-21ee.html",
            "content": "RPDC mantendra relaciones de cooperacion con Organizacion Internacional de Supervision Financiera\r\nPyongyang, 16 de mayo (ACNC) -- A la pregunta formulada el dia 16 por un reportero de la ACNC en relacion con las recientes actividades por las cooperaciones internacionales en la rama de anti-lavado de dinero y anti-financiacion del terrorismo, el portavoz del Comite Nacional de Coordinacion de la Republica Popular Democratica de Corea sobre el Anti-lavado de Dinero y Anti-Financiacion del Terrorismo dio la siguiente respuesta.\n\t\t\t\t\tCumplimentando la invitacion del grupo anti-lavado de dinero de la region de Asia-Pacifico, la delegacion de la RPDC visito del dia 3 al 8 de mayo de 2015 el secretariado del Grupo en Sydney de Australia y realizo del 13 al 14 de mayo en Yakarta de Indonesia las negociaciones con el grupo de revision de la region de Asia-Pacifico.\n\t\t\t\t\t\n\t\t\t\t\tDurante la visita y las negaciones, ambas partes discutieron sinceramente los problemas practicos para intensificar las cooperaciones en el dominio de anti-lavado de dinero y anti-financiacion del terrorismo.\n\t\t\t\t\t\n\t\t\t\t\tLa parte de la Organizacion, tras evaluar positivamente los esfuerzos de la RPDC por el anti-lavado de dinero y la anti-financiacion del terrorismo, decidio invitar la RPDC a la reunion anual de su Organizacion a efectuarse en julio proximo y seguir consultar los problemas de interes mutuo mediante la visita a Pyongyang de la delegacion de la organizacion a eso de agosto.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC mantiene la invariable posicion anti-lavado de dinero y anti-financiacion del terrorismo y tambien en el futuro, estrechara, segun ello, las relaciones de cooperacion con la Organizacion Internacional de Supervision Financiera."
        }
    ]
}