{
    "date": "2015-05-19",
    "url": "http://kcna.co.jp/item/2015/201505/2015-05-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Taedonggang Terrapin Farm",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Taedonggang Terrapin Farm\r\n Pyongyang, May 19 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea (WPK), first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, gave field guidance to the Taedonggang Terrapin Farm.\n\t\t\t\t\t The Taedonggang Terrapin Farm is a big base for breeding terrapin built on the personal initiative of leader Kim Jong Il who exerted efforts to provide the people with tasty and nutritious terrapin widely known as precious tonic from olden times.\n\t\t\t\t\t\n\t\t\t\t\t Going round various places of the farm, he learnt in detail about its production and management and pointed to the serious shortcomings manifested in its work.\n\t\t\t\t\t\n\t\t\t\t\t \"It is hard to understand that the farm visited by Kim Jong Il did not arrange even the room for the education in the revolutionary history and the employees who failed to bear deep in their minds his leadership exploits could hardly perform their role as masters in production\", he noted, adding the atmosphere of the farm was completely different from those other farms he has visited.\n\t\t\t\t\t\n\t\t\t\t\t \"Everything goes well, people substantially benefit from the results of the implementation of the party policies and hurrah for the WPK and socialism are heard from the units which consider it as the main line to uphold and glorify the leadership exploits of the great leaders and the party but only sighs of defeatists come from those units which failed to do so and they may get bogged down even if all conditions are provided\", he said, stressing this is the lesson one can draw from their work style.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the party sent fries of freshwater lobsters to the farm so that it might breed them and took necessary measures for it but it failed to complete a breeding ground though two years have passed since then, he strongly criticized the shortcoming of its officials as a manifestation of incompetence, outmoded way of thinking and irresponsible work style.\n\t\t\t\t\t\n\t\t\t\t\t Reproaching the farm for not doing even the work for updating its operation, he queried its officials if they could call its installing of just cameras monitoring the interior of the breeding ground without establishing a system for measuring the quality of water and automatically adjusting it a combined control room and modernization. \n\t\t\t\t\t\n\t\t\t\t\t  He said that all service personnel and people of the country are working hard round the clock to make good presents to the 70th founding anniversary of the WPK but he could hardly understand with what success the officials and employees of the farm would like to greet the October festival.\n\t\t\t\t\t\n\t\t\t\t\t Noting that if officials work the way those of the farm do, it is impossible to realize the desire of Kim Jong Il and they may bring such grave consequences as impairing the prestige of the party in the end, he called for turning the farm into the one from which people substantially benefit and a model unit in the nation's cultivation which introduces advanced breeding methods and technology into its operation.\n\t\t\t\t\t\n\t\t\t\t\t He indicated tasks and ways for drastically improving the work on the farm such as the issue of taking a proper measure for supplying electricity for safe breeding, regardless of seasons, the issues of producing hatching equipment with indigenous efforts and technology, building perfect anti-epidemic facilities and putting overall production processes on an automatic basis, the issue of locally producing food required for breeding 100 per cent and the issue of intensifying the research into putting breeding on a scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, O Su Yong, Ri Jae Il and Jo Yong Won."
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Tunisian Ambassador",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-18ee.html",
            "content": "Kim Yong Nam Receives Credentials from Tunisian Ambassador\r\n Pyongyang, May 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, received credentials from Tunisian Ambassador to the DPRK Tarek Amri at the Mansudae Assembly Hall on Tuesday."
        },
        {
            "title": "Delegation Arrives to Take Part in International Women's Grand March",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-23ee.html",
            "content": "Delegation Arrives to Take Part in International Women's Grand March\r\n Pyongyang, May 19 (KCNA) -- A delegation arrived here on Tuesday to take part in the 2015 international women's grand march for the reunification and peace in Korea. It consists of personages from different countries including the U.S., Sweden, Zimbabwe, Canada, Philippines, Colombia, Britain, Australia and Japan and overseas Koreans.\n\t\t\t\t\t The Korean Committee for Solidarity with the World People hosted a reception for the delegation at Yanggakdo International Hotel on the same day."
        },
        {
            "title": "Russian Delegation Here",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-20ee.html",
            "content": "Russian Delegation Here\r\n Pyongyang, May 19 (KCNA) -- A delegation of the Center for Energy and Security Studies of Russia headed by Director Anton Khlopkov arrived here on Tuesday."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-17ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, May 19 (KCNA) -- The participants in the DPRK-Russia friendship symposium visited the statues of President Kim Il Sung and leader Kim Jong Il at Kim Il Sung University on Tuesday.\n\t\t\t\t\t They laid floral baskets before the statues of the peerlessly great men who made immortal contributions to the development of the DPRK-Russia friendly relations, and paid tribute to them in humble reverence."
        },
        {
            "title": "DPRK-Russia Friendship Symposium Held",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-21ee.html",
            "content": "DPRK-Russia Friendship Symposium Held\r\n Pyongyang, May 19 (KCNA) -- A DPRK-Russia friendship symposium took place at Kim Il Sung University on Tuesday to mark the year of DPRK-Russia friendship. \n\t\t\t\t\t Present there were officials, teachers and researchers of Kim Il Sung University and representatives of different universities of Russia including Moscow Lomonosov State University, and the Russian ambassador to the DPRK and his embassy officials. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said intensifying education in the Korean and Russian languages and the study of them is of weighty significance in achieving common progress. \n\t\t\t\t\t\n\t\t\t\t\t They expressed the belief that the symposium would help the education institutions of the two countries exchange valuable achievements in scientific research and make positive contributions to developing the bilateral friendly relations.\n\t\t\t\t\t\n\t\t\t\t\t The symposium was held, divided into several panels on the theme of \"Education in Korean and Russian languages at Kim Il Sung University and universities of the Russian Federation.\" Dozens of valuable academic papers were presented there."
        },
        {
            "title": "Letter to Kim Jong Un from Russian Figures",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-22ee.html",
            "content": "Letter to Kim Jong Un from Russian Figures\r\n Pyongyang, May 19 (KCNA) -- Supreme leader Kim Jong Un Tuesday received a letter from representatives of different universities of Russia who took part in the Russia-DPRK friendship symposium.\n\t\t\t\t\t The letter said that the symposium was a significant gathering which helped strengthen the education in the Russian and Korean languages and the study of them onto a new higher stage and further develop the exchange, friendly cooperation between different universities of Russia including Moscow Lomonosov State University and Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\t It expressed deep reverence for Kim Jong Un who provided the significant symposium.\n\t\t\t\t\t\n\t\t\t\t\t The participants expressed the will to make a positive contribution to boosting the Russia-DPRK friendly relations and the multifaceted exchange and cooperation between the above-said universities by further developing the education in the Russian and Korean languages in the future with the symposium as a momentum, the letter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t While witnessing the brave Korean people vigorously advancing towards a highly civilized socialist nation under the outstanding leadership of respected Your Excellency Kim Jong Un true to the behests of HE President Kim Il Sung and Chairman of the National Defence Commission HE Kim Jong Il, the eternal leaders of the Korean people, we were encouraged and became convinced of the bright future of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We will make efforts to boost the scientific exchange which will be of a great help to furthering the friendly cooperation between universities of the two countries in the future."
        },
        {
            "title": "DPRK Boxer Bags Gold Medal",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-19ee.html",
            "content": "DPRK Boxer Bags Gold Medal\r\n Pyongyang, May 19 (KCNA) -- DPRK boxer Kwak Chol bagged a gold medal in the men's 49 kg category at the international boxing tournament named after Konstantin Korotkov held in Khabarovsk, Russia.\n\t\t\t\t\t The tournament brought together more than 120 ace boxers from 16 countries and regions including the DPRK, Kazakhstan and Moldova."
        },
        {
            "title": "DPRK Educational Institutions Pay Efforts to Sports Development",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-15ee.html",
            "content": "DPRK Educational Institutions Pay Efforts to Sports Development\r\n Pyongyang, May 19 (KCNA) -- Educational institutions in the DPRK have striven for the development of the country's sports science and technology.\n\t\t\t\t\t It is well evidenced by the recent 3rd national exhibition of sports scientific and technological successes in the educational field.\n\t\t\t\t\t\n\t\t\t\t\t Taking part in the exhibition were more than 60 universities, colleges and other educational units.\n\t\t\t\t\t\n\t\t\t\t\t On display there were hundreds of valuable exhibits, which gave a glimpse of the achievements made by teachers and researchers in the efforts to put the nation's sports on a scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t They included energy drink presented by Pyongyang Medical College under Kim Il Sung University, software for marathon by Kim Chaek University of Technology and multimedia program for football by Wonsan University of Education."
        },
        {
            "title": "Fruit of Acer saccharinum",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-16ee.html",
            "content": "Fruit of Acer saccharinum\r\n Pyongyang, May 19 (KCNA) -- Teachers and researchers of Pyongyang Agricultural College of Kim Il Sung University recently confirmed that the fruit can be used for feed as it is highly rich in protein.\n\t\t\t\t\t They succeeded in processing the fruit through denaturation and microbiological fermentation to raise its nutritive value.\n\t\t\t\t\t\n\t\t\t\t\t After processing, its protein content reaches over 30%.\n\t\t\t\t\t\n\t\t\t\t\t The fruit doubles or quadruples bean in per hectare yield."
        },
        {
            "title": "DPRK Will Achieve Final Victory: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-05ee.html",
            "content": "DPRK Will Achieve Final Victory: Rodong Sinmun\r\n Pyongyang, May 19 (KCNA) -- The DPRK's successful underwater test-fire of ballistic missile from a strategic submarine instilled the confidence in certain victory and optimism into not only the Korean people but also the revolutionary people of the world and struck terror into the hearts of the U.S. and its allies, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The acquisition of the underwater launching technology of ballistic missile from a strategic submarine is of strategic significance which is no less than satellite launching as the DPRK came to conduct any underwater operation with world-level strategic weapons capable of striking and wiping out in any waters hostile forces scheming to hurt its sovereignty and dignity.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is ready for any kind of war, operation and battle wanted and opted by the U.S. imperialists and has access to strategic and tactic guided missiles and nuclear deterrence capable of seizing the initiative in a war by conventional armed forces or any other modern war including a nuclear war and completely fighting down the enemies. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists and the south Korean puppet warmongers dare do harm to the DPRK, it will turn their bases for aggression into ashes through its first strike. This is the immutable stand of the powerful revolutionary Paektusan army.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is persistently standing against the just cause of the DPRK's army and people, oblivious of tremendous might of Songun Korea, the U.S. will meet an unheard-of miserable end in its mainland."
        },
        {
            "title": " Rodong Sinmun Terms U.S. Arch Criminal of Nuclear Proliferation and Nuclear Arms Race",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-06ee.html",
            "content": "Rodong Sinmun Terms U.S. Arch Criminal of Nuclear Proliferation and Nuclear Arms Race\r\n Pyongyang, May 19 (KCNA) -- Brass-hats of the U.S. military are claiming that the \"nuclear threat from north Korea\" would cause the calamity not only on the U.S. mainland but on the Korean peninsula and it would drive the world into chaos. They are talking a lot as if they were concerning about \"nuclear capability of north Korea\" while giving impressions that the DPRK is violating the NPT and threatening global peace and security.\n\t\t\t\t\t This is nothing but a cunning plot to divert to the DPRK the international criticism of the U.S., the biggest nuclear possessor and proliferater, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Claiming that in order to guarantee global peace and security it is necessary to prevent nuclear threat and nuclear proliferation, the U.S. is talking volumes as if it were concerned about it. However, the U.S. cannot cover up its real intention. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. tries to maintain the NPT. It is by no means because it hopes for the world without nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t It feels uneasy about the fact that its nuclear upper-hand would come to an end no matter how many nuclear weapons it has stockpiled if the NPT is scrapped. \n\t\t\t\t\t\n\t\t\t\t\t Due to the U.S. deceptive and unfair nuclear policy and ceaseless nuclear blackmails those afflicted countries intend to destroy the nuclear upper-hand on which the U.S. depends and cancel NPT. \n\t\t\t\t\t\n\t\t\t\t\t And the U.S. moves for updating nuclear weapons make other nuclear weapons states put spurs to updating their nuclear weapons. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, indeed, the root cause of nuclear disaster on the globe. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will further bolster up war deterrence no matter how deceptively the U.S. is talking about the \"world without nuclear weapons\"."
        },
        {
            "title": " Human Rights Abuses in U.S. under Fire",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-07ee.html",
            "content": "Human Rights Abuses in U.S. under Fire\r\n Pyongyang, May 19 (KCNA) -- U.S. President Obama recently said slaying of a young black late in April and riot of black people that followed it were nothing new and such incidents have lasted for several decades, deploring the reality of society ridden with serious racial discrimination.\n\t\t\t\t\t Rodong Sinmun Tuesday in a commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Human rights abuses baffling human imagination in the U.S. have been already brought to light. \n\t\t\t\t\t\n\t\t\t\t\t Black and other minority people in the U.S. fall victim to crimes and prejudiced actions of the judicial authorities. \n\t\t\t\t\t\n\t\t\t\t\t Medicine-experiment and other inhuman acts are ceaselessly perpetrated on bodies of prisoners, namely black, and police human rights abuses are getting unabated against people of other races. \n\t\t\t\t\t\n\t\t\t\t\t White policemen's ceaseless slayings of black people in recent years are typical examples showing the height of racial discrimination. \n\t\t\t\t\t\n\t\t\t\t\t Racial discrimination is chronic evil practice and a social trend in the U.S. \n\t\t\t\t\t\n\t\t\t\t\t No wonder, Amnesty International placed the U.S. on the top of the world's five worst human rights abusers. \n\t\t\t\t\t\n\t\t\t\t\t Human rights abuses committed by the U.S. in different parts of the world in utter disregard of international law and worldwide denunciation can never be allowed as they are crimes against humanity. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in a commentary urges the U.S. to keep mum about \"equality for all,\" \"respect for human rights\" and \"democracy\" as it is torn with serious social contradiction in which the rich get richer and the poor poorer and people without money are fated to die."
        },
        {
            "title": "KCNA Commentary Accuses U.S. of Being Bad Liar",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-10ee.html",
            "content": "KCNA Commentary Accuses U.S. of Being Bad Liar\r\n Pyongyang, May 19 (KCNA) -- The former vice-director of the CIA confessed recently that the information used by the U.S. to justify its invasion of Iraq was baseless.\n\t\t\t\t\t The CIA vice-director from 2011 to 2013, in a book describing his 30 year-long service at the CIA, disclosed that the U.S. ignited a war against Iraq on the basis of such false information that former President of Iraq Saddam Hussein's regime had been developing WMDs, having ties with Al-Qaeda.\n\t\t\t\t\t\n\t\t\t\t\t A lot of pieces of information about the ties between Al-Qaeda and Saddam's regime and the U.S. invasion of Iraq have been opened to public but the above-said book authored by a veteran agent of the CIA is drawing attention as it elaborates on the information about not a few officials of the U.S. administration and the CIA and lots of bomb-like truth.\n\t\t\t\t\t\n\t\t\t\t\t There has been no evidence proving the ties between the former Saddam regime and Al Qaeda after the U.S. occupation of Iraq. \n\t\t\t\t\t\n\t\t\t\t\t Powell, secretary of the U.S. Department of State under the Bush administration, in his memoir wrote that his belief in the misinformation provided by the CIA was the \"biggest mistake\" in his life.\n\t\t\t\t\t\n\t\t\t\t\t The above-said book has once again brought to light the true colors of the U.S. which has run the whole gamut of gimmicks in a bid to attain its egoistic goals.\n\t\t\t\t\t\n\t\t\t\t\t All the U.S. infringements upon the sovereignty of other countries are prompted by its wild ambition to dominate the world from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t \"Threat\" from the DPRK and its non-existent \"human rights\" issue much touted by the U.S. are nothing but fictions to keep south Korea under its occupation forever and carry out its strategy for dominating the Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is set to step up its arms buildup for carrying out the above-said strategy under those pretexts. It will continue to cite the above-said fictions and steadily escalate its political and military pressure upon the DPRK in the days ahead till it attains its objective. \n\t\t\t\t\t\n\t\t\t\t\t The international community should keep due vigilance against such move."
        },
        {
            "title": "S. Korean Workers Commit Suicides",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-09ee.html",
            "content": "S. Korean Workers Commit Suicides\r\n Pyongyang, May 19 (KCNA) -- Nowadays workers, unable to bear sufferings due to crackdown on trade unions, discrimination against part-timers and layoff, are committing suicides one after another in south Korea.\n\t\t\t\t\t The chief of a branch of the Kwangju-South Jolla Provincial Chapter of the Metal Workers Trade Union hung himself to death on a hillock near his house on May 10.\n\t\t\t\t\t\n\t\t\t\t\t In his note he asked his co-workers to fight to the bitter end to have the discharged workers reinstated and part-time jobs turned into full-time ones and put an end to the firing of workers. \n\t\t\t\t\t\n\t\t\t\t\t The former chief of a branch of the Kyonggi Provincial Chapter of the Metal Workers Trade Union also hung himself to death in a mountain on May 11.\n\t\t\t\t\t\n\t\t\t\t\t Earlier a worker of a Pusan joint brewage company committed suicide in his house on May 7."
        },
        {
            "title": "S. Koreans Honor Memory of Martyrs of Kwangju Popular Uprising",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-13ee.html",
            "content": "S. Koreans Honor Memory of Martyrs of Kwangju Popular Uprising\r\n Pyongyang, May 19 (KCNA) -- A night vigil for honoring the memory of the martyrs of the Kwangju popular uprising took place in Kwangju on May 17, the day before the 35th anniversary of the May 18 Kwangju Popular Uprising in south Korea. \n\t\t\t\t\t It was attended by Kwangju citizens, workers, students and bereaved families of the Ferry Sewol disaster, more than 7,000 in all. \n\t\t\t\t\t\n\t\t\t\t\t People of different social standings thronged Kumnamro where Kwangju citizens had staged fierce battles against harsh oppression by the martial law army 35 years ago. \n\t\t\t\t\t\n\t\t\t\t\t Then there took place a memorial service outside the former South Jolla Provincial Office building. \n\t\t\t\t\t\n\t\t\t\t\t There was an art performance whose numbers portrayed how the Kwangju citizens fought in May 1980, chanting slogans \"independence, democracy and reunification.\""
        },
        {
            "title": "Japanese Reactionaries' Suppression of Chongryon under Fire",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-08ee.html",
            "content": "Japanese Reactionaries' Suppression of Chongryon under Fire\r\n Pyongyang, May 19 (KCNA) -- A spokesman for the Zhongnan Regional Association under the General Association of Koreans in China released a statement on May 15 to denounce the Japanese reactionaries' unreasonable suppression of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The statement fully supported the statements issued by the Committee for Aiding Overseas Compatriots of Korea and the Central Measure Committee of Chongryon condemning the heinous action of the Japanese authorities against Chongryon and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' repressive action was a blatant challenge to Chongryon and the Korean nation and brigandish hostile action. This is touching off towering anger and resentment among all the Korean nationalities of the Zhongnan Regional Association.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should stop the unreasonable suppression of Chongryon, release the arrested compatriots without delay and apologize for the recent action."
        },
        {
            "title": "Japanese Authorities' Politically-motivated Crackdown upon Officials of Chongryon Slammed",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-12ee.html",
            "content": "Japanese Authorities' Politically-motivated Crackdown upon Officials of Chongryon Slammed\r\n Pyongyang, May 19 (KCNA) -- The General Association of Koreans in China on May 14 issued a statement.\n\t\t\t\t\t The statement denounced the Japanese authorities' illegal criminal acts against the General Association of Korean Residents in Japan (Chongryon), an overseas compatriots' organization, and Koreans in Japan as a serious provocation against the DPRK and an unpardonable challenge to the sovereignty and dignity of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Their repeated anti-DPRK and anti-Chongryon racket has sparked off resentment of all Koreans, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The General Association of Koreans in China and all the Koreans in China strongly urge the Japanese authorities to get clearly aware of the basic spirit of the DPRK-Japan Pyongyang Declaration and the trend of the times, make an apology for such unwarranted brutal crimes and punish those responsible for them."
        },
        {
            "title": "Japanese Authorities' Crackdown upon Officials of Chongryon Flayed by Koreans in Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-11ee.html",
            "content": "Japanese Authorities' Crackdown upon Officials of Chongryon Flayed by Koreans in Kyrgyzstan \r\n Pyongyang, May 19 (KCNA) -- Pak Kyong Ho, chairman of the United Confederation of Koreans in Kyrgyzstan, issued a statement on May 14 denouncing the Japanese authorities for their unreasonable and vicious crackdown upon officials of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries searched the houses of the chairman and a vice chairman of the Central Standing Committee of Chongryon in March and hurled police into an operation to arrest officials of Chongryon on May 12.\n\t\t\t\t\t\n\t\t\t\t\t Their action is aimed to fan up anti-DPRK and anti-Chongryon sentiments in Japan's society in a bid to justify the extension of its \"independent sanctions\" against the DPRK and, furthermore, realize its militarist ambition. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities' brigandish and heinous hostile action against Chongryon and Koreans in Japan is a grave provocation against the DPRK's dignity and sovereignty and sinister intention to stamp out Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged them to stop at once the moves to stamp out Chongryon and immediately release the groundlessly arrested officials of Chongryon."
        },
        {
            "title": " Japanese Authorities Urged to Stop Crackdown upon Chongryon",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-14ee.html",
            "content": "Japanese Authorities Urged to Stop Crackdown upon Chongryon\r\n Pyongyang, May 19 (KCNA) -- Members of the Editorial Board of Minjok Thongsin, an internet paper of Koreans in the U.S., on May 15 issued a joint statement.\n\t\t\t\t\t The statement said that the Japanese authorities' crimes against officials of Chongryon were an undisguised suppression of Chongryon and acts that violated the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities and conservative media that serve them as their paid trumpeters should immediately stop crackdown upon Chongryon and make an apology for it.\n\t\t\t\t\t\n\t\t\t\t\t They should know world people are not standing on their side and that anger against them is running high day by day in different countries, all but the U.S. imperialists and a handful of their satellites."
        },
        {
            "title": "Anniversary of ARF Marked in Britain",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-02ee.html",
            "content": "Anniversary of ARF Marked in Britain\r\n Pyongyang, May 19 (KCNA) -- The British Association for the Study of Songun Policy posted an article on its website on the occasion of the 79th founding anniversary of the Association for the Restoration of the Fatherland (ARF).\n\t\t\t\t\t The article said that in the early period when President Kim Il Sung embarked on the revolution, he clarified the stand that the country's liberation and national prosperity should be achieved by the Korean nation itself through national unity and waged a dynamical struggle to realize it.\n\t\t\t\t\t\n\t\t\t\t\t The article noted:\n\t\t\t\t\t\n\t\t\t\t\t Under his wise guidance the ARF, the first revolutionary anti-Japanese national united front in Korea, was inaugurated and \"The Ten-Point Programme of the Association for the Restoration of the Fatherland\" published on May 5, 1936.\n\t\t\t\t\t\n\t\t\t\t\t The foundation of the ARF and its activities became the precious tradition of the great unity of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The President's idea of the great national unity was successfully carried forward by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his patriotic will and bold decision the historic north-south joint declarations which indicate the way of national reunification were adopted and published.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung's and Kim Jong Il's cause of national reunification is being steadily carried forward by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The 79 year-old history since the founding of the ARF clearly proves the truth that unity guarantees the destiny of the nation and prosperity."
        },
        {
            "title": "DPRK Introduced by German Organization",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-03ee.html",
            "content": "DPRK Introduced by German Organization\r\n Pyongyang, May 19 (KCNA) -- The Anti-Imperialist Forum of Germany posted an article titled \"Invincibility of socialist Korea\" on its website on May 12.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is leaving no means untried to bring down socialist Korea for a long period but its ambition can never be realized.\n\t\t\t\t\t\n\t\t\t\t\t Firstly, it is because socialist Korea has held the great leaders in high esteem generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung built the socialist power independent in politics, self-supporting in economy and self-reliant in national defence which enjoys absolute support and trust of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il formulated Songun politics as the basic political mode under socialism, applied it to all domains and thus developed the DPRK into a satellite manufacturer and launcher and nuclear weapons state.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un has put the single-minded unity of the leader and all service personnel and people more powerful than nuclear weapons on the highest level and turned the country into a highly civilized socialist nation with the solid independent economy based on the updated science and technology and world-level cultural life bases.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, it is because socialist Korea is guided by the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Korean socialism is winning victories as it is taking the Juche idea as the guidelines.\n\t\t\t\t\t\n\t\t\t\t\t Thirdly, it is because the Korean people regard socialism as their life and soul.\n\t\t\t\t\t\n\t\t\t\t\t They form a large harmonious family and highly value the socialist country where the universal free medical healthcare and free education are being enforced and the tax system was completely repealed.\n\t\t\t\t\t\n\t\t\t\t\t The invincibility of socialist Korea is being consolidated by Kim Jong Un and the Korean people are stepping up their drive to win the final victory.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will shine long as the invincible socialist power."
        },
        {
            "title": "Kim Jong Un recorre Planta de Tortugas de Agua Dulce Taedonggang",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-24ee.html",
            "content": "Kim Jong Un recorre Planta de Tortugas de Agua Dulce Taedonggang\r\nPyongyang, 19 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno la Planta de Tortugas de Agua Dulce Taedonggang.\n\t\t\t\t\tLa Planta es un gran criadero de tortugas de agua dulce levantado por la iniciativa del Dirigente Kim Jong Il quien se esforzaba por suministrar al pueblo coreano la tortuga sabrosa y nutritiva, reconocida como medicina preciosa desde la antiguedad.\n\t\t\t\t\t\n\t\t\t\t\tTras averiguar en detalles el estado de produccion y la administracion en varios puntos de la planta, el Mariscal reprocho el estado actual de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tAl decir que es incomprensible el que en la fabrica visitada por el Dirigente no esta acondicionada la sala de educacion en la historia revolucionaria, senalo que los empleados inconscientes de las hazanas de direccion del Dirigente no pueden cumplir satisfactoriamente el papel de dueno en la produccion y agrego que el ambiente de la fabrica es diferente de las otras visitadas por el mismo.\n\t\t\t\t\t\n\t\t\t\t\tEn las unidades que toman como linea principal la labor para defender y hacer valer las hazanas de la direccion de los grandes lideres y el partido, lo todo marcha bien y el pueblo se beneficia realmente de la politica del partido y repercuten las vivas del Partido del Trabajo y el socialismo, pero, en el caso contrario, se oye la queja de derrotistas y todos trabajan con negligencia aunque se les ofrezcan las condiciones favorables, lo que es una leccion sacada por nosotros, destaco.\n\t\t\t\t\t\n\t\t\t\t\tAunque el partido envio a esa planta el reproductor de camaron de agua dulce y tomo las medidas necesarias, la fabrica no construyo el criadero aunque pasaron dos anos y pico, lo que es una expresion de la incapacidad, el modo de pensamiento congelado y el estilo de trabajo irresponsable, reprocho.\n\t\t\t\t\t\n\t\t\t\t\tDijo que la fabrica no realiza bien la modernizacion y agrego que no es la sala de control combinado modernizado solo con instalar la camara que vigila el interior del criadero como esta planta sin establecer el sistema de medicion de calidad de agua y autocontrol.\n\t\t\t\t\t\n\t\t\t\t\tAl recordar que todo el ejercito y el pueblo se empenan con afan dia y noche por preparar los excelentes presentes dedicados al 70o aniversario de la fundacion del PTC, reprendio a los funcionarios y empleados de la planta diciendo con que regalos ellos acogeran el festival de octubre.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que si uno trabaja como en esa planta, no puede cumplir el legado del Dirigente y traera el grave resultado de denigrar hasta el prestigio del partido y enfatizo la necesidad de convertir la planta en una unidad ejemplar del pais que este dotada de avanzado metodo y tecnologia de cultivo y ofrezca al pueblo los beneficios reales.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas y remedios para mejorar radicalmente la labores de la planta, entre otros, el asunto de tomar las medidas para suministrar la electricidad para asegurar el cultivo en todas las estaciones, el de elaborar por su propia cuenta los equipos de incubacion, disponer de las instalaciones profilacticas y automatizar todas las cadenas de produccion, el de nacionalizar el cebo por 100 %, el de desarrollar la investigacion para elevar el nivel cientifico del  cultivo.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Hwang Pyong So, O Su Yong, Ri Jae Il y Jo Yong Won."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de nuevo embajador tunecino",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-25ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de nuevo embajador tunecino\r\nPyongyang, 19 de mayo (ACNC) -- Tarek Amri presento el dia 19 en el capitalino Palacio de los Congresos Mansudae ante el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, sus cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica Tunecina en la RPDC.\n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico"
        },
        {
            "title": "En Pyongyang delegacion participante en gran marcha internacional de mujeres",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-26ee.html",
            "content": "En Pyongyang delegacion participante en gran marcha internacional de mujeres\r\nPyongyang, 19 de mayo (ACNC) -- Llego el dia 19 a esta capital la delegacion compuesta por las personalidades de Estados Unidos, Suecia, Zimbabwe, Canada, Filipina, Colombia, Gran Bretana, Australia, Japon y otros paises y por los coreanos en ultramar, a participar en la gran marcha internacional de mujeres para la reunificacion y la paz de Corea 2015.\n\t\t\t\t\t  El mismo dia el Comite Coreano de Solidaridad con los Pueblos del Mundo ofrecio en el Hotel Internacional Yanggakdo una recepcion en honor de la delegacion."
        },
        {
            "title": " Seminario de amistad Rusia-Corea",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-27ee.html",
            "content": "Seminario de amistad Rusia-Corea\r\nPyongyang, 19 de mayo (ACNC) -- Con motivo del ano de amistad Corea-Rusia tuvo lugar el dia 19 en la Universidad Kim Il Sung el seminario de amistad Corea-Rusia.\n\t\t\t\t\tEn la ocasion estuvieron presentes los funcionarios, profesores e investigadores del dicho plantel docente, los delegados de varias universidades de Rusia incluyendo la Universidad Estatal  M. V. Lomonosov  de Moscu, el embajador y miembros de la embajada rusa en Corea.\n\t\t\t\t\t\n\t\t\t\t\t Hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\t Los oradores se refirieron a que profundizar mas la educacion e investigacion sobre las lenguas de Corea y Rusia tiene una significacion muy importante en lograr el progreso comun.\n\t\t\t\t\t\n\t\t\t\t\t Expresaron conviccion de que mediante el presente simposio, los organos de ensenanza de los dos paises intercambiaran los exitos valiosos logrados en la investigacion cientifica y contribuiran al desarrollo de las relaciones de amistad Corea-Rusia.\n\t\t\t\t\t\n\t\t\t\t\t En el seminario efectuado dividido en varias secciones bajo el titulo de \"Educacion de las lenguas de Corea y Rusia en la Universidad Kim Il Sung y las universidades de la Federacion Rusa\", fueron publicadas decenas de tesis academicas valiosas."
        },
        {
            "title": "ACNC comenta nuevo ardid de EE.UU. sobre invasion armada a Iraq",
            "url": "http://kcna.co.jp/item/2015/201505/news19/20150519-28ee.html",
            "content": "ACNC comenta nuevo ardid de EE.UU. sobre invasion armada a Iraq\r\nPyongyang, 19 de mayo (ACNC) -- Hace poco, el ex subdirector de la Agencia Central de Inteligencia de EE.UU. confeso que era infundada la informacion sobre el desarrollo de armas de exterminio masivo de Iraq que se utilizo por su pais como pretexto de la invasion armada al pais persico. \n\t\t\t\t\tEl trabajo de subdirector de la CIA desde 2011 hasta 2013. En el libro sobre su servicio en la CIA durante 30 anos, el revelo que el imperio provoco la guerra iraqui a base de la informacion falsificada de que el ex presidente iraqui Saddam Hussein tenia relacion con Al-Qaeda y desarrollaba las armas de exterminio masivo. \n\t\t\t\t\t\n\t\t\t\t\tEn el tiempo pasado tambien se publicaron algunos datos sobre las relaciones entre Al-Qaeda y el poder de Saddam y la invasion de EE.UU. contra Iraq. Pero, esta vez se dieron a conocer en detalles a traves de este libro los datos y otros contenidos sensibles relacionados con no pocos personajes de la administracion y la CIA de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tComo es conocido por todos, en 2003 EE.UU. cometio la invasion armada contra Iraq bajo el pretexto injusto de que el pais persico tenia estrecha relacion con Al-Qaeda y desarrollaba las armas de exterminio masivo. \n\t\t\t\t\t\n\t\t\t\t\tDespues de la ocupacion de Iraq, el imperio no pudo buscar ningun testigo sobre las relaciones entre el poder de Saddam y Al-Qaeda. \n\t\t\t\t\t\n\t\t\t\t\tLos especialistas del Centro Norteamericano para los Estudios Estrategicos e Internacionales senalaron en su informe que a diferencia de la insistencia de la administracion Bush, no hubo ninguna relacion entre el poder de Saddam y Al-Qaeda. \n\t\t\t\t\t\n\t\t\t\t\tEl secretario de Estado norteamericano de aquel entonces, Powell, confio en la informacion falsificada de la CIA e insistio en la ONU en el rumor de la \"posesion de armas de exterminio masivo\" de Iraq. Con posterioridad, el lamento en su biografia que esto fue el \"error mas grande\" en toda su vida.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe del grupo norteamericano de inspeccion de armas de Iraq concluyo en el informe final presentado ante el Congreso norteamericano que en aquel momento de inicio de la guerra iraqui no existia en ese pais ni un armamento de exterminio masivo.\n\t\t\t\t\t\n\t\t\t\t\tLa Fundacion Carnegie de EE.UU. estudio cientos de documentos y departio con decenas de expertos en armamentos de destruccion masiva y dio a la publicidad que \"no hay el testigo que apoya la insistencia en que Iraq intenta entregar las armas de exterminio masivo a los terroristas\" y que \"los funcionarios de la administracion norteamericana tergiversaron sistematicamente la amenaza proveniente de los armamentos de destruccion masiva y el plan de misil balistico de Iraq\". \n\t\t\t\t\t\n\t\t\t\t\tA traves del presente libro, volvio a revelarse la naturaleza del imperio que se vale de todos los complots para obtener sus designios malintencionados. \n\t\t\t\t\t\n\t\t\t\t\tLa violacion de la soberania de EE.UU. es el resultado de su ambicion de hegemonia mundial.\n\t\t\t\t\t\n\t\t\t\t\tEl rumor de la \"amenaza\" y el \"problema de DDHH del Norte de Corea\", de que hablan tanto EE.UU., resultan un ardid para apoderarse de toda la Peninsula Coreana y lograr la estrategia de hegemonia sobre la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tHasta que EE.UU. logre su ambicion hegemonica, existiran el rumor de la \"amenaza\" y el \"problema de DDHH del Norte de Corea\" y se intensificara el grado de la presion politica y militar anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLa sociedad internacional ha de prestar atencion merecida a ello."
        }
    ]
}