{
    "date": "2015-03-20",
    "url": "http://kcna.co.jp/item/2015/201503/2015-03-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Watches Drill of KPA Air and Anti-Air Force",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-07ee.html",
            "content": "Kim Jong Un Watches Drill of KPA Air and Anti-Air Force\r\nPyongyang, March 20 (KCNA) -- A drill of raiding and repairing an airfield was staged by the Air and Anti-Air Force of the Korean People's Army (KPA) amid the intensified combat drills of all the service personnel to wipe out the U.S. imperialists and their stooges hell-bent on war exercises against the DPRK.\n\t\t\t\t\t Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the KPA, watched the drill.\n\t\t\t\t\t\n\t\t\t\t\t The drill was aimed to check and confirm under simulated conditions of an actual war the distribution of air forces to be involved in raiding \"enemy\" airfield, their striking procedures and methods, bombing and shooting art of pilots, the powers of various air weapons and the ability for repairing destroyed airfield.\n\t\t\t\t\t\n\t\t\t\t\t Involved in it were fighter, raider and bomber wings under the Guards 1st Air and Anti-Air Division and 5th Flight Division of the KPA Air and Anti-Air Force.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the decision made by the commander of the KPA Air and Anti-Air Force to carry out the task of striking the \"enemy\" airfield at an observation post, Supreme Commander Kim Jong Un gave an order to start the drill.\n\t\t\t\t\t\n\t\t\t\t\t Various types of mine bombs were successively dropped in a brief span of time on the \"enemy\" airfield in the wake of raiding on its depot, commanding post and runways by use of rocket gun shells and unguided rockets.\n\t\t\t\t\t\n\t\t\t\t\t Watching the fighters dealing intensive strikes at important posts of the \"enemy\" airfield, the supreme commander said with great satisfaction that such strikes would utterly shock the enemy forces and praised the pilots for their perfect and thrilling strike.\n\t\t\t\t\t\n\t\t\t\t\t Then, followed a drill for repairing the destroyed airfield.\n\t\t\t\t\t\n\t\t\t\t\t After the drill, Kim Jong Un gave an important instruction that would serve as guidelines in rounding off the combat preparedness of the KPA Air and Anti-Air Force.\n\t\t\t\t\t\n\t\t\t\t\t He said that all the fighter pilots should make a steady and profound study of the Juche-based flying combat method, guerrilla-style war method and conduct intensified flight training to acquire high aeronautics, bombing art and marksmanship and get fully familiar with practical war methods and actions.\n\t\t\t\t\t\n\t\t\t\t\t Stressing the need to reject formalism and stereotyped patterns and steadily improve contents and forms under the Party's training-first slogan and thus bring about a turn in raising the quality of flight training, he repeatedly urged all the air units to make the high-intensity training a part of daily life and a habit.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Hwang Pyong So, Hyon Yong Chol, Jo Kyong Chol, Ri Pyong Chol and Hong Yong Chil."
        },
        {
            "title": "Session of SPA of DPRK to Be Convened",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-01ee.html",
            "content": "Session of SPA of DPRK to Be Convened\r\nPyongyang, March 20 (KCNA) -- The 3rd session of the 13th Supreme People's Assembly of the DPRK will be convened in Pyongyang on April 9. \n\t\t\t\t\t A relevant decision of the Presidium of the SPA was announced on Tuesday."
        },
        {
            "title": "New Year Greetings to Iranian President",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-15ee.html",
            "content": "New Year Greetings to Iranian President\r\nPyongyang, March 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a congratulatory message to Hassan Rouhani, president of the Islamic Republic of Iran, on the occasion of the new year of Iran.\n\t\t\t\t\t The message expressed the conviction that the friendly and cooperative relations between the two countries would grow in all fields, sincerely wishing the president and people of Iran greater successes in the work for defending the sovereignty and dignity of the country and achieving economic development."
        },
        {
            "title": "Greetings to Tunisian President",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-14ee.html",
            "content": "Greetings to Tunisian President\r\nPyongyang, March 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Friday sent a message of greeting to Mohamed Al Beji Caid Essebssi, president of the Republic of Tunisia, on the 59th national day of the country.\n\t\t\t\t\t He in the message sincerely wished the president and the people of Tunisia greater successes in the work for achieving stability and national unity of the country and accomplishing economic development."
        },
        {
            "title": "Greetings to Iranian Foreign Minister",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-09ee.html",
            "content": "Greetings to Iranian Foreign Minister\r\nPyongyang, March 20 (KCNA) -- DPRK Foreign Minister Ri Su Yong Friday sent a congratulatory message to Mohammad Javad Zarif, foreign minister of the Islamic Republic of Iran, on the occasion of the new year of Iran.\n\t\t\t\t\t The message expressed the conviction that the friendly and cooperative relations between the two countries would grow stronger this year, too, wishing the Iranian foreign minister good health, happiness and greater successes in his work."
        },
        {
            "title": "Greetings to Tunisian Prime Minister",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-16ee.html",
            "content": "Greetings to Tunisian Prime Minister\r\nPyongyang, March 20 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju Friday sent a message of greeting to Habib Essid, prime minister of the Republic of Tunisia, on the 59th national day of the country.\n\t\t\t\t\t The message expressed the conviction that the friendly and cooperative relations between the two countries would grow stronger, wishing the prime minister and the government of Tunisia great successes in their work for the political stability and the economic prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t On the same day DPRK Foreign Minister Ri Su Yong sent a similar message to his Tunisian counterpart Taieb Baccouche."
        },
        {
            "title": "DPRK Strives to Protect Water Resources",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-22ee.html",
            "content": "DPRK Strives to Protect Water Resources\r\nPyongyang, March 20 (KCNA) -- March 22 is World Water Day.\n\t\t\t\t\t In this regard, Kim Kwang Ho, section chief of the DPRK Ministry of Land and Environment Protection, told KCNA that the country has striven to protect water resources in recent years.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The State adopted laws on securing water resources and controlling water quality and has long taken a series of measures for their implementation.\n\t\t\t\t\t\n\t\t\t\t\t As part of the efforts to protect water resources, seawater pipeline was installed between Nampho and Pyongyang a few years ago and water-saving style farming method has been applied throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Efforts were also paid to putting sewage treatment plants and depositing reservoirs on a modern basis and installing waste-water treatment facilities at all vessels, ports, wharves and estuaries.\n\t\t\t\t\t\n\t\t\t\t\t Local scientists have developed various kinds of water treatment technologies."
        },
        {
            "title": "Changgwang Health Complex 35 Years Old",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-21ee.html",
            "content": "Changgwang Health Complex 35 Years Old\r\nPyongyang, March 20 (KCNA) -- Many people visit the Changgwang Health Complex where bath, swimming and various service facilities are available.\n\t\t\t\t\tThe complex was built under the loving care of leader Kim Jong Il for the people and opened on March 21, Juche 69 (1980). Over the past 35 years, it has drawn a total of at least 65,450,000 people of all strata.\n\t\t\t\t\t\n\t\t\t\t\tMore than 7,000 people visit the complex on a daily average.\n\t\t\t\t\t\n\t\t\t\t\t The complex has bathrooms, barber's shop, beauty salon and swimming gymnasium and wading pool.\n\t\t\t\t\t\n\t\t\t\t\tHaving all conditions such as temperature control facilities and water filters, the complex is operating a swimming gymnasium with more than 2,000 seats. It has hosted at least 180 domestic games and dozens of international games since its opening.\n\t\t\t\t\t\n\t\t\t\t\t The employees of the complex are working hard to consolidate its material and technical foundation and steadily improving its service while updating and supplementing service facilities and equipment."
        },
        {
            "title": "11th National Agricultural Workers' Basketball Contest Held",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-24ee.html",
            "content": "11th National Agricultural Workers' Basketball Contest Held\r\nPyongyang, March 20 (KCNA) -- The 11th national agricultural workers' basketball contest were held in Pyongyang between March 16 and 20.\n\t\t\t\t\t The contests were held in the Basketball Gymnasium in Chongchun Street and the gymnasium of the Pyongyang Schoolchildren's Palace.\n\t\t\t\t\t\n\t\t\t\t\t Men and women players of 22 teams from Pyongyang and different provinces played league matches and knockout games.\n\t\t\t\t\t\n\t\t\t\t\t In every game they displayed high technique.\n\t\t\t\t\t\n\t\t\t\t\t Men and women players of the South Phyongan and South Hamgyong provincial teams came first in the contest."
        },
        {
            "title": "Hospital Popular among Children",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-23ee.html",
            "content": "Hospital Popular among Children\r\nPyongyang, March 20 (KCNA) -- Okryu Children's Hospital has become popular among people and their children in the DPRK. \n\t\t\t\t\t Marshal Kim Jong Un made sure that the modern children's hospital was built true to the behests of President Kim Il Sung and leader Kim Jong Il and named it \"Okryu Children's Hospital.\"\n\t\t\t\t\t\n\t\t\t\t\t The hospital has treatment wards and rooms, operating rooms, sickrooms, study rooms, amusement rooms and rest places. \n\t\t\t\t\t\n\t\t\t\t\t The hospital is putting treatment on a regular and standardized basis and widely generalizing the achievements made at the heart-blood vein surgical department and gastroenterology department in all other clinical departments. \n\t\t\t\t\t\n\t\t\t\t\t An eye-opening success was achieved in the difficult operation to cure congenital heart disease. \n\t\t\t\t\t\n\t\t\t\t\t More than 80 000 children from across the country have been examined and treated and hundreds of serious cases and children suffering from congenital diseases been cured since the opening of the hospital. \n\t\t\t\t\t\n\t\t\t\t\t Telemedicine system was established at the hospital in December 2013 to connect provincial children's hospitals. Since then at least 1 200 children received cutting-edge medical treatment and dozens of children whose lives had hung in the balance were successfully treated at children's hospitals in North Pyongan, Jagang, North Hamgyong and other provinces."
        },
        {
            "title": "Cooking Festival to Be Held in April",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-20ee.html",
            "content": "Cooking Festival to Be Held in April\r\nPyongyang, March 20 (KCNA) -- The 20th Cooking Festival will take place in the DPRK on the occasion of the Day of the Sun (April 15), the birthday of President Kim Il Sung.\n\t\t\t\t\t Referring to the brisk preparations for the festival, Kim Yong Il, a department director of the Korean Association of Cooks, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The upcoming festival is to be held, divided into two groups.\n\t\t\t\t\t\n\t\t\t\t\t Group A will involve Okryu and Chongryu restaurants, Pyongyang Koryo Hotel and other units which had proven successful in the past cooking contests and Group B at least 40 public catering establishments from the capital city of Pyongyang and provinces.\n\t\t\t\t\t\n\t\t\t\t\t The association has already made public the guidelines for the festival.\n\t\t\t\t\t\n\t\t\t\t\t Medals and diplomas will be awarded to the successful participants in the festival."
        },
        {
            "title": "U.S. Policy of Strength Will No Longer Work on DPRK; Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-12ee.html",
            "content": "U.S. Policy of Strength Will No Longer Work on DPRK; Rodong Sinmun\r\nPyongyang, March 20 (KCNA) -- Nearly 62 years have passed since the war between the DPRK and the U.S. ended in the victory of the Korean people. \n\t\t\t\t\t It is foolish, indeed, for the U.S. to desperately cling to its policy of strength, refusing to face up to the changed reality. \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun on Friday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Upper hand of strength is by no means an all-powerful weapon. It is the lesson the Korean war in the 1950s taught the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists obsessed with its theory that military muscle is all-powerful, ignited the war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It suffered the heaviest defeat in its history in the war for three years, not for three days.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. policy of strength will never work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly proved by its history of several decades-long confrontation with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Whenever the U.S. went reckless, counting on its military muscle, it could not escape the fate of loser, hit hard by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is sure to achieve the final victory in the showdown with the U.S. not because it has modern military hardware or nuclear weapons that make the enemies tremble, but because its service personnel and people are united close, firmly convinced of their just cause.\n\t\t\t\t\t\n\t\t\t\t\t The Korean peninsula is not what used to be in 1950.\n\t\t\t\t\t\n\t\t\t\t\t The showdown which the army and people of the DPRK have with the U.S. for justice and truth, peace and security of the world will bring about unheard-of diastrophism.\n\t\t\t\t\t\n\t\t\t\t\t The day when humankind will draw the world map again is not far off.\n\t\t\t\t\t\n\t\t\t\t\t Then people will hardly find the U.S. on our planet."
        },
        {
            "title": "Rodong Sinmun Slams Reckless Remarks Made by Puppet S. Korean Minister of Unification",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-11ee.html",
            "content": "Rodong Sinmun Slams Reckless Remarks Made by Puppet S. Korean Minister of Unification\r\nPyongyang, March 20 (KCNA) -- Hong Yong Phyo, newly-appointed puppet minister of Unification of south Korea, in his inaugural speech blustered that he would surely take issue with wrongdoings of the north, talking about \"nuclear development\", \"military and verbal provocations\" and \"preconditions for dialogue,\" revealing his confrontational posture.\n\t\t\t\t\t At a confirmation hearing held earlier, he ballyhooed about \"a responsible measure of the north\" concerning the \"May 24 step\" and \"the south's stand not to allow the nukes of the north.\" He went the lengths of talking about \"contingency,\" revealing his daydream.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Friday observes in a commentary in this regard;\n\t\t\t\t\t\n\t\t\t\t\t His remarks clearly revealed extreme distrust and hostility towards the fellow countrymen and a scenario to achieve \"unification of social systems\" as they fully reflected the stand and attitude of the present regime towards the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t What he vociferated as soon as he held the post brings to light the true colors as a diehard confrontation element little short of his predecessors.\n\t\t\t\t\t\n\t\t\t\t\t It is quite hard to remove the hurdle lying in the way of mending the north-south relations as the post of minister of Unification is held by Hong who knows only confrontation of social systems, utterly indifferent to reconciliation and unity between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t Tragedy is that he is utterly ignorant of his future fate. What he uttered is as foolish an act as pricking his own eyes.\n\t\t\t\t\t\n\t\t\t\t\t He should draw a due lesson from the miserable ends of his predecessors who had been forced to quit, ridiculed and censured by the public without having a single chance of dialogue with the north as they went mad with confrontation, parroting the chief executive's remarks."
        },
        {
            "title": "Rodong Sinmun Discloses Crimes of U.S. Policemen",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-13ee.html",
            "content": "Rodong Sinmun Discloses Crimes of U.S. Policemen\r\nPyongyang, March 20 (KCNA) -- Police in the U.S. are committing all sorts of crimes against toiling masses as a \"legal\" mechanism for enforcing the unpopular tyrannical rule and racial discrimination policy of the privileged circles, says  Rodong Sinmun Friday in a commentary. \n\t\t\t\t\t Whenever policemen commit crimes, the U.S. judicial authorities and other ruling quarters patronize criminals under the pretexts that they occurred while \"performing duties\" and \"they were just self- defense,\" the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t U.S. politicians talk about all-people-equality in the international arena though policemen kill people almost every day. It is not exaggeration to say that they have faces of brass. \n\t\t\t\t\t\n\t\t\t\t\t It was disclosed that lots of ordinary citizens were killed by policemen, but those data were not included in the nationwide statistics of murders for nearly a decade. \n\t\t\t\t\t\n\t\t\t\t\t Even the U.S. Federal Bureau of Investigation issued several documents recognizing the fact that the government has failed to properly watch and control policemen's performance of duties. \n\t\t\t\t\t\n\t\t\t\t\t What is stunning people is the fact that the number of those killed by policemen is more than 55 times that of people slain by terrorists. The U.S. is a corrupt society where policemen commit more murders than terrorists. \n\t\t\t\t\t\n\t\t\t\t\t U.S. politicians are brazen-faced cruel murderers as they vociferate about \"respect for human rights\" and \"protection of human rights\" while shelving lots of human rights issues. \n\t\t\t\t\t\n\t\t\t\t\t Man-killing police committing all sorts of social evils under the patronage of the unfair \"laws\", the worst human rights abusers and the reactionary social system in the U.S., their cesspool, will face a stern judgment by the fair-minded people."
        },
        {
            "title": "S. Korean Puppet Forces' Racket for \"Unification of Social Systems\" Flayed",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-10ee.html",
            "content": "S. Korean Puppet Forces' Racket for \"Unification of Social Systems\" Flayed\r\nPyongyang, March 20 (KCNA) -- Jong Jong Uk, vice-chairman of the puppet south Korean preparatory committee for unification, recently opened to public the fact that there existed \"a team for unification lacking agreement and unification of social systems\" in the \"preparatory committee for unification\" and confessed that other organization in the regime was also studying the \"unification of social systems.\"\n\t\t\t\t\t Meanwhile, the coteries of the \"Saenuri Party\" are zealously patronizing human scum who malignantly hurt the dignity and social system of the DPRK and are busy with their moves to pass \"the bill on human rights in the north\", which calls for supporting them, through the \"National Assembly\" at the earliest date.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Friday says in an article:\n\t\t\t\t\t\n\t\t\t\t\t The \"preparatory committee for unification\" set up by the puppet forces last year is a plot-breeding mechanism to realize their ambition for \"unification of social systems\".\n\t\t\t\t\t\n\t\t\t\t\t They have made much fuss about \"preparations for unification\", a criminal act of treachery to bring down the ideology and social system of the DPRK and realize a foolish scenario for achieving \"unification under liberal democracy\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' repugnancy toward the ideology and social system of the DPRK and attempt at invading it have reached an extreme phase and their racket for escalating the confrontation of social systems aimed to block national reconciliation and unity and improvement of the relations between the north and the south is at its height.\n\t\t\t\t\t\n\t\t\t\t\t Their racket for achieving \"unification of social systems\" is an unpardonable criminal act to bring down the ideology and the social system of the fellow countrymen by joining their U.S. master in its moves for isolating and stifling the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous, indeed, for the puppet forces to dare work hard to bring down the socialist system in the DPRK highly dignified for its independence and powerful for its single-minded unity as they are no more than colonial lackeys of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet forces' above-said racket is bound to go bankrupt in the end."
        },
        {
            "title": "Remarks of S. Korean IS Director Designate under Fire",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-17ee.html",
            "content": "Remarks of S. Korean IS Director Designate under Fire\r\nPyongyang, March 20 (KCNA) -- An editorial accusing Ri Pyong Ho, who was informally designated as director of the puppet Intelligence Service of south Korea, was posted on Voice of People, an internet paper of south Korea, on March 17. \n\t\t\t\t\t The editorial accused Ri of contributing an article terming the action of Ryongsan evacuees a \"riot\" and asserting that the reform of the IS was a \"harmful action.\"\n\t\t\t\t\t\n\t\t\t\t\t But at a confirmation hearing of the \"National Assembly\" on March 16 he excused himself that all what he said was \"neither thoughtful nor appropriate\" and \"it was just expression of individual opinion,\" it recalled.\n\t\t\t\t\t\n\t\t\t\t\t When questioned by lawmakers about the nature of the May 16 coup, he answered that \"he had never formulated a conception\" but in the afternoon he said that \"he agreed with the definition of coup and he studied it again and confirmed it was a coup during break,\" the editorial noted, ridiculing his answer.\n\t\t\t\t\t\n\t\t\t\t\t If a person with ultra-conservative inclination changes his words just before the appointment to an official post, one cannot but doubt his sincerity, it held, adding Ri is not qualified to be director of the Intelligence Service."
        },
        {
            "title": "Punishment of Prime Mover of Interference in Election Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-18ee.html",
            "content": "Punishment of Prime Mover of Interference in Election Demanded in S. Korea\r\nPyongyang, March 20 (KCNA) -- The Solidarity for Progress and the Youth Solidarity of south Korea held a meeting in Seoul on March 15 in demand of the detention of traitor Lee Myung Bak, the prime mover of the interference in the presidential election with power organs including the puppet Intelligence Service (IS) involved.\n\t\t\t\t\t Speakers said at the meeting that the verdict of guilty given to Won Se Hun, former director of the IS, and his detention clearly proved  the \"presidential\" election in 2012 was a fraudulent election in which government bodies interfered.\n\t\t\t\t\t\n\t\t\t\t\t As the \"law on the IS\" stipulates that its director is under the command and control of the chief executive, Lee Myung Bak who commanded and controlled Won Se Hun's interference in the election was the chief culprit, they held.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the present chief executive said that the IS's interference in the election was not true, they urged her to thoroughly investigate the interference in the \"presidential\" election and punish the prime mover.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants conducted a signature campaign to denounce Lee's crimes."
        },
        {
            "title": "Probe into Truth about Ferry Sewol Disaster Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-19ee.html",
            "content": "Probe into Truth about Ferry Sewol Disaster Demanded in S. Korea\r\nPyongyang, March 20 (KCNA) -- The Consultative Council of Families of Victims for Probing Truth about April 16 Ferry Sewol Disaster and Building Safe Society and the All-People Measure Council for Ferry Sewol Disaster in south Korea held a press conference in Seoul on March 17, according to Chamsesang, an internet paper of south Korea.\n\t\t\t\t\t Speakers said at the press conference that it is almost one year since the ferry Sewol disaster but the authorities have no plan to salvage the ferry from the bottom of the sea.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities salvage the ferry so as to find out those missing at an early date and clarify the evidence.\n\t\t\t\t\t\n\t\t\t\t\t They said they would call on the families of those missing to  take part in demonstrations around Chongwadae and in Kwanghwamun and thus make the actions for probing the truth spill over to all areas of south Korea and conduct a signature campaign in demand of the salvage of the ferry."
        },
        {
            "title": "Japanese Bodies Denounce U.S.-S. Korea Joint Military Drills",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-04ee.html",
            "content": "Japanese Bodies Denounce U.S.-S. Korea Joint Military Drills\r\nPyongyang, March 20 (KCNA) -- Japanese organizations made public statements on Mar. 12 and 13 in denunciation of the Key Resolve and Foal Eagle joint military exercises being staged by the U.S. and the south Korean puppet forces.\n\t\t\t\t\t The Gunma Prefectural Council for Japan-Korea Friendship and Solidarity said:\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle started by them on Mar. 2 are aimed to invade the north. They involve landing and river-crossing drills and the drills for \"occupying Pyongyang\" and \"making preemptive strike on the attack bases of the north to seize initiative in local war\" which are aggressive in their nature.\n\t\t\t\t\t\n\t\t\t\t\t They are not exercises to \"protect\" south Korea from north's aggression as claimed by the U.S. and south Korea but war maneuvers for preemptive attack and aggression against the north.\n\t\t\t\t\t\n\t\t\t\t\t Hoping for peace and independent reunification of the Korean peninsula, we strongly demand the U.S. and south Korea stop military drills at once, create conditions and environment for improving relations and honestly come out for dialogue repeatedly proposed by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Kanagawa Prefectural Citizen's Society for Promoting the Normalization of Japan-DPRK Relations noted:\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle are unpardonable as they are little different from military provocations.\n\t\t\t\t\t\n\t\t\t\t\t They should be stopped at once as they involve the drill for making a preemptive attack on the DPRK to \"bring down its social system\" and dampen the Korean people's desire for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should come out for dialogue and negotiations, looking back on its monstrous destruction and massacres perpetrated in various parts of the world."
        },
        {
            "title": "Birth Anniversary of Kim Il Sung to Be Marked in Britain",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-06ee.html",
            "content": "Birth Anniversary of Kim Il Sung to Be Marked in Britain\r\nPyongyang, March 20 (KCNA) -- A British preparatory committee for celebrating the 103rd birth anniversary of President Kim Il Sung was formed in London on March 14.\n\t\t\t\t\t Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold diverse political and cultural events including a meeting, seminar, book and photo exhibition to praise the revolutionary career and exploits of the President from March 15 to April 15."
        },
        {
            "title": "Day of Sun to Be Commemorated in Pakistan",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-02ee.html",
            "content": "Day of Sun to Be Commemorated in Pakistan\r\nPyongyang, March 20 (KCNA) -- A Pakistani national preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was inaugurated in Karachi on Mar. 15.\n\t\t\t\t\t Amar Jit Malhotra, former senator of Pakistan, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold diverse political and cultural events including a meeting, seminar and film show to praise the revolutionary career and exploits of the President."
        },
        {
            "title": "Juche Idea Study Group Formed in Switzerland",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-03ee.html",
            "content": "Juche Idea Study Group Formed in Switzerland\r\nPyongyang, March 20 (KCNA) -- The Group for the Study of the Juche Idea in the Southern Region of Switzerland was formed with due ceremony on March 15.\n\t\t\t\t\t A member of the Leadership of the Communist Party of Italian-Speaking Region in Switzerland was elected chief of the group.\n\t\t\t\t\t\n\t\t\t\t\t At the ceremony the chief called for intensifying the study and dissemination of the Juche idea, expanding the ranks of the group and more dynamically conducting activities to support the Korean people's just cause."
        },
        {
            "title": "Juche Idea Praised by Swiss Politician",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-05ee.html",
            "content": "Juche Idea Praised by Swiss Politician\r\nPyongyang, March 20 (KCNA) -- The Juche idea, a man-centered idea, serves as a great banner steering the era of independence, being recognized and followed not only by the Korean people but by other progressive people in the world.\n\t\t\t\t\t The secretary for Political Affairs of the Communist Party of Italian-Speaking Region in Switzerland said this at an inaugural ceremony of the Group for the Study of the Juche Idea in the Southern Region of Switzerland on Mar. 15.\n\t\t\t\t\t\n\t\t\t\t\t The secretary said that the DPRK built socialism by its own efforts and achieved world-startling successes by taking the undying Juche idea founded by President Kim Il Sung and developed by leader Kim Jong Il as its guidelines.\n\t\t\t\t\t\n\t\t\t\t\t He noted that rosy is the future of socialist Korea led by Marshal Kim Jong Un who is successfully carrying forward the revolutionary cause of Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Un presencia entrenamiento de fuerzas aereas y antiaereas de EPC",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-02ss.html",
            "content": "Kim Jong Un presencia entrenamiento de fuerzas aereas y antiaereas de EPC\r\nPyongyang, 20 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, presencio el entrenamiento de golpe y reconstruccion de aeropuerto de las fuerzas aereas y antiaereas del EPC.\n\t\t\t\t\tEl objetivo del entrenamiento reside en chequear y confirmar en un ambiente de batalla real la asignacion de efectivos de aviacion a incorporarse en el ataque al aeropuerto enemigo, el orden y el metodo de ataque, la capacidad de bombardeo y tiro de los pilotos, la eficiencia de los armamentos aereos de todos tipos y la capacidad de recuperacion del aeropuerto  destruido.\n\t\t\t\t\t\n\t\t\t\t\tTomaron parte en la ocasion los regimientos de aviones de caza, de asalto y los bombarderos adscritos a la Primera Division Guardia Aerea y Antiaerea y la Quinta Division de Aviacion de las fuerzas aereas y antiaereas del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEn el puesto de vigilancia, el Mariscal escucho el informe de decision del comandante de las fuerzas aereas y antiaereas del EPC para el cumplimiento de la mision de ataque al aeropuerto enemigo y dio la orden de iniciar el entrenamiento.\n\t\t\t\t\t\n\t\t\t\t\tTras el disparo del canon automatico y del cohete aereo sin control sobre las paradas, el puesto de mando y las pistas del aeropuerto enemigo, se desarrollo sucesivamente y en un corto tiempo el lanzamiento de las bombas-detonadores aereas de diferentes tipos.\n\t\t\t\t\t\n\t\t\t\t\tContemplando el ataque intensivo de los pilotos a los puntos del aeropuerto enemigo, dijo con gran satisfaccion que los enemigos se quedaran muy espantados ante tal ataque.\n\t\t\t\t\t\n\t\t\t\t\tDespues del ataque, se efectuo la reconstruccion del aeropuerto destruido.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el entrenamiento, el Mariscal dio las valiosas instrucciones que serviran de guias programaticas en la perfeccion de los preparativos de combate de las fuerzas aereas y  antiaereas del EPC.\n\t\t\t\t\t\n\t\t\t\t\tAl perfeccionar constantemente la autoctona tactica de combate aereo a la manera guerrillera y realizar intensamente los entrenamientos de vuelo, todos los aviadores deben  poseer el alto pilotaje y el arte de bombardear y adiestrar completamente los metodos y movimientos combativos capaces de practicar en la batalla real contra el enemigo, asevero. \n\t\t\t\t\t\n\t\t\t\t\tHay que registrar el cambio en elevar la calidad del entrenamiento aereo al rechazar el formalismo y la formalizacion bajo la consigna del partido de dar prioridad al entrenamiento y al mejorar sin parar sus contenidos y  formas, senalo y destaco reiteradamente que todas las unidades de aviacion deben habituarse y acostumbrarse a los ejercicios intensivos. \n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en la ocasion Hwang Pyong So, Hyon Yong Chol, Jo Kyong Chol, Ri Pyong Chol y Hong Yong Chil."
        },
        {
            "title": "Se convocara la asamblea popular suprema de RPDC",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-01ss.html",
            "content": "Se convocara la asamblea popular suprema de RPDC\r\nPyongyang, 20 de marzo (ACNC) -- Segun un decreto del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea publicado el dia 17, tendra lugar el 9 de abril que viene en esta capital el tercer periodo de sesiones de la XIII Legislatura de la APS de la RPDC."
        },
        {
            "title": "Kim Yong Nam felicita al presidente irani",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-14ss.html",
            "content": "Kim Yong Nam felicita al presidente irani\r\nPyongyang, 20 de marzo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio este viernes un mensaje de felicitacion al presidente de la Republica Islamica de Iran, Hassan Rouhani, con motivo del Ano Nuevo de Iran. \n\t\t\t\t\tConvencido de que las relaciones de amistad y cooperacion entre los dos paises se ampliaran y se desarrollaran en todos los aspectos, el remitente deseo de todo corazon mayores exitos en los trabajos del mandatario y pueblo de Iran por defender la soberania y dignidad del pais y lograr el desarrollo economico."
        },
        {
            "title": "Kim Yong Nam felicita al presidente tunecino",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-13ss.html",
            "content": "Kim Yong Nam felicita al presidente tunecino\r\nPyongyang, 20 de marzo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 20 un mensaje de felicitacion al presidente de la Republica Tunecina, Mohamed Al Beji Caid Essebssi, con motivo del 59o aniversario del Dia Nacional de ese pais. \n\t\t\t\t\tEl remitente deseo de todo corazon mayores exitos en los trabajos del mandatario y pueblo de Tunez por lograr la estabilidad del pais, la unidad nacional y el desarrollo economico."
        },
        {
            "title": "EE.UU. es mundo de asesinos puestos de uniformes, critica Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-10ss.html",
            "content": "EE.UU. es mundo de asesinos puestos de uniformes, critica Rodong Sinmun\r\nPyongyang, 20 de marzo (ACNC) -- En Estados Unidos la policia degenerada en el aparato \"legitimo\" para cumplir la tirania antipopular y la politica de discriminacion racial de las capas privilegiadas, comete los crimenes de toda indole contra las masas trabajadoras.\n\t\t\t\t\tAsi revela el diario Rodong Sinmun en un comentario individual de este viernes y continua:\n\t\t\t\t\t\n\t\t\t\t\tCada vez que ocurren los crimenes por la policia, la capa gobernante como la autoridad de justicia de EE.UU. los ampara bajo pretexto de la \"ejecucion de deberes oficiales\" y \"defensa legitima\".\n\t\t\t\t\t\n\t\t\t\t\tLos politiqueros estadounidenses abogan descaradamente por la igualdad de todo el mundo en la escena internacional sin decir nada de los asesinatos de los policias que ocurren casi diariamente en su territorio.\n\t\t\t\t\t\n\t\t\t\t\tAunque muchos ciudadanos ordinarios fueron asesinados, pero no estan anotados casi 10 anos en la estadistica nacional de crimen homicida.\n\t\t\t\t\t\n\t\t\t\t\tHasta el Buro Federal de Investigacion de EE.UU. publica varios documentos reconociendo que el gobierno no realiza bien la observacion y el control sobre el cumplimiento de deberes oficiales de los policias.\n\t\t\t\t\t\n\t\t\t\t\tLo que nos consterna es que el numero de los asesinados por los policias son 55 veces mas que los muertos por el terror de varios tipos.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de esto, los politiqueros norteamericanos abogan cinicamente por el \"respeto y la proteccion de derechos humanos\".\n\t\t\t\t\t\n\t\t\t\t\tLos asesinos puestos de uniformes que cometen los males de toda indole bajo la proteccion de la \"ley\", los autores de la violacion de DDHH y el reaccionario regimen social de EE.UU. recibiran sin falta la sentencia severa de la imparcial opinion publica."
        },
        {
            "title": "Rodong Sinmun condena disparate anti-RPDC de Hong Yong Phyo",
            "url": "http://kcna.co.jp/item/2015/201503/news20/20150320-11ss.html",
            "content": "Rodong Sinmun condena disparate anti-RPDC de Hong Yong Phyo\r\nPyongyang, 20 de marzo (ACNC) -- El recien nombrado ministro de Unificacion del Sur de Corea, Hong Yong Phyo, dijo en la ceremonia de investidura que \"criticara caso por caso las faltas del Norte (RPDC)\".\n\t\t\t\t\tExpuso su postura conflictiva con la RPDC haciendo referencia al \"desarrollo de armas nucleares\", \"provocaciones militares y verbales\" y \"premisas de dialogo\". \n\t\t\t\t\t\n\t\t\t\t\tEn la anterior audiencia de confirmacion, hablo de las \"medidas responsables del Norte\" relacionadas con las \"medidas del 24 de mayo\" y la posicion imperdonable sobre las armas nucleares\" y a la larga, dejo conocer su ambicion absurda abogando por \"hacer frente a la situacion emergente\".\n\t\t\t\t\t\n\t\t\t\t\tYa que sus palabras representan la posicion y actitud del actual \"poder\" sobre las relaciones entre ambas partes coreanas, constituyen una muestra de la extremada desconfianza, conciencia hostil e intento de \"unificacion de regimen\" del actual \"poder\" surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tAsi subraya el diario Rodong Sinmun en un comentario individual divulgado el dia 20 y continua:\n\t\t\t\t\t\n\t\t\t\t\tLas expresiones usadas por el dejan conocer que el nuevo ministro es tan conflictivo al igual que sus antecesores.\n\t\t\t\t\t\n\t\t\t\t\tEl nombramiento como ministro de Unificacion de ese tipejo, que no toma en consideracion la reconciliacion ni la unidad entre el Norte y el Sur, impide eliminar los obstaculos en el mejoramiento de relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tHong debe aprender las lecciones del fin de sus antecesores que se vieron obligados a retirarse del cargo siendo condenados y burlados por la opinion publica, sin que hayan podido dialogar con la RPDC por haber practicado la campana conflictiva repitiendo como papagayo los dichos de la mandataria."
        }
    ]
}