{
    "date": "2015-08-22",
    "url": "http://kcna.co.jp/item/2015/201508/2015-08-22ee.html",
    "articles": [
        {
            "title": "North-South High-level Urgent Contact to Be Held",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-20ee.html",
            "content": "North-South High-level Urgent Contact to Be Held\r\nPyongyang, August 22 (KCNA) -- Hwang Pyong So, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea (WPK), vice-chairman of the National Defence Commission of the DPRK and director of the General Political Bureau of the Korean People's Army, and Kim Yang Gon, member of the Political Bureau and secretary of the C.C., the WPK, will have an urgent contact with Kim Kwan Jin, chief of the State Security Office of Chongwadae of the Republic of Korea, and Hong Yong Phyo, minister of Unification of the Republic of Korea, at Panmunjom on Saturday afternoon as regards the prevailing situation."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spread to Centenarian",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-34ee.html",
            "content": "Kim Jong Un Sends Birthday Spread to Centenarian\r\nPyongyang, August 22 (KCNA) -- Supreme leader Kim Jong Un sent a birthday spread to anti-Japanese revolutionary fighter Ri Jong In on the centenary of her birth.\n\t\t\t\t\t Born in a foreign land on August 22, Juche 4 (1915), she was subject to all sorts of maltreatment and humiliation as a wife-to-be of a landlord's house. Feeling deep grief of statelessness she embarked on the road of the revolution in Juche 18 (1929).\n\t\t\t\t\t\n\t\t\t\t\t Growing up to be a revolutionary under the care of President Kim Il Sung, she had the honor of doing the work of the Children's Corps and the Young Communist League together with anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\t She heroically fought in the period of the fierce Fatherland Liberation War and after the war worked at several posts of the party and the state for a long time.\n\t\t\t\t\t\n\t\t\t\t\t The peerlessly great men made sure that Ri, who had served the revolutionary cause of the party and leaders with loyalty as befitting the first praiseworthy generation of the revolution, was conferred high commendations including Orders of Kim Il Sung and Kim Jong Il, a gold watch bearing the august name of Kim Il Sung and the title of labor hero.\n\t\t\t\t\t\n\t\t\t\t\t She become full of energy despite her advanced age and could shine her valuable life as a revolutionary fighter under the warm care of Kim Jong Un who possessed noble personality of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t The birthday spread was conveyed to Ri on Saturday."
        },
        {
            "title": "DPRK Government Delegation Returns Home",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-33ee.html",
            "content": "DPRK Government Delegation Returns Home\r\nPyongyang, August 22 (KCNA) -- A DPRK government delegation headed by Foreign Minister Ri Su Yong returned home on Saturday after paying official visits to Malaysia, Thailand and Brunei."
        },
        {
            "title": "Executive Member of German Asia-Pacific Business Association Leaves",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-32ee.html",
            "content": "Executive Member of German Asia-Pacific Business Association Leaves\r\nPyongyang, August 22 (KCNA) -- Timo Prekop, executive member of the Board of the German Asia-Pacific Business Association, left here on Saturday."
        },
        {
            "title": "DPRK Premier Inspects Power Stations along Chongchon River",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-18ee.html",
            "content": "DPRK Premier Inspects Power Stations along Chongchon River\r\nPyongyang, August 22 (KCNA) -- DPRK Premier Pak Pong Ju visited power stations built in tiers along the River Chongchon to observe the preparatory work for their inauguration.\n\t\t\t\t\t Visiting dams, generator rooms and drainages of Huichon Power Stations Nos. 3, 5, 8 and 9, he learned in detail about their test-working and preparations for operation.\n\t\t\t\t\t\n\t\t\t\t\t A consultative meeting on the spot discussed measures for stepping up the preparations for inauguration of the power stations as required by the prevailing situation\n\t\t\t\t\t\n\t\t\t\t\t He also visited the Sunchon Cement Complex and the Sunchon Forklift Factory, where he called for increasing production by learning from the Kunjari spirit displayed in the 1950s."
        },
        {
            "title": "AINDF Pyongyang Mission Chief Denounces S. Korean Authorities for Reckless Provocation",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-17ee.html",
            "content": "AINDF Pyongyang Mission Chief Denounces S. Korean Authorities for Reckless Provocation\r\nPyongyang, August 22 (KCNA) -- Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF) was interviewed by KCNA on Saturday as regards the dangerous situation in Korea. \n\t\t\t\t\t Bitterly denouncing the reckless political and military provocation by the south Korean puppet authorities who drive the north-south relations to the brink of war, he went on:\n\t\t\t\t\t\n\t\t\t\t\t As already reported, the south Korean military warmongers cooked up \"north's shelling\" incident and using this as a pretext they fired dozens of shells into the area of the DPRK side. \n\t\t\t\t\t\n\t\t\t\t\t The present grave situation fully shows the Park Geun Hye group is the sworn enemy of the nation, disturber of reunification and is made up of maniacs of confrontation with the fellow countrymen in the north and traitors who put the preceding fascists into the shade. \n\t\t\t\t\t\n\t\t\t\t\t Now the world is stunned by the south Korean traitors' hysteria and their reckless provocation that reminds one of a puppy knowing no fear of the tiger. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans are trembling with anger at the traitors who trampled down the precious achievements of the June 15 North-South Joint Declaration and drove the south-north relations to the irretrievable catastrophe. \n\t\t\t\t\t\n\t\t\t\t\t Though the U.S. imperialists and south Korean authorities are obsessed with confrontation frenzy, the service personnel and people of the DPRK led by the illustrious commander of Mt. Paektu will mete out merciless punishment to the provokers. \n\t\t\t\t\t\n\t\t\t\t\t The world will clearly see what a bitter price the traitors will be made to pay for their poor \"charade\" and \"fraud\". \n\t\t\t\t\t\n\t\t\t\t\t The vanguard fighters of the AINDF and patriotic people of south Korea give full support to the self-defensive measure of the DPRK to defend dignity of the nation and security of the country and will actively turn out in the sacred war for reunification led by Marshal Kim Jong Un."
        },
        {
            "title": "Confrontation Maniacs Condemned",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-22ee.html",
            "content": "Confrontation Maniacs Condemned\r\nPyongyang, August 22 (KCNA) -- The situation of the Korean peninsula remains volatile, due to the south Korean puppet regime's provocation moves to undermine the socialist system of the DPRK.\n\t\t\t\t\t In this regard, So Song Il, director of the Socio-politics Institute of the Academy of Social Sciences, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government made a series of epoch-making proposals to mend the worsened north-south relations with the 70th anniversary of Korea's liberation as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t But, the south Korean puppet group kicked off the Ulji Freedom Guardian joint military exercises in league with the U.S. forces while resorting to the leaflet-scattering operations and psychological broadcasting against the DPRK under the pretext of doubtful \"landmine explosion\" case.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group of south Korea is now faced with uncontrollable ruling crisis. So, it is trying to find a way out in creating war atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t The provokers will no longer evade the merciless punishment since they took the road of war by firing shells at the inviolable territory of the DPRK."
        },
        {
            "title": "DPRK People Urge Retaliatory War",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-23ee.html",
            "content": "DPRK People Urge Retaliatory War\r\nPyongyang, August 22 (KCNA) -- As already reported, the emergency enlarged meeting of the Central Military Commission of the Workers' Party of Korea declared that the frontline large combined units of the Korean People's Army would enter a wartime state, fully armed to launch surprise operations and the area along the front be put in a semi-war state from 17:00 on August 21.\n\t\t\t\t\t All the people in the DPRK are now hailing this as a just measure taken to defend the security of the country from the enemy's reckless provocation.\n\t\t\t\t\t\n\t\t\t\t\t Yu Sun Chol, a department head of Pyongyang Medical College under Kim Il Sung University, told KCNA: \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group is now resorting to the psychological broadcasting and leaflet-scattering operations against the DPRK, in a bid to undermine its social system.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the DPRK to foil the group's political and military provocation by dint of arms.\n\t\t\t\t\t\n\t\t\t\t\t Ri Ok Hyang, a worker of the Mansudae Art Studio, said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK repeatedly warned the south Korean group of traitors not to run amuck in their moves to provoke the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Peace is dear, but dearer is the dignity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t The war-seeking group should be eliminated through a sacred war of justice in order to ensure durable peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Ryu Chol, a student of Pyongyang Jang Chol Gu University of Commerce, said that the sacred war would display the might of the DPRK army and people rallied as one in mind around their leader."
        },
        {
            "title": "DPRK People Enraged at S. Korean Forces' Provocation",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-24ee.html",
            "content": "DPRK People Enraged at S. Korean Forces' Provocation\r\nPyongyang, August 22 (KCNA) -- All citizens in the DPRK are hardening their will to punish without mercy the south Korean military war hawks who fired shells at posts of the Korean People's Army.\n\t\t\t\t\t Kim Ki Hyo, an officer of the KPA, told KCNA: \n\t\t\t\t\t\n\t\t\t\t\t The order issued by the Supreme Commander at the emergency enlarged meeting of the Workers' Party of Korea Central Military Commission enhances our servicepersons' will to take revenge upon the provokers.\n\t\t\t\t\t\n\t\t\t\t\t We will wipe out all the provokers wherever they are.\n\t\t\t\t\t\n\t\t\t\t\t Ko Kwang Jun, a workshop head of the Pyongyang Thermal Power Complex, said:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces' shelling on the KPA military posts is aimed to hinder the peaceful reunification of the nation.\n\t\t\t\t\t\n\t\t\t\t\t They should be annihilated without mercy at once as they are hell-bent on the anti-DPRK psywar and joint military exercises with the U.S. imperialists in a bid to provoke a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We, electricity makers, will do our best to increase the electricity output while keeping ourselves in full combat posture.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chang Sok, director of a department of the Ministry of Coal Industry, said:\n\t\t\t\t\t\n\t\t\t\t\t Such political and military provocative moves by the U.S. imperialists and the south Korean puppet forces will only precipitate their own destruction.\n\t\t\t\t\t\n\t\t\t\t\t I will work hard to raise the coal production in the spirit of wiping out the provokers."
        },
        {
            "title": "Provokers Are Doomed to Destruction: DPRK People",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-25ee.html",
            "content": "Provokers Are Doomed to Destruction: DPRK People\r\nPyongyang, August 22 (KCNA) -- Upon receiving the news of the urgent report of the Supreme Command of the Korean People's Army and emergency enlarged meeting of the Central Military Commission of the Workers' Party of Korea, all servicepersons and civilians in the DPRK are now filled with will to annihilate the provokers without mercy.\n\t\t\t\t\t Kim Hyok, director of the Ministry of Metallurgical Industry, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t From the beginning of the year, the DPRK government has made every possible effort to bring about a decisive turn in the north-south relations through dialogue and contact.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean puppet regime has been hell-bent on anti-DPRK smear campaign and war games.\n\t\t\t\t\t\n\t\t\t\t\t On August 17 the regime kicked off the Ulji Freedom Guardian joint military exercise with the U.S. imperialists. Not content with this, it recently resumed the anti-DPRK propaganda broadcasting under the pretext of a doubtful \"landmine explosion\" case and fired shells at our territory for no ground on August 20.\n\t\t\t\t\t\n\t\t\t\t\t There is a limit to the patience of the DPRK people.\n\t\t\t\t\t\n\t\t\t\t\t We, metal industrial workers, will turn out more steel in a mind to inflict fire of revenge upon the provokers.\n\t\t\t\t\t\n\t\t\t\t\t Jo Jong Chol, an officer of the KPA, said:\n\t\t\t\t\t\n\t\t\t\t\t We, servicepersons, are now fully ready for military action against the south Korean group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t Any provokers will never go scot-free from war and retaliatory strike of our own way, and they are doomed to destruction."
        },
        {
            "title": "Provokers Will Face Merciless Retaliation",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-27ee.html",
            "content": "Provokers Will Face Merciless Retaliation\r\nPyongyang, August 22 (KCNA) -- The political and military provocations by the south Korean puppet forces on Thursday afternoon has lashed the army and people in the DPRK into great fury.\n\t\t\t\t\t Ri Yong Sik, a general officer of the Korean People's Army, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The shelling on KPA civil police posts by the south Korean forces is the last resort of the Park Geun Hye group of war maniacs accustomed to plot breeding.\n\t\t\t\t\t\n\t\t\t\t\t It is a trite method of the group to orchestrate farces for confrontation and war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye and the puppet military of south Korea should behave with discretion, well aware of what extent the will of the servicepersons of KPA frontline combined units for retaliation has reached to.\n\t\t\t\t\t\n\t\t\t\t\t Dr. Sin Yong Ho of Kim Il Sung University said:\n\t\t\t\t\t\n\t\t\t\t\t The recent shelling case clearly shows how reckless and frantic the south Korean puppet group go in provoking the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t There's a limit to our patience.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet military gangsters should be mindful that the entire nation is replete with the will to wipe out the provokers to the last one through an all-out retaliatory war."
        },
        {
            "title": "DPRK People Wait for Order of Attack",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-39ee.html",
            "content": "DPRK People Wait for Order of Attack\r\nPyongyang, August 22 (KCNA) -- Enraged at the reckless shelling by the south Korean military warmongers, the servicepersons and civilians of the DPRK are now getting impatient to inflict shower of fire on the provokers.\n\t\t\t\t\t Hong Chol, an officer of the Korean People's Army, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t We servicepersons are eagerly waiting for an order of attack on the provokers. My unit's operational radius has no limits, and the enemies will find nowhere to elude our deadly strike.\n\t\t\t\t\t\n\t\t\t\t\t The time of ultimate destruction on the part of the south Korean group of traitors is near at hand.\n\t\t\t\t\t\n\t\t\t\t\t No force can overpower the DPRK people who have turned out in a sacred war of justice to defend their country.\n\t\t\t\t\t\n\t\t\t\t\t Im Hun, chairman of the North Hwanghae Provincial People's Committee, said:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean military warmongers will heavily suffer from an all-people retaliatory war.\n\t\t\t\t\t\n\t\t\t\t\t If the enemies dare provoke the DPRK again, oblivious of the might of its armed forces, the KPA will make a clean sweep of their ruling organs as well as the U.S. military bases in the Pacific and the related facilities of their allies."
        },
        {
            "title": "More than One Million Young People Petition to Join and Rejoin KPA",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-40ee.html",
            "content": "More than One Million Young People Petition to Join and Rejoin KPA\r\nPyongyang, August 22 (KCNA) -- Young people across the Democratic People's Republic of Korea are turning out in the sacred war for defending the country with their faith and will to annihilate the enemies.\n\t\t\t\t\t More than one million young people ardently petitioned to join and rejoin the Korean People's Army a day since the news of an emergency enlarged meeting of the Central Military Commission of the Workers' Party of Korea and an emergency report of the Supreme Command of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The number of such young people is increasing hourly."
        },
        {
            "title": "Children's Camps Built in DPRK under Care of Great Persons",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-26ee.html",
            "content": "Children's Camps Built in DPRK under Care of Great Persons\r\nPyongyang, August 22 (KCNA) -- In scenic spots of the DPRK there are a lot of children's camps.\n\t\t\t\t\t Those camps tell about the loving care shown by the peerlessly great persons for posterity.\n\t\t\t\t\t\n\t\t\t\t\t Among them is the Sokam Children's Camp located in the northern suburbs of Pyongyang, the capital city.\n\t\t\t\t\t\n\t\t\t\t\t It was in June Juche 35 (1946) that President Kim Il Sung toured the Kyonryong Reservoir. Saying it is a scenic place, he suggested building a children's camp there.\n\t\t\t\t\t\n\t\t\t\t\t Despite the difficulties of postwar reconstruction, he took necessary steps to build the camp. And he visited this Sokam Children's Camp, the first of its kind in the country, in August 1957.\n\t\t\t\t\t\n\t\t\t\t\t Later, many children's camps took their shapes at such picturesque places across the country as Mts. Ryongak and Myohyang, Songdowon and Lake Sohung, under the deep care and energetic guidance of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un visited children's camps in Songdowon and Mt. Myohyang and took a measure to better the camps in keeping with the requirements of the new century.\n\t\t\t\t\t\n\t\t\t\t\t After all, the Songdowon International Children's Camp was remodeled on a high level and the Sokam Children's Camp and other children's camps across the country renewed in a few years.\n\t\t\t\t\t\n\t\t\t\t\t That's why many foreigners have praised the great persons' noble outlook on posterity."
        },
        {
            "title": "DPRK People Recall Kim Jong Il's Feats for Army Building",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-28ee.html",
            "content": "DPRK People Recall Kim Jong Il's Feats for Army Building\r\nPyongyang, August 22 (KCNA) -- People in the Democratic People's Republic of Korea look back upon the undying feats of leader Kim Jong Il for army building with the Day of Songun (military-first) approaching.\n\t\t\t\t\t It was on August 25, Juche 49 (1960) that he began his guidance over the armed forces of the DPRK with inspection of the Seoul Ryu Kyong Su Guards 105th Tank Division of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t At that time he underscored the need to train all the servicepersons into those strong in idea and faith and prepared politically and ideologically and in military technique, under the slogan \"Let us defend with our very lives the Party Central Committee headed by the respected Comrade Kim Il Sung!\"\n\t\t\t\t\t\n\t\t\t\t\t Since then, he had made a ceaseless journey of inspection to the units of the KPA, always finding himself among the servicepersons.\n\t\t\t\t\t\n\t\t\t\t\t In 2010 alone he inspected many military units, encouraging the servicepersons in trainings.\n\t\t\t\t\t\n\t\t\t\t\t In December 2011, the last period of his life, he guided the firepower strike drill of a KPA combined unit and praised its soldiers for having kept themselves in full readiness to impregnably defend the socialist country.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his guidance, the DPRK servicepersons have become the main force of the Songun revolution that is now playing the key role both in socialist construction and national defence."
        },
        {
            "title": "Illegal \"Korea-Japan Annexation Treaty\"",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-29ee.html",
            "content": "Illegal \"Korea-Japan Annexation Treaty\"\r\nPyongyang, August 22 (KCNA) -- It is 105 years since the Japanese imperialists cooked up the \"Korea-Japan Annexation Treaty\" on August 22, 1910 to turn Korea into their colony.\n\t\t\t\t\t After depriving Korea of its rights to diplomacy and home administration through fabrication of the \"Ulsa Five-point Treaty\" (1905) and \"Jongmi Seven-Point Treaty\" (1907), the Japanese imperialists invented the \"Korea-Japan Annexation Treaty\" in violation of international principles and rules.\n\t\t\t\t\t\n\t\t\t\t\t In order to force this \"treaty\" on the Korean feudal government, they deployed more than 2 600 troops in Seoul where the government was located.\n\t\t\t\t\t\n\t\t\t\t\t In collusion with pro-Japanese traitors, they pressured Sunjong, the emperor of Korea, into ratifying a \"commission of full power\". After all, the \"treaty\" came into being against the emperor's will, getting neither royal signature nor royal seal.\n\t\t\t\t\t\n\t\t\t\t\t It was the height of state terrorism and an act of stripping the Korean nation of its sovereignty. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the reactionaries of Japan have not yet made sincere apology and compensation to the Korean nation while denying its crime-woven past."
        },
        {
            "title": "S. Korean Puppet Forces' Politically-Motivated Military Provocation Can Never Be Pardoned: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-09ee.html",
            "content": "S. Korean Puppet Forces' Politically-Motivated Military Provocation Can Never Be Pardoned: KCNA Commentary\r\nPyongyang, August 22 (KCNA) -- As already reported, the south Korean puppet military gangsters went so reckless as firing dozens of shells at the inviolable territory of the DPRK on Thursday afternoon.\n\t\t\t\t\t This was an unpardonable grave military provocation to seize the sovereignty and land of the DPRK, the life and soul of its army and people.\n\t\t\t\t\t\n\t\t\t\t\t The wild shelling was an extension of the puppet forces' rumor about the \"north's provocation\" which they worked out in a planned way to escalate their moves against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Their story about the \"north's provocation\" originated from the suspicious \"mine explosion\" case which occurred around the puppet police post situated in the south of the Demilitarized Zone along the Military Demarcation Line in the area of Pangmok-ri, Kunnae-myon, Phaju City, Kyonggi Province on August 4.\n\t\t\t\t\t\n\t\t\t\t\t On August 10 even before the truth behind the case was probed, Kim Min Sok, spokesman for the puppet Ministry of Defence, in a press conference trumpeted about the \"north's provocation\" and then, the director in charge of operation of the puppet joint chiefs of staff announced a \"statement warning the north\".\n\t\t\t\t\t\n\t\t\t\t\t But the attention of the public at home and abroad has been focused on the fact that the \"mine explosion\" case was fabricated by the puppet military group keen on provoking the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Convincing evidence is a video the group presented as the \"definite evidence\", claiming it was taken from the puppet police post.\n\t\t\t\t\t\n\t\t\t\t\t People were stunned to see soldiers of the south Korean puppet army acting clumsily under a certain scenario. What contradicts most is that the video of the \"mine explosion\" was recorded even though those who are on the round the clock watch duty by depending on dense ultra-modern monitoring network claimed they failed to \"observe\" the planting of the \"mine\" because of a few trees.  \n\t\t\t\t\t\n\t\t\t\t\t The \"mine explosion\" case is, indeed, a replica of the Cheonan warship sinking case and drone case, and their talk about \"north's provocation\" is no more than a smokescreen thrown by the puppet group to conceal the truth behind its provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the puppet group started the broadcasts for \"psychological warfare against the north\" in the whole areas along the Military Demarcation Line under that pretext. It hurled not only puppet conservative organizations but riff-raffs of the \"U.S. human rights foundation\" into anti-DPRK leaflet scattering operations.\n\t\t\t\t\t\n\t\t\t\t\t In order to make the \"mine explosion\" case sound plausible and justify the broadcasting for \"psychological warfare against the north\", the group cooked up the \"north's shelling\" incident once again, a reckless military provocation.\n\t\t\t\t\t\n\t\t\t\t\t We cannot but take a serious note of the fact that the politically-motivated military provocation is timed to coincide with the Ulji Freedom Guardian joint military exercises, preemptive nuclear attack drills on the Korean Peninsula, and the group is increasing their danger.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the fact that the puppet minister of Defense decided to intensify the joint military exercises by introducing U.S. B-2As and F-22A Raptors into south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly proves that the story about the \"north's provocation\" is an inevitable product of the puppet military to ignite a new war on this land at any cost, pursuant to the U.S. war scenario.\n\t\t\t\t\t\n\t\t\t\t\t But the puppet military gangsters are seriously mistaken if they think that they can prolong their remaining days by ratcheting up tension on the Korean Peninsula, pursuant to the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK will not make concession even a bit to anyone who tries to bring down the idea and social system of the DPRK and encroach upon its inviolable sovereignty and territory.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has already solemnly declared this at home and abroad and the large combined units of the front have been put on a war footing.\n\t\t\t\t\t\n\t\t\t\t\t The puppet military gangsters would be well advised not to forget even a moment that they may perish in a sea of fire due to their repeated provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t War maniacs always met miserable ends."
        },
        {
            "title": "Koreans in China Denounce S. Korean Puppet Military Warmongers' Reckless Moves",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-10ee.html",
            "content": "Koreans in China Denounce S. Korean Puppet Military Warmongers' Reckless Moves\r\nPyongyang, August 22 (KCNA) -- The General Association of Koreans in China released a statement titled \"We will resolutely smash the war provocations of the south Korean puppet military warmongers\" on Friday.\n\t\t\t\t\t The statement said that the south Korean puppet warlike forces are pushing the situation to the brink of war, recklessly committing political and military provocations in the eyes of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Not content with resuming the broadcasts for psychological warfare against the DPRK at all sectors of the front under the pretext of suspicious \"mine explosion\" case, the south Korean puppet warmongers, seized with insanity for war provocation fired dozens of shells at the territory of the DPRK for no clear reason, the statement noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The gravity of the situation is that the warmongers unhesitatingly committed military provocations while staging madcap Ulji Freedom Guardian joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers should behave with discretion, well aware of the towering retaliatory spirit of the service personnel of the frontline large combined units of the Korean People's Army."
        },
        {
            "title": "Rodong Sinmun Calls for Destroying Enemies",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-12ee.html",
            "content": "Rodong Sinmun Calls for Destroying Enemies\r\nPyongyang, August 22 (KCNA) -- It is the revolutionary spirit of the army and people of the DPRK to react to the enemies' provocation with resolute and stern punishment and the war of aggression with sacred war of merciless retaliation.\n\t\t\t\t\t Rodong Sinmun Saturday says this in an editorial.\n\t\t\t\t\t\n\t\t\t\t\t It goes on: \n\t\t\t\t\t\n\t\t\t\t\t An emergency enlarged meeting of the Central Military Commission of the Workers' Party of Korea and an urgent report issued by the Supreme Command of the Korean People's Army put on alert all the service personnel and people of the DPRK. The powerful revolutionary Paektusan army has made every preparation for a decisive war tightly holding sharp bayonets.\n\t\t\t\t\t\n\t\t\t\t\t A roar of destroying enemies is being heard in every street, working places and universities and youths, students and discharged soldiers are ardently petitioning to be allowed to join and rejoin the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Today the army and people of the DPRK are full of great pride of holding supreme leader Kim Jong Un, peerlessly great man of Mt. Paektu, in high esteem at the helm of the party, state and army with confidence in victory. It is the firm will of the service personnel and people to resolutely smash any reckless provocation by the enemies and throw the aggressors into final ruin.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will not show the slightest mercy to the enemies who hurt and find fault with the results of the leadership exploits of the great leaders even a bit. Firm is the will of all the service personnel and people to turn the enemies' strongholds into the sea of flames, regarding today's sacred war of retaliation as the one for devotedly defending the leader.\n\t\t\t\t\t\n\t\t\t\t\t Rifles held high by the people together with hammers and writing brushes are fully charged with the will for settling accounts with the U.S. If the enemies bring dark clouds of a war to hang over this land despite the DPRK's final warning, its army and people will destroy the sworn enemies through an all-people do-or-die battle and bring to an end the stand-off with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t All the party members, service personnel and other people should turn out as one in a sacred war of retaliation for destroying the enemies in the revolutionary spirit of Paektu and the spirit of the blizzards of Paektu and thus add shine to the heroic Korea's tradition of victory."
        },
        {
            "title": "Rodong Sinmun Brands \"North's Shelling\" Incident as Worst Provocation of S. Korea",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-14ee.html",
            "content": "Rodong Sinmun Brands \"North's Shelling\" Incident as Worst Provocation of S. Korea\r\nPyongyang, August 22 (KCNA) -- The south Korean puppet forces' reckless provocation as firing dozens of shells into the area of the DPRK side is intolerable as it is the undisguised infringement upon its dignity and sovereignty and an open declaration of war. \n\t\t\t\t\t Rodong Sinmun Saturday says this in a commentary. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces' provocative shelling is a premeditated move to ignite a war against the north by intentionally escalating the bilateral military tension, the news analyst says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t War provokers always need a pretext to justify their aggressive action. \n\t\t\t\t\t\n\t\t\t\t\t Not only \"explosion of landmine\" but also \"north's shelling\" incident is the poor fabrication for invading the north. The \"explosion of landmine\" is the first act for igniting a war and the \"north's shelling\" incident is the second act and climax. \n\t\t\t\t\t\n\t\t\t\t\t We have been exposed to a host of anti-DPRK plots by the south Korean puppet forces aimed at slandering the fellow countrymen in the north, escalating the north-south confrontation and provoking a war against the north. But it is the first time that the armed provocation was perpetrated amid a test nuclear war and intensive broadcasting for psychological warfare, a prelude to a war. The south Korean authorities are going to turn the Ulji Freedom Guardian joint military drills being held with the U.S. by mobilizing huge armed forces into an actual war against the north. \n\t\t\t\t\t\n\t\t\t\t\t The \"north's shelling\" incident is, indeed, the worst military provocation under the sinister scheme to implement nuclear war scenario in collusion with the U.S. without fail."
        },
        {
            "title": "Enemy's Psychological Warfare Should Be Punished: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-13ee.html",
            "content": "Enemy's Psychological Warfare Should Be Punished: Rodong Sinmun\r\nPyongyang, August 22 (KCNA) -- An order of the supreme commander of the Korean People's Army issued at an emergency enlarged meeting of the Central Military Commission of the Workers' Party of Korea was the most just self-defensive measure to resolutely smash the enemy's moves for aggression and reliably defend the sovereignty and dignity of the country.\n\t\t\t\t\t Rodong Sinmun Saturday in an article says in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces' psychological warfare and shelling are a serious politically-motivated military provocation to ignite a war for aggression.\n\t\t\t\t\t\n\t\t\t\t\t Their moves are an unpardonable challenge to the Koreans aspiring after the improved inter-Korean relations and the independent reunification and a serious threat to peace and security on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is an inviolable right of the DPRK and noble duty before the history and the nation to make a merciless counterattack upon the undisguised war moves for aggression by warmongers at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK who value the sovereignty and dignity of the country as their life and soul can not allow in the least the south Korean puppet warmongers' desperate efforts to destroy the ideology and social system of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean puppet forces go desperate in their provocative act of psychological warfare and reckless military drills, not understanding the steadfast will of the service personnel and people of the DPRK, they will be held wholly accountable for ensuing consequences. \n\t\t\t\t\t\n\t\t\t\t\t If the enemies dare run amuck despite the DPRK's warning, it would wipe out the base of the enemy's provocation, a stronghold of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet warmongers should clearly understand that the ultimatum of the DPRK is not an empty talk."
        },
        {
            "title": "DPRK Servicepersons and People Determined to Defeat U.S.: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-15ee.html",
            "content": "DPRK Servicepersons and People Determined to Defeat U.S.: Rodong Sinmun\r\nPyongyang, August 22 (KCNA) -- The U.S. has recently talked volumes about \"oblivious war\" in a vain effort to describe its defeat in the past Korean war as \"victory\". Rodong Sinmun Saturday says in an article such ridiculous remark draws derision from the international community.\n\t\t\t\t\t Though time has passed, a loser can not become a victor, the paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists have so far suffered defeat in the DPRK-U.S. confrontation as well as in the 1950s when they provoked the DPRK out of misjudgment of the opponent. \n\t\t\t\t\t\n\t\t\t\t\t The U.S., though belatedly, would be well advised to understand the do-or-die spirit of the servicepersons and people of the DPRK who turned out in the anti-imperialist, anti-U.S. confrontation.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. wants to confront with the DPRK by force, the latter will face it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is capable of responding to any forms of war the U.S. imperialists want whether it a conventional war, nuclear war or cyber warfare.\n\t\t\t\t\t\n\t\t\t\t\t The servicepersons and people of the DPRK have a retaliatory will to wipe out the U.S. imperialists to the last one and make them write their own history of final ruin should they provoke the war again.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should know that it is not the strongest.\n\t\t\t\t\t\n\t\t\t\t\t It should clearly understand how strong its opponent is in mentality and repeal the hostile policy towards the DPRK and roll back the reckless saber rattling."
        },
        {
            "title": "S. Koreans Urge Regime to Stop Anti-DPRK Propaganda Broadcasts",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-36ee.html",
            "content": "S. Koreans Urge Regime to Stop Anti-DPRK Propaganda Broadcasts\r\nPyongyang, August 22 (KCNA) -- Organizations of various circles in south Korea including the Confederation of Trade Unions, the Solidarity for Progress and the People for Achieving Peace and Reunification held an emergency press conference near Chongwadae on Friday calling for peace against war.\n\t\t\t\t\t The regime's resumption of propaganda broadcasts against the north in the wake of the occurrence of the \"mine explosion\" case is bringing an armed conflict between the north and the south, the organizations noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The critical situation was created by the regime as it resumed the propaganda broadcasts in a hurry without any clear evidence to prove the \"mine explosion\" case as a \"north's deed.\"\n\t\t\t\t\t\n\t\t\t\t\t It is a hard fact that broadcasting for psychological warfare is a violation of the north-south agreement.\n\t\t\t\t\t\n\t\t\t\t\t In case the military tension and hostility between the north and the south are further stirred up to reach an uncontrollable phase and an all-out war breaks out on the Korean Peninsula, it will bring huge disasters incomparable with those in the past Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The organizations urged the Park Geun Hye regime to stop the broadcasts to defuse the military tension."
        },
        {
            "title": "S. Koreans Demand Stop to Ulji Freedom Guardian",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-38ee.html",
            "content": "S. Koreans Demand Stop to Ulji Freedom Guardian\r\nPyongyang, August 22 (KCNA) -- Civic organizations in South Kyongsang Province, south Korea held a press conference outside the provincial office on August 17.\n\t\t\t\t\t They demanded a stop to the Ulji Freedom Guardian joint military drills increasing the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t That day the civic and social organizations in North Jolla Province held a press conference outside the provincial police agency, where they said the joint military drills escalate military confrontation and tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They demanded a stop to all actions provoking and threatening the north."
        },
        {
            "title": "S. Korean Supreme Court Admits Illegality of Spying Case Fabricated by \"Yusin\" Dictatorship",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-19ee.html",
            "content": "S. Korean Supreme Court Admits Illegality of Spying Case Fabricated by \"Yusin\" Dictatorship\r\nPyongyang, August 22 (KCNA) -- The Supreme Court of south Korea Friday acknowledged the illegality of the campus spying case which was cooked up by the \"yusin\" dictatorship and declared Kang Jong Hon who was sentenced to death at that time innocent.\n\t\t\t\t\t In 1976 the puppet army security command arrested Kang who was studying at Seoul National University without an arrest warrant and forced him to make false confession by inflicting unimaginable torture on him in prison for a long time.\n\t\t\t\t\t\n\t\t\t\t\t The Seoul High Court gave a verdict of not guilty to him.\n\t\t\t\t\t\n\t\t\t\t\t The verdict was confirmed by the Supreme Court this time."
        },
        {
            "title": "S. Korean Organization Accuses U.S. of Turning Jeju Island into Arsenal",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-30ee.html",
            "content": "S. Korean Organization Accuses U.S. of Turning Jeju Island into Arsenal\r\nPyongyang, August 22 (KCNA) -- The Citizens Solidarity for Democratic Society in a recent statement accused the U.S. of turning a naval base on Jeju Island into a U.S. military base.\n\t\t\t\t\t The statement recalled a media report that the former commander of the U.S. naval force present in south Korea had said that he hopes the U.S. navy would send warships to the Jeju naval base.\n\t\t\t\t\t\n\t\t\t\t\t What the former commander said proves that the U.S. tries to turn the Jeju naval base into its military base, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Jeju Island is bound to be a war arsenal of the U.S. as the naval base on it will be used by the U.S. forces."
        },
        {
            "title": "Chongryon Central Standing Committee Denounces Traitor Park Geun Hye",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-16ee.html",
            "content": "Chongryon Central Standing Committee Denounces Traitor Park Geun Hye\r\nTokyo, August 21 (KNS-KCNA) -- The Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) released a statement on Friday to denounce the recklessly politically-motivated military provocations of the south Korean puppet military gangsters.\n\t\t\t\t\t It said the crucial touch-and-go situation on the Korean Peninsula that is inching close to a war is being spearheaded by traitor Park Geun Hye and the south Korean puppet military warmongers.\n\t\t\t\t\t\n\t\t\t\t\t It said that the south Korean puppet forces are waging frantic psywar against the DPRK based on whopping lies and fired dozens of shells to the territory of the DPRK, a nefarious reckless move.\n\t\t\t\t\t\n\t\t\t\t\t It severely denounced Park and the puppet military warmongers who pushed the situation on the peninsula to the brink of war and firmly demanded them stop the broadcasting for psywar against the DPRK at once and totally withdraw psywar means.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that they can never evade the severe judgment of the history as they flatter and obey to the aggressive foreign forces disregarding the dignity and interests of the nation and try to plunge the Korean nation into the tragic fratricidal war."
        },
        {
            "title": "Standing Committees of Chongryon Headquarters Flail S. Korean Puppet Forces' Military Provocation",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-45ee.html",
            "content": "Standing Committees of Chongryon Headquarters Flail S. Korean Puppet Forces' Military Provocation\r\nTokyo, August 22 (KNS-KCNA) -- The Standing Committees of the Headquarters of the General Association of Korean Residents in Japan (Chongryon) issued statements on Saturday in denunciation of the south Korean puppet forces for their reckless politically-motivated military provocation pursuant to the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t The Standing Committee of the Tokyo Metropolitan Headquarters of Chongryon said the treacherous act of traitor Park Geun Hye and the south Korean puppet warmongers going against the nation's aspiration for peace and reunification is aimed to justify the Ulji Freedom Guardian joint military exercises and psychological warfare against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Standing Committee of the Osaka Prefectural Headquarters of Chongryon noted that the U.S. prodded the south Korean puppet military warmongers to commit the unprecedented politically-motivated military provocation, bringing into bolder relief its aggressive nature to justify the joint military exercises and leading the situation on the Korean Peninsula to the phase of explosion and war."
        },
        {
            "title": "Chairpersons of Chongryon Headquarters Censure S. Korean Puppet Forces' Reckless Military Provocation",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-46ee.html",
            "content": "Chairpersons of Chongryon Headquarters Censure S. Korean Puppet Forces' Reckless Military Provocation\r\nTokyo, August 22 (KNS-KCNA) -- Officials of the headquarters of the General Association of Korean Residents in Japan (Chongryon) issued statements on Saturday to denounce the south Korean puppet group of traitors' reckless military provocation.\n\t\t\t\t\t Jong Song Han, chairman of the Hokkaido Prefectural Headquarters of Chongryon, said the south Korean puppet group committed such reckless military provocation as resuming broadcasts for psychological warfare against the DPRK and firing dozens of shells to its inviolable territory.\n\t\t\t\t\t\n\t\t\t\t\t Kim Sang Il, chairman of the Kyoto Prefectural Headquarters of Chongryon, termed the south Korean puppet forces' military provocation a plot faked up by themselves.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Hun, chairman of the Kanagawa Prefectural Headquarters of Chongryon, said we will deal a sledge-hammer blow at the U.S. forces by giving fullest play to the pent-up resentment of the nation if they resort to the policy for domination, subjugation and hostility toward the DPRK in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chun Gwon, chairman of the Hyogo Prefectural Headquarters of Chongryon, said that the prevailing situation was caused by the anti-DPRK provocation committed by the south Korean puppet warmongers under the patronage of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t So Chun Won, chairman of the Aichi Prefectural Headquarters of Chongryon, underscored the need to shatter the reckless hysteria of the warmongers and firmly unite all Koreans around the Chongryon organizations."
        },
        {
            "title": "Chongryon Officials Flay S. Korean Puppet Group",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-44ee.html",
            "content": "Chongryon Officials Flay S. Korean Puppet Group\r\nTokyo, August 22 (KNS-KCNA) -- Officials of organizations of the General Association of Korean Residents in Japan (Chongryon) released statements on August 22 denouncing the south Korean puppet warmongers hell-bent on war provocation against the DPRK on the forefront area.\n\t\t\t\t\t Ri Jong Man, managing director of the Standing Council of the Korean Federation of Workers in Commerce in Japan, said a small fire on the Korean Peninsula is entirely attributable to traitor Park Geun Hye and the south Korean puppet military gangsters.\n\t\t\t\t\t\n\t\t\t\t\t Ri Thae Il, chairman of the Central Standing Management Board of the Korean Youth Commercial Association in Japan, noted that the doubtful \"mine explosion\" case has nothing to do with the DPRK and it is none other than the south Korean puppet forces that fabricated the \"north's shelling\" case.\n\t\t\t\t\t\n\t\t\t\t\t Jo Han Ju, chairman of the Central Standing Committee of the Union of Korean Teachers in Japan, warned that traitor Park Geun Hye and the military warmongers will face a stern judgment of all Koreans and history as they abandoned the dignity and interests of the nation by currying favor with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Su, chairman of the Central Standing Committee of the Union of Korean Writers and Artists in Japan, underlined the need to fight it out for the reunification of the country and prosperity of the nation."
        },
        {
            "title": "Young Koreans in Japan Condemn S. Korean Puppet Military Gangsters' Provocation against DPRK",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-42ee.html",
            "content": "Young Koreans in Japan Condemn S. Korean Puppet Military Gangsters' Provocation against DPRK\r\nTokyo, August 22 (KNS-KCNA) -- The Central Standing Committee of the Korean Youth League in Japan Saturday issued a statement denouncing the south Korean puppet military gangsters keen on provocations against the DPRK.\n\t\t\t\t\t Their reckless military racket is an undisguised war of aggression to bring down the idea and social system of the DPRK, the choice of its service personnel and people, and seize its regime and cradle of their life, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t It demanded traitor Park Geun Hye and the south Korean puppet warmongers immediately halt broadcasts for psychological warfare against the DPRK and leaflet scattering operations against it.\n\t\t\t\t\t\n\t\t\t\t\t It urged the U.S. and Park act with discretion."
        },
        {
            "title": "Korean Women in Japan Denounce S. Korean Puppet Military Warmongers' Military Provocation",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-43ee.html",
            "content": "Korean Women in Japan Denounce S. Korean Puppet Military Warmongers' Military Provocation\r\nTokyo, August 22 (KNS-KCNA) -- The Central Standing Committee of the Korean Democratic Women's Union in Japan issued a statement on August 22 in denunciation of traitor Park Geun Hye and the south Korean puppet military warmongers' grave politically-motivated military provocation.\n\t\t\t\t\t The shelling incident is an undisguised war of aggression against the DPRK and a crucial crime leading the north-south relations to the worst phase, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the Central Standing Committee of the Korean Democratic Women's Union resolutely condemns the Park and the puppet military warmongers for pushing the situation on the Korean Peninsula to the brink of war and strongly demands an immediate halt to broadcasts for psychological warfare against the DPRK."
        },
        {
            "title": "Koreans in Russia Demand Halt to Broadcasts for Psychological Warfare against DPRK",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-41ee.html",
            "content": "Koreans in Russia Demand Halt to Broadcasts for Psychological Warfare against DPRK\r\nPyongyang, August 22 (KCNA) -- The United Confederation of Koreans in Russia released a statement on August 21.\n\t\t\t\t\t The situation on the Korean Peninsula is facing a crisis due to the south Korean authorities' resumption of broadcasts for psychological warfare against the DPRK, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Such broadcasts are a declaration of war against the DPRK in view of their contents and form. So, this is arousing deep concern of overseas Koreans and conscientious people of the world aspiring after peace.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north, the south and abroad who marked the 70th anniversary of Korea's liberation this year are wishing reconciliation, cooperation, peace and prosperity on the Korean Peninsula."
        },
        {
            "title": "Koreans in China Express Indignation at S. Korean Puppet Forces' Reckless Military Provocation",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-21ee.html",
            "content": "Koreans in China Express Indignation at S. Korean Puppet Forces' Reckless Military Provocation\r\nPyongyang, August 22 (KCNA) -- Members of branches and organizations of the General Association of Koreans in China expressed indignation at the reckless war provocation by the south Korean puppet warmongers against the DPRK.\n\t\t\t\t\t Ri Hye Yong, head of the Yanji City branch of the General Association of Koreans in China, said that the south Korean puppet forces in a far-fetched manner linked the \"mine explosion\" that happened in the DMZ of the western sector of the front with the DPRK and resumed the psychological warfare broadcasts, citing it as a pretext.\n\t\t\t\t\t\n\t\t\t\t\t If the puppet forces dare provoke the DPRK, the heroic KPA will blow up their citadel and accomplish the historic cause of national reunification, Ri added.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kwon, vice-chairman of the Federation of Korean Young Nationals in China, expressed surging indignation at the reckless action of the puppet military warmongers who fired 36 shells at the posts of the Korean People's Army under the unreasonable pretext.\n\t\t\t\t\t\n\t\t\t\t\t The reckless action is an unpardonable provocation against the DPRK and an intolerable challenge to all Koreans aspiring after peace on the Korean Peninsula and improvement of the north-south relations, Kim added.\n\t\t\t\t\t\n\t\t\t\t\t Sim Hong Gwang, chairman of the Yanbian Regional Association of the Federation of Korean Young Nationals in China, said that the puppet group of traitors' resumption of anti-DPRK psychological warfare broadcasts was an undisguised breach of the north-south military agreement, a serious military provocation against the DPRK and a crucial incident pushing the inter-Korean relations to the worst phase.\n\t\t\t\t\t\n\t\t\t\t\t If the puppet group persists in confrontation and war moves in league with outsiders, all Koreans will sternly punish it, Sim added."
        },
        {
            "title": "Koreans in China Call for Shattering S. Korean Warmongers' Provocation",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-31ee.html",
            "content": "Koreans in China Call for Shattering S. Korean Warmongers' Provocation\r\nPyongyang, August 22 (KCNA) -- The Federation of Korean National Economic Workers in China released a statement on August 21.\n\t\t\t\t\t The south Korean puppet warmongers committed such grave military provocation as firing 36 rounds of shells at the civil police posts of the DPRK in the central western sector of the front in the afternoon of Thursday, the statement recalled, and said:\n\t\t\t\t\t\n\t\t\t\t\t We cannot pardon the reckless shelling to the inviolable territory of the country and posts for defending it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK makes no empty talk. The puppet military warmongers should stop broadcasts for psychological warfare against the DPRK and remove all means for psychological warfare just as demanded in the ultimatum delivered by the General Staff of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t All the members of the Federation of Korean National Economic Workers in China will turn out in the struggle to resolutely shatter the south Korean puppet warmongers' provocation, keeping pace with the people in homeland."
        },
        {
            "title": "S. Korean Military Warmongers' Military Provocation against DPRK Denounced by Koreans in China",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-35ee.html",
            "content": "S. Korean Military Warmongers' Military Provocation against DPRK Denounced by Koreans in China\r\nPyongyang, August 22 (KCNA) -- The Zhongnan Regional Association of the General Association of Koreans in China issued a statement on Saturday in denunciation of the south Korean puppet military warmongers' political and military provocation against the DPRK.\n\t\t\t\t\t The statement stressed that though belatedly, Park Geun Hye and the puppet military warmongers should behave themselves, properly understanding the prevailing situation.\n\t\t\t\t\t\n\t\t\t\t\t It warned that if the puppet warmongers are trying to prolong their remaining days by flattering the U.S., it would bring their self-ruin only."
        },
        {
            "title": "Halt to Psychological Warfare against DPRK Demanded",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-37ee.html",
            "content": "Halt to Psychological Warfare against DPRK Demanded\r\nPyongyang, August 22 (KCNA) -- A spokesman for the Institute of Independent Ideology in the U.S. in a statement on Friday urged the south Korean puppet military gangsters to immediately halt their reckless psychological warfare against the DPRK.\n\t\t\t\t\t The statement said that if a war breaks out on the Korean Peninsula, it will lead to a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the south Korean authorities and military halt their dangerous psychological warfare against the DPRK at once.\n\t\t\t\t\t\n\t\t\t\t\t It urged the U.S. and south Korea immediately halt their Ulji Freedom Guardian joint military drills and roll back their hostile policy toward the DPRK."
        },
        {
            "title": "Kim Jong Un's Work Carried by Congolese Internet Paper",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-01ee.html",
            "content": "Kim Jong Un's Work Carried by Congolese Internet Paper\r\nPyongyang, August 22 (KCNA) -- The full text of supreme leader Kim Jong Un's work \"War Veterans Are Our Precious Revolutionary Forerunners Who Created the Indomitable Spirit of Defending the Country\" was carried by a Congolese internet paper on Aug. 14.\n\t\t\t\t\t The congratulatory speech, made by Kim Jong Un on July 25, Juche 104 (2015), clarifies that July 27 of Korea is the second Day of Liberation when the Korean people defended with honor their country's dignity and sovereignty from the aggression by the U.S. imperialists, and also the day of proud victors that put the U.S. imperialists on a downhill march towards ruin.\n\t\t\t\t\t\n\t\t\t\t\t It also says: The war veterans have devoted all their life to the independent reunification and prosperity of their country. Their noble fighting spirit and splendid patriotic feats will shine brilliantly in inerasable golden letters in the history of the heroic struggle of our people.\n\t\t\t\t\t\n\t\t\t\t\t The paper carried the photo of Kim Jong Un making a congratulatory speech at the 4th National Conference of War Veterans."
        },
        {
            "title": "Anniversary of Korea's Liberation Observed Abroad",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-02ee.html",
            "content": "Anniversary of Korea's Liberation Observed Abroad\r\nPyongyang, August 22 (KCNA) - There took place events in different countries on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t A meeting, photo and book exhibitions, lectures and film shows were held by the People's Socialist Party of Mexico, Kim Jong Il Library of Enugu State in Nigeria and Progres School and a wood processing factory in Mali from August 10 to 14.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of photo and book exhibitions were photos documenting the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works, and books and photos introducing the history and might of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Korean films including \"Fireworks of a Thriving Nation\" were shown at the film shows.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the People's Socialist Party of Mexico paid the highest tribute to Kim Il Sung who liberated the Korean people from the fate of colonial slaves and turned the DPRK into a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t He said that it would be impossible to think about the Korean people, the master of the country, and the DPRK shining as the beacon of hope of progressive mankind without Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The chief of Kim Jong Il Library of Enugu State in Nigeria said:\n\t\t\t\t\t\n\t\t\t\t\t The exploits performed by Kim Il Sung by leading the anti-Japanese war to victory with his adroit strategies, tactics and war methods will go down in history."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Peruvian Figures",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-03ee.html",
            "content": "Kim Il Sung's Exploits Praised by Peruvian Figures\r\nPyongyang, August 22 (KCNA) -- There took place a national meeting of Peru in Lima on August 12 on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t The international secretary of the Communist Party of Peru (Red Motherland) paid the highest tribute and glory to President Kim Il Sung, the lodestar of Korea's liberation and the great leader of the Korean revolution and the world revolution, and praised his exploits for liberating the country. He went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK turned into a socialist power and nuclear weapons state under the leadership of the President and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and its socialist cause are sure to win as they are lead by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the People's Front of Workers, Peasants and Students of Peru said that the President's exploits of liberating the country are acknowledged and highly praised by the world.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Revolutionary Socialist Party of Peru said:\n\t\t\t\t\t\n\t\t\t\t\t The President achieved historic cause of Korea's liberation by dint of unity.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Peru-Korea Institute of Culture and Friendship affirmed invariable support and solidarity for the Korean people's struggle for building a thriving socialist nation and for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were figures from political parties, organizations and organs including the Peruvian preparatory committee for celebrating the 70th anniversaries of the founding of the Workers' Party of Korea and Korea's liberation, the Communist Party of Peru (Red Motherland), People's Front of Workers, Peasants and Students of Peru, Revolutionary Socialist Party of Peru, the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea and the Peruvian Group for the Study of Kimilsungism-Kimjongilism and masses.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to Peru and his embassy members."
        },
        {
            "title": "Korea's Liberation to Be Marked in Thailand, Angola",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-04ee.html",
            "content": "Korea's Liberation to Be Marked in Thailand, Angola\r\nPyongyang, August 22 (KCNA) -- Thai body and Angolan figure issued congratulatory statement and statement respectively on the 70th anniversary of Korea's liberation on Aug. 15.\n\t\t\t\t\t The Thailand-DPRK Friendship Association said in the statement that President Kim Il Sung is the savior of the Korean nation who achieved the historical cause of the liberation of the country by leading the anti-Japanese armed struggle to victory.\n\t\t\t\t\t\n\t\t\t\t\t But for the leadership of the President, the Korean people would not have led a genuine life as the master of their land, factory and country, to say nothing of the liberation of the country, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t It also stressed that the President will always live in the hearts of the Koreans and the world progressives as he performed undying feats for Korea's liberation, the Korean people's cause of independence and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the youth organization of the Popular Liberation Movement of Angola noted that the President achieved a shining victory in the anti-Japanese war through the nationwide patriotic struggle on August 15, 1945, 70 years ago. He went on:\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of the President and leader Kim Jong Il the socialist system centered on the popular masses and an invincible socialist state unfazed by any storm was established in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We reiterate the firm belief that the Korean people who are firmly united behind Marshal Kim Jong Un will certainly win in the struggle to achieve the prosperity and reunification of the country."
        },
        {
            "title": "Anniversary of Korea's Liberation Observed by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-05ee.html",
            "content": "Anniversary of Korea's Liberation Observed by Foreign Newspapers\r\nPyongyang, August 22 (KCNA) -- Foreign newspapers dedicated articles to the 70th anniversary of Korea's liberation.\n\t\t\t\t\t The Aug. 1st issue of the Ethiopian newspaper Reporter said that Aug. 15, 1945 was a turning point of history for the Korean people, adding the Korean nation could enjoy an independent and dignified life as the proud master of its destiny, state and society, free from the fate of the Japanese imperialists' colonial slaves.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, who led fifteen years of the anti-Japanese armed struggle to victory and achieved the historic cause of liberating the country, founded first the Workers' Party of Korea, organizer of all victories and guide of the Korean people right after the liberation.\n\t\t\t\t\t\n\t\t\t\t\t The people's power was established in a short span of time and democratic reforms including land reform were successfully carried out in the DPRK under the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, the first democratic people's state in the East, was founded on the basis of democratic reforms and Korea, which once suffered an eclipse on the world map, emerged in the international arena as a proud independent and sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t The Aug. 5th issue of the Indian newspaper Awaking said that the DPRK which is resolutely defending its sovereignty and dignity while resolutely standing against the imperialist allied forces is giving faith and courage to the peoples of the countries aspiring after independence and dynamically encouraging the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The Aug. 13th issue of the Algerian newspaper Al-Misaa carried articles introducing the Pyongyang Vegetable Science Institute and Wonsan Baby Home and Orphanage."
        },
        {
            "title": "Swiss Bodies Denounce S. Korean Authorities",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-06ee.html",
            "content": "Swiss Bodies Denounce S. Korean Authorities\r\nPyongyang, August 22 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on Aug. 12 in support of the statement of a spokesman for the Committee for the Peaceful Reunification of Korea.\n\t\t\t\t\t The statement accused Park Geun Hye of taking issue with the setting of Pyongyang Time in the DPRK. It went on:\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye's remarks are thoughtless and showed that her conservative regime flatters and yields to Japan.\n\t\t\t\t\t\n\t\t\t\t\t In the setting of the new standard time the DPRK showed the firm will of its service personnel and people to demonstrate the dignity and might of the country.\n\t\t\t\t\t\n\t\t\t\t\t This measure is a patriotic one to eliminate the remnant of the Japanese imperialists who set the Korean time to the Japanese time.\n\t\t\t\t\t\n\t\t\t\t\t Every country has its own right to set its own standard time.\n\t\t\t\t\t\n\t\t\t\t\t If Park Geun Hye really wants the mending of the inter-Korean relations and independent reunification of the country, she should have south Korea apply the same standard time as in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Her remarks are an act of treachery to the Korean nation that adds to the crimes she already committed and at the same time it is submission to Japan.\n\t\t\t\t\t\n\t\t\t\t\t Her group is thoroughly pro-U.S. and pro-Japanese as it stands against the nation and reunification."
        },
        {
            "title": "U.S.-S. Korean Joint Military Exercises Denounced by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-07ee.html",
            "content": "U.S.-S. Korean Joint Military Exercises Denounced by Swiss Organizations\r\nPyongyang, August 22 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on Aug. 11 in denunciation of the U.S. and south Korean puppet group's large-scale Ulji Freedom Guardian joint military exercises.\n\t\t\t\t\t The statement said that the U.S. and south Korea are terming Ulji Freedom Guardian \"transparent and defensive\" and \"annual and open\" ones in order to conceal their criminal nature but it is a sheer lie.\n\t\t\t\t\t\n\t\t\t\t\t The war rehearsal is the one for a preemptive nuclear strike at the DPRK like the past drills, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK urged the U.S. and the south Korean regime several times to stop the joint military drills in order to mend the north-south relations and create a peaceful environment on the Korean Peninsula this year marking the 70th anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean authorities are ratcheting up tension on the Korean Peninsula and driving the situation to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean authorities' claim that their drills are to cope with the \"threat from the north\" is shameless and no one will believe it.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army will respond to the moves of the hostile forces with powerful military counteraction in order to defend the DPRK's dignity and sovereignty."
        },
        {
            "title": "Nigerian Figure Welcomes Setting of Pyongyang Time",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-08ee.html",
            "content": "Nigerian Figure Welcomes Setting of Pyongyang Time\r\nPyongyang, August 22 (KCNA) -- Ibrahim Mantu, member of the Credit Committee of the People's Democratic Party of Nigeria who doubles as chairman of the Nigeria-Korea Friendship Association, issued a statement on Aug. 14 in support of the setting of Pyongyang Time.\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists occupied Korea illegally and imposed unspeakable miseries and pain upon the Korean people by enforcing the baneful colonial rule over it and committed such unpardonable crimes as depriving Korea of even its standard time, being keen on the policy of obliterating the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK set the time at 127 degrees 30 minutes of east longitude as the standard time of the DPRK and named it Pyongyang Time on the occasion of Aug. 15, the 70th anniversary of Korea's liberation and 70 years since Japan's defeat. It was an event of historical significance in eliminating the remnants of the Japanese imperialists' colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t We positively support the renewing of Pyongyang Time in the DPRK in reflection of the firm faith and will of the Korean people to eliminate the Japanese imperialists' remnants and firmly defend the sovereignty of the nation."
        },
        {
            "title": "Pak Pong Ju averigua preparativos de gestion de plantas electricas de rio Chongchon",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-20ss.html",
            "content": "Pak Pong Ju averigua preparativos de gestion de plantas electricas de rio Chongchon\r\nPyongyang, 22 de agosto (ACNC) -- El premier Pak Pong Ju averiguo en el terreno los preparativos de gestion de las plantas hidroelectricas escalonadas del rio Chongchon. \n\t\t\t\t\tRecorriendo varios lugares como los diques, las estaciones de generadores y los canales de desague de las plantas No.3, No.5, No.8 y No.9 de Huichon, haciendo conocimiento detallado de la operacion de prueba y de los preparativos de gestion. \n\t\t\t\t\t\n\t\t\t\t\tEn la reunion de consulta, sostenida en el terreno, fueron discutidas las medidas para acelerar los preparativos de gestion de las plantas conforme a la demanda de la situacion creada. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el premier visito el Complejo de Cemento de Sunchon y la Fabrica de Montacargas de Sunchon, donde insistio en aumentar la produccion aprendiendo el espiritu de Kunjari de la decada de 1950."
        },
        {
            "title": "Rodong Sinmun llama a levantarse en sagrada guerra de venganza",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-01ss.html",
            "content": "Rodong Sinmun llama a levantarse en sagrada guerra de venganza\r\nPyongyang, 22 de agosto (ACNC) -- En un editorial publicado el dia 22, el diario Rodong Sinmun destaca que responder a la provocacion de los enemigos con el castigo decisivo y duro, y a la guerra de agresion con la sagrada guerra de venganza implacable es el temperamento revolucionario del  ejercito y pueblo coreanos. \n\t\t\t\t\tAhora conmueven a todos los militares y civiles coreanos la reunion ampliada de emergencia de la Comision Militar Central del Partido del Trabajo de Corea y la informacion urgente de la Comandancia Suprema del Ejercito Popular de Corea, senala el editorial y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl invicto ejercito revolucionario del monte Paektu esta en plena disposicion de combate. \n\t\t\t\t\t\n\t\t\t\t\tEn las calles, puestos de trabajo y escuelas se oyen las voces de aniquilacion a los enemigos, mientras los jovenes, estudiantes universitarios y militares licenciados solicitan el ingreso o reingreso al EPC.\n\t\t\t\t\t\n\t\t\t\t\tAhora los militares y civiles coreanos estan llenos de la fe en la victoria y del gran honor de tener al Mariscal Kim Jong Un, gran hombre sin igual del monte Paektu, en el supremo puesto del partido, el Estado y el ejercito. \n\t\t\t\t\t\n\t\t\t\t\tTienen la firme conviccion de frustrar las provocaciones de toda indole de los enemigos y aniquilar completamente a la horda de agresores mediante la dinamica guerra de venganza. \n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito y pueblo no toleran jamas a los enemigos que denigren 0.001mm de frutos de proezas de direccion de los grandes lideres. Considerando la guerra de venganza de hoy como la de defensa a ultranza del lider, convertiran en el mar de fuego el bastion de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tSi los enemigos desatan la guerra de agresion, en contra del ultimatum de la RPDC, el ejercito y pueblo coreanos se levantaran con la decision de vida o muerte para aniquilar a los enemigos jurados y finalizar la confrontacion antiyanqui. \n\t\t\t\t\t\n\t\t\t\t\tTodos los militantes del partido, los oficiales y soldados del Ejercito Popular de Corea y los habitantes del pais deben levantarse como un solo hombre en la sagrada guerra de represalia con el espiritu revolucionario del Paektu, el de viento cortante del Paektu, para continuar la tradicion de victoria de la RPDC."
        },
        {
            "title": "Rodong Sinmun expone la decision de frustrar la campana psicologica anti-RPDC",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-02ss.html",
            "content": "Rodong Sinmun expone la decision de frustrar la campana psicologica anti-RPDC\r\nPyongyang, 22 de agosto (ACNC) -- La orden del Comandante Supremo del Ejercito Popular de Corea dada en la reunion ampliada de emergencia de la Comision Militar Central del Partido del Trabajo de Corea es una justa medida de autodefensa para frustrar las maniobras de agresion de los enemigos y defender fidedignamente la soberania y la dignidad del pais. \n\t\t\t\t\tSenala el diario Rodong Sinmun en un articulo individual publicado en su edicion de este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa campana psicologica y los canonazos de los titeres surcoreanos contra la Republica Popular Democratica de Corea devienen una grave provocacion politica y militar para desatar la guerra de agresion, el desafio intolerable a la aspiracion de la nacion coreana a la mejora de las relaciones intercoreanas y a la reunificacion independiente de la patria, y la grave amenaza a la paz y seguridad de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tAsestarles el contraataque implacable es el sagrado derecho de la RPDC y el noble deber asumido ante la historia y la nacion. \n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito y pueblo que consideran como vida la soberania y dignidad del pais no perdonan jamas a los belicistas norteamericanos y surcoreanos que se atreven a derrumbar la ideologia y regimen de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tSi los titeres surcoreanos siguen recurriendo temerariamente a la campana psicologica y las acciones militares despreciando la ferrea voluntad de los militares y civiles de la RPDC, la responsabilidad por todas sus consecuencias recaera sobre ellos mismos. \n\t\t\t\t\t\n\t\t\t\t\tEliminaremos por completo los nidos de provocacion y el bastion de agresion de los enemigos que actuan con imprudencia sin tener en consideracion nuestra advertencia. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y los belicistas surcoreanos experimentaran que el ultimatum de la RPDC no es palabra vana."
        },
        {
            "title": "Caso de \"lanzamiento de proyectil del Norte\" es provocacion militar hecha por titeres surcoreanos, apunta Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201508/news22/20150822-03ss.html",
            "content": "Caso de \"lanzamiento de proyectil del Norte\" es provocacion militar hecha por titeres surcoreanos, apunta Rodong Sinmun\r\nPyongyang, 22 de agosto (ACNC) -- Los gangsteres militares del Sur de Corea se atrevieron a disparar contra el sagrado territorio de la Republica Popular Democratica de Corea, lo cual deviene una violacion abierta a la dignidad y la soberania de ella y declaracion de la guerra intolerable.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un comentario individual difundido este sabado y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa presente provocacion de canonazos de los titeres surcoreanos deviene una maniobra planificada encaminada a provocar la guerra de agresion a la RPDC exacerbando deliberadamente la actual tension militar entre ambas partes.\n\t\t\t\t\t\n\t\t\t\t\tPara los provocadores de guerra es necesario siempre el pretexto para justificar sus actos agresivos.\n\t\t\t\t\t\n\t\t\t\t\tEl incidente de \"explotacion de mina\" y el del \"lanzamiento de proyectil del Norte\" son las farsa intrigantes que los titeres surcoreanos inventaron apresuradamente para agredir a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl primer caso es el primer acto para la provocacion de nueva guerra y el segundo es el segundo acto, climax de su provocacion.\n\t\t\t\t\t\n\t\t\t\t\tHasta ahora hemos visto mucho las campanas intrigantes anti-RPDC de la banda traidora titere tendentes a atentar a los compatriotas, confrontarse con el Norte y provocar la guerra de agresion a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPero, es la primera vez el incidente de provocacion armada ocurrido en el tiempo que en el Sur de Corea se desarrollan inmensamente la campana psicologica anti-RPDC, preludio del estallido de guerra y hasta la guerra nuclear de ensayo para agredir a esta.\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos intentan convertir precipitadamente los ejercicios militares conjuntos Ulji Freedom Guardian en la guerra real encaminada a agredir a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl incidente del \"lanzamiento de proyectil del Norte\" es la peor provocacion militar sin precedente en la historia realizada bajo el ardid malsano de ejecutar a toda costa en contubernio con EE.UU. el guion de guerra nuclear de agresion a la RPDC."
        }
    ]
}