{
    "date": "2015-08-13",
    "url": "http://kcna.co.jp/item/2015/201508/2015-08-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Farm No. 1116 under KPA Unit",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Farm No. 1116under KPA Unit\r\n Pyongyang, August 13 (KCNA) -- Supreme Commander of the Korean People's Army (KPA) Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the  DPRK, gave field guidance to the Farm No. 1116 under KPA Unit 810.\n\t\t\t\t\t He said that he came here, very pleased to be told about grass for fodder the farm is cultivating on an experimental basis.\n\t\t\t\t\t\n\t\t\t\t\t He was very satisfied to see for a long while the grass to be used as fodder growing tall in the field.\n\t\t\t\t\t\n\t\t\t\t\t It is laudable that the farm succeeded in cultivating nutritious and high-yielding grass on an experimental basis, he noted, naming it \"Aegukpul\".\n\t\t\t\t\t\n\t\t\t\t\t He learned in detail about the nutritional feature of the grass and method of its cultivation.\n\t\t\t\t\t\n\t\t\t\t\t The grass is good for feeding cattle, goats, sheep, rabbits, geese, pigs and other livestock and it can be used as substrate for cultivating mushroom as it contains a lot of crude protein and a sufficient amount of various kinds of microelements, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t In order to raise grass-eating animals in a big way it is necessary to create grassland under a long-term plan and, at the same time, widely cultivate high-yielding grass, he said, underscoring the need to wage a dynamic drive to widely propagate \"Aegukpul\" across the country.\n\t\t\t\t\t\n\t\t\t\t\t He looked at bean crops and high-yielding corn species now under cultivation at the farm on an experimental basis.\n\t\t\t\t\t\n\t\t\t\t\t The farm is a model, standard bearer and vanguard in carrying out the party's policy for bringing about a radical turn in seed improvement, he noted, adding that it shows eye-opening successes whenever he visits it after hearing exciting news and the longer he goes round the farm, the dearer it looks.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to let leading officials of the Party Central Committee, ministries, national institutions and provinces, cities and counties visit this farm so that they may clearly learn how they should implement the party's policy for bringing about a radical turn in seed improvement.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that officials, party members and working people of the farm would creditably perform their honorable mission and duty, bearing deep in mind their pride and honor of working on the experimental farm of the Party Central Committee and thus always take the lead in the drive for decisively settling the people's food problem.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Pak Pong Ju, O Su Yong and So Hong Chan."
        },
        {
            "title": "Talks between Foreign Ministers of DPRK and Thailand Held",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-06ee.html",
            "content": "Talks between Foreign Ministers of DPRK and Thailand Held\r\n Pyongyang, August 13 (KCNA) -- Talks were held between Ri Su Yong, minister of Foreign Affairs of the DPRK who is heading a DPRK government delegation on an official visit to Thailand, and Tanasak Patimapragorn, deputy prime minister who doubles as minister of Foreign Affairs of Thailand, at the ministry building on August 10.\n\t\t\t\t\t Present there from the DPRK side were members of the delegation and the DPRK ambassador to Thailand and from the Thai side were a deputy permanent secretary of the Ministry of Foreign Affairs and the Thai ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides discussed the issues of expanding the bilateral relations of friendship and cooperation in various fields.\n\t\t\t\t\t\n\t\t\t\t\t During the visit to Thailand the DPRK government delegation was invited to a reception given by the Thai foreign minister and toured various places of Thailand."
        },
        {
            "title": "Kang Sok Ju Meets Syrian Delegation",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-31ee.html",
            "content": "Kang Sok Ju Meets Syrian Delegation\r\n Pyongyang, August 13 (KCNA) -- Kang Sok Ju, member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, met and had a talk with a delegation of the Syrian Arab-Korea Friendship Association headed by Chairman Fairouz Al-Mousa, member of the Regional Leadership of the Syria's Baath Arab Socialist Party and director of the Higher Education Department of the party, on Thursday. The delegation is here to participate in an international solidarity event for celebrating the 70th anniversary of Korea's liberation."
        },
        {
            "title": "Kim Jong Un Receives Gift from Regional Leadership of Syria's Baath Arab Socialist Party",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-32ee.html",
            "content": "Kim Jong Un Receives Gift from Regional Leadership of Syria's Baath Arab Socialist Party\r\n Pyongyang, August 13 (KCNA) -- Supreme leader Kim Jong Un received a gift from the Regional Leadership of the Syria's Baath Arab Socialist Party.\n\t\t\t\t\t The gift was handed over to Kang Sok Ju, member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, by Fairouz Al-Mousa, member of the Regional Leadership of the Syria's Baath Arab Socialist Party and director of the Higher Education Department of the party on Thursday. He, chairman of the Syrian Arab-Korea Friendship Association, is visiting the DPRK as head of the delegation of the association."
        },
        {
            "title": "U.S.-S. Korea Ulji Freedom Guardian Joint Military Drills under Fire",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-10ee.html",
            "content": "U.S.-S. Korea Ulji Freedom Guardian Joint Military Drills under Fire\r\n Pyongyang, August 13 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK released a statement on Thursday in connection with the fact that the U.S. announced it would stage together with south Korean puppet forces aggressive Ulji Freedom Guardian joint military drills targeting the DPRK from August 17.\n\t\t\t\t\t Accusing the U.S. of again trying to cover up the aggressive nature and danger of the drills by describing them as \"annual and defensive\" ones, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t In actuality, the U.S. is plugging the DPRK into an arms race through ceaseless war drills and arms build-up in a sinister bid to throw hurdles in its efforts to develop its economy and improve the standard of its people's living and force them to live under a touch-and-go situation and thus seek an opportunity for a preemptive attack upon it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. projected war rehearsal clearly proves that the U.S. is the arch criminal sparking off a vicious cycle of escalating confrontation and tension and creating the danger of a war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is no longer what used to be in the 1950s. It has strong military muscle to cope with any mode of war desired by the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better know that its aggressive and provocative large-scale war drills are no longer issues confined to the DPRK-U.S. relations and the relations between the north and the south of Korea but have become an international issue as the drills harass peace and security in Northeast Asia and other parts of Asia and the world. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. persistently opts for military confrontation despite the repeated warnings of the DPRK and the unanimous censure by the international community, it will be held wholly accountable for all the ensuing consequences.\n\t\t\t\t\t\n\t\t\t\t\t We will not indefinitely wait for the switch of the U.S. Korea policy while having our sovereignty and security being threatened, but make all necessary steps to deter the U.S. nuclear provocation."
        },
        {
            "title": " CPRK Spokesman Slams Projected U.S.-S. Korea Ulji Freedom Guardian",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-02ee.html",
            "content": "CPRK Spokesman Slams Projected U.S.-S. Korea Ulji Freedom Guardian\r\n Pyongyang, August 13 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) Wednesday made public a statement as regards the large-scale Ulji Freedom Guardian joint military exercises the U.S. is going to stage with the south Korean puppet warmongers from August 17.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Ulji Freedom Guardian is a drill for a surprise nuclear war against the north as it aims to swallow up the whole of the Korean peninsula from A to Z, pursuant to the U.S. strategic scenario to secure a pretext for the permanent presence of its troops in south Korea by aggravating the situation on the peninsula and hold supremacy in Northeast Asia through military alliance among the U.S., Japan and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly proves that the U.S. and the puppet group are the provocateurs and aggressors harassing peace and stability on the peninsula and escalating tensions.\n\t\t\t\t\t\n\t\t\t\t\t Such large-scale joint military exercises as Ulji Freedom Guardian are little short of a declaration of a war against the DPRK as an accidental military clash may lead to an all-out war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is fully ready to counter any war method of the U.S. imperialists and has a muscle powerful enough to deter a nuclear war to be provoked by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet group of traitors should clearly know that not only all aggression forces to be involved in the drill but the strongholds of aggression and provocation including the White House and Chongwadae are within the sight of ultra-precision striking means of the revolutionary armed forces of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and puppet group finally preempt an attack, the powerful revolutionary Paektusan army which never makes an empty talk will decisively show the mettle of Songun Korea to the provocateurs and aggressors with its merciless blows."
        },
        {
            "title": "Russian Delegation Here",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-29ee.html",
            "content": "Russian Delegation Here\r\n Pyongyang, August 13 (KCNA) -- A delegation of the Ministry of Defense of the Russian Federation led by Aleksandr Lapin, first vice commander and chief of staff of the Eastern Military District of the Armed Forces of the Russian Federation, arrived here Thursday to participate in the celebrations of the 70th anniversary of Korea's liberation."
        },
        {
            "title": "Kim Jong Un Receives Floral Basket, Gift from Palestinian President",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-25ee.html",
            "content": "Kim Jong Un Receives Floral Basket, Gift from Palestinian President\r\n Pyongyang, August 13 (KCNA) -- Supreme leader Kim Jong Un received a floral basket and gift from Mahmoud Abbas, president of the State of Palestine, on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t They were handed to an official concerned by Ismail Ahmed Mohamed Hasan, Palestinian ambassador to the DPRK, on Thursday."
        },
        {
            "title": "Gift to Kim Jong Un from Commander of Russian Eastern Military District",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-33ee.html",
            "content": "Gift to Kim Jong Un from Commander of Russian Eastern Military District\r\n Pyongyang, August 13 (KCNA) -- Supreme leader Kim Jong Un received a gift from Sergei Surovikin, commander of the Eastern Military District of the Armed Forces of the Russian Federation.\n\t\t\t\t\t The gift was handed to an official concerned Thursday by Aleksandr Lapin, first vice commander and chief of staff of the military district who is heading the delegation of the Ministry of Defense of the Russian Federation on a visit to the DPRK to take part in the celebrations of the 70th anniversary of Korea's liberation."
        },
        {
            "title": "Tribute Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-17ee.html",
            "content": "Tribute Paid to Kim Il Sung, Kim Jong Il\r\n Pyongyang, August 13 (KCNA) -- A delegation of the Democratic Youth Union of Lebanon and other foreign guests visited the Kumsusan Palace of the Sun on Thursday.\n\t\t\t\t\t They paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues.\n\t\t\t\t\t\n\t\t\t\t\t At the halls where Kim Il Sung and Kim Jong Il lie in state they made bows to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the hall where orders Kim Il Sung and Kim Jong Il received are on display and the halls which house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t The guests made entries in the visitor's book."
        },
        {
            "title": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from Switzerland-Korea Committee",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-27ee.html",
            "content": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from Switzerland-Korea Committee\r\n Pyongyang, August 13 (KCNA) -- A floral basket was sent to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill from the Switzerland-Korea Committee on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t It was laid before the statues on Thursday."
        },
        {
            "title": " Kim Jong Un Receives Floral Baskets from Foreign Figures, Family of Chinese Anti-Japanese Revolutionary Martyr",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-35ee.html",
            "content": "Kim Jong Un Receives Floral Baskets from Foreign Figures, Family of Chinese Anti-Japanese Revolutionary Martyr\r\n Pyongyang, August 13 (KCNA) -- Supreme leader Kim Jong Un on Thursday received floral baskets from the Miyagi Prefectural Japan－DPRK Friendship Association, the Shigoku Liaison Society for Japan-Korea Friendship, Chairman Osvaldo Larriva Alvarado and Secretary General Trotsky Serano of the Ecuadorian Committee for Remembering Generalissimo Kim Jong Il, Julio Ballesteros Espin, chairman of the Guaranda Association for Friendship, Culture and Solidarity with the Korean People of Ecuador, Kazuyoshi Hishiki, professor emeritus of Hiroshima Shudo University of Japan, Shunichi Narita, Japanese media man, and the family of Chinese anti-Japanese revolutionary martyr Zhang Weihua on the occasion of the 70th anniversary of Korea's liberation."
        },
        {
            "title": "Events for National Reunification Kick off to Mark Day of Korea's Liberation",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-37ee.html",
            "content": "Events for National Reunification Kick off to Mark Day of Korea's Liberation\r\n Samjiyon, August 13 (KCNA) -- The conference for national reunification for celebrating the 70th anniversary of Korea's liberation was opened on Thursday.\n\t\t\t\t\t A ceremony to kick off the grand march for independent reunification on Mt. Paektu for celebrating the 70th anniversary of Korea's liberation took place on the same day.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party and honorary co-chairman of the North Side Committee for Implementing June 15 Joint Declaration, Kim Wan Su, director of the Secretariat of the C.C., the Democratic Front for the Reunification of Korea and chairman of the North Side Committee for Implementing June 15 Joint Declaration, officials of working people's organizations, public organizations and religious organizations and people from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were a delegation of Koreans in Japan for celebrating the 70th anniversary of Korea's liberation, a delegation of the General Association of Koreans in China, a delegation of the Joint Secretariat of the Pan-national Alliance for Korea's Reunification, a delegation of the Federation of South Koreans in Japan for Democracy and Unification, a delegation of the  International United Confederation of Koreans, a delegation of the Federation of Koreans in the U.S., a delegation of the U.S. Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration, a delegation of the Federation of Koreans in Canada, a delegation of the Federation of Koreans in Australia and the chairman of the Council of Koreans in New Zealand.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Dae made an opening speech.\n\t\t\t\t\t\n\t\t\t\t\t He warmly welcomed overseas compatriots who took part in the conference for national reunification for celebrating the 70th anniversary of Korea's liberation with patriotic desire and strong will for reunification.\n\t\t\t\t\t\n\t\t\t\t\t Mt. Paektu is the holy mountain of revolution associated with the feats of President Kim Il Sung who defeated the brigandish Japanese imperialists and liberated the country, making long journeys of bloody anti-Japanese battles despite snowstorm, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The feats the President performed before the country and the nation will shine forever as he saved the destiny of the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the conference would give strong impetus to the grand march of the Koreans for reunification to usher in a magnificent new era of independent reunification under the leadership of Marshal Kim Jong Un, illustrious commander of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, the participants started the march, flying DPRK flags and flag of the conference in the van."
        },
        {
            "title": "Syrian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-30ee.html",
            "content": "Syrian Ambassador Hosts Reception\r\n Pyongyang, August 13 (KCNA) -- Syrian Ambassador to the DPRK Tammam Sulaiman hosted a reception at his embassy on Thursday to mark the 70th anniversary of Korea's liberation.\n\t\t\t\t\t Present there on invitation were Kim Sung Du, chairman of the Education Commission, Sin Hong Chol, vice-minister of Foreign Affairs, Sim Kuk Ryong, director general of the General Bureau for Affairs with Diplomatic Corps and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t On hand there were a delegation of the Syrian Arab-Korea Friendship Association headed by Chairman Fairouz Al-Mousa, member of the Regional Leadership of the Syria's Baath Arab Socialist Party and director of the Higher Education Department of the party, and staff members of the Syrian embassy."
        },
        {
            "title": "Dancing Party of Women's Union Officials and Members Held",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-28ee.html",
            "content": "Dancing Party of Women's Union Officials and Members Held\r\n Pyongyang, August 13 (KCNA) -- There took place a dancing party of officials and members of the Democratic Women's Union of Korea at the Arch of Triumph plaza on Thursday to celebrate the 70th anniversary of Korea's liberation.\n\t\t\t\t\t The dancing party began with the song \"Long Live Generalissimo Kim Il Sung.\"\n\t\t\t\t\t\n\t\t\t\t\t Reflected on the faces of the dancers were their reverence for President Kim Il Sung who liberated the country and put forward the Korean women to be full-fledged mistresses of the country and revolutionaries pushing one of the two wheels of the revolutionary chariot.\n\t\t\t\t\t\n\t\t\t\t\t They cheerfully danced to the tune of songs \"We Like Ardent Life\" and \"Dash toward Future\" in boundless reverence for the President and leader Kim Jong Il who built the Juche-based socialist country dignified with independence and powerful with Songun.\n\t\t\t\t\t\n\t\t\t\t\t Songs \"Joy of the People\" and \"Our Leader Loved by People\" revved up the atmosphere of the dancing party."
        },
        {
            "title": "Kim Il Sung's Feats for Korea's Liberation Praised",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-19ee.html",
            "content": "Kim Il Sung's Feats for Korea's Liberation Praised\r\n Pyongyang, August 13 (KCNA) -- Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, was interviewed by KCNA on Thursday on the occasion of the 70th anniversary of Korea's liberation. \n\t\t\t\t\t He warmly praised the greatness of President Kim Il Sung, a legendary hero of the anti-Japanese war.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The President launched an arduous struggle, crossing steep ridges of Mt. Paektu despite blizzard for 20 years, firmly determined that he will not return home unless Korea became independent in his teens.\n\t\t\t\t\t\n\t\t\t\t\t The President put the brigandish Japanese imperialists into the abyss of ruin with his Juche-oriented revolutionary idea and line and superb guerrilla war method during the days of the anti-Japanese war and thus achieved the historic cause of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t But for his commandership, the Korean nation would not have got rid of the miserable fate of slaves who were deprived of their mother tongue and names and Korea would have always remained eclipsed in the world map.\n\t\t\t\t\t\n\t\t\t\t\t He was, indeed, the father of socialist Korea and the Korean nation is the Kim Il Sung's nation reborn thanks to him.\n\t\t\t\t\t\n\t\t\t\t\t The greatest feats performed by him was that he defeated the Japanese imperialists armed to teeth with neither state-backing home front nor assistance of a regular army and liberated the country. \n\t\t\t\t\t\n\t\t\t\t\t The history of patriotism and exploits of the President who saved the destiny of the country and fellow countrymen will remain shining forever along with the history of the nation."
        },
        {
            "title": "Members of Pyongyang Mission of AINDF Visits Arch of Triumph",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-34ee.html",
            "content": "Members of Pyongyang Mission of AINDF Visits Arch of Triumph\r\n Pyongyang, August 13 (KCNA) -- Chief Jo Il Min and members of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF) visited the Arch of Triumph on Thursday on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t Being briefed on the grand monumental structure conveying the exploits President Kim Il Sung performed by liberating the country, they went round it.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, Jo said that the President who embarked upon the road of revolution in his early years led the hard-fought anti-Japanese war to the brilliant victory and thus liberated the country.\n\t\t\t\t\t\n\t\t\t\t\t All compatriots will never forget the undying feats of the President who ushered in a new era of national prosperity, he added."
        },
        {
            "title": "Participants of Conference for National Reunification Visit Mt. Paektu",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-36ee.html",
            "content": "Participants of Conference for National Reunification Visit Mt. Paektu\r\n Samjiyon, August 13 (KCNA) -- The participants of the conference for national reunification for celebrating the 70th anniversary of Korea's liberation visited the area of Mt. Paektu on Thursday.\n\t\t\t\t\t They laid bouquets before the statue of President Kim Il Sung at the Samjiyon Grand Monument and the mosaic depicting the three commanders of Mt. Paektu in the Paektusan Secret Camp and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the Samjiyon Grand Monument.\n\t\t\t\t\t\n\t\t\t\t\t At the Paektusan Secret Camp where leader Kim Jong Il was born as the son of guerillas they recollected the revolutionary career of the peerlessly great man who performed great feats for the country and nation."
        },
        {
            "title": "Women Football Team Shining in Glory",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-23ee.html",
            "content": "Women Football Team Shining in Glory\r\n Pyongyang, August 13 (KCNA) -- The DPRK women's football team recently won the 2015 EAFF Women's East Asian Cup, consolidating its position as the strongest in Asia.\n\t\t\t\t\t The team took the first place at the 2012 Four-nation Women's Soccer Invitation held in China, the 2013 East Asian Cup, the 6th East Asian Games in 2013 and the 17th Asian Games.\n\t\t\t\t\t\n\t\t\t\t\t In particular, it defeated the Japanese team, winner of the 2011 World Cup, three times at those international games.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un sent a congratulatory message to the women footballers for winning the 2015 EAFF Women's East Asian Cup and personally greeted them at the airport, before having a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t Upon their arrival, over 200,000 Pyongyangites turned out to greet them with cheers.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kwang Min, chief coach of the team, in a press conference said the team would add luster to the homeland with more gold medals, keeping deep in mind the loving care and trust shown by Kim Jong Un."
        },
        {
            "title": "DPRK-Russia Stamp Exhibition",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-24ee.html",
            "content": "DPRK-Russia Stamp Exhibition\r\n Pyongyang, August 13 (KCNA) -- A DPRK-Russia stamp show goes on at the Korean Stamp Exhibition House in Thongil Street of Pyongyang to mark the 70th anniversary of Korea's liberation.\n\t\t\t\t\t The show opened on Tuesday and will last until Sunday, under the co-sponsorship of the Philatelists Union of Korea and the Russian National Philatelists Academy.\n\t\t\t\t\t\n\t\t\t\t\t On display at the show are many stamps presented by philatelists of the DPRK and Russia, which give a glimpse of the history, culture and present-day development of both countries.\n\t\t\t\t\t\n\t\t\t\t\t They include stamps showing the feats President Kim Il Sung and leader Kim Jong Il performed in liberating Korea from Japan's colonial rule and defending the DPRK's dignity with the Songun (military-first) guidance.\n\t\t\t\t\t\n\t\t\t\t\t And there are stamps carrying pictures of President Kim Il Sung in his external activities and leader Kim Jong Il meeting with Russian President Putin.\n\t\t\t\t\t\n\t\t\t\t\t There are also stamps jointly issued by the two countries and stamps showing the developing bilateral relations of friendship."
        },
        {
            "title": "Chongryon Educators Delegation Pays Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-26ee.html",
            "content": "Chongryon Educators Delegation Pays Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, August 13 (KCNA) -- A delegation of educators of the General Association of Korean Residents in Japan (Chongryon) Thursday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill.\n\t\t\t\t\t It laid bouquets before the statues before paying tribute to them."
        },
        {
            "title": "Greening Brisk in Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-20ee.html",
            "content": "Greening Brisk in Pyongyang\r\n Pyongyang, August 13 (KCNA) -- A campaign goes on to further green the capital city of Pyongyang.\n\t\t\t\t\t Afforestation was carried out at the Pyongyang Folklore Park and on the banks of the River Taedong.\n\t\t\t\t\t\n\t\t\t\t\t In this year, more than 500,000 trees were planted and nearly 20 hectares of lawn have come into appearance in the city.\n\t\t\t\t\t\n\t\t\t\t\t The Horticultural Management Bureau of the Pyongyang City People's Committee has taken measures necessary for afforesting, including the supply of good species of saplings.\n\t\t\t\t\t\n\t\t\t\t\t Institutions in the city planted hundreds of trees including willows and cultivated tens of hectares of lawn around the construction sites of Sci-Tech Complex and Mirae Scientists Street."
        },
        {
            "title": "Newly-built Sinchon Museum in DPRK Draws Many Visitors",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-21ee.html",
            "content": "Newly-built Sinchon Museum in DPRK Draws Many Visitors\r\n Pyongyang, August 13 (KCNA) -- The Sinchon Museum, newly built in the DPRK, is now drawing many visitors.\n\t\t\t\t\t According to data available, more than 36,000 people from 300-odd organizations in the country visited the rebuilt museum in 10 days since the start of its operation.\n\t\t\t\t\t\n\t\t\t\t\t The museum displays in various forms and methods the remains and data on the brutal atrocities committed by the U.S. imperialists and class enemies in the area of Sinchon during the 1950-1953 Korean War. It also exhibits photos and other data showing the activities for aggression conducted in the area by the Americans in the guise of religionists more than 100 years ago.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un recently visited the newly-built Sinchon Museum, saying it serves as a center for class education, source of the will to take revenge upon the enemy and historic place bearing witness to the U.S. imperialists' monstrous atrocities. And he stressed the importance to intensify the education through visit to the museum."
        },
        {
            "title": "Kim Il Sung, Legendary Anti-Japanese War Hero",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-22ee.html",
            "content": "Kim Il Sung, Legendary Anti-Japanese War Hero\r\n Pyongyang, August 13 (KCNA) -- August 15 is a historic day when Korea was liberated from Japan's colonial rule.\n\t\t\t\t\t In the early 20th century the Japanese imperialists occupied Korea by force of arms and had inflicted untold sufferings and misfortune on its people.\n\t\t\t\t\t\n\t\t\t\t\t Under this situation, President Kim Il Sung founded the revolutionary armed forces, declaring an anti-Japanese war to achieve the national liberation.\n\t\t\t\t\t\n\t\t\t\t\t During the anti-Japanese armed struggle, he had one million-strong Kwantung Army of Japan under his thumb with distinguished strategy and tactics.\n\t\t\t\t\t\n\t\t\t\t\t In many battles he employed unique guerrilla tactics to defeat the aggressors, among them the tactic of marching a long distance at one step and the tactic of appearing in the east and in the west like a flash.\n\t\t\t\t\t\n\t\t\t\t\t Such protean guerrilla tactics were also used to defeat the U.S. imperialists, who boasted of being the strongest in the world, in the 1950-1953 Korean War.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, Kim Il Sung is a legendary hero and peerless patriot as he won a historic victory in the anti-Japanese war with his unique strategy and tactics to liberate the country."
        },
        {
            "title": "Rodong Sinmun Accuses S. Korean Regime of Pulling up DPRK over Its Projected Reset of Standard Time",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-11ee.html",
            "content": "Rodong Sinmun Accuses S. Korean Regime of Pulling up DPRK over Its Projected Reset of Standard Time\r\n Pyongyang, August 13 (KCNA) -- Park Geun Hye, chief executive of south Korea, at a meeting of chief secretaries of Chongwadae on August 10, pulled up the DPRK over its plan to reset its standard time, asserting it \"goes against the efforts for north-south cooperation and peaceful unification.\" She also talked there such nonsense as \"permanent division\" and \"road of isolation.\" Meanwhile, a spokesman for the south Korean puppet Ministry of Unification was so ridiculous as to urge the DPRK to \"discuss\" with the south \"north-south exchange and cooperation and the reset of standard time,\" talking rubbish that the north is going to \"unilaterally change the standard time against international practice.\"\n\t\t\t\t\t Commenting on this, Rodong Sinmun Thursday says:\n\t\t\t\t\t\n\t\t\t\t\t The issue of resetting the standard time is the one pertaining to the right of a sovereign state. There is no reason for anyone to take issue with it.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Park-led group of traitors is malignantly hurting the DPRK's plan to reset its standard time, claiming \"it goes in disregard of international practice and the south's proposal.\" This is, indeed, a reckless move of pro-Japanese traitors keen on escalating confrontation with the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t It is just the present chief executive of south Korea who should be cursed and censured by all Koreans as she is escalating confrontation with the compatriots in the north over the projected reset of the standard time.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group's move is, indeed, a mockery and insult to the aspiration and will of all Koreans to defend the sovereignty of the nation and add glory to it for all age.\n\t\t\t\t\t\n\t\t\t\t\t The Park-led puppet regime should behave with discretion, bearing in mind that its ever more desperate treacherous moves to escalate confrontation with the compatriots in the north will only touch off bitter indignation of all Koreans against the treacherous regime and precipitate its final ruin."
        },
        {
            "title": "KCNA Commentary Accuses S. Korean Regime of Pulling up DPRK over Fixing of New Standard Time",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-13ee.html",
            "content": "KCNA Commentary Accuses S. Korean Regime of Pulling up DPRK over Fixing of New Standard Time\r\n Pyongyang, August 13 (KCNA) -- A decree was promulgated by the DPRK to retrieve the standard time of the country that had been deprived by the Japanese imperialists and to name it Pyongyang time on the occasion of the 70th anniversaries of Korea's liberation and the Japanese imperialists' defeat. This is a great event in the history of the Korean nation as it is of great significance in completely eradicating the leftovers of the Japanese imperialists in all fabrics of social life.\n\t\t\t\t\t However, a litany of odd rigmaroles is heard from south Korea over the fixing of the new standard time. \n\t\t\t\t\t\n\t\t\t\t\t Chief Executive Park Geun Hye of south Korea, at a meeting of chief secretaries of Chongwadae, pulled up the DPRK over its plan to reset the standard time, talking rubbish that \"the north goes against the efforts for north-south cooperation and peaceful reunification by separating even time zone and it is to freeze division.\" A spokesman for the south Korean puppet Ministry of Unification grumbled about \"the north's unilateral change of the standard time against international practice.\"\n\t\t\t\t\t\n\t\t\t\t\t This is no more than a hysteric fit of those hell-bent on escalating confrontation with the compatriots in the north and sycophancy toward Japan, and an unpardonable politically-motivated provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Explicitly, the issue of resetting the standard time is a matter pertaining to the right of a sovereign state and a universally accepted practice. All the countries in the world have their own standard times.\n\t\t\t\t\t\n\t\t\t\t\t As known to everybody, Korea was deprived of its standard time by the Japanese imperialists that pursued a policy of exterminating the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t After cooking up the \"Ulsa (1905) Five-point Treaty\" through undisguised threat and blackmail and conspiratorial methods backed by aggressor forces, the Japanese imperialists worked out a scenario for gradually depriving Korea of its standard time and put it into practice.\n\t\t\t\t\t\n\t\t\t\t\t As a tentative measure, they made sure that all the Japanese government offices in Seoul including their \"residency-general\" used from June 2, 1906 the Japan standard time at 135 degrees east longitude as the standard meridian, which is 30 minutes faster than the Korean standard time at 127 degrees and 30 minutes east longitude as the standard meridian that had been used by them. \n\t\t\t\t\t\n\t\t\t\t\t On Nov. 16, 1911, the Japanese imperialists and the \"government-general\" in Korea released \"notice No. 338\", which forced Koreans to use from January 1, 1912 the \"standard time\" of Japan instead of the Korean standard time.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists' moves to disallow the use of the Korean standard time were prompted by their sinister intention to more smoothly enforce their colonial rule over Korea and reduce all Koreans to their permanent slaves.\n\t\t\t\t\t\n\t\t\t\t\t This not withstanding, Park Geun Hye talked rubbish about the north's re-fixing of the standard time, a disclosure of the true colors of her family as the one of pro-Japanese lackeys.\n\t\t\t\t\t\n\t\t\t\t\t Standard time had once been changed in south Korea with the Korean peninsula as a standard. But it was again replaced by the time fixed by the Japanese imperialists in the past after Park Chung-Hee came to power. \n\t\t\t\t\t\n\t\t\t\t\t Park Chung-Hee, who swore his allegiance in blood before Samurais, took the lead in realizing their \"Greater East Asia Co-Prosperity Sphere\" and threw away even the national standard time. Her daughter Park Geun Hye is desperately disturbing the righteous action to retrieve the national standard time, shielding her father. Both of them are thrice-cursed traitors.\n\t\t\t\t\t\n\t\t\t\t\t It is a shame on the nation and tragedy that such pro-U.S., pro-Japanese lackeys as Park Geun Hye are still allowed to make a mockery of the dignity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The Park group is bound to be sternly punished by history as it is keen on treachery, indifferent to the dignity and interests of the nation."
        },
        {
            "title": "U.S., S. Korean Warmongers Hell Bent on Anti-DPRK War Maneuvers",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-07ee.html",
            "content": "U.S., S. Korean Warmongers Hell Bent on Anti-DPRK War Maneuvers\r\n Pyongyang, August 13 (KCNA) -- The U.S. imperialists and the south Korean puppet bellicose forces staged \"2015 combined firing drill\" in the forefront area of Kyonggi Province on August 12, according to the south Korean Yonhap News.\n\t\t\t\t\t The anti-north war drill which will last till the end of August would involve the forces of 47 units of the U.S. imperialist aggressor troops and the puppet army, tanks, armored cars, helicopters, fighters, MLRS and bombers and other latest war hardware."
        },
        {
            "title": "Reunification by Concerted Efforts of Whole Nation Called in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-14ee.html",
            "content": "Reunification by Concerted Efforts of Whole Nation Called in S. Korea\r\n Pyongyang, August 13 (KCNA) -- A meeting called \"gathering for independence, peace and reunification\" took place in Changwon, South Kyongsang Province of south Korea on Aug. 9.\n\t\t\t\t\t Present at the meeting were members of the Changwon Progressive Federation, Changwon City Branch of the South Side Committee for Implementing the June 15 Joint Declaration and the Kyongnam Workers' Vanguard for Reunification and other people of various circles.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the stability on the Korean Peninsula is impossible without the removal of the danger of a war.\n\t\t\t\t\t\n\t\t\t\t\t They accused the U.S. forces of threatening the lives of the south Koreans while conducting tests of germ weapons after introducing anthrax germs in camera.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that only when the GIs are driven out of south Korea, the safety of its people can be protected.\n\t\t\t\t\t\n\t\t\t\t\t A declaration for peaceful reunification was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The declaration said;\n\t\t\t\t\t\n\t\t\t\t\t The suffering of national division continues until now, the 70th anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t Japan's rearmament and the U.S. moves of backing it are escalating the military tension on the Korean Peninsula and in its surrounding areas.\n\t\t\t\t\t\n\t\t\t\t\t Japan should make a sincere apology and reparation for its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t We accuse the U.S. of encouraging Japan to distort history and revive militarism.\n\t\t\t\t\t\n\t\t\t\t\t The declaration appealed to the whole nation to achieve the reunification by its concerted efforts."
        },
        {
            "title": "S. Korean Organization Launches Action for Peace against War",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-15ee.html",
            "content": "S. Korean Organization Launches Action for Peace against War\r\n Pyongyang, August 13 (KCNA) -- The People's Action for Peace against War of south Korea held a press conference outside the U.S. embassy in Seoul on Aug. 10 to launch an action for peace against war on the occasion of August 15, the anniversary of Korea's liberation.\n\t\t\t\t\t Speakers said this year marks the 70th anniversaries of Korea's liberation and the U.S. forces' occupation of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t For the 70 years GIs have perpetrated untold crimes in south Korea, threatened the life and security of its people, sought eternal division of Korea and unhesitatingly staged joint military drills, while stepping up arms build-up, they charged, adding:\n\t\t\t\t\t\n\t\t\t\t\t Now is the time to coolly reflect on the past and deal with the issue of the relations with the U.S. from an independent point of view.\n\t\t\t\t\t\n\t\t\t\t\t They called for staging dynamic actions to force the Park Geun Hye regime to make a switch in its \"north policy\", repeal the \"May 24 step\" and preserve and implement the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t They called for mending the north-south relations through termination of Ulji Freedom Guardian joint military drills and military cooperation with Japan, U.S. chief executive's apology for the introduction of anthrax germs, rolling back of the confrontation policy toward the DPRK, successful August 15 joint national event and the implementation of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the conference the participants launched the action.\n\t\t\t\t\t\n\t\t\t\t\tThe organization declared that it would stage diverse actions outside the U.S. embassy till August 14 and hold a meeting for national reunification and an all-people meeting for peace against war on August 15."
        },
        {
            "title": "S. Korean Scholars Urge Japan to Liquidate Its Past",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-16ee.html",
            "content": "S. Korean Scholars Urge Japan to Liquidate Its Past\r\n Pyongyang, August 13 (KCNA) -- More than 700 south Korean scholars held a press conference in Seoul on Aug. 10 and made public a declaration in demand of Japan's liquidation of its past, according to the south Korean internet newspaper Voice of People.\n\t\t\t\t\t Speakers accused the Japanese government of distorting history, far from admitting, making an apology and reparation for the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the Japanese government is deceiving the victims while talking about the aid to victims of sexual assault and flesh traffic, they urged it to admit its sexual slavery, make an apology and reparation for it and make efforts to prevent its recurrence and ensure peace.\n\t\t\t\t\t\n\t\t\t\t\t They asserted that Japan should admit state responsibility according to international law for wars of aggression ignited by it against Asian countries in the past and its colonial rules over them as they are obviously international crimes.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the scholars would wage a struggle in demand of Japan's liquidation of its past and peace."
        },
        {
            "title": "U.S. Imperialist Aggressor Forces Introduce Drugs to S. Korea",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-18ee.html",
            "content": "U.S. Imperialist Aggressor Forces Introduce Drugs to S. Korea\r\n Pyongyang, August 13 (KCNA) -- The U.S. imperialist aggressor troops are bringing drugs into south Korea.\n\t\t\t\t\t They were caught red-handed while bringing through military mail drugs enough for the simultaneous use by 150 000 people from 2010 to 2014, according to Dong-A Ilbo of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The volume of drug introduction has sharply increased each year, reaching 7.7 times as against the year before from January to September, 2012.\n\t\t\t\t\t\n\t\t\t\t\t It is supposed that substantial introduction of drugs by military mail to the U.S. imperialist aggression forces would be much more than the disclosed as this has been kept secret.\n\t\t\t\t\t\n\t\t\t\t\t Severity of the problem is that the puppet authorities are not in a position to make a word of protest or put it under control even though they are well aware of the route through which drugs make their way.\n\t\t\t\t\t\n\t\t\t\t\t The puppet customs agency can neither inspect nor open articles of U.S. military passing through customs counter without intervention by the U.S. military side.\n\t\t\t\t\t\n\t\t\t\t\t This is the way how the U.S. imperialist aggression forces brought to south Korea dangerous bio-chemical weapons including anthrax.\n\t\t\t\t\t\n\t\t\t\t\t But the puppet forces seized by sycophancy connive and foster such crimes under shackling agreement like the U.S.-south Korea \"Status of Forces Agreement\"."
        },
        {
            "title": " Anniversary of Korea's Liberation Observed in Angola, Ethiopia",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-03ee.html",
            "content": "Anniversary of Korea's Liberation Observed in Angola, Ethiopia\r\n Pyongyang, August 13 (KCNA) -- A lecture and round-table talks were held in Angola and Ethiopia on August 3 and 4 on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t The chief of a special project room of the Angolan Presidency said that August 15 marks the significant 70th anniversary of Korea's liberation and paid the highest tribute to President Kim Il Sung who left the indelible trace in the world history of the national liberation struggle in colonial countries on the occasion of the anniversary.\n\t\t\t\t\t\n\t\t\t\t\t He continued that the President who set out in the struggle to deliver the country and the nation from the misery in his early years brought the liberation of the country by making a long journey of anti-Japanese bloody battles.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Irrigation Project of Design and Supervision Enterprise in Oromia Province, Ethiopia said:\n\t\t\t\t\t\n\t\t\t\t\t The President was the brilliant strategist who defeated the U.S. and Japanese imperialist powers.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will surely build a thriving nation and reunify the country thanks to supreme leader Kim Jong Un who is successfully carrying forward and accomplishing the cause of the preceding leaders who turned the DPRK into a politico-ideological power and military power."
        },
        {
            "title": "Anniversary of Korea's Liberation Marked in Indonesia, Bangladesh",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-04ee.html",
            "content": "Anniversary of Korea's Liberation Marked in Indonesia, Bangladesh\r\n Pyongyang, August 13 (KCNA) -- Indonesian and Bangladeshi figures made public statements on August 6 to mark the 70th anniversary of Korea's liberation.\n\t\t\t\t\t Ristiyanto, general secretary of the National Guidance Council of the Pioneer Party of Indonesia, said that thanks to President Kim Il Sung's liberation of the country its people could lead an independent and dignified life as masters of their own destiny.\n\t\t\t\t\t\n\t\t\t\t\t Over the past seven decades they have steadily advanced while firmly defending the idea and system chosen by themselves and the DPRK turned into a powerful socialist country possessed of nuclear deterrence.\n\t\t\t\t\t\n\t\t\t\t\t MD. Harun-Ar-Rashid, chairman of the Bangladesh-Korea Friendship and Solidarity Committee, noted that the President led the anti-Japanese armed struggle to victory to achieve the historic cause of national liberation and turned the DPRK into an independent and sovereign state after liberation."
        },
        {
            "title": "Kim Il Sung's Feats Lauded in Brazil, Nigeria",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-05ee.html",
            "content": "Kim Il Sung's Feats Lauded in Brazil, Nigeria\r\n Pyongyang, August 13 (KCNA) -- Brazilian and Nigerian organizations posted articles on their websites on August 2 and 4 on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t The Brazilian Committee for Solidarity with the DPRK posted an article titled \"Special event in history of Korean nation\" illustrated with a photo of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The article said that Korea's liberation seven decades ago was an event to be specially recorded in the history of the Korean nation and that this helped the Korean people greet the new day of national rebirth and the start of new history of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of the President the Korean people successfully carried out land reform, nationalization of major industries and other democratic reforms and founded the DPRK, the first people's democratic state in the East, the article noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t In the Korean war they defeated the U.S. imperialists who boasted of being the \"strongest\" in the world for the first time in history. They conducted postwar rehabilitation and construction and performed social revolutions of several stages, building a socialist power independent in politics, self-supporting in economy and self-reliant in defence.\n\t\t\t\t\t\n\t\t\t\t\t Now the DPRK rose to the highest level in its development and national power.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism in an article titled \"Songun leadership and Korea's liberation\" introduced the undying exploits the President performed by advancing the line of liberating Korea on the basis of the Juche idea, Songun idea and leading the anti-Japanese armed struggle to victory and thus achieving the historic cause of the country's liberation."
        },
        {
            "title": "Kim Jong Il's Work Published in Peru",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-08ee.html",
            "content": "Kim Jong Il's Work Published in Peru\r\n Pyongyang, August 13 (KCNA) -- Leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was brought out in booklet by a publishing house in Peru on August 5.\n\t\t\t\t\t The work published on August 4, Juche 86 (1997) deals with the immortal exploits performed by President Kim Il Sung for the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The work formulates the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and indicates the tasks for accomplishing the cause of national reunification and the ways to do so on the basis of them."
        },
        {
            "title": " Anniversary of Korea's Liberation Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-09ee.html",
            "content": "Anniversary of Korea's Liberation Observed in Different Countries\r\n Pyongyang, August 13 (KCNA) -- Seminars to mark the 70th anniversary of Korea's liberation were held by the Communist Party of Tajikistan, Anti-Imperialist Forum of Germany and branches of the Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism from August 3 to 7.\n\t\t\t\t\t The chairman of the Communist Party of Tajikistan said August 15, 1945 was the day when Korea was freed from the occupation by the Japanese imperialists and that President Kim Il Sung presented the liberated country to the Korean people by leading the arduous anti-Japanese revolutionary war to victory.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany said that the U.S. which occupied south Korea under the mask of \"liberator\" in the wake of the Second World War provoked the Korean War in 1950 but it could not but sustain defeat by the Korean people who were firmly united behind the President.\n\t\t\t\t\t\n\t\t\t\t\t The chief of a branch of the Ethiopian National Committee said that the President embarked on the road of the struggle for the country and the nation and defeated burglar-like Japanese imperialists with his matchless courage and grit, diversified strategy and tactics and war methods.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the exploits performed by the President who achieved the country's liberation through his Songun revolutionary leadership will shine long in the world history of the struggle for the national liberation."
        },
        {
            "title": "Kim Jong Un visita granja no. 1116 de Unidad 810 de EPC",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-38ee.html",
            "content": "Kim Jong Un visita granja no. 1116 de Unidad 810 de EPC\r\nPyongyang, 13 de agosto (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la Granja No. 1116 adscrita a la Unidad 810 del EPC.\n\t\t\t\t\tEl Mariscal dijo que ha venido muy alegre al recibir un informe sobre la hierba de pienso cultivada por ensayo en la granja, y mostro gran satisfaccion mirando plantas de pienso que crecen muy alto en la parcela.\n\t\t\t\t\t\n\t\t\t\t\tDeviene un gran exito orgulloso el que la Granja No. 1116 obtuvo un buen resultado en el cultivo experimental de plantas de pienso con alto valor nutritivo y gran rendimiento de cosecha, dijo y la denomino como \"hierba Aeguk\".\n\t\t\t\t\t\n\t\t\t\t\tAnalizo en detalles las caracteristicas dieteticas y metodos de cultivo de la \"hierba Aeguk\".\n\t\t\t\t\t\n\t\t\t\t\tDijo que por contener muchas proteinas crudas y varios microelementos esta planta sirve del pienso muy util para los ganados como el buey, la cabra, la oveja, el conejo, el ganso, el cerdo, etc. y se puede usar como sustancia por el cultivo de los hongos.\n\t\t\t\t\t\n\t\t\t\t\tPara criar en gran medida los ganados domesticos herbivoros se necesita crear con vistas al futuro los hierbales y, al mismo tiempo, cultivar ampliamente las hierbas de pienso de alto rendimiento, senalo y agrego que hay que dinamizar la campana para sembrar en todas las localidades del pais la \"hierba Aeguk\", cultivada por la granja.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, el Mariscal vio planta leguminosa y un maiz de buena variedad cultivados en la granja.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que la Granja No. 1116, adscrita a la Unidad 810 del EPC es la unidad ejemplar y vanguardia en la materializacion de la orientacion del Partido en materia de la revolucion de semillas y que esta granja es la entidad que muestra los exitos sorprendentes cada vez que la visita informandose de las noticias prodigiosas y que se siente mas amistad.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo en que hay que organizar la visita a esta granja de los funcionarios responsables del Comite Central del PTC, ministerios, organos centrales, provincias, ciudades y distritos para ver visualmente como deben cumplir la orientacion del partido en materia de revolucion de semillas.\n\t\t\t\t\t\n\t\t\t\t\tExpuso la esperanza y conviccion de que los funcionarios, los militantes del Partido y los trabajadores de la granja cumpliran con su obligacion y deber orgullosos encargados llevandose en el corazon el orgullo y dignidad de trabajar en la granja experimental del CC del PTC y estaran siempre a la cabeza de la lucha por resolver decisivamente el problema de comidas del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal fue acompanado por Hwang Pyong So, Pak Pong Ju, O Su Yong y So Hong Chan."
        },
        {
            "title": "MINREX condena simulacro anti-RPDC Ulji Freedom Guardian",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-39ee.html",
            "content": "MINREX condena simulacro anti-RPDC Ulji Freedom Guardian\r\nPyongyang, 13 de agosto (ACNC) -- En relacion con que Estados Unidos anuncio que a partir del dia 17 librara junto con los titeres surcoreanos los ejercicios militares conjuntos Ulji Freedom Guardian, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea hizo publica el dia 13 una declaracion.\n\t\t\t\t\tEE.UU. pretende ocultar el caracter agresivo y peligroso del presente simulacro describiendolo como \"entrenamiento anual y defensivo\", revela la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn efecto, EE.UU. persigue el malsano intento de poner obstaculos en los esfuerzos de la RPDC por el desarrollo economico y la mejora de la vida del pueblo arrastrandola a la carrera armamentista mediante los incesantes ejercicios belicos y el aumento armamentista, y preparar la oportunidad de ataque preventivo acostumbrandose a la situacion al borde de la guerra. \n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios belicos conjuntos evidencian que EE.UU. es precisamente el autor que causa la circulacion viciosa de la confrontacion y la agravacion de la tension en la Peninsula Coreana y fomenta el peligro de la guerra en esta zona. \n\t\t\t\t\t\n\t\t\t\t\tA diferencia de la decada de 1950, la RPDC dispone de fuerte capacidad militar con que puede responder a las guerras de todas las formas deseadas por el imperio norteamericano. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe darse clara cuenta de que los ejercicios belicos conjuntos de gran envergadura no son un asunto limitado entre la RPDC y EE.UU. y entre el Norte y el Sur de Corea sino se ha convertido en el problema internacional que amenaza la paz y la seguridad del Nordeste Asiatico y el resto de Asia y el mundo. \n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. opta por el enfrentamiento militar, pese a la reiterada advertencia de la RPDC y al unanime rechazo de la sociedad internacional, se responsabilizara de todas las consecuencias.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que se ven amenazados la soberania, la seguridad y los intereses nacionales, no esperaremos por tiempo ilimitado el cambio de la politica norteamericana sobre la RPDC sino tomaremos todas las medidas necesarias para detener la provocacion nuclear de EE.UU."
        },
        {
            "title": "Rodong Sinmun denuncia las calumnias de banda surcoreana contra la medida de RPDC",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-40ee.html",
            "content": "Rodong Sinmun denuncia las calumnias de banda surcoreana contra la medida de RPDC\r\nPyongyang, 13 de agosto (ACNC) -- En la reunion de secretarios superiores de Chongwadae, efectuada el dia 10, la mandataria surcoreana Park Geun-hye acuso al nuevo establecimiento de tiempo estandar de la Republica Popular Democratica de Corea maldiciendo que \"fijar el diferente tiempo estandar es el acto negativo a la cooperacion Sur-Norte y los esfuerzos por la unificacion pacifica\", \"fijacion de la division\" y \"via de aislamiento\".\n\t\t\t\t\tY el vocero del Ministerio titere de Unificacion, al cabo de perorar del \"cambio unilateral del tiempo estandar\" y la \"costumbre internacional\", pronuncio tonterias de la necesidad de consultar con el Sur de Corea los problemas del \"intercambio y cooperacion Sur-Norte y el tiempo estandar\".\n\t\t\t\t\t\n\t\t\t\t\tDefinir el tiempo estandar pertenece a la soberania de un Estado soberano, razon por la cual nadie puede acusarlo.\n\t\t\t\t\t\n\t\t\t\t\tAsi insiste el diario Rodong Sinmun en un comentario individual divulgado el dia 13 y continua:\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la mandataria y su banda traidora titere calumnian siniestramente la medida de la RPDC, lo que deviene una locura absurda de los fanaticos pro-japoneses en la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tEs precisamente la mandataria surcoreana quien debe ser denunciada por toda la nacion en relacion con el problema del tiempo estandar.\n\t\t\t\t\t\n\t\t\t\t\tLas actuales calumnias de la banda titere constituyen una burla e insulto imperdonables a la aspiracion y la voluntad de todos los coreanos de defender la soberania de la nacion y glorificarla para siempre.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de Park debe actuar con prudencia al tener presente clara de que sus freneticas maniobras conflictivas y serviles a grandes potencias provocaran solo el odio y la indignacion de toda la nacion contra el \"poder\" traidor surcoreano y adelantaran su destruccion final."
        },
        {
            "title": "ACNC denuncia actitud del Sur de Corea sobre el rescate de hora estandar ",
            "url": "http://kcna.co.jp/item/2015/201508/news13/20150813-41ee.html",
            "content": "ACNC denuncia actitud del Sur de Corea sobre el rescate de hora estandar\r\nPyongyang, 13 de agosto (ACNC) -- Con motivo del 70o aniversario de la liberacion de la patria y de la derrota del imperialismo japones, fue publicado el decreto del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea de rescatar la hora estandar de Corea, que se habia eliminado por el imperialismo japones, y fijarla como hora de Pyongyang. \n\t\t\t\t\tEsto deviene un acontecimiento nacional de gran importancia para eliminar completamente los vestigios del imperialismo japones en todos los dominios de la vida social. \n\t\t\t\t\t\n\t\t\t\t\tPero, los titeres surcoreanos cuestionan la determinacion de la hora estandar de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEn la reunion de secretarios superiores de Chongwadae la mandataria surcoreana Park Geun-hye dijo que \"el intento de separar hasta la hora estandar contraviene a los esfuerzos por la cooperacion Sur-Norte, la paz y la reunificacion y puede perpetuar la division nacional\". En tanto, el vocero del Ministerio de Unificacion tambien hablo de la \"modificacion unilateral de la hora estandar\" y de las \"costumbres internacionales\". \n\t\t\t\t\t\n\t\t\t\t\tEsto es una intolerable provocacion politica a la RPDC y un acto histerico de los enloquecidos por la confrontacion fratricida y al servilismo projapones. \n\t\t\t\t\t\n\t\t\t\t\tLa determinacion de la hora estandar es el asunto sobre la soberania de un Estado soberano. Todos los paises del mundo tienen sus propias horas estandares. \n\t\t\t\t\t\n\t\t\t\t\tComo es conocido por todos, la hora estandar de Corea usurpada es el resultado de la politica de exterminacion a la nacion coreana del imperialismo japones. \n\t\t\t\t\t\n\t\t\t\t\tAl inventar el \"Tratado de cinco puntos de Ulsa\" mediante la amenaza y chantaje abiertas con armas y los metodos intrigantes, los imperialistas japoneses trazaron el guion de usurpar de manera gradual la hora estandar de Corea y lo pusieron en la practica. \n\t\t\t\t\t\n\t\t\t\t\tMando a la \"regencia general\" y otras oficinas gubernamentales japoneses en Seul la orden de usar provisionalmente desde el 2 de junio de 1906 la hora estandar de Japon. \n\t\t\t\t\t\n\t\t\t\t\tEl 16 de noviembre de 1911 el imperialismo japones y el \"gobierno general de Corea\" publicaron el \"aviso No. 338\" de ajustar la hora estandar de Corea con la de Japon.\n\t\t\t\t\t\n\t\t\t\t\tAl eliminar el tiempo estandar Japon persiguio el maligno objeto de realizar mas facilmente la dominacion colonial sobre Corea y esclavizar eternamente a la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tSin embrago, la mandataria surcoreana Park Geun-hye cuestiona la determinacion de la hora estandar de la RPDC revelando la naturaleza de su familia traidora projaponesa. \n\t\t\t\t\t\n\t\t\t\t\tEn un periodo del pasado el Sur de Corea cambiaba tambien la hora estandar tomando como norma la Peninsula Corea, pero despues de la aparicion del \"poder\" de Park Chung Hee, volvio a usar la hora determinada por el imperialismo japones. \n\t\t\t\t\t\n\t\t\t\t\tEl traidor Park Chung Hee escribio con su sangre un juramento de fidelidad a los samurais japoneses, estuvo al frente del cumplimiento de la ambicion de Japon de \"esfera de coprosperidad de la gran Asia Oriental\" y elimino hasta la hora estandar del pais. \n\t\t\t\t\t\n\t\t\t\t\tY, ahora, su hija Park Geun-hye pone obstaculos en el rescate de la hora estandar amparando a su padre. \n\t\t\t\t\t\n\t\t\t\t\t Es una verguenza nacional y tragedia que hasta la fecha andan los traidores proyanquis y projaponeses como Park Geun-hye insultando la dignidad de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tLa hora de Park no podra evadir la severa sentencia de la historia por haber recurrido a los actos traidores a la nacion sin tener en consideracion la dignidad y los intereses nacionales."
        }
    ]
}