{
    "date": "2015-03-12",
    "url": "http://kcna.co.jp/item/2015/201503/2015-03-12ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Sin Islet Defence Company of KPA",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-01ee.html",
            "content": "Kim Jong Un Inspects Sin Islet Defence Company of KPA\r\nPyongyang, March 12 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, inspected the Sin Islet Defence Company standing guard over a forward post off the East Coast of the DPRK.\n\t\t\t\t\t He went round the monument to the field guidance erected to convey to posterity the undying feat leader Kim Jong Il performed by visiting the company in July, 2005.\n\t\t\t\t\t\n\t\t\t\t\t He recollected with deep emotion the unforgettable day Kim Jong Il visited the company at dawn.\n\t\t\t\t\t\n\t\t\t\t\t Watching the thick woodland on the islet and fruit trees of various species around the barracks, he said with great satisfaction that the islet was full of trees, it would be very nice to see it in spring or summer and the company successfully turned it into a thick woodland, greenery and orchard as intended by the Party Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t He went round a combined firepower training room to learn in detail about the training.\n\t\t\t\t\t\n\t\t\t\t\t He said that the company was defending the strategically very important islet.\n\t\t\t\t\t\n\t\t\t\t\t Underscoring the necessity to deploy more powerful firepower striking means on the islet in order to thoroughly implement the party's military strategic policy on completely wiping out in a sea the enemies coming in attack from waters, he specified issues related to the deployment of firepower striking means, positional facilities and firepower coordination with nearby posts and the fulfillment of its firepower duty.\n\t\t\t\t\t\n\t\t\t\t\t He went round bedroom, room dedicated to education, wash-cum-bath room, mess hall, bean store, pen and greenhouse without a heating system to take warm care of the living of the service personnel as their real father would do.\n\t\t\t\t\t\n\t\t\t\t\t Learning in detail about the living of servicemen's families, he repeatedly told officers to take warmer care of them on the islet who are always making a lot of efforts to help their husbands in the revolutionary work far away from the land.\n\t\t\t\t\t\n\t\t\t\t\t Saying that success in military and political affairs depends on the officers of the relevant unit, he said he was very satisfied with the work style and zeal of the commanding officers of the company there. He reposed trust in them by hoping that they would continue do their work well in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t He gave the company a pair of binoculars and automatic rifle as gifts and had a photo session with its servicemen and their families, expressing expectation and belief that they would turn the company, an outpost in the East Sea adjoining the yard of the Party Central Committee, into an invulnerable fortress like the coastal battery which fought on Wolmi Island. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Yo Jong, vice department director of the Central Committee of the WPK."
        },
        {
            "title": "Joint Press Release on DPRK FM's Visit to Belarus",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-11ee.html",
            "content": "Joint Press Release on DPRK FM's Visit to Belarus\r\nPyongyang, March 12 (KCNA) -- A joint press release on the DPRK foreign minister's visit to the Republic of Belarus was made public in Minsk on Thursday.\n\t\t\t\t\t It said: \n\t\t\t\t\t\n\t\t\t\t\t DPRK Foreign Minister Ri Su Yong visited the Republic of Belarus from March 9 to 11, 2015. \n\t\t\t\t\t\n\t\t\t\t\t During his visit he made courtesy calls on Prime Minister Andrei Kobyakov and First Deputy Prime Minister Vassily Matsushevski, held talks with Foreign Minister Vladimir Makei and Minister of Trade Valentin S. Chekanov and looked round major export-oriented enterprises of Belarus. \n\t\t\t\t\t\n\t\t\t\t\t At the courtesy calls and talks, both sides discussed the issues of boosting the equally beneficial cooperation in several fields including politics and economy between the DPRK and Belarus and swapped their opinions on regional and international issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t Both sides reaffirmed their will to boost the constructive and equally beneficial relations between the two countries and reached the consensus of views on positively expanding the bilateral cooperation including economy.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their intention to seek closer cooperation in the UN and other international arenas on the principles of non-interference in other's internal affairs, respect for sovereignty, equality and equal benefits."
        },
        {
            "title": "Syrian Embassy Staff Members Visit DPRK-Syria Friendship School",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-23ee.html",
            "content": "Syrian Embassy Staff Members Visit DPRK-Syria Friendship School\r\nPyongyang, March 12 (KCNA) -- Tammam Sulaiman, Syrian ambassador to the DPRK, and his embassy staff members visited DPRK-Syria Friendship Junghwa County Junghwa Senior Secondary School on Thursday on the 52nd anniversary of the March 8 Revolution in Syria.\n\t\t\t\t\t Being briefed on the history of the school associated with the undying leadership feats of the peerlessly great persons of Mt. Paektu, they went round the classroom dropped in by them and other facilities at the school. \n\t\t\t\t\t\n\t\t\t\t\t They enjoyed an art performance given by the pupils of the school.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador said that the visit helped him know better about the education and cultural development of the DPRK. He hoped that the school would contribute to developing the friendly relations between the two countries. He said that the Korean people would make greater achievements in building a thriving nation under the wise guidance of Marshal Kim Jong Un."
        },
        {
            "title": "65th Anniversary of DPRK-Vietnam Diplomatic Ties Marked",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-24ee.html",
            "content": "65th Anniversary of DPRK-Vietnam Diplomatic Ties Marked\r\nPyongyang, March 12 (KCNA) -- Tree-planting and friendship meeting took place at the Vietnamese embassy here on Thursday to mark the 65th anniversary of the establishment of diplomatic ties between the DPRK and the Socialist Republic of Vietnam.\n\t\t\t\t\t Present there were Pak Kyong Il, vice-chairman of the DPRK-Vietnam Friendship Association, officials concerned, Pham Viet Hung, Vietnam ambassador to the DPRK, and his embassy staff members.\n\t\t\t\t\t\n\t\t\t\t\t They planted fruit trees and talked about boosting cooperation between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador said he was well aware of the struggle of the Korean people all out in the forest restoration campaign true to the New Year address of Marshal Kim Jong Un. He hoped that the tree-planting would contribute to turning the DPRK into thick woodland, greenery and orchards."
        },
        {
            "title": "Top Prize and Technical Prize Awarded to DPRK Physical Acrobatics \"Conquerors\"",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-19ee.html",
            "content": "Top Prize and Technical Prize Awarded to DPRK Physical Acrobatics \"Conquerors\"\r\nPyongyang, March 12 (KCNA) -- The 8th Izhevsk International Circus Festival took place in the Republic of Udmurtiya of Russia from Mar. 5 to 9.\n\t\t\t\t\t It brought together more than 170 acrobats from over 20 countries including the DPRK, Germany, Russia, Switzerland, Canada, France, Vietnam and Spain.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK acrobats took part in the festival with physical acrobatics \"Conquerors\".  They mesmerized members of the jury, participants of the festival and citizens in Izhevsk by successfully performing various movements requiring high technique.\n\t\t\t\t\t\n\t\t\t\t\t They were awarded with gold prize, the top prize of the festival, and technical prize in the name of the government of Udmurtiya.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the festival jury said that the DPRK's aerial stunts captivated the hearts of citizens of Izhevsk with their breath-taking and wonderful techniques.\n\t\t\t\t\t\n\t\t\t\t\t He extended thanks to the government of the DPRK for sending ace acrobats and hoped that the Korean people would achieve shining development in the field of acrobatics under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the organizing committee of the Monte Carlo International Circus Festival who is a member of the jury of the Izhevsk International Circus Festival said that the DPRK's aerial stunts have reached the acme of the world's acrobatics. At the festival the DPRK's acrobats fully showcased their high techniques, he noted."
        },
        {
            "title": "Ultra-precision Grinding Wheel Developed",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-15ee.html",
            "content": "Ultra-precision Grinding Wheel Developed\r\nPyongyang, March 12 (KCNA) -- The Silicate Engineering Institute under the State Academy of Sciences in the DPRK has recently developed ultra-precision grinding wheel.\n\t\t\t\t\t It can grind metal products at a high rate, ensuring high surface finish to them.\n\t\t\t\t\t\n\t\t\t\t\t Its advantage and efficiency have already been proved in the process of its application."
        },
        {
            "title": "Young People in China Call for Dynamic Struggle for Reunification",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-12ee.html",
            "content": "Young People in China Call for Dynamic Struggle for Reunification\r\nPyongyang, March 12 (KCNA) -- The Federation of Young Korean Nationals in China on Mar. 7 issued a statement calling for foiling the moves of the U.S. and south Korean puppet forces for a nuclear war against the north and turning out in the nation-wide struggle to defend the destiny of the nation. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t All members of the federation express surging indignation at the U.S. imperialists, the sworn enemy of the Korean nation, and the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces, who are running amuck to bring dark clouds of a nuclear war to hang over the homeland at a responsible time to improve the inter-Korean relations, are the enemy with whom the compatriots cannot live under the same sky.\n\t\t\t\t\t\n\t\t\t\t\t The young Korean people in China would take the lead in the drive for achieving the country's reunification and carry on the dynamic struggle to bring a final doom to the U.S. imperialists and the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t All young Korean people in China would conduct a dynamic nation-wide pro-reunification patriotic struggle in solidarity with other overseas compatriots and young people in south Korea, the statement concluded."
        },
        {
            "title": "President Kim Il Sung's Feats for Korea's Reunification",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-17ee.html",
            "content": "President Kim Il Sung's Feats for Korea's Reunification\r\nPyongyang, March 12 (KCNA) -- President Kim Il Sung in his lifetime had devoted his all to achieving the reunification of Korea through reconciliation and great unity of the entire nation.\n\t\t\t\t\t In the 1970s he opened the door to dialogue between the north and the south of Korea, with his broad magnanimity and ardent patriotism, and provided a good tradition for advancing the cause of national reunification by the unified efforts of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t He saw to it that the Fifth Session of the 4th Supreme People's Assembly of the DPRK in April Juche 60 (1971) dealt with the matter for promoting the independent reunification of the country and adopted an eight-point appeal to the political parties, social organizations, personages and other people in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Then he made an epochal proposal for opening the door to dialogue between authorities of the north and the south. He clarified, in his speech at the Pyongyang mass meeting held on August 6 that year to welcome the visiting state leader of a country, that the DPRK was ready to have contacts at any time with all political parties, including the ruling Democratic Republican Party, and social organizations and individuals in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Under this proposal, the contact and dialogue began to be made for the first time between the north and the south of Korea, despite the obstructive moves of the south Korean authorities seeking \"unification by prevailing over communism\", and later they developed into north-south Red Cross talks and high-level political talks.\n\t\t\t\t\t\n\t\t\t\t\t Such devoted efforts of the President led to adoption of the July 4 Joint Statement, the keynote of which is the three principles for national reunification--independence, peaceful reunification and great national unity--, at the north-south high-level talks in 1972.\n\t\t\t\t\t\n\t\t\t\t\t His feats for national reconciliation and reunification had been creditably carried forward by leader Kim Jong Il, who ushered in the June 15 era of reunification in which all Koreans struggled for independent reunification and peace and prosperity by their united efforts in the spirit of \"By Our Nation Itself\" and provided the adoption of the October 4 Declaration to accelerate the nationwide struggle for the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is now taking practical steps for improved north-south relations, true to the decisive resolve and will of Marshal Kim Jong Un."
        },
        {
            "title": "Mt. Janam in Kaesong City of DPRK",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-16ee.html",
            "content": "Mt. Janam in Kaesong City of DPRK\r\nPyongyang, March 12 (KCNA) -- In the central part of Kaesong City, the DPRK, there is scenic Mt. Janam, 104 meters above the sea level and 6 kilometers in circumference.\n\t\t\t\t\t The mountain is thickly covered with Cryptomeria, fir, apricot, peach, rambler and other trees and plants as well as grotesque rocks.\n\t\t\t\t\t\n\t\t\t\t\t Standing in the area are a monument to President Kim Il Sung's on-site guidance and the Kaesong City Revolutionary Museum.\n\t\t\t\t\t\n\t\t\t\t\t At the foot of the mountain there are Janamsan Hotel, zoo, stadium and historical relics such as Sungyang Confucian Shrine, Phyochung Monuments and Sonjuk Bridge."
        },
        {
            "title": "Rodong Sinmun Denounces S. Korean Puppet Group's Hideous Provocation against DPRK",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-07ee.html",
            "content": "Rodong Sinmun Denounces S. Korean Puppet Group's Hideous Provocation against DPRK\r\nPyongyang, March 12 (KCNA) -- The south Korean conservative group kicked off the row about \"followers of the north\" with the attack on the U.S. ambassador as an occasion and finally pulled up the DPRK which has nothing to do with the incident.\n\t\t\t\t\t Rodong Sinmun Thursday in a commentary terms this an unpardonable and hideous provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the puppet chief executive who is behind it, the paper says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The puppet group has committed hideous provocations hurting the dignity of the supreme leadership and social system of the DPRK but it is the first time for the group to commit such a hideous provocation. \n\t\t\t\t\t\n\t\t\t\t\t The situation goes to clearly prove that the puppet group has gone mad, being obsessed with sycophancy toward the U.S. and confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group pulled up the compatriots and staged the confrontation burlesque without hesitation, not content with labeling the progressive and democratic forces opposed to the U.S. war moves for aggression as the \"followers of the north\". They are traitors who deserve stern punishment.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will certainly force the group to pay a high price for the crimes it committed by daring hurt the dignity of the supreme leadership of the DPRK."
        },
        {
            "title": "Rodong Sinmun Raps at U.S. as Worst Human Rights Abuser",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-08ee.html",
            "content": "Rodong Sinmun Raps at U.S. as Worst Human Rights Abuser\r\nPyongyang, March 12 (KCNA) -- Some days ago, the Bulgarian paper Novo Rabotnichesko Delo carried a commentary which noted that the reason why the U.S. and the West brand the DPRK as a \"human rights criminal\" is that the latter doesn't abandon socialism. The commentary added the U.S. has persistently worked hard to stifle the DPRK and force it to opt for capitalism.\n\t\t\t\t\t Rodong Sinmun Thursday in a commentary says it proves that the U.S. and the West can not deceive the international community no matter how vociferous they may get about the non-existent \"human rights issue\" in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The paper goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the worst human rights abuser in the world with a shameful history of human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t It is resorting to vicious \"human rights\" racket as it failed to destroy the DPRK's nuclear deterrent for self-defence and stifle the DPRK by force.\n\t\t\t\t\t\n\t\t\t\t\t Human rights issue exists in the U.S. as evidenced by the reports released by several countries on its human rights situation. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has incurred the world sarcasm and criticism for its worst human rights situation for a long time. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. should admit its own human rights abuses and redress them before pulling up others' human rights issues.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers are mistaken if they think they can topple the socialist system of the DPRK through \"human rights\" racket.\n\t\t\t\t\t\n\t\t\t\t\t The people of the DPRK will resolutely frustrate the frantic anti-DPRK \"human rights\" racket of the U.S. and its followers by dint of invincible military muscle and single-minded unity."
        },
        {
            "title": "S. Korean Paper Slams Authorities' Campaign to Eliminate \"Followers of North\"",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-09ee.html",
            "content": "S. Korean Paper Slams Authorities' Campaign to Eliminate \"Followers of North\"\r\nPyongyang, March 12 (KCNA) -- The south Korean internet newspaper Minjok Ilbo on March 10 carried an editorial \"Anti-north campaign over attack on U.S. ambassador will face strong protest of people\". \n\t\t\t\t\t The editorial said the frantic campaign for eliminating the \"forces following the north\" is getting evermore serious with the incident as an occasion. \n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye regime, the prosecution, police, conservative media and ultra-right organizations are busy with the campaign for eliminating the \"forces following the north\" and \"witch-hunting\", the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The security authorities are openly revealing their sinister intention to take this opportunity for suppression under the pretext of security by linking the incident with the north.\n\t\t\t\t\t\n\t\t\t\t\t So pitiable is their plight as they launched anti-north campaign with some books about the north discovered during the search of Kim Ki Jong's office as evidence. \n\t\t\t\t\t\n\t\t\t\t\t The anti-north campaign stirring the political camp is so serious as to remind one of McCarthyism. \n\t\t\t\t\t\n\t\t\t\t\t Lawmakers from the \"Saenuri Party\" let loose reckless remarks \"attack on the U.S. ambassador is a planned terror carried out by the forces following the north\" and the \"forces following the north related to the incident are also among the opposition camp\" and \"more than 10 former and incumbent lawmakers from the opposition parties supported and helped Kim Ki Jong\". \n\t\t\t\t\t\n\t\t\t\t\t At the same time Chosun Ilbo launched \"witch-hunting\" targeting lawmakers from the opposition parties."
        },
        {
            "title": "S. Korea's Tightened Military Alliance with U.S. under Fire",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-14ee.html",
            "content": "S. Korea's Tightened Military Alliance with U.S. under Fire\r\nPyongyang, March 12 (KCNA) -- The People for Achieving Peace and Reunification of south Korea on Tuesday staged a demonstration outside the building of the \"Saenuri Party\" in protest against the party's moves to tighten the military alliance with the U.S. with the knife attack on the U.S. ambassador as a momentum. \n\t\t\t\t\t The organization accused the party of raising the issue of deployment of THAAD in south Korea while asserting that the knife attack on the U.S. ambassador is damaging the U.S.-south Korea alliance and the like.\n\t\t\t\t\t\n\t\t\t\t\t The above-said case should not be abused for political and military purposes, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The tightening of military alliance will only worsen the north-south relations and strain the situation on the Korean peninsula."
        },
        {
            "title": "S. Korean Puppet Police's Action against Students under Fire",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-18ee.html",
            "content": "S. Korean Puppet Police's Action against Students under Fire\r\nPyongyang, March 12 (KCNA) -- An editorial protesting against the south Korean puppet police's suppression of students was posted on the south Korean internet paper Voice of People on Tuesday.\n\t\t\t\t\t A police task force stormed the venue of a campus meeting of students opposing injustice and a police detective investigated the chairman of the students association, the editorial recalled, adding: \n\t\t\t\t\t\n\t\t\t\t\t The university has turned into a tundra of human rights abuses where even the chief of the students' association is arrested for the mere reason that he disclosed the scandals of the university foundation. This is triggering strong protest among teachers and students of the university.\n\t\t\t\t\t\n\t\t\t\t\t The editorial urged the police to make an apology for the suppression."
        },
        {
            "title": "S. Korean Warmongers Stage Chemical Warfare Drills",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-20ee.html",
            "content": "S. Korean Warmongers Stage Chemical Warfare Drills\r\nPyongyang, March 12 (KCNA) -- The south Korean warmongers were busy kicking up north-targeted chemical warfare drills at Tonghae Port as part of the on-going Key Resolve and Foal Eagle on Tuesday, according to south Korean Yonhap News.\n\t\t\t\t\t Involved in the drills were many chemical warfare troops and a lot of hardware.\n\t\t\t\t\t\n\t\t\t\t\t The madcap saber-rattling is chilling the aspiration of all Koreans for improved inter-Korean relations and national reunification."
        },
        {
            "title": "S. Korean Police Accused of Trampling down University Campus",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-22ee.html",
            "content": "S. Korean Police Accused of Trampling down University Campus\r\nPyongyang, March 12 (KCNA) -- Recently, the south Korean police abused the rights of students by stretching the tentacles of suppression even to university campus. This is sparking off public uproar.\n\t\t\t\t\t For instance, on February 4 the puppet police indiscriminately cracked down upon the students of Sogang University who were protesting against the ceremony of awarding honorary doctorate to Hong Song Ryol.\n\t\t\t\t\t\n\t\t\t\t\t Hong, chairman of a business, touched off grievances not only among workers but among students for pocketing the money to be paid to the workers.\n\t\t\t\t\t\n\t\t\t\t\t Fascist police crackdown was also reported from Chongju University On Feb. 12.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the university students council asked for an interview with the members of board of directors of the university over the scandals of the university foundation and other issues of the university that day.\n\t\t\t\t\t\n\t\t\t\t\t The puppet police unreasonably walked off the chairman, creating a terror-ridden atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t A detective of the Kuro Police Station pressurized an employee of Anglican Church University to tell the whereabouts of the chairman of the university students council on Feb. 11, conducting investigation."
        },
        {
            "title": "Forest Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-21ee.html",
            "content": "Forest Fire in S. Korea\r\nPyongyang, March 12 (KCNA) -- A forest fire broke out in Kyongju, North Kyongsang Province of south Korea on Tuesday, according to south Korean KBS.\n\t\t\t\t\t Strong wind caused big damage and evacuation of inhabitants."
        },
        {
            "title": "February Issue of Magazine Thongil Released in Russia",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-13ee.html",
            "content": "February Issue of Magazine Thongil Released in Russia\r\nPyongyang, March 12 (KCNA) -- The International United Confederation of Koreans released the February issue of its monthly socio-political magazine Thongil.\n\t\t\t\t\t The magazine carried a special write-up to mark the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\t It praised Kim Jong Il for successfully leading the revolution and construction by pursuing music-based politics. \n\t\t\t\t\t\n\t\t\t\t\t It introduced the grand events that took place in Pyongyang to mark the Day of the Shining Star.\n\t\t\t\t\t\n\t\t\t\t\t It carried news of the revolutionary activities of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t It featured a photo of Kim Jong Un guiding an enlarged meeting of the Political Bureau of the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It gave a detailed account of an enlarged meeting of the Political Bureau of the C.C., the WPK and an enlarged meeting of the Central Military Commission of the WPK held under the guidance of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Regarding the situation on the Korean peninsula, it dealt with the reports of Russian newspapers on the DPRK's toughest stand on the U.S. anti-DPRK \"human rights\" racket.\n\t\t\t\t\t\n\t\t\t\t\t It carried news of the DPRK's government economic delegation's visit to Russia and activities of compatriots."
        },
        {
            "title": "Russian Organization Supports DPRK's Will",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-03ee.html",
            "content": "Russian Organization Supports DPRK's Will\r\nPyongyang, March 12 (KCNA) -- The Maritime Territorial Branch of the All-Russia War Veterans' Social Organization \"Militant Fraternity\" made public a statement on March 5 in denunciation of the U.S.-south Korea joint military exercises. \n\t\t\t\t\t Expressing full support for the statement of a spokesman for the DPRK Foreign Ministry denouncing the aggressive war exercises Key Resolve and Foal Eagle by the U.S. and the south Korean authorities, the statement noted:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK stated that it is ready to sit at the negotiating table any time to create an atmosphere for peace and reconciliation. \n\t\t\t\t\t\n\t\t\t\t\t We believe that the DPRK will make every effort for peace in the future, too. \n\t\t\t\t\t\n\t\t\t\t\t Those who are going to aggravate the situation with recourse to force to cause instability in the world should know that all the honest people will not retreat from the way of defending peace wherever they might be in. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will protect the interests of the country and its citizens. \n\t\t\t\t\t\n\t\t\t\t\t We extend solidarity to the DPRK."
        },
        {
            "title": "British Organizations Praise Kim Jong Il's Exploits",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-02ee.html",
            "content": "British Organizations Praise Kim Jong Il's Exploits\r\nPyongyang, March 12 (KCNA) -- The British Association for the Study of Songun Policy posted on its internet homepage an article titled \"Great fortune of Korean nation\" on February 20.\n\t\t\t\t\t The article referred to the fact that south Korean people expressed boundless reverence for leader Kim Jong Il on the occasion of his birth anniversary (the Day of the Shining Star).\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The career of Kim Jong Il as a revolutionary was the life of the great statesman, outstanding thinker and theoretician and iron-willed commander who performed undying exploits for the times and history by working heart and soul for the victorious advance of the Songun revolutionary cause of Juche and prosperity of the country and nation. \n\t\t\t\t\t\n\t\t\t\t\t Taking to heart more than anyone else the pain of national division, he laid a strong foundation for independent reunification, peace and prosperity of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The historic June 15 North-South Joint Declaration, the October 4 declaration and the advent of the exciting era of By Our Nation Itself which jolted the Korean peninsula are precious fruitions of his invariable will for reunification, preeminent wisdom, distinguished leadership and broad magnanimity.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will always remember the undying exploits he performed for the country and the nation and glorify them forever. \n\t\t\t\t\t\n\t\t\t\t\t He is immortal in the hearts of the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t The British Group for the Study of the Juche Idea and the Korean Friendship Association UK posted on their internet homepages similar articles."
        },
        {
            "title": "British Organization Opposes U.S.-S. Korea Joint Military Drills",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-04ee.html",
            "content": "British Organization Opposes U.S.-S. Korea Joint Military Drills\r\nPyongyang, March 12 (KCNA) -- The Korean Friendship Association UK made public a statement on February 25 in denunciation of the provocative U.S.-south Korea joint military drills Key Resolve and Foal Eagle. \n\t\t\t\t\t The reckless joint military drills are a threat to peace on the Korean peninsula and in the rest of the world and a grave infringement upon the sovereignty of the DPRK, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The war frenzy of the U.S. and south Korea aims at stifling the DPRK militarily. \n\t\t\t\t\t\n\t\t\t\t\t We strongly oppose UK's participation in the military drills. \n\t\t\t\t\t\n\t\t\t\t\t UK should neither join in the U.S. military adventure nor get embroiled in the second Korean war.\n\t\t\t\t\t\n\t\t\t\t\t It is the time for UK to develop the relations of friendship with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the U.S. and the south Korean authorities stop at once the provocative war exercises for aggression and UK cancel the participation in the drills."
        },
        {
            "title": "Bulgarian Political Party Denounces U.S.-S. Korea Joint Military Drills",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-05ee.html",
            "content": "Bulgarian Political Party Denounces U.S.-S. Korea Joint Military Drills\r\nPyongyang, March 12 (KCNA) -- The Bulgarian Communists Union on March 6 made public a statement in denunciation of the aggressive U.S.-south Korea joint military drills Key Resolve and Foal Eagle. \n\t\t\t\t\t The statement said that the drills are a nuclear war rehearsal.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The joint military drills to be staged until April 24 are dangerous war exercises as they are aiming at rapid deployment of U.S. troops, a surprise preemptive attack, \"removal\" of the headquarters of the DPRK and \"occupation of Pyongyang\". \n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the General Staff of the Korean People's Army in a statement solemnly declared the stand of the revolutionary armed forces of the DPRK not to allow any invasion by the U.S. imperialists and their followers into the territorial land, air and waters of Korea. \n\t\t\t\t\t\n\t\t\t\t\t We strongly denounce the U.S.-south Korea joint military drills against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the righteous struggle of the Korean people to smash the aggression moves of the hostile forces and defend the security of the country."
        },
        {
            "title": "Kim Jong Un's Work Introduced in Brazil",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-06ee.html",
            "content": "Kim Jong Un's Work Introduced in Brazil\r\nPyongyang, March 12 (KCNA) -- The Brazilian Center for the Study of the Juche Idea on March 5 posted on its internet homepage supreme leader Kim Jong Un's work \"Let the Entire Party, the Whole Army and All the People Conduct a Vigorous Forest Restoration Campaign to Cover the Mountains of the Country with Green Woods\". \n\t\t\t\t\t The work, published on February 26, Juche 104 (2015), indicates the tasks and ways for covering the mountains and fields of the country with green woods by conducting a vigorous forest restoration campaign involving the entire party, the whole army and all the people. \n\t\t\t\t\t\n\t\t\t\t\t Posted on the internet homepage was a photo of Kim Jong Un planting trees with the airmen of Unit 447 of the Air and Anti-Air Force of the Korean People's Army honored with the Title of O Jung Hup-led 7th Regiment."
        },
        {
            "title": "Kim Jong Un inspecciona la compania de defensa de isla Sin",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-01ss.html",
            "content": "Kim Jong Un inspecciona la compania de defensa de isla Sin\r\nPyongyang, 12 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la unidad de defensa de la isla Sin situada en el Mar Este de Corea.\n\t\t\t\t\tEn primer lugar, el Mariscal recorrio el monumento a la visita de orientacion levantado en el recinto de la compania para transmitir las hazanas del Dirigente Kim Jong Il dejadas en julio de 2005.\n\t\t\t\t\t\n\t\t\t\t\tRecordo aquel dia en que el Dirigente la visito en la madrugada.\n\t\t\t\t\t\n\t\t\t\t\tContemplando el bosque frondoso de la isla y los frutales alrededor del cuartel se mostro muy satisfecho por haber realizado con excelencia la forestacion y la creacion de areas verdes y fruticolas conforme a la voluntad del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tAl recorrer la sala de entrenamiento general de fuego reconocio en detalles del estado de entrenamiento.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la compania defiende la region estrategicamente muy importante.\n\t\t\t\t\t\n\t\t\t\t\tDijo que para materializar cabalmente la orientacion estrategica militar del Partido de eliminar totalmente en el mar a los enemigos, deben ubicar mas en las unidades de defensa de las islas los poderosos medios de fuegos e indico los temas concretos para la colocacion de estos medios, instalacion de posicion, cooperacion de fuegos con las unidades colindantes y cumplimiento de deber de fuego.\n\t\t\t\t\t\n\t\t\t\t\tPaso revista al dormitorio, sala de educacion, bano, comedor, almacen de soya, corral e invernaderos sin calefaccion, atendiendo con amor paternal la vida de los militares.\n\t\t\t\t\t\n\t\t\t\t\tTras escuchar de la vida de las familias militares, encargo reiteradamente que atiendan bien a las familias del puesto de la isla solitaria que se esfuerzan por ayudar las labores revolucionarias de sus esposos.\n\t\t\t\t\t\n\t\t\t\t\tApunto que el exito de las labores politica-militares depende de los oficiales de la unidad correspondiente y le gusta mucho la manera de trabajo de los oficiales de la compania y le infundio la confianza de que en el futuro tambien sigan cumpliendo bien sus deberes.\n\t\t\t\t\t\n\t\t\t\t\tExpresando la esperanza y la conviccion de que conviertan en baluarte inexpugnable, en la isla Wolmi de hoy la compania de defensa de isla Sin, base avanzada del Mar Este ligada directamente con el patio del CC del Partido, el Mariscal dio a la compania como recuerdo binoculos y fusil automatico y se fotografio junto con los uniformados y las familias militares.\n\t\t\t\t\t\n\t\t\t\t\tLe acompano la jefa de departamento del CC del PTC, Kim Yo Jong."
        },
        {
            "title": "Rodong Sinmun critica a EE.UU. como peor violador de DDHH del mundo",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-03ss.html",
            "content": "Rodong Sinmun critica a EE.UU. como peor violador de DDHH del mundo\r\nPyongyang, 12 de marzo (ACNC) -- Hace poco, el periodico bulgaro Novo Rabotnichesko Delo publico un comentario revelando que Estados Unidos y los paises occidentales califican a la Republica Popular Democratica de Corea de \"criminal de derechos humanos\" porque ella no abandona el socialismo.\n\t\t\t\t\tEl comentario prosigue que EE.UU. esta desesperado por eliminar el socialismo coreano y conducir a la RPDC al capitalismo.\n\t\t\t\t\t\n\t\t\t\t\tTal evaluacion confirma que por mucho que EE.UU. y el Occidente cuestionan el inexistente \"problema de DDHH\" de la RPDC, no pueden enganar a la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un comentario individual difundido este jueves y continua:\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el peor violador de DDHH del mundo y su historia es la trayectoria vergonzosa de violacion de DDHH.\n\t\t\t\t\t\n\t\t\t\t\tCuando fracaso su intencion de destruir el disuasivo nuclear de autodefensa de la RPDC y aplastarla con la fuerza, el imperio comenzo la sucia campana de \"DDHH\".\n\t\t\t\t\t\n\t\t\t\t\tEl verdadero problema de DDHH lo tiene EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tComo se puede conocer a traves de los informes del estado de DDHH de EE.UU. publicados por varios paises, es ridiculizada y criticada la deplorable situacion de DDHH de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe reconocer y corregir sus actos violadores de DDHH, antes de cuestionar el \"problema de DDHH\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\tEstarian muy equivocados si EE.UU. y sus satelites piensan que pueden derrumbar el regimen socialista de la RPDC con la campana de \"DDHH\".\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano frustrara rotundamente la febril campana de \"DDHH\" anti-RPDC con el invencible poderio militar y de la unidad monolitica."
        },
        {
            "title": "Rodong Sinmun denuncia acto provocativo anti-RPDC de banda titere surcoreana",
            "url": "http://kcna.co.jp/item/2015/201503/news12/20150312-02ss.html",
            "content": "Rodong Sinmun denuncia acto provocativo anti-RPDC de banda titere surcoreana\r\nPyongyang, 12 de marzo (ACNC) -- Insatisfecha con armar alborto por purga de \"fuerzas pro-Norte (de Corea)\" con motivo del caso de punalada al embajador norteamericano, la banda conservadora del Sur de Corea esta acusando hasta la RPDC que no tiene ninguna relacion con este incidente.\n\t\t\t\t\tEn un comentario individual insertado hoy, el diario Rodong Sinmun condena que tal proceder constituye otro imperdonable acto provocativo y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa mandataria titere es autora que llevo la situacion a la fase tan critica.\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, se cometieron mucho en el suelo surcoreano los actos provocativos para difamar la maxima dignidad y el regimen de la RPDC. Pero es la primera vez que esta orquestandose tal provocacion astuta.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad testimonia que los compinches titeres se volvieron locos completamente por el servilismo proyanqui y la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tSon los vendepatrias a ser exterminados los titeres surcoreanos, que disgustados de tildar de \"fuerzas pro-Norte\" a las fuerzas progresistas  democratas en lucha contra maniobras belicas de agresion del imperio, cometen sin vacilacion alguna una abominable farsa conflictiva acusando hasta a su connacional.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo coreanos sacaran la cuenta final sobre los crimenes de los titeres  surcoreanos que se atreven a desafiar a la maxima dignidad nacional."
        }
    ]
}