{
    "date": "2015-04-13",
    "url": "http://kcna.co.jp/item/2015/201504/2015-04-13ee.html",
    "articles": [
        {
            "title": "KPA Delegation Leaves for Russia",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-15ee.html",
            "content": "KPA Delegation Leaves for Russia\r\n Pyongyang, April 13 (KCNA) -- A delegation of the Korean People's Army (KPA) led by Army General Hyon Yong Chol, minister of the People's Armed Forces, left here on Monday to take part in the seminar on international security to be held in Moscow."
        },
        {
            "title": "DPRK Government Delegation Leaves for Russia",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-22ee.html",
            "content": "DPRK Government Delegation Leaves for Russia\r\n Pyongyang, April 13 (KCNA) -- A DPRK government delegation led by Ro Tu Chol, vice-premier of the Cabinet, left here on Monday to take part in the ceremony of inaugurating the year of friendship between the DPRK and Russia to be held in Moscow."
        },
        {
            "title": "National Reunification Institute Terms S. Korea Tundra of Human Rights",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-16ee.html",
            "content": "National Reunification Institute Terms S. Korea Tundra of Human Rights\r\n Pyongyang, April 13 (KCNA) -- The National Reunification Institute released an indictment on Monday to disclose the truth behind the murders, human rights abuses and other inhuman crimes perpetrated by the south Korean puppet group one year since the ferry Sewol disaster.\n\t\t\t\t\t Terming the ferry disaster which occurred in south Korea on April 16, 2014 deliberate murder, the indictment said:\n\t\t\t\t\t\n\t\t\t\t\t It was that morning that the ferry Sewol with hundreds of passengers aboard suddenly tilted with a breaking sound and began to sink while sailing across the waters off Jin Islet of South Jolla Province toward Jeju Island after leaving Inchon.\n\t\t\t\t\t\n\t\t\t\t\t As far as the ferry was concerned, it had its structure remodeled to get more passengers on board. Problematic was its overweight cargo but more deplorable was that the disaster was caused by deliberate negligence in rescuing operation though there was time enough to rescue them till the complete sinking of the ferry. Consequently, 304 people including youngsters were all buried in the sea.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye has never convened a meeting for retrieving bodies stuck in the sunken ferry and salvaging it but has turned down the repeated demand of the bereaved families for retrieving the bodies and their call for a meeting with her.\n\t\t\t\t\t\n\t\t\t\t\t When U.S. Ambassador Lippert had his face cut a little due to the knife attack by a south Korean inhabitant, she made much fuss over it, visiting the hospital where he was under treatment. She, however, was utterly indifferent to the death of so many passengers. \n\t\t\t\t\t\n\t\t\t\t\t In May last year when there were still a lot of bodies left at the bottom of the sea, the puppet group was only busy dissolving the puppet maritime police agency which had been in charge of salvage after blaming it for the disaster. In November, the puppet group organized what it called the agency for people's security. But it was only a farce for misleading the public opinion.\n\t\t\t\t\t\n\t\t\t\t\t There are still nine bodies left at the bottom of the sea though nearly one year has passed since the disaster.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group refused to salvage the ferry, insisting on such nonsensical assertion that the salvage might claim more casualties and it can be done only under an all-people agreement.\n\t\t\t\t\t\n\t\t\t\t\t The indictment exposed the crafty moves of the puppet forces to cover up the truth about the ferry Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t The ad hoc committee for state investigation was formed at the puppet National Assembly for the form's sake in May last year to probe the truth about the disaster under the strong pressure of the bereaved families and other people and opposition parties.\n\t\t\t\t\t\n\t\t\t\t\t The coteries of Chongwadae and the \"Saenuri Party\" turned the committee into a theatre of scramble. Consequently, the committee was disbanded at the end of August last year with the expiry of its term without yielding any result for more than 90 days after its formation. The puppet group made desperate efforts to bar the special law on the ferry from being instituted.\n\t\t\t\t\t\n\t\t\t\t\t At the \"state council meeting\" the puppet chief executive undisguisedly opposed the probe, claiming that the issue of giving the right to investigation and prosecution to the investigation committee is the \"one confusing the keynote of the separation of three powers and judicial system\" and \"it is the matter the president cannot settle\".\n\t\t\t\t\t\n\t\t\t\t\t The coteries of the \"Saenuri Party\" pressurized the bereaved families and the opposition parties and adopted the toothless special law on the ferry having neither right to investigation nor right to prosecution in November last year.\n\t\t\t\t\t\n\t\t\t\t\t The ad hoc committee for investigation was formed according to it but the puppet forces worked hard to block it in every way.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces, not content with mocking, insulting and turning down the just demand of the bereaved families and other people for probing the truth, let the security authorities brutally suppress them.\n\t\t\t\t\t\n\t\t\t\t\t The unprecedented disaster and the developments in a year since it go to clearly prove that south Korea is the worst tundra of human rights and a veritable hell and the present regime of south Korea is the man-killing regime utterly indifferent to the people's life and human rights and the most brutal and cold-blooded regime and depraved regime without an iota of humanity and tears."
        },
        {
            "title": "Congratulations to Megawati Soekarnoputri",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-29ee.html",
            "content": "Congratulations to Megawati Soekarnoputri\r\n Pyongyang, April 13 (KCNA) -- The Central Committee of the Workers' Party of Korea in a message on Apr. 11 warmly congratulated Megawati Soekarnoputri upon her reelection as general chairwoman of the Central Directive Council of the Indonesian Democratic Party of Struggle at its 4th Congress.\n\t\t\t\t\t The message said it is an expression of strong support of all the members of the party for her and deep trust reposed by them in her that she was reelected general chairwoman of its Central Directive Council.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the good friendly and cooperative ties between the two parties would grow stronger in the interests of the peoples of the two countries, the message wished her bigger success in her responsible work for developing the party."
        },
        {
            "title": "Floral Basket to Kim Jong Un from Lao President",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-25ee.html",
            "content": "Floral Basket to Kim Jong Un from Lao President\r\n Pyongyang, April 13 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from Choummaly Sayasone, general secretary of the Central Committee of the Lao People's Revolutionary Party and president of the Lao People's Democratic Republic, on the occasion of the Day of the Sun (the birth anniversary of President Kim Il Sung).\n\t\t\t\t\t The floral basket was conveyed to an official concerned on Monday by Khamsy Keosavang, Lao charge d' affaires ad interim here."
        },
        {
            "title": "Anniversary of Naming Beautiful Flower Kimilsungia Marked",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-19ee.html",
            "content": "Anniversary of Naming Beautiful Flower Kimilsungia Marked\r\n Pyongyang, April 13 (KCNA) -- A national meeting was held at the Central Youth Hall on Monday to mark the 50th anniversary of the naming of a beautiful flower Kimilsungia.\n\t\t\t\t\t Present there were Choe Ryong Hae, Yang Hyong Sop, Kim Chang Do, chairman of the Korea Kimilsungia-Kimjongilia Committee, officials of the Cabinet, armed forces organs, ministries and national institutions, officials and employees of the units to take part in the 17th Kimilsungia Festival, working people in the city, overseas Koreans, Ratna Sari Dewi Sukarno, director of the Dewi Sukarno Office in Japan who doubles as honorary chairperson of the Society for Disseminating and Supporting Kimilsungia-Kimjongilia, and her party and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Jin, vice-premier of the Cabinet, in a report said:\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungia came into being carrying the august name of President Kim Il Sung, the peerlessly great man, amid the great blessings of all people 50 year ago. This marked a jubilee common to the Korean people and mankind and an event to be specially recorded in the history of world horticulture.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungia is the most worthy symbol of glory presented by progressive mankind to the great leader Comrade Kim Il Sung, the sun of Juche and tender-hearted father of all people.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungia, the flower of the sun, struck its roots in the DPRK and has come into full bloom all over the world for decades thanks to the intense loyalty of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The President is always alive in the hearts of the Korean people and all other people as the sun of Juche together with immortal Kimilsungia thanks to Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called for bringing Kimilsungias and Kimjongilias into fuller bloom with all wisdom and enthusiasm, holding the festivals of immortal flowers with splendor and thus demonstrating before the whole world the noble loyalty of the service personnel and people of the DPRK who are thoroughly implementing the behests of Kim Il Sung and Kim Jong Il without an inch of deflection and without concession.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will widely disseminate Kimilsungias and Kimjongilias, treasures common to mankind, through exchange of flowers with peoples of different countries and international flower expos and horticultural expos and boost friendship and solidarity with the world progressives, he said.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to make Kimilsungias and Kimjongilias fully bloom all over the world."
        },
        {
            "title": "17th Kimilsungia Festival Opens",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-32ee.html",
            "content": "17th Kimilsungia Festival Opens\r\n Pyongyang, April 13 (KCNA) -- The 17th Kimilsungia Festival opened with due ceremony at the Kimilsungia-Kimjongilia Exhibition here on Monday on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The festival is arousing greater interest and expectations among the service personnel and the people of the DPRK, overseas Koreans and world people as it is taking place on the significant occasions of marking the 10th anniversary of leader Kim Jong Il's work \"Kimilsungia Is an Immortal Flower Blooming in the Hearts of Humankind in the Era of Independence\" and the 50th anniversary of the naming of Kimilsungia.\n\t\t\t\t\t\n\t\t\t\t\t On display at the venue of the festival on the theme of \"Undying Kimilsungia in full bloom thanks to blessings of great sun\" are more than tens of thousands of potted Kimilsungias cultivated by more than 80 units including armed forces organs, ministries and national institutions, people of various circles and school youth and children with ardent yearning and intense loyalty to the President. \n\t\t\t\t\t\n\t\t\t\t\t Among the flowers on display are potted Kimilsungias presented by the Central Standing Committee of the General Association of Korean Residents in Japan, overseas Koreans, foreign diplomats and representatives of the international organizations here, foreign organizations for friendship and solidarity with the DPRK and foreigners and members of the society for disseminating and supporting the immortal flower with warm sincerity.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Yang Hyong Sop, officials concerned and officials of the units, service personnel and people and delegations of overseas Koreans' organizations and overseas Koreans who presented flowers to the festival, the chief of Pyongyang Mission of the Anti-imperialist National Democratic Front, Ratna Sari Dewi Sukarno, director of the Dewi Sukarno Office in Japan and honorary chairperson of the Society for Disseminating and Supporting Immortal Flowers, staff members of the Indonesian embassy here and other foreign guests. \n\t\t\t\t\t\n\t\t\t\t\t Vice-Premier Kim Yong Jin, chairman of the organizing committee for the Kimilsungia-Kimjongilia festival, said in an opening address it is a great pride and honor for the service personnel and people of the DPRK to have immortal Kimilsungia as a valuable treasure of the nation.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the festival would encourage the service personnel and people of the DPRK in their heroic drive and make a great contribution to boosting good neighborly relations with the justice- and peace-loving progressive people of the world.\n\t\t\t\t\t\n\t\t\t\t\t Bambang Hiendrasto, Indonesian ambassador to the DPRK, made a congratulatory speech.\n\t\t\t\t\t\n\t\t\t\t\t He said Kimilsungia was a symbol of the eternal friendship between Indonesia and the DPRK and expressed belief that the bilateral friendship would continue.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the venue of the festival which presents fantastic scenery with potted Kimilsungias and other rare flowers."
        },
        {
            "title": "Second-Day Performances of 4th April Spring People's Art Festival Held",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-34ee.html",
            "content": "Second-Day Performances of 4th April Spring People's Art Festival Held\r\n Pyongyang, April 13 (KCNA) -- The second-day performances of the 4th April Spring People's Art Festival were given at theaters, music halls and halls in Pyongyang on Monday.\n\t\t\t\t\t At the performances divided into group and individual presentations, artistes of the provincial art troupes, art squads, itinerant art squads and art groups put on the stage such colorful numbers as singing, instrumental music and dances in reflection of ardent yearning for President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t In such numbers as women's quintet and chorus \"Let's Sing of the Day of the Sun\" and poem and song \"We Live in the Embrace of the Leader\", the performers sang high praises of the immortal feats of the President who put the dignity of the country and its people on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were songs praising the immortal feats of leader Kim Jong Il who demonstrated the dignity and spirit of Kim Il Sung's Korea before the whole world.\n\t\t\t\t\t\n\t\t\t\t\t The performers impressively represented the pledge of the Korean people to remain unfailingly loyal to Marshal Kim Jong Un just as they were boundlessly faithful to Kim Il Sung and Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The art festival stages were decorated with magic piece.\n\t\t\t\t\t\n\t\t\t\t\t The performances go on."
        },
        {
            "title": "Poem Reciting and Singing Gathering of Women's Union Officials and Members Held ",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-17ee.html",
            "content": "Poem Reciting and Singing Gathering of Women's Union Officials and Members Held \r\n Pyongyang, April 13 (KCNA) -- A poem reciting and singing gathering  \"Our Day of Sun Is Everlasting Thanks to Respected Marshal\" was held by officials and members of the women's union at the Hall of Women on Monday on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The meeting began with poem and chorus \"Let's Sing of the Day of the Sun.\"\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the brilliant life of the President who devoted his all to the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t Also staged were chorus of immortal masterpiece \"Where Are You, Dear General?\" and folk songs ensemble \"Sea of Apples at Foot of Chol Pass\". They represented ardent yearning for leader Kim Jong Il and profound reverence for Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t In chorus \"Our Country Is Very Good,\" accordion and chorus \"Song of Blessed People\" and poem \"Our Marshal\" the performers impressively represented the happy life of the Korean women enjoying the most proud and worthy life under the care of the grateful socialist country and Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The gathering ended with poems and choruses \"With a Single Heart\" and \"Leader Is Always With Us\"."
        },
        {
            "title": "Oratorical Contest Held by Officials and Members of Trade Unions",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-18ee.html",
            "content": "Oratorical Meeting Held by Officials and Members of Trade Unions\r\n Pyongyang, April 13 (KCNA) -- An oratorical meeting \"Peerlessly Great Men of Mt. Paektu and Working Class\" was held by officials and members of the General Federation of Trade Unions of Korea at the Central Hall of Workers on Monday to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The performers lauded the revolutionary career and immortal exploits of the President who devoted all his life to the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t They praised Kim Il Sung and leader Kim Jong Il as the eternal leaders of the country and its people and the sun of Juche as Kim Il Sung regarded it as his motto to believe in the people as in Heaven and created a history of patriotic devotion and as Kim Jong Il wisely led all service personnel and people in their struggle for achieving prosperity of the country under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t They said that Marshal Kim Jong Un is translating the behests of the great leaders into reality and ushering in the new era of thriving Korea.\n\t\t\t\t\t\n\t\t\t\t\t They also referred to the faith and will of the service personnel and people to bring final ruin to the U.S. which watches for a chance to ignite a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will bring earlier the final victory of building a thriving nation following Kim Jong Un who is carrying forward the great cause of Mt. Paektu started and glorified by Kim Il Sung and Kim Jong Il, the performers stressed."
        },
        {
            "title": "Agricultural Workers Meet",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-31ee.html",
            "content": "Agricultural Workers Meet\r\n Pyongyang, April 13 (KCNA) -- An oath-taking meeting of agricultural workers was held at the Wonhwa Co-op Farm, Phyongwon County, South Phyongan Province on Monday on the occasion of the 103rd birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there were officials concerned, officials of the Union of Agricultural Workers of Korea and agricultural workers in the county.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting speakers said that the agricultural workers across the country are looking back upon the revolutionary career of Kim Il Sung, who recorded his whole life as an ardent love and devotion for the country and the people, on the occasion of the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t Since he embarked upon the road of revolution in his teens, he performed great feats for the country and its people, the times and revolution, they said.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the President founded the Union of Agricultural Workers of Korea after the liberation of the country and wisely led it to carry on the struggle as reliable helpers and companions of the party.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the pure loyalty, moral obligation and great devotion of leader Kim Jong Il, the century of Juche Korea is glorifying as the august name of the President, they added.\n\t\t\t\t\t\n\t\t\t\t\t Led by Ri Myong Gil, chairman of the Central Committee of the union, the participants vowed to accomplish the revolutionary cause of Juche under the leadership of Marshal Kim Jong Un, true to the behests of Kim Il Sung and Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t They said the officials of the union and agricultural workers will regard the great Kimilsungism-Kimjongilism as the only guiding idea and become the eternal descendants of Kim Il Sung and soldiers and disciples of Kim Jong Il who are invariably advancing to the road of independence, Songun and socialism covered by them all their lives.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to overfulfill this year's goal of grain production, true to the intention of the party which set the agricultural front as one of the main thrusts for building an economic power and thus carry out the duty of patriotic farmers in the era of Songun."
        },
        {
            "title": "Art Performance Given by Art Group Members of Pyongyang Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-30ee.html",
            "content": "Art Performance Given by Art Group Members of Pyongyang Schoolchildren's Palace\r\n Pyongyang, April 13 (KCNA) -- A performance was given by the members of the art groups of the Pyongyang Schoolchildren's Palace on Monday on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Put on the stage of the performance, which started with prelude \"Day of Sun is eternal thanks to Marshal\", were such numbers as male solo \"First song I learned to sing\" and dance \"Joy on holiday\".\n\t\t\t\t\t\n\t\t\t\t\t The performers impressively represented the boundless reverence for Kim Il Sung who put forward the children as the kings and treasures of the country and ushered in a new history of love for the younger generation and the future all his life.\n\t\t\t\t\t\n\t\t\t\t\t The audience were mesmerized by dance \"General goes to front while children go camping\" and song accompanied by guitar \"He planted trees together with us\" as they praised the undying exploits of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Instrumental ensemble \"Picnic for viewing flowers\" truthfully represented the bright and cheerful schoolchildren who have become the happiest under the warm care of Marshal Kim Jong Un who is successfully carrying forward the love of Kim Il Sung and Kim Jong Il for the younger generation."
        },
        {
            "title": "Commemorative Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-20ee.html",
            "content": "Commemorative Stamps Issued in DPRK\r\n Pyongyang, April 13 (KCNA) -- The DPRK State Stamp Bureau issued stamps (one sheet and one individual) in commemoration of the 50th anniversary of the naming of Kimilsungia.\n\t\t\t\t\t The naming was initiated by Indonesian President Sukarno in April Juche 54 (1965) when President Kim Il Sung visited his country.\n\t\t\t\t\t\n\t\t\t\t\t Seen on the upper part of the stamps are letters \"In commemoration of 50th anniversary of naming of Kimilsungia\".\n\t\t\t\t\t\n\t\t\t\t\t Carried in the sheet is a photo of President Sukarno presenting Kimilsungia to President Kim Il Sung who visited the Bogor Botanical Garden on April 13, 1965. It also shows immortal Kimilsungias and the garden.\n\t\t\t\t\t\n\t\t\t\t\t Depicted in the other stamp is beautiful Kimilsungia."
        },
        {
            "title": "Mangyongdae Revolutionary Site Draws Many Visitors",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-21ee.html",
            "content": "Mangyongdae Revolutionary Site Draws Many Visitors\r\n Pyongyang, April 13 (KCNA) -- An endless stream of people is visiting Mangyongdae, the birthplace of President Kim Il Sung, with the approach of his birth anniversary (the Day of the Sun).\n\t\t\t\t\t Preserved at his old home in Mangyongdae are historic relics in original state, such as faded wardrobe, farm tools, spinning wheel, straw cutter and malformed water jar.\n\t\t\t\t\t\n\t\t\t\t\t In Mangyongdae there are also warship rock, wrestling site and rainbow-catching pine tree associated with the childhood of the President, triumphal return ferry, Sunhwa School and other historic sites.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was born on April 15, 1912 and his revolutionary family members had fought against the foreign invaders to achieve the country's independence and its people's freedom and emancipation.\n\t\t\t\t\t\n\t\t\t\t\t He was given education in patriotism by his parents from his childhood and embarked on the road of the revolution at the age of 13.\n\t\t\t\t\t\n\t\t\t\t\t Since then he had led the anti-Japanese revolutionary struggle to victory, thus liberating Korea from Japan's colonial rule."
        },
        {
            "title": "Military Attaches Corps Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-24ee.html",
            "content": "Military Attaches Corps Visits Mangyongdae\r\n Pyongyang, April 13 (KCNA) -- The military attaches corps here visited Mangyongdae, the birthplace of President Kim Il Sung, on Monday on the occasion of his birth anniversary.\n\t\t\t\t\t Members of the corps visited the Mangyongdae Revolutionary Museum where historical mementoes and relics showing the revolutionary activities of Kim Il Sung and his family members in Mangyongdae are on display.\n\t\t\t\t\t\n\t\t\t\t\t At his old home, they looked round historical mementoes, being briefed on the ever-lasting stories about the time-honored house.\n\t\t\t\t\t\n\t\t\t\t\t They planted a pine-nut tree around the old home in boundless reverence for the President."
        },
        {
            "title": "Staff Members of Pyongyang Mission of AINDF Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-26ee.html",
            "content": "Staff Members of Pyongyang Mission of AINDF Visit Mangyongdae\r\n Pyongyang, April 13 (KCNA) -- Chief Jo Il Min and staff members of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF) visited Mangyongdae, the birthplace of President Kim Il Sung, on Monday on the occasion of his birth anniversary (the Day of the Sun).\n\t\t\t\t\t They laid bouquets before the graves of Kim Po Hyon and Ri Po Ik, grandparents of the President, and the graves of Kim Hyong Jik and Kang Pan Sok, his parents, and paid silent tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t At his old home in Mangyongdae, they went round with keen interest historic relics, recollecting the undying revolutionary career of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The chief said that it is the greatest fortune of Koreans to hold the President in high esteem as the sun of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The undying feats he performed for the sacred cause for the great national unity and national reunification will shine forever, the chief noted, adding: The vanguard fighters of the Anti-Imperialist National Democratic Front will wage a more dynamic movement for independent reunification in the idea of By Our Nation Itself."
        },
        {
            "title": "Foreign Guests and Koreans in China Here",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-02ee.html",
            "content": "Foreign Guests and Koreans in China Here\r\n Pyongyang, April 13 (KCNA) -- Foreign guests and Koreans in China arrived here Sunday to take part in the 17th Kimilsungia Festival.\n\t\t\t\t\t Among them were a delegation of the Kimilsungia-Kimjongilia Greenhouse in Dandong, China led by General Manager Wang Dongping, a delegation of the Dalian City Flower Association of China led by President Wang Shiliang, Wang Ying, general manager of the Shenyang, China, Jinwangkai Co. Ltd., of Raw Materials for Chemical Industry, and his party, Li Qianqiu, general manager of the Dandong Jianyuan Commercial Company of China, and his party and Li Xiangjun, vice-president of the Azalea Branch of the China Flower Association.\n\t\t\t\t\t\n\t\t\t\t\t Earlier arrivals included a delegation of the Kimjongilia Association of Mongolia, Li Yonghao, general manager of the Dandong, China, Shengmin Trading Co. Ltd., and his party and Li Lu, manager of the Dandong, China, Tianri Trading Co. Ltd."
        },
        {
            "title": "Delegation of Association of Korean Business Persons in Dandong, China Here",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-33ee.html",
            "content": ""
        },
        {
            "title": "Delegations of Juche Idea Study Organizations Arrive",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-23ee.html",
            "content": "Delegations of Juche Idea Study Organizations Arrive\r\n Pyongyang, April 13 (KCNA) -- A delegation of the Far Eastern Association for the Study of Kimilsungism-Kimjongilism of Russia led by Chairman Gennady Kulikov, Vipin Gupta, chairman of the Juche Philosophy Study Committee of India, and his party arrived here Monday on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Arriving here earlier was a delegation of the Study Forum for Self-Reliance of Nepal led by Chairman Subash Kaji Shrestha."
        },
        {
            "title": "Floral Baskets Sent to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-14ee.html",
            "content": "Floral Baskets Sent to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 13 (KCNA) -- The Switzerland-Korea Committee and Jong Il Sim, bereaved family member of DPRK Hero An Tong Su, sent floral baskets to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on the occasion of the Day of the Sun.\n\t\t\t\t\t The floral baskets were laid before the statues on Monday."
        },
        {
            "title": "Floral Basket to Kim Jong Un from Japanese Delegation",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-11ee.html",
            "content": "Floral Basket to Kim Jong Un from Japanese Delegation\r\n Pyongyang, April 13 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from the visiting Japanese delegation for the study of Kimilsungism-Kimjongilism on the occasion of the Day of the Sun.\n\t\t\t\t\t The floral basket was handed to an official concerned on Monday by head of the delegation Yachiyo Hayashi, vice-chairperson of the Shizuoka Society for the Study of the Juche Idea."
        },
        {
            "title": "Floral Basket, Congratulatory Message to Kim Jong Un from Military Attaches Corps",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-27ee.html",
            "content": "Floral Basket, Congratulatory Message to Kim Jong Un from Military Attaches Corps\r\n Pyongyang, April 13 (KCNA) -- Supreme leader Kim Jong Un received a floral basket and a congratulatory message from the military attaches corps here on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The floral basket and the congratulatory message were conveyed to an official concerned by Zhang Ping, military, naval and air attache of the Chinese embassy who is doyen of the military attaches corps, on Monday."
        },
        {
            "title": "Foreign Diplomats Pay Floral Tribute to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-28ee.html",
            "content": "Foreign Diplomats Pay Floral Tribute to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 13 (KCNA) -- Staff members of the missions of the World Food Program, the WHO, the UNDP here and Syed Hasan Habib, Pakistani ambassador to the DPRK, visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Monday on the occasion of the birth anniversary of the President (the Day of the Sun).\n\t\t\t\t\t They laid floral baskets before the statues and paid tribute to them."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-12ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 13 (KCNA) -- A delegation of the General Association of Koreans in China led by Vice-Chairman Cha Sang Bo visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Monday.\n\t\t\t\t\t The members of the delegation laid bouquets before the statues in humble reverence and paid tribute to them."
        },
        {
            "title": "DPRK Praised by Korean in China",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-13ee.html",
            "content": "DPRK Praised by Korean in China\r\n Pyongyang, April 13 (KCNA) -- Cha Sang Bo, vice-chairman of the General Association of Koreans in China, on a visit to the homeland, was  interviewed by KCNA on Monday on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The vice-chairman said that he was pleased to join the people in the homeland in celebrating the Day of the Sun, the greatest holiday of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Cha went on:\n\t\t\t\t\t\n\t\t\t\t\t Colorful events are taking place anywhere Koreans live to significantly mark his birth anniversary.\n\t\t\t\t\t\n\t\t\t\t\t April 15 is the most significant holiday for the Korean nation as the day makes the hearts of the Koreans overflow with the high pride of holding the outstanding leader in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the precious exploits of the President revered as the great sun the homeland always goes by his august name.\n\t\t\t\t\t\n\t\t\t\t\t The President is the peerless patriot who devoted all his life to the country and its people, the founder of socialist Korea and the eternal sun of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Immensely rosy is the future of the country and the Korean nation as Marshal Kim Jong Un is successfully carrying forward the revolutionary cause of the great leaders."
        },
        {
            "title": "Korean Books Donated to Russia ",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-07ee.html",
            "content": "Korean Books Donated to Russia\r\n Pyongyang, April 13 (KCNA) -- Korean books were donated to Russia with due ceremony at the Korean Center of the Far Eastern State Scientific Library on April 7. \n\t\t\t\t\t Among them were works of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and various books and albums. \n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were personages of the Khabarovsk Territory Administration of Russia and the library and other people and the DPRK deputy consul general and consuls in Khabarovsk. \n\t\t\t\t\t\n\t\t\t\t\t The minister of Culture of the Khabarovsk Territory Administration said that cultural exchange such as book-donation will make great contribution to developing cultural bond and friendship and cooperation between the peoples of the two countries. The minister hoped that the Korean people would achieve bigger successes in developing economy of the country and defending peace under the leadership of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The chief librarian said that it will be the base imparting the news of politics, economy, culture, history, traditions and customs of Korea to the Russian people."
        },
        {
            "title": "S. Korean Puppet Forces' \"Draining on Resources for U.S.\" Denounced",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-09ee.html",
            "content": "S. Korean Puppet Forces' \"Draining on Resources for U.S.\" Denounced \r\n Pyongyang, April 13 (KCNA) -- The south Korean puppet forces are mulling introducing from the U.S. 400 Hellfire missiles and 136 new-type Patriot missiles under the pretext of \"curbing intrusion\" and \"coping with threats\".\n\t\t\t\t\t Tens of millions of U.S. dollars are estimated to be used for purchasing 400 Hellfire missiles and hundreds of millions of U.S. dollars for Patriot missiles.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces have spent 80 percent of the funds for arms import for buying weaponry from the U.S. in a year. In the period from 2009 to 2013 south Korea brought huge profits to their American master through arms purchase.\n\t\t\t\t\t\n\t\t\t\t\t The present puppet authorities have spent hundreds of millions of U.S. dollars for buying missiles, helicopters, tactical spaceships with various missions from the U.S. for a little over two years. When counting even the funds to be used for Kill Chain and missile shield, they will run into astronomical figures.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, DPRK leading papers on Monday brand this arms deal thrice-cursed act of treachery.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says that the aim sought by the puppet forces in desperately working to buy weapons from the U.S. in wanton violation of the toiling masses' right to existence is to curry favor with their master, the U.S., maintain dictatorial power in reliance on it and realize the scenario for invasion of the north.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' sycophancy toward the U.S. is the root cause of increasing misfortune and pain of the south Koreans and escalating north-south confrontation and the danger of a war, the daily asserts.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says the south Koreans can never get rid of misfortune and pain and the nation cannot escape from disaster as long as the puppet forces are allowed to stay in power."
        },
        {
            "title": "Large Floral Baskets to DPRK Embassy in Phnom Penh ",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-08ee.html",
            "content": "Large Floral Baskets to DPRK Embassy in Phnom Penh\r\n Pyongyang, April 13 (KCNA) -- Cambodian King Norodom Sihamoni and Great Queen Norodom Monineath Sihanouk sent large floral baskets to the DPRK embassy in Phnom Penh on April 6 with the approach of the birth anniversary of President Kim Il Sung. \n\t\t\t\t\t The floral baskets were laid before the portraits of smiling Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Kim Jong Un's Work Posted on German Website",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-01ee.html",
            "content": "Kim Jong Un's Work Posted on German Website\r\n Pyongyang, April 13 (KCNA) -- The full text of Marshal Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was posted by the Anti-Imperialist Forum of Germany on its website on April 7.\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), says that it is the principled requirement for victoriously advancing the cause of the Korean revolution to hold leader Kim Jong Il in high esteem as the eternal general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks to be fulfilled to steadily develop the WPK into the glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Il Sung Lauded by Russian Paper",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-03ee.html",
            "content": "Kim Il Sung Lauded by Russian Paper\r\n Pyongyang, April 13 (KCNA) -- The April issue of Serp I Molot, the organ of the Central Committee of the All-Union Communist Party of Bolsheviks in Russia, carried special write-ups with a photo of President Kim Il Sung to mark his birth anniversary, the 23rd anniversary of the Pyongyang declaration and the 83rd anniversary of the Korean People's Army (KPA).\n\t\t\t\t\t The paper said in an article titled \"DPRK celebrates the 103rd birth anniversary of the great leader Comrade Kim Il Sung on April 15\":\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Declaration \"Let Us Defend and Advance the Cause of Socialism\" was made public when the 80th birthday of the President was splendidly celebrated in April, 1992, and many political parties signed it.\n\t\t\t\t\t\n\t\t\t\t\t The President was the founder of the Workers' Party of Korea and the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people, therefore, are holding Kim Il Sung in high esteem as the eternal President of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The All-Union Communist Party of Bolsheviks sends congratulations to the leadership and people of the DPRK on their significant days in April.\n\t\t\t\t\t\n\t\t\t\t\t The paper also carried an article introducing the famous art pieces created by the President."
        },
        {
            "title": "Day of Sun Marked Abroad",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-04ee.html",
            "content": "Day of Sun Marked Abroad\r\n Pyongyang, April 13 (KCNA) -- Events took place in various countries to celebrate the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t They included seminars in Nakhodka, Russia and by National University of Callao of Peru and round-table talks by the Enterprise for Water Project Designing and Control of Ethiopia.\n\t\t\t\t\t\n\t\t\t\t\t The first secretary of the Nakhodka City Committee of the Maritime Territory of the Communist Party of the Russian Federation who is chairman of the preparatory committee for celebrating the Day of the Sun said:\n\t\t\t\t\t\n\t\t\t\t\t The Day of the Sun is a holiday common to the progressives as well as the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The President lighted the road to be followed by the world progressive peoples.\n\t\t\t\t\t\n\t\t\t\t\t It is very just for us to significantly celebrate the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is displaying its dignity and might thanks to the wise leadership of Marshal Kim Jong Un who is successfully carrying forward the cause of Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Peruvian Group for the Study of Kimilsungism－Kimjongilism and other figures praised the President as an outstanding thinker and theoretician and a peerless politician who founded the immortal Juche idea and led the Korean revolution and the global cause of independence to victory.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea and Songun idea founded by Kim Il Sung were developed by Kim Jong Il and are shedding their rays thanks to Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It is sure that the Korean people will win victory in their just cause for building a thriving nation and achieving the national reunification."
        },
        {
            "title": "Kim Il Sung Praised by Foreigners",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-05ee.html",
            "content": "Kim Il Sung Praised by Foreigners\r\n Pyongyang, April 13 (KCNA) -- Lectures were given in Dominica, Guinea and Angola on April 6 in celebration of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Jose Miguel Mejia, secretary general of the United Left Movement of Dominica who is chairman of the preparatory committee for celebrating the Day of the Sun, in a lecture praised the President as the greatest man in human history.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general went on: \n\t\t\t\t\t\n\t\t\t\t\t The President was not only a peerless strategist who defeated the U.S. and Japanese imperialist powers in one generation but an illustrious leader who built the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t He was a kind-hearted father who devoted his all to the happiness of the people all his life.\n\t\t\t\t\t\n\t\t\t\t\t The heroic struggle waged by the party, army and people in the DPRK to carry forward the idea and cause of the great leaders gives great encouragement to the progressive people. \n\t\t\t\t\t\n\t\t\t\t\t Secouna Camara, director general of the Kim Il Sung Institute of Agricultural Science in Guinea, noted:\n\t\t\t\t\t\n\t\t\t\t\t The President is admired as the eternal sun of Juche by the progressive people.\n\t\t\t\t\t\n\t\t\t\t\t He founded the immortal Juche idea to provide a great guiding idea to the cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Special Project Room of the Presidency in Angola said the President is always alive in the hearts of humankind as the eternal sun. \n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Marshal Kim Jong Un was adopted at the lecture held in Dominica."
        },
        {
            "title": "Day of Sun Marked by Russian Media ",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-06ee.html",
            "content": "Day of Sun Marked by Russian Media \r\n Pyongyang, April 13 (KCNA) -- Russian papers and magazine carried special write-ups with a portrait of smiling President Kim Il Sung and photos of his revolutionary activities between March 19 and April 3 to mark his birth anniversary (the Day of the Sun).\n\t\t\t\t\t The paper Sluzh Otsechestv in an article titled \"Happiness of President Kim Il Sung\" referred to his revolutionary career.\n\t\t\t\t\t\n\t\t\t\t\t The paper Vladivostok said in an article titled \"For global independence\":\n\t\t\t\t\t\n\t\t\t\t\t The President set forth an idea on making the world independent.\n\t\t\t\t\t\n\t\t\t\t\t He fully supported the people of many countries in their struggle to achieve national liberation against imperialism and build a new society.\n\t\t\t\t\t\n\t\t\t\t\t One of his greatest exploits for the global cause of independence was that he strengthened the Non-Aligned Movement. \n\t\t\t\t\t\n\t\t\t\t\t His exploits will shine forever. \n\t\t\t\t\t\n\t\t\t\t\t The paper Komsomolskaya Pravda spoke highly of the President who beat back the invasion by the U.S. imperialists that boasted of being the \"strongest\" in the world and their vassal forces during the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The magazine Komsomolskaya Pravda Abia No. 2 in an article dealt with the noble personality of the President and the validity and vitality of the Juche idea."
        },
        {
            "title": "IRP publica acta de acusacion a Sur de Corea, infierno de derechos humanos",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-35ee.html",
            "content": "IRP publica acta de acusacion a Sur de Corea, infierno de derechos humanos\r\nPyongyang, 13 de abril (ACNC) -- En ocasion del primer aniversario de la tragedia del barco Sewol, el Instituto de la Reunificacion de la Patria (IRP) hizo publica el dia 13 un acta de acusacion para revelar la verdad del homicidio y  la barbaridad anti-DDHH y antietica, perpetrados por la banda titere surcoreana.\n\t\t\t\t\tEl documento aclara que la tragedia del barco Sewol, ocurrida el 16 de abril de 2014, es el asesinato premeditado y continua:\n\t\t\t\t\t\n\t\t\t\t\tPor la manana de aquel dia, el barco de pasajeros Sewol que iba de Inchon hacia la isla Jeju se hundio en el mar frente a la isla Jin de la provincia Jolla del Sur, asi que murieron 304 personas incluyendo los alumnos que iban de excursion escolar.\n\t\t\t\t\t\n\t\t\t\t\tPark Geun-hye no convoco ninguna reunion para sacar a  los cadaveres y el barco y rechazo todas las demandas y peticiones reiteradas de los familiares de los difuntos para recoger a los cadaveres.\n\t\t\t\t\t\n\t\t\t\t\t   Asi, la mandataria surcoreana dio espalda a la muerte masiva de su poblacion mientras halago a Report, embajador norteamericano en el Sur de Corea que recibio la punalada de justicia.\n\t\t\t\t\t\n\t\t\t\t\tEn mayo del ano pasado, a pesar de que estaban sumergidos todavia en el mar muchos cadaveres, la banda titere disolvio, bajo el pretexto de la pregunta de la responsabilidad del accidente, la Agencia de Policia Maritima encargada de socorro maritimo y en noviembre, sin querer organizo el departamento de la seguridad de la poblacion para evitar las criticas de las opinion publica.\n\t\t\t\t\t\n\t\t\t\t\tComo resultado, todavia 9 cadaveres estan abandonados en el mar, aun despues de un ano del hundimiento del barco Sewol. \n\t\t\t\t\t\n\t\t\t\t\tLos conservadores surcoreanos negaron el sacamiento a flote del casco bajo los pretextos injustos de que aparecerian victimas adicionales y que es necesario la aprobacion de la poblacion. \n\t\t\t\t\t\n\t\t\t\t\tLa nota revela la astucia de los titeres surcoreanos que ocultan la verdad de la tragedia:\n\t\t\t\t\t\n\t\t\t\t\tPor la fuerte demanda de los familiares de victimas, los habitantes de distintos estratos y los partidos opositores, fue constituido en mayo del ano pasado el comite especial de investigacion estatal de la Asamblea Nacional. \n\t\t\t\t\t\n\t\t\t\t\tChongwadae y los compinches del \"Partido Saenuri\" lo convirtieron en un escenario de pugna, y por consiguiente, el comite fue dispersado a finales de agosto tras terminar su mandato sin obtener fruto durante mas de 90 dias. \n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos se desesperaron por impedir la institucion de la ley especial sobre el barco Sewol. \n\t\t\t\t\t\n\t\t\t\t\tLa rechazaron abiertamente diciendo que atribuir el derecho a la pesquisa y a la acusacion al comite de investigacion en el Consejo de Ministros es una \"cosa que puede debilitar el fundamento de la separacion de los tres poderes y el sistema juridico\" y que \"no puede hacerlo la mandataria\". \n\t\t\t\t\t\n\t\t\t\t\tEn noviembre del ano pasado, los tipejos del \"Partido Saenuri\" aprobaron la ley especial del barco Sewol que no tiene el derecho a la pesquisa y a la acusacion, ejerciendo presion sobre los familiares de victimas y los partidos opositores.\n\t\t\t\t\t\n\t\t\t\t\tSegun ello, nacio el comite especial de investigacion de la tragedia del ferry Sewol, pero los titeres surcoreanos lo impidieron por todos los medios. \n\t\t\t\t\t\n\t\t\t\t\tInsatisfechos con el insulto y desprecio a la justa demanda de los familiares de victimas y los habitantes de distintos estratos de esclarecer la verdad de la tragedia del barco Sewol, lanzaron a las autoridades de seguridad publica a la represion. \n\t\t\t\t\t\n\t\t\t\t\tEl ultimo ano transcurrido despues de la tragedia del barco Sewol no vista en la historia humana demuestra que la sociedad surcoreana es el peor infierno de derechos humanos y que el actual \"poder\" surcoreano es el homicida, corrupto y de sangre fria que no tiene en consideracion la vida de la poblacion ni los derechos humanos."
        },
        {
            "title": "Acto central por 50o aniversario de denominacion de kimilsungia",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-36ee.html",
            "content": "Acto central por 50o aniversario de denominacion de kimilsungia\r\nPyongyang, 13 de abril (ACNC) -- Tuvo lugar este lunes en la Casa Central de la Juventud el acto central por el 50o aniversario de denominacion de la inmortal flor kimilsungia.\n\t\t\t\t\tAsistieron Choe Ryong Hae, Yang Hyong Sop, el presidente del Comite Coreano de Kimilsungia y Kimjongilia, Kim Chang Do, los funcionarios del Consejo de Ministros, organismos de las fuerzas armadas, ministerios y organos centrales, los funcionarios y empleados de las unidades que toman parte en el XVII Festival de Kimilsungias, los trabajadores capitalinos, los compatriotas en ultramar, Ratna Sari Dewi Sukarno, director de la Oficina Dewi Sukarno en Japon y presidente honorario de la Sociedad para Divulgacion y Apoyo de Kimilsungia-Kimjongilia y su comitiva, y los huespedes extranjeros. \n\t\t\t\t\t\n\t\t\t\t\tEl vicepremier Kim Yong Jin presento el informe de la ocasion.\n\t\t\t\t\t\n\t\t\t\t\tEl orador dijo que hace ahora 50 anos nacio la flor con el nombre del gran hombre sin igual bajo la gran bendicion de todo el mundo, lo cual fue un gran jubilo comun de la nacion coreana y de la humanidad y un acontecimiento especial en la historia mundial de la floricultura.\n\t\t\t\t\t\n\t\t\t\t\tKimilsungia es el simbolo de la gloria dedicada por la humanidad progresista elogiando al Presidente Kim Il Sung, Sol del Juche y generoso padre de todo el mundo, destaco y continuo:\n\t\t\t\t\t\n\t\t\t\t\tPor la gran fidelidad del Dirigente Kim Jong Il, la inmortal flor kimilsungia pudo echar sus raices en la patria y florecer mas hermosamente siglo tras siglo.\n\t\t\t\t\t\n\t\t\t\t\tGracias al Mariscal Kim Jong Un, el Presidente Kim Il Sung vive para siempre junto con la kimilsungia como el Sol del Juche en el corazon del pueblo coreano y de todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tHay que demostrar al mundo la noble sinceridad del ejercito y el pueblo de la Republica Popular Democratica de Corea que materializan cabalmente los legados de los grandes lideres al celebrar con exito el presente festival poniendo en florecimiento kimilsungia y kimjongilia con las inteligencias y devociones. \n\t\t\t\t\t\n\t\t\t\t\tDivulgaremos ampliamente esas flores, patrimonios comunes de la humanidad, e intensificaremos la amistad y la unidad con los pueblos progresistas del mundo al organizar con los pueblos de varios paises del mundo el intercambio de plantas decorativas y las exhibiciones de plantas decorativas y horticultoras. \n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, exhortaron a todos a poner en pleno florecimiento dichas flores."
        },
        {
            "title": "Inaugurado XVII Festival de Kimilsungias",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-37ee.html",
            "content": "Inaugurado XVII Festival de Kimilsungias\r\nPyongyang, 13 de abril (ACNC) -- Con motivo del dia de nacimiento del Presidente Kim Il Sung, quedo inaugurado en esta capital el XVII Festival de Kimilsungias.\n\t\t\t\t\tEn el presente ano se cumplen el 10o aniversario de la publicacion de la obra del Dirigente Kim Jong Il \"Es inmarcesible la kimilsungia abierta en la conciencia de la humanidad en la epoca de independencia\" y el 50o de la denominacion de kimilsungia, razon por la cual el festival llama una gran atencion y esperanza de los militares del Ejercito Popular y el pueblo de Corea, los compatriotas en ultramar y los demas pueblos del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEn el festival intitulado \"Kimilsungia, flor inmortal, esta en plena floracion bajo la bendicion de gran Sol\", toman parte mas de 80 unidades, entre otras los organismos de las fuerzas armadas, ministerios y organos centrales, los trabajadores y los jovenes y ninos escolares, que exhibieron decenas de miles de flores con la infinita anoranza y el ferviente alma de fidelidad al Presidente.\n\t\t\t\t\t\n\t\t\t\t\tTambien estan expuestas las kimilsungias cultivadas por el Presidium del Comite Central de la Asociacion General de Coreanos Residentes en Japon (Chongryon), los coreanos residentes en ultramar, los representantes diplomaticos y de organizaciones internacionales, acreditados en Corea, las entidades extranjeras de amistad y solidaridad, las personalidades individuales y los miembros de la Asociacion de Ayuda a la Divulgacion de Kimilsungias.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia inaugural tuvo lugar el dia 13 en la Exposicion Permanente de Kimilsungia y Kimjongilia.\n\t\t\t\t\t\n\t\t\t\t\tA la ocasion asistieron Yang Hyong Sop y otros funcionarios de rama interesada, los militares del EPC, los trabajadores, las delegaciones de los coreanos en ultramar, los compatriotas en ultramar, el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang, Ratna Sari Dewi Sukarno, director de la Oficina Dewi Sukarno en Japon y presidente honorario de la Sociedad para Divulgacion y Apoyo de Kimilsungia-Kimjongilia, los miembros de la embajada de Indonesia y otros huespedes extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tEl vicepremier Kim Yong Jin, presidente del Comite Organizador del Festival de Kimilsungia y Kimjongilia, dijo en el discurso inaugural que tener la inmortal flor kimilsungia es el gran orgullo y gloria del ejercito y el pueblo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tExpreso su conviccion de que el festival estimulara la lucha heroica del ejercito y el pueblo de Corea y contribuira grandemente a estrechar las relaciones de buena vecindad con los pueblos progresistas del mundo amantes de la justicia y la paz.\n\t\t\t\t\t\n\t\t\t\t\tEl embajador indonesio Bambang Hiendrasto pronuncio el discurso de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\tEl subrayo que kimilsungia es el simbolo de la amistad eterna entre Indonesia y Corea y expreso la conviccion de que se continuaran las relaciones de amistad entre los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes recorrieron el lugar del festival."
        },
        {
            "title": "Efectuado acto de juramento de trabajadores agricolas",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-38ee.html",
            "content": "Efectuado acto de juramento de trabajadores agricolas\r\nPhyongwon, 13 de abril (ACNC) -- Tuvo lugar en la Granja Cooperativa de Wonhwa del distrito de Phyongwon de la provincia de Phyong-an del Sur el acto de juramento de los trabajadores agricolas dedicado al 103o aniversario del dia de nacimiento del Presidente Kim Il Sung.\n\t\t\t\t\tEstuvieron presentes los funcionarios de la rama interesada y la Union de Trabajadores Agricolas y los trabajadores agricolas de este distrito.\n\t\t\t\t\t\n\t\t\t\t\tEl acto refirio a que con motivo del Dia del Sol, los trabajadores agricolas de todo el pais recuerdan con gran emocion la vida revolucionaria del Presidente quien durante toda su vida amaba y se abnegaba para la patria y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que desde cuando emprendio a tierna edad el camino de la revolucion, el Presidente realizo grandes hazanas ante la patria y el pueblo, la epoca y la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que despues de la liberacion de la patria (15 de agosto), el Presidente fundo la Union de Trabajadores Agricolas de Corea y la dirigio sabiamente para que esa entidad cumpliera el rol de ayudador y acompanante fidedignos del partido.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que gracias a la noble fidelidad y obligacion moral del Dirigente Kim Jong Il y su abnegacion, la centuria de la Corea de Juche brilla con el nombre del Presidente.\n\t\t\t\t\t\n\t\t\t\t\tA la voz guia del presidente del Comite Central de la UTAC, Ri Myong Gil, los participantes juraron llevar a feliz termino la causa revolucionaria de Juche bajo la direccion del Mariscal Kim Jong Un en acato al legado de los lideres.\n\t\t\t\t\t\n\t\t\t\t\tSenalaron que los funcionarios y los trabajadores agricolas de la UTAC seran el descendiente del Presidente y el soldado y discipulo del Dirigente, que al tomar el kimilsungismo-kimjongilismo como unica idea directriz, avancen invariablemente por el camino de la independencia, el Songun y el socialismo.\n\t\t\t\t\t\n\t\t\t\t\tJuraron cumplir satisfactoriamente el deber del campesino patriotico de la epoca del Songun, al sobrecumplir la meta de la produccion cerealera del presente ano en acato del proposito del partido que definio el sector agricola como rumbo principal para la construccion de la potencia economica."
        },
        {
            "title": "Concurso nacional de oratoria por Dia del Sol de funcionarios y miembros de FGSC",
            "url": "http://kcna.co.jp/item/2015/201504/news13/20150413-39ee.html",
            "content": "Concurso nacional de oratoria por Dia del Sol de funcionarios y miembros de FGSC\r\nPyongyang, 13 de abril (ACNC) -- Tuvo lugar el dia 13 en la Casa Central de Obreros el concurso nacional de oratoria de los funcionarios y miembros de la Federacion General de los Sindicatos de Corea intitulado \"Grandes hombres sin pares del monte Paektu y la clase obrera\" dedicada al dia de nacimiento del Presidente Kim Il Sung.\n\t\t\t\t\t  Los oradores elogiaron la vida revolucionaria y las hazanas inmortales del Presidente quien dedico toda su vida por la patria y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Dijeron que el Presidente durante toda su vida registro la historia de abnegacion patriotica con el noble lema Iminwichon (considerar al pueblo como cielo) y el Dirigente Kim Jong Il condujo sabiamente la lucha de todo el ejercito y el pueblo por la prosperidad del pais enarbolando la bandera del Songun y alabaron que ellos fueron los lideres eternos de la patria y el pueblo y el Sol de Juche.\n\t\t\t\t\t\n\t\t\t\t\t  Dieron destaque a la sabia direccion del Mariscal Kim Jong Un quien abre una nueva epoca de la Corea prospera materializando con brillantez los legados de los Generalisimos.\n\t\t\t\t\t\n\t\t\t\t\t  Se refirieron a la conviccion y la voluntad de los vengadores de declarar la ruina final a Estados Unidos que asecha la oportunidad de desatar la guerra agresiva contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Destacaron que el pueblo coreano acelerara la victoria final de la construccion de un Estado prospero bajo la direccion del Mariscal quien lleva a feliz termino la gran causa del Paektu iniciada y materializada por los Generalisimos."
        }
    ]
}