{
    "date": "2015-05-28",
    "url": "http://kcna.co.jp/item/2015/201505/2015-05-28ee.html",
    "articles": [
        {
            "title": "Greetings to Nepali President ",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-10ee.html",
            "content": "Greetings to Nepali President\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Thursday sent a  message of greeting to Ram Baran Yadav, president of Nepal, on its national day.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the DPRK and Nepal with a long-standing tradition would grow strong in various fields and sincerely wished the president and people of Nepal successes in their work for achieving the independent development and prosperity of their country by the concerted efforts of the nation."
        },
        {
            "title": "Greetings to Azerbaijani President",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-23ee.html",
            "content": "Ri Su Yong se reune con delegacion de cancilleria de Oman\n\t\t\t\t\t\t\r\nPyongyang, 28 de mayo (ACNC) -- El canciller de la Republica Popular Democratica de Corea, Ri Su Yong, departio el dia 28 en el Palacio de los Congresos Mansudae con la delegacion del Ministerio de Relaciones Exteriores de Oman encabezada por el vicecanciller Ahmed Bin Yosif Obaid Al Harthi que le hizo una visita de cortesia."
        },
        {
            "title": "Greetings to Prime Minister of Nepal　",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-08ee.html",
            "content": "Greetings to Prime Minister of Nepal\r\n Pyongyang, May 28 (KCNA) -- Pak Pong Ju, premier of the DPRK, Thursday sent a message of greeting to Sushil Koirala, prime minister of Nepal, on the occasion of its national day.\n\t\t\t\t\t The message wished the prime minister and the government of Nepal greater success in their work for achieving the national unity, political stability and economic development of the country and expressed belief that the friendly and cooperative relations between the two countries with a long-standing tradition would grow stronger."
        },
        {
            "title": "Yang Hyong Sop Meets Russian Party Delegation",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-12ee.html",
            "content": "Yang Hyong Sop Meets Russian Party Delegation\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with a delegation of the Liberal Democratic Party of Russia headed by Ivan Abramov, member of the Committee on Regional Policy and the North and the Far East Issues of the State Duma of the Russian Federation, which paid a courtesy call on him at the Mansudae Assembly Hall Thursday."
        },
        {
            "title": "DPRK FM Meets Delegation of Foreign Ministry of Oman",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-13ee.html",
            "content": "DPRK FM Meets Delegation of Foreign Ministry of Oman\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- DPRK Foreign Minister Ri Su Yong had a talk with a delegation of the Foreign Ministry of Oman led by Vice-Minister Ahmed Bin Yosif Obaid Al Harthi at the Mansudae Assembly Hall which paid a courtesy call on him on Thursday."
        },
        {
            "title": "Congratulations to 10th Congress of Algerian National Liberation Front Party　",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-24ee.html",
            "content": "Congratulations to 10th Congress of Algerian National Liberation Front Party\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- The Central Committee of the Workers' Party of Korea sent a congratulatory message to the 10th Congress of the Algerian National Liberation Front Party on Thursday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t We believe that the congress will mark an important occasion in the struggle of your people to further strengthen your party and achieve the national unity and socio-economic development of the country.\n\t\t\t\t\t\n\t\t\t\t\t We sincerely wish the party great success in the work of the congress in the belief that the good relations of friendship and cooperation between our two parties will grow stronger in the interests of the peoples of the two countries."
        },
        {
            "title": "KCSWP Spokesman Denounces U.S. and S. Korean Authorities for Disturbing Int'l Women's Grand March",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-22ee.html",
            "content": "Yang Hyong Sop se reune con delegacion de PDL de Rusia\n\t\t\t\t\t\t\r\n　Pyongyang, 28 de mayo (ACNC) -- El vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Yang Hyong Sop, departio el dia 28 en el capitalino Palacio de los Congresos Mansudae con la delegacion del Partido Democratico Liberal de Rusia presidida por Ivan Abramov, miembro del Comite de Politica Regional y Asuntos del Norte y el Lejano Oriente de la Duma Estatal de la Federacion Rusa que le hizo una visita de cortesia."
        },
        {
            "title": "Gift to Kim Jong Un from Russian Political Party ",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-21ee.html",
            "content": "Kim Yong Nam envia mensaje a presidente nepales\r\nPyongyang, 28 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 28 un mensaje de felicitacion al presidente de Nepal, Ram Baran Yadav, con motivo del dia nacional de este pais.\n\t\t\t\t\tConvencido de que las relaciones de amistad y cooperacion entre los dos paises que tienen una larga tradicion historica se ampliaran y se desarrollaran de nuevo en varias esferas, el remitente desea al destinatario y su pueblo exitos en las labores para el desarrollo independiente y la prosperidad del pais."
        },
        {
            "title": "Gifts to Kim Jong Un from Peruvian Political Party and Russian Figure",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-09ee.html",
            "content": "Gifts to Kim Jong Un from Peruvian Political Party and Russian Figure\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- Supreme leader Kim Jong Un was presented with gifts by the People's Front of Workers, Peasants and Students of Peru and the manager of the Maksima Co. Ltd. of Tomsk City of Russia.\n\t\t\t\t\t The gifts were handed to the DPRK ambassador to Peru by Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, and to an official concerned working in Russia by Fezayev Andrei Fyodorovich, manager of the above-said company."
        },
        {
            "title": "Chairman of German-Korean Parliamentary Friendship Group Here",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-25ee.html",
            "content": "Chairman of German-Korean Parliamentary Friendship Group Here\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- Hartmut Koschyk, chairman of the German-Korean Parliamentary Friendship Group, and his party arrived here on Thursday."
        },
        {
            "title": "Russian Party Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-19ee.html",
            "content": "Russian Party Delegation Visits Mangyongdae\r\n Pyongyang, May 28 (KCNA) -- A delegation of the Liberal Democratic Party of Russia headed by Ivan Abramov, member of the Committee on Regional Policy and the North and the Far East Issues of the State Duma of the Russian Federation, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t The guests went round historic relics preserved with good care at his old home, being briefed on the glorious revolutionary history of the President and the patriotic life of his family members.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Tower of the Juche Idea, the Victorious Fatherland Liberation War Museum, the International Friendship Exhibition House and other places."
        },
        {
            "title": "Group of Koreans in Japan Visits Different Parts of Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-20ee.html",
            "content": "Kim Yong Nam felicita a su par de Azerbaijan\n\t\t\t\t\t\t\r\nPyongyang, 28 de mayo (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, remitio hoy un mensaje de felicitacion a Ilham Aliyev, presidente de la Republica de Azerbaijan, en ocasion del dia nacional de ese pais.\n\t\t\t\t\tEn su misiva, el remitente expresa la conviccion de que las relaciones de amistad y cooperacion entre la RPDC y Azerbaijan se intensificaran y se desarrollaran de acuerdo con los intereses y deseos comunes de los pueblos de los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tY desea al destinatario exitos en sus responsabilidades para la prosperidad del pais y el bienestar del pueblo."
        },
        {
            "title": "Active Support to Construction of Power Stations　",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-15ee.html",
            "content": "Active Support to Construction of Power Stations\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- People in the DPRK have turned out in a drive for aiding the construction of multi-tier power stations on the Chongchon River.\n\t\t\t\t\t In response to supreme leader Kim Jong Un's New Year address, officials of ministries and national institutions are taking the lead in this drive. They include the Ministry of Railways, Ministry of Posts and Telecommunications, Ministry of Oil Industry and the Ministry of Food Procurement and Administration.\n\t\t\t\t\t\n\t\t\t\t\t South Phyongan, Jagang and other provinces of the country, too, have provided a great deal of aid materials to the construction of power stations.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, agitation activities have been conducted at the construction sites by artistes of the Mansudae Art Troupe, the National Circus and other leading art troupes to encourage the builders."
        },
        {
            "title": "Central Tree Nursery Increases Sapling Production　",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-16ee.html",
            "content": "Central Tree Nursery Increases Sapling Production\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- The Central Tree Nursery under the Ministry of Land and Environment Protection of the DPRK is standing in the van of the campaign to cover the mountains of the country with green woods.\n\t\t\t\t\t The nursery recently removed 50 000 cubic meters of earth as part of the project to build nursery gardens by the help of ministries and national institutions, and planted lots of saplings there.\n\t\t\t\t\t\n\t\t\t\t\t It also completed the construction of 10 outdoor water tanks for preventing drought damage, while planting 40 species of trees in its fields.\n\t\t\t\t\t\n\t\t\t\t\t A signal success was made in perfecting the method of planting trees in summer. And the construction of scientific and technological disseminating room is being pushed forward at the final stage in the nursery.\n\t\t\t\t\t\n\t\t\t\t\t In recent five months alone, the nursery produced more than 16.31 millions of saplings."
        },
        {
            "title": "U.S. Is Not Entitled to Talk about Denuclearization of Korean Peninsula: Minju Joson",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-07ee.html",
            "content": "U.S. Is Not Entitled to Talk about Denuclearization of Korean Peninsula: Minju Joson\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- High-ranking politicians and policy-makers of the U.S. are letting loose a litany of rhetoric that dialogue is possible only when north Korea takes a sincere step for the denuclearization of the Korean peninsula first and dialogue with north Korea having no will for denuclearization is meaningless.\n\t\t\t\t\t Commenting on this, Minju Joson Thursday terms their utterances a petty trick of wicked Americans to evade the blame for having blocked the solution of such important issue as the denuclearization of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has lost a moral face to talk about the denuclearization of the peninsula, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which spawned the nuclear issue of the peninsula, created complexity and difficulties in the way of settling the issue and compelled the DPRK to bolster up nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. is becoming all the more pronounced in its policy for stifling the DPRK, it has no alternative but to bolster up nuclear deterrent for protecting its vital rights and this is an inviolable legitimate sovereign right.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK which holds independence dearer than its life will never do such a foolish thing as allowing itself to come under the yoke of slavery under the brigandish pressure of the U.S. for dismantling its nukes just as some other countries did.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should clearly know that it can hardly expect even a bit from the DPRK unless the former drops its ill-intended inveterate repugnancy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will confidently and dynamically keep to the road of implementing the line of simultaneously developing the two fronts chosen by itself as long as the U.S. persists in its hostile policy toward the DPRK."
        },
        {
            "title": "Lifting of \"May 24 Step\" Demanded in S. Korea ",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-17ee.html",
            "content": "Lifting of \"May 24 Step\" Demanded in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- Experts on the situation of south Korea called for lifting of the \"May 24 step\". \n\t\t\t\t\t In a seminar held on May 21, they branded the step as a stumbling block lying in the way of improving the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t They urged the Park Geun Hye regime to make a decision for lifting the step and show its will for dialogue to the north.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the lifting of the step for the nation's reconciliation, cooperation and peace."
        },
        {
            "title": "Resignation of Provincial Governor Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-14ee.html",
            "content": "Resignation of Provincial Governor Demanded in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- South Kyongsang provincial organizations in south Korea staged an action before the provincial office building on May 24 demanding the resignation of its governor of the \"Saenuri Party\" involved in the illegal political fund case.\n\t\t\t\t\t Hong Jun Phyo, governor of the province from the \"Saenuri\" Party\", is suspected of receiving 100 million won from Song Wan Jong, former chairman of Kyongnam Business, in the run-up to the election of representative of the \"Saenuri Party\" in 2011. This was disclosed through commentaries, press conferences and meetings\n\t\t\t\t\t\n\t\t\t\t\t But the prosecution decided on non-restraint prosecution..\n\t\t\t\t\t\n\t\t\t\t\t The organizations demanded the governor give up his political ambition and immediately step down. \n\t\t\t\t\t\n\t\t\t\t\t The Democratic Alliance for New Politics said on May 21 that it is more than 40 days since the disclosure of the Song Wan Jong case in which the Park Geun Hye group received a ridiculous amount of illicit political funds but no criminal has been detained. \n\t\t\t\t\t\n\t\t\t\t\t The party demanded the ruling party accept a special investigation for thoroughly looking into the above-said case."
        },
        {
            "title": "S. Korean Paper Demands Severe Punishment of Candidate for Puppet Prime Minister",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-18ee.html",
            "content": "S. Korean Paper Demands Severe Punishment of Candidate for Puppet Prime Minister\r\n Pyongyang, May 28 (KCNA) -- Minjok Ilbo, an internet paper of south Korea, in an editorial on May 25 branded Hwang Kyo An, a candidate for puppet prime minister, as a criminal who should be punished.\n\t\t\t\t\t The Park Geun Hye regime informally designated Hwang, former minister of Justice, as a candidate for puppet prime minister, the editorial recalled, adding this was a choice leading to its self-ruin as it will deepen its crisis. \n\t\t\t\t\t\n\t\t\t\t\t Hwang had spearheaded the moves for dissolving the Unified Political Party and blustered that he would provide a legal ground for disbanding the progressive organization.\n\t\t\t\t\t\n\t\t\t\t\t In other words, Hwang should not be let appear at a confirmation hearing but be sternly punished."
        },
        {
            "title": "Kim Jong Un's Work Carried by Mexican Organization",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-02ee.html",
            "content": "Kim Jong Un's Work Carried by Mexican Organization\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- The detailed contents of supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was carried by the Mexican Institute for the Study of the Juche Idea in its bulletin on May 19.\n\t\t\t\t\t The work published on April 6, Juche 101 (2012), says that holding leader Kim Jong Il in high esteem as the eternal general secretary of the Workers' Party of Korea (WPK) is the principled requirement for victoriously advancing the cause of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks to steadily develop the WPK into the glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Il Highly Praised by Foreign Personages",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-03ee.html",
            "content": "Kim Jong Il Highly Praised by Foreign Personages\r\n Pyongyang, May 28 (KCNA) -- Seminars took place in Bangladesh and Mexico on May 20 and 21 on the occasion of the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t On display at the venues of the seminars were photos dealing with the exploits President Kim Il Sung and Kim Jong Il performed by building and leading the party.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were works of Kim Jong Il and Marshal Kim Jong Un and books introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Garib Newaz, president of the Bangladesh People's League, said that under the wise leadership of Kim Jong Il the WPK has fully demonstrated its might as an ever-victorious party guiding the struggle of progressive mankind to victory.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the WPK triumphantly advances toward the rosy future, holding Kim Jong Un in high esteem who has successfully carried forward the idea and cause of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Juan Campos Vega, chairman of the Mexican Institute for the Study of the Juche Idea, and other speakers highly praised Kim Jong Il as distinguished thinker and theoretician, peerless Songun brilliant commander and world elder statesman as he had led the revolutionary cause of Juche and Songun along the only road of victory.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the exploits performed by Kim Jong Il before the Korean revolution and cause of global independence would shine forever along with the successful advance of Songun Korea."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Figures of Kyrgyzstan, Tajikistan",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-04ee.html",
            "content": "Kim Jong Il's Exploits Praised by Figures of Kyrgyzstan, Tajikistan\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- Meetings were held in Kyrgyzstan and Tajikistan on May 21 and 22 on the occasion of the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present at the meetings were personages of various circles, members of the organizations for the study of the Juche idea and masses in those countries.\n\t\t\t\t\t\n\t\t\t\t\t A. Usupbayev, chairman of the Central Council of the People Unity-\"Kyrgys El\" Republican Political Party of Kyrgyzstan, said in a speech that Kim Jong Il wisely led the WPK so that it could dynamically advance along the proud road of victory and glory without the slightest mistake or deviation from its line.\n\t\t\t\t\t\n\t\t\t\t\t Under his wise leadership, the WPK developed into the party of President Kim Il Sung, the chairman said, and went on:.\n\t\t\t\t\t\n\t\t\t\t\t The great exploits performed by Kim Jong Il for developing the WPK will shine for all ages.\n\t\t\t\t\t\n\t\t\t\t\t Sh. Shabdolov, chairman of the Communist Party of Tajikistan, said that\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il's start of work at the C.C. of the WPK on June 19, 1964\n\t\t\t\t\t\n\t\t\t\t\tmarked a historic event of great significance in the development of the\n\t\t\t\t\t\n\t\t\t\t\tWPK.\n\t\t\t\t\t\n\t\t\t\t\t He achieved the party's unity in thought and purpose and cohesion centered on the leader and developed the WPK into the most revolutionary and militant one, the chairman added."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at WPK Central Committee Marked in DR Congo ",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-05ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at WPK Central Committee Marked in DR Congo\r\n Pyongyang, May 28 (KCNA) -- The National Committee for the Study of the Juche Idea of DR Congo on May 22 issued a bulletin under the title of \"51st anniversary of the great leader Kim Jong Il's start of work at Central Committee of Workers' Party of Korea\".\n\t\t\t\t\t The bulletin in articles praised him for wisely leading the party, guiding force of society, over half a century since his start of work at the Central Committee of the Workers' Party of Korea (WPK) on June 19, 1964 to develop it into an ever-victorious party and form the single-minded unity of the whole society.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin went on:\n\t\t\t\t\t\n\t\t\t\t\t He turned the DPRK into a harmonious whole by pursuing the politics of loving the people and provided field guidance for the prosperity of the country and happiness of the people all his life.\n\t\t\t\t\t\n\t\t\t\t\t Eye-opening reality of the DPRK making a rapid progress vividly shows that it is the result of the WPK's policy which regards it as the supreme principle of its activities to steadily improve the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin was illustrated with photos of the Masikryong Ski Resort and the Munsu Water Park."
        },
        {
            "title": "Remarks of U.S. Secretary of State Denounced by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-06ee.html",
            "content": "Remarks of U.S. Secretary of State Denounced by Swiss Organizations\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea made public a joint statement on May 22 in denunciation of the reckless remarks of the U.S. secretary of State against the DPRK. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t U.S. Secretary of State Kerry during his recent visit to south Korea said that north Korea poses greater nuclear and missile threats and it is necessary to tighten international pressure on it to change its behavior.\n\t\t\t\t\t\n\t\t\t\t\t He talked about the false story about the DPRK's cyber attack and non-existent \"human rights issue\". \n\t\t\t\t\t\n\t\t\t\t\t The world progressive people clearly know that the DPRK hopes for peace but the U.S. is preparing another Korean war. \n\t\t\t\t\t\n\t\t\t\t\t Normalization of the DPRK-U.S. relations can never be achieved unless the U.S. withdraws the hostile policy towards the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Remarks of Kerry are base ones of the incurably mad man."
        },
        {
            "title": "Kim Yong Nam felicita a su par de Azerbaijan",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-30ee.html",
            "content": "Kim Yong Nam felicita a su par de Azerbaijan\n\t\t\t\t\t\t\r\nPyongyang, 28 de mayo (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, remitio hoy un mensaje de felicitacion a Ilham Aliyev, presidente de la Republica de Azerbaijan, en ocasion del dia nacional de ese pais.\n\t\t\t\t\tEn su misiva, el remitente expresa la conviccion de que las relaciones de amistad y cooperacion entre la RPDC y Azerbaijan se intensificaran y se desarrollaran de acuerdo con los intereses y deseos comunes de los pueblos de los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tY desea al destinatario exitos en sus responsabilidades para la prosperidad del pais y el bienestar del pueblo."
        },
        {
            "title": "Kim Yong Nam envia mensaje a presidente nepales",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-31ee.html",
            "content": "Kim Yong Nam envia mensaje a presidente nepales\r\nPyongyang, 28 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 28 un mensaje de felicitacion al presidente de Nepal, Ram Baran Yadav, con motivo del dia nacional de este pais.\n\t\t\t\t\tConvencido de que las relaciones de amistad y cooperacion entre los dos paises que tienen una larga tradicion historica se ampliaran y se desarrollaran de nuevo en varias esferas, el remitente desea al destinatario y su pueblo exitos en las labores para el desarrollo independiente y la prosperidad del pais."
        },
        {
            "title": "Yang Hyong Sop se reune con delegacion de PDL de Rusia",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-32ee.html",
            "content": "Yang Hyong Sop se reune con delegacion de PDL de Rusia\n\t\t\t\t\t\t\r\nPyongyang, 28 de mayo (ACNC) -- El vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Yang Hyong Sop, departio el dia 28 en el capitalino Palacio de los Congresos Mansudae con la delegacion del Partido Democratico Liberal de Rusia presidida por Ivan Abramov, miembro del Comite de Politica Regional y Asuntos del Norte y el Lejano Oriente de la Duma Estatal de la Federacion Rusa que le hizo una visita de cortesia."
        },
        {
            "title": "Ri Su Yong se reune con delegacion de cancilleria de Oman",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-33ee.html",
            "content": "Ri Su Yong se reune con delegacion de cancilleria de Oman\n\t\t\t\t\t\t\r\n　Pyongyang, 28 de mayo (ACNC) -- El canciller de la Republica Popular Democratica de Corea, Ri Su Yong, departio el dia 28 en el Palacio de los Congresos Mansudae con la delegacion del Ministerio de Relaciones Exteriores de Oman encabezada por el vicecanciller Ahmed Bin Yosif Obaid Al Harthi que le hizo una visita de cortesia."
        },
        {
            "title": "Portavoz de CCSPM denuncia EE.UU. y banda titere surcoreana",
            "url": "http://kcna.co.jp/item/2015/201505/news28/20150528-34ee.html",
            "content": "Portavoz de CCSPM denuncia EE.UU. y banda titere surcoreana\n\t\t\t\t\t\t\r\nPyongyang, 28 de mayo (ACNC) -- A la pregunta formulada el dia 28 por un reportero de la ACNC en relacion con que recientemente la banda titere surcoreana impidio perversamente las actividades de la delegacion de gran marcha internacional de mujeres  para la reunificacion y la paz de Corea 2015, el portavoz del Comite Coreano de Solidaridad con los Pueblos del Mundo dio la siguiente respuesta:\n\t\t\t\t\tLa banda conservadora titere del Sur de Corea impidio abiertamente las actividades de la delegacion al cuestionar la gran marcha internacional de mujeres como \"pro-Norte\".\n\t\t\t\t\t\n\t\t\t\t\tLa banda surcoreana movilizo a las entidades ultraderechistas y los medios de prensa conservadores para difamar como \"acto pro-Norte\" la visita a Mangyongdae y otros lugares y la exigencia de la reunificacion independiente y pacifica de Corea, desviando asi la opinion publica del interior y exterior.\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a que las miembros de la delegacion condenaron los crimenes antieticos perpetrados por el imperialismo norteamericano en la pasada guerra coreana, la banda titere dijo que la delegacion tiene la propension a anti-EE.UU. y pro-Norte enredandose en la estrategia del Norte sobre el Sur de Corea y no vacilo en soltar las injurias tales como \"no tiene la calidad de hablar de la paz y los derechos humanos\" maldiciendo que la delegacion no cuestiono los inexistente \"derechos humanos del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, los titeres surcoreanos impidieron el paso por Phanmunjom de las integrantes de la delegacion pretextando la \"no permision de la comandancia de las fuerzas de la ONU\" y les hicieron pasar por via terrestre del Mar Oeste. Y lanzaron a los alrededores de la linea de demarcacion militar a los gangsteres conservadores y ultraderechistas tildando la delegacion de \"entidad de elogio al Norte\" y \"entidad anti-Sur de Corea, anti-EE.UU. y pro-Norte\". \n\t\t\t\t\t\n\t\t\t\t\tEsto es un desafio brutal a las mujeres del mundo y la nacion coreana que desean vivir en paz sin la guerra en la Tierra. \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, EE.UU. y los titeres surcoreanos demostraron a todo el mundo su naturaleza de perturbadores de la paz y estabilidad de la Peninsula Coreana y perseguidores de enfrentamiento y guerra.\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos se enfrascan en el enfrentamiento fratricida calumniando hasta las justas actividades de la gran marcha internacional por la paz. Sin embargo, inducen en error la opinion publica como si ellos mismos tuvieran algun interes en la reanudacion de los \"actos conjuntos del 15 de junio\" y en el \"dialogo\". Pero, no pueden eludir de ninguna manera la culpabilidad de haber llevado a la ruptura las relaciones entre ambas partes coreanas. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y los titeres surcoreanos deben dejar de inmediato la anacronica politica de hostilidad a la RPDC y la confrontacion fratricida prestando oidos a las voces de los pueblos del mundo aspirantes a la paz y opositores a la guerra."
        }
    ]
}