{
    "date": "2015-08-01",
    "url": "http://kcna.co.jp/item/2015/201508/2015-08-01ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Will Soon Visit Egypt",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-05ee.html",
            "content": "Kim Yong Nam Will Soon Visit Egypt\r\n Pyongyang, August 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, will soon visit Egypt to take part in an opening ceremony of new Suez Canal at the invitation of Egyptian President Abdel Fattah al-Sisi."
        },
        {
            "title": "Participants of National Conference of War Veterans Leave Here",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-14ee.html",
            "content": "Participants of National Conference of War Veterans Leave Here\n\t\t\t\t\t\t\r\n Pyongyang, August 1 (KCNA) -- The participants of the 4th National Conference of War Veterans successfully held on the occasion of the 62nd anniversary of the victory in the great Fatherland Liberation War left here on July 31.\n\t\t\t\t\t Citizens of various circles warmly saw the veterans off in the streets here.\n\t\t\t\t\t\n\t\t\t\t\t When the buses carrying them arrived at the compound of Pyongyang Railway Station, the female brass band of the Ministry of Railways played songs, revving up the atmosphere of farewell.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae, Choe Thae Bok, Kwak Pom Gi and officials of the party and armed forces organs and those concerned sent veterans off.\n\t\t\t\t\t\n\t\t\t\t\t Working people here warmly saw them off, waving bouquets.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, districts and counties of Pyongyang and provincial seats were clad in a festive atmosphere of welcoming veterans.\n\t\t\t\t\t\n\t\t\t\t\t When trains and buses carrying them arrived, they were welcomed by officials of the party and power organs and those concerned, working people of all strata and schoolchildren of every province with bunches of flowers.\n\t\t\t\t\t\n\t\t\t\t\t The veterans laid bouquets before the statues of President Kim Il Sung and leader Kim Jong Il and portraits of the smiling great leaders in their residential areas and paid tribute to them."
        },
        {
            "title": "Provincial, City Mass Meetings Held in Response to Appeal of Participants in Veterans Conference",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-18ee.html",
            "content": "Provincial, City Mass Meetings Held in Response to Appeal of Participants in Veterans Conference\n\t\t\t\t\t\t\r\n Pyongyang, August 1 (KCNA) -- Mass meetings took place in North Phyongan, South Hwanghae, North Hamgyong and South Hamgyong provinces and Rason City on Friday and Saturday in hearty response to the appeal made by the participants in the 4th National Conference of War Veterans.\n\t\t\t\t\t Present at the meetings were officials of the party, power and economic organs and working people's organizations, people from all walks of life, youth and students in the provinces and city.\n\t\t\t\t\t\n\t\t\t\t\t The appeal was read out and speeches were made by representatives of workers, agricultural workers and youth and students.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said the appeal serves as a militant banner that arouses all the service personnel and people to the drive for glorifying the history of steady victories created by President Kim Il Sung and leader Kim Jong Il as the history of the final victory in the drive for accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t They called for devotedly defending the Kumsusan Palace of the Sun where the President and Kim Jong Il lie in state and Marshal Kim Jong Un and fully displaying the mental power of the heroic people in the drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The workers and agricultural workers will bring about fresh miracles and innovations in every worksite for building a socialist economic power and a highly civilized nation in the spirit of becoming human bullets as was displayed by those of the old generation who made grenades in the flames of war though they were empty-handed and sent aid food to frontline soldiers despite enemy air raids, they said.\n\t\t\t\t\t\n\t\t\t\t\t The youth will demonstrate the might of the power of youth by displaying their wisdom and courage in major worksites for building socialism and will wipe out the aggressors by becoming human bullets and bombs once Kim Jong Un issues an order, they added.\n\t\t\t\t\t\n\t\t\t\t\t All the participants of the meetings renewed their pledge to give steady continuity to the history of invincibility glorified by the President and Kim Jong Il, united close around Kim Jong Un, and to achieve the final victory in the showdown with the U.S. and the drive for accomplishing the revolutionary cause of Juche."
        },
        {
            "title": "State Merited Chorus Performs before Full House",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-15ee.html",
            "content": "State Merited Chorus Performs before Full House\n\t\t\t\t\t\t\r\n Pyongyang, August 1 (KCNA) -- The State Merited Chorus gave performances before full house from July 27 to August 1 in celebration of the 62nd anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t The artistes fully displayed the might of Songun music art that has been put on a high level under the leadership of the great Workers' Party of Korea, instilling dynamism and courage into the audience.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the feats President Kim Il Sung performed by leading the army and people to victory and putting an end to the myth of the U.S. imperialists' \"mightiness\".\n\t\t\t\t\t\n\t\t\t\t\t The performances were highly acclaimed by the audience.\n\t\t\t\t\t\n\t\t\t\t\t Audience said the performance helped them harden the faith and will of the army and people to bring about a final victory in the fighting spirit displayed in the 1950s and it instilled into audience revolutionary optimism and confidence in victory with the tremendous might of the Songun music art.\n\t\t\t\t\t\n\t\t\t\t\t They renewed their pledges to discharge their mission and duty as pace-setters and vanguard fighters in the general offensive with noble patriotism and devotion, saying the performances hardens their will to hasten the final victory of the great Paektusan nation."
        },
        {
            "title": "Efforts Paid to Forestation",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-16ee.html",
            "content": "Efforts Paid to Forestation\n\t\t\t\t\t\t\r\n Pyongyang, August 1 (KCNA) -- Jagang Province, a mountainous area in northern part of the DPRK, makes big efforts to cultivate good species of trees.\n\t\t\t\t\t After laying a solid material and technical basis for their cultivation, the Jagang Provincial Forest Science Institute created over hundred hectares of experimental forests in different parts of the province, including Manpho City, and Songgan and Rangrim counties.\n\t\t\t\t\t\n\t\t\t\t\t Among those good species of trees under cultivation are chestnut, Aronia melanocarpa and lime trees. They also include new species of oil-bearing trees and ornamental trees.\n\t\t\t\t\t\n\t\t\t\t\t Now the institute is striving to produce thousands of grape and Aronia melanocarpa saplings by the method of tissue culture, while pushing ahead with the cultivation of saplings of chestnut, yew and lime trees."
        },
        {
            "title": "Results of 2015 ITTF World Tour in Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-17ee.html",
            "content": "Results of 2015 ITTF World Tour in Pyongyang\n\t\t\t\t\t\t\r\n Pyongyang, August 1 (KCNA) -- Following are the results of competitions in senior men's and women's doubles and singles of the GAC Group 2015 ITTF World Tour here on Saturday:\n\t\t\t\t\t\n\t\t\t\t\t - Senior men's doubles (quarterfinals) \n\t\t\t\t\t\n\t\t\t\t\tPak Sin Hyok, Choe Il (DPRK) : Ri Kwang Won, O Chol Min (DPRK)  3:1\n\t\t\t\t\t\n\t\t\t\t\tKang Wi Hun, Kwon Ryong Song (DPRK) : Geng Zihao, Zhang Fuzhou (China)  1:3\n\t\t\t\t\t\n\t\t\t\t\t　　An Ji Song, Ro Hyon Song (DPRK) : `Cao Wei, Ji Jiale (China)   3:2\n\t\t\t\t\t\n\t\t\t\t\tChen Peng, Guo Wen (China) : Edric Lim Zheng Jie, Maxxe Tay Ming Han (Singapore)    3:1\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t- Senior men's doubles (semifinals)\n\t\t\t\t\t\n\t\t\t\t\t   Pak Sin Hyok, Choe Il (DPRK) : Chen Peng, Guo Wen (China)   3:1\n\t\t\t\t\t\n\t\t\t\t\tAn Ji Song, Ro Hyon Song (DPRK) : Geng Zihao, Zhang Fuzhou (China) 3:0\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t- Senior women's doubles (quarterfinals) \n\t\t\t\t\t\n\t\t\t\t\tRi Myong Sun, Kim Song I (DPRK) : Jong Un Ju, Ri Hyon Sim(DPRK) 3:0\n\t\t\t\t\t\n\t\t\t\t\t   Choe Hyon Hwa, Yu Yong Sun (DPRK) : Li Jiayuan, Sun Chen (China) 1:3\n\t\t\t\t\t\n\t\t\t\t\t   Ri Mi Gyong, Kim Hye Song (DPRK) : Guo Yan, Sun Yizhen (China)  3:0\n\t\t\t\t\t\n\t\t\t\t\tCui Xuecong, He Zhuojia (China) : Mai Hoang My Trang, Nguyen Thi Nga (Vietnam)   3:0\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t- Senior women's doubles (semifinals)\n\t\t\t\t\t\n\t\t\t\t\tRi Mi Gyong, Kim Hye Song (DPRK) : Cui Xuecong, He Zhuojia (China) 3:0\n\t\t\t\t\t\n\t\t\t\t\tRi Myong Sun, Kim Song I (DPRK) : Li Jiayuan, Sun Chen (China)  3:2\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t- Senior men's singles (quarterfinals) \n\t\t\t\t\t\n\t\t\t\t\t   Pak Sin Hyok (DPRK) : Ri Kwang Won (DPRK)        4:3\n\t\t\t\t\t\n\t\t\t\t\t   O Chol Min (DPRK) : Geng Zihao (China)              4:3\n\t\t\t\t\t\n\t\t\t\t\t   Choe Il (DPRK) : Guo Wen (China)                 4:1\n\t\t\t\t\t\n\t\t\t\t\t   Zhang Fuzhou (China) : Le Tien Dat (Vietnam)     4:0\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t- Senior women's singles (quarterfinals)\n\t\t\t\t\t\n\t\t\t\t\t   Ri Myong Sun (DPRK) : Cha Hyo Sim (DPRK)      4:1\n\t\t\t\t\t\n\t\t\t\t\t   Kim Nam Hae (DPRK) : He Zhuojia (China)        0:4\n\t\t\t\t\t\n\t\t\t\t\t   Kim Song I (DPRK) : Sun Chen (China)            3:4\n\t\t\t\t\t\n\t\t\t\t\t Ri Mi Gyong (DPRK) : Ri Hyon Sim (DPRK)       4:0"
        },
        {
            "title": "Rodong Sinmun Urges S. Korean Authorities to Show Their Will for Dialogue in Practice",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-08ee.html",
            "content": "Rodong Sinmun Urges S. Korean Authorities to Show Their Will for Dialogue in Practice\n\t\t\t\t\t\t\r\n Pyongyang, August 1 (KCNA) -- Recently the south Korean puppet forces proposed talks between chairmen of the parliaments all of a sudden and shamelessly invited a delegation of the DPRK to attend dialogue for security, a confab for confrontation with it. They are talking about the talks between authorities for confirming whereabouts of divided families and their relatives, exchange of correspondence between them and resumption of the tour of Mt. Kumgang. The puppet prime minister tried to create a good impression by saying he would respond to dialogue without any condition.\n\t\t\t\t\t Rodong Sinmun Saturday observes in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The reckless remarks made by the puppet forces on the inter-Korean dialogue are a revelation of their sinister intention to shift the blame for the bedeviled north-south relations on to the DPRK and abuse the dialogue as a plaything for carrying out their policy for confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Just paying lip-service to \"dialogue\", without making radical switchover in their hostile policy towards the compatriots is a mockery of the other dialogue party and deception on the public at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t What the puppet forces talk about \"dialogue\" is nothing but disgusting chirps of the U.S. parrots.\n\t\t\t\t\t\n\t\t\t\t\t Can they utter anything contrary to what their master dictates as they are no more than the poor colonial lackeys?\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations remain so tense that it is hard to arrange any dialogue due to the heinous confrontation policy of the Park Geun Hye group zealously following the U.S. hostile policy towards the DPRK. This is hard reality today.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities wish to have any elementary qualifications to sit at a negotiating table with the DPRK,  they should roll back their anachronistic policy of confrontation and stop paying lip-service to respect for the June 15 joint declaration and the October 4 declaration and show their will for implementing the declarations in practice, though belatedly."
        },
        {
            "title": "Park Geun Hye Group Wholly to Blame for Catastrophic Inter-Korean Relations: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-09ee.html",
            "content": "Park Geun Hye Group Wholly to Blame for Catastrophic Inter-Korean Relations: Rodong Sinmun \r\n Pyongyang, August 1 (KCNA) -- Recently a spokesman for the puppet Ministry of Unification of south Korea at a press conference urged the DPRK to \"stop at once\" the \"personal attack\" and \"mud-slinging \" at Park Geun Hye, who let loose vitriol of confrontation, and \"observe the duty for denuclearization and respond to dialogue proposal.\" \n\t\t\t\t\t Who did drive the inter-Korean relations into catastrophe by malignantly slandering the north? Rodong Sinmun Saturday in a commentary askes. \n\t\t\t\t\t\n\t\t\t\t\t Now the north-south relations are at rock bottom because Park Geun Hye and her stooges dared hurt the dignity of the supreme leadership which the people of the DPRK regard as their life and soul, and worked with blood-shot eyes to force it to dismantle its self-defensive nuclear deterrence, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Such confrontation maniacs and depraved guys urged the DPRK to stop \"mud-slinging\" in disregard of their heinous criminal acts of deteriorating the north-south relations. This is just like a guilty party filing the suit first. \n\t\t\t\t\t\n\t\t\t\t\t It is very disgusting for the puppet group to call for \"dialogue\" after driving the north-south relations into catastrophe through despicable plots. \n\t\t\t\t\t\n\t\t\t\t\t What the spokesman for the Ministry of Unification uttered only invite derision. \n\t\t\t\t\t\n\t\t\t\t\t The puppet group would be well advisded to bear in mind that such deceptive and shameless sophism is no longer workable."
        },
        {
            "title": "Japanese Reactionaries Accused of Reviving Militarism",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-10ee.html",
            "content": "Japanese Reactionaries Accused of Reviving Militarism\n\t\t\t\t\t\t\r\n Pyongyang, August 1 (KCNA) -- The Japanese reactionaries recently railroaded security bills through the House of Representative despite the unanimous opposition of the public at home and abroad.\n\t\t\t\t\t The bills allow the \"Self-Defense Forces\" to conduct military activities abroad and thus enable them to get involved in military operations with the U.S. forces and its allies.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Saturday says:\n\t\t\t\t\t\n\t\t\t\t\t In case the bills become a law, the \"Pacifist Constitution\" that has been in force since Japan's defeat will be reduced to a mere name.\n\t\t\t\t\t\n\t\t\t\t\t The revival of militarism has become a reality in Japan. What is more serious is the fact that the present government of Japan is keen on its militarist moves for reinvasion 70 years since the end of the Second World War though its predecessors dared not do so.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the aim sought by the present regime.\n\t\t\t\t\t\n\t\t\t\t\t In a nutshell, Japan seeks vengeance for its past defeat. \n\t\t\t\t\t\n\t\t\t\t\tThe Japanese reactionaries are making much fuss over \"threat\" from someone, being loudmouthed about \"peace\" and \"security\" in Northeast Asia, in a bid to justify their moves for turning Japan into a military giant, but it is no more than paradox.\n\t\t\t\t\t\n\t\t\t\t\t They have never abandoned their wild ambition to dominate Asia but increased military muscle for overseas invasion for decades. It is their way of thinking that Japan's defeat was attributable to its weak power and it is their invariable militarist wild ambition and ultimate goal to realize the \"Greater East Asia Co-Prosperity Sphere.\"\n\t\t\t\t\t\n\t\t\t\t\t Japan may launch overseas invasion any time.\n\t\t\t\t\t\n\t\t\t\t\tIt is as clear as noonday that the situation in Asia-Pacific will turn into what it used to be in the first half of the 20th century when the bills become a law."
        },
        {
            "title": "KCNA Commentary Holds U.S. Entirely Accountable for Tense Situation on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-11ee.html",
            "content": "KCNA Commentary Holds U.S. Entirely Accountable for Tense Situation on Korean Peninsula\n\t\t\t\t\t\t\r\n Pyongyang, August 1 (KCNA) -- The U.S. is busy with diplomacy to evade its responsibility for the tense situation on the Korean peninsula.\n\t\t\t\t\t The special envoy of the U.S. Department of State to the six-party talks, during his visit to south Korea and its neighboring countries from July 25, was so ridiculous as to assert that the U.S. keeps the door of dialogue for denuclearization open but the DPRK has not yet responded to its offer and that the U.S. would flexibly deal with the latter if it decides to dismantle its nukes.\n\t\t\t\t\t\n\t\t\t\t\t Dialogue for denuclearization being oft-repeated by Washington recently is no more than a cynical ploy to shift the blame for the ever-increasing military tension on the Korean peninsula on to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As known, the Obama administration is finding itself in an embarrassing position due to its almost failed policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is being censured and derided by the public at home for its hostile policy toward the DPRK while the international community is becoming vocal favoring the latter's access to nukes.\n\t\t\t\t\t\n\t\t\t\t\t It is as plain as a pikestaff that such public criticism would create an atmosphere unfavorable to the Obama administration seeking to dominate Asia and stay in power.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is sadly mistaken if it thinks that it can cover up its true colors as an aggressor and evade its responsibility for the tension through its brazen-faced trumpeting about dialogue for denuclearization.\n\t\t\t\t\t\n\t\t\t\t\t The root cause of the unending evil cycle of tension on the Korean peninsula is Washington's hostile policy toward the DPRK, notably joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t The unprecedented hostile policy pursued by the U.S. to stifle the DPRK has aroused its service personnel and people to the confrontation with the U.S. for decades and compelled them to further bolster up their strategic deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is wholly to blame for the ever-increasing tension.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should abandon its hostile policy and show its will to mend its relations with the DPRK through a practical action.\n\t\t\t\t\t\n\t\t\t\t\t This is the only way of defusing the tension and settling the nuclear issue on the peninsula."
        },
        {
            "title": "Dismantlement of IS Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-12ee.html",
            "content": "Dismantlement of IS Demanded in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, August 1 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty in south Korea issued an appeal titled \"Let us dismantle the Intelligence Service illegally hacking and violating democracy and force the Park Geun Hye regime step down\"  on July 28.\n\t\t\t\t\t The appeal said that it was disclosed that the IS had monitored people after purchasing hacking program abroad.\n\t\t\t\t\t\n\t\t\t\t\t What is more serious is that the IS interfered in the election by using hacking program after its purchase, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The IS should be certainly dismantled.\n\t\t\t\t\t\n\t\t\t\t\t The people remember its past history recorded with fabrications of spy-ring cases and evidence and fraudulent election.\n\t\t\t\t\t\n\t\t\t\t\t If the people remain a passive on-looker to the IS in spite of the disclosure of the fraudulent election and illegal hacking against them, such election and monitoring will continue.\n\t\t\t\t\t\n\t\t\t\t\t The people should dismantle the IS through the candlelight demos and force the Park regime step down."
        },
        {
            "title": "Anti-U.S. Sentiments Run High in S. Korea due to U.S. Forces' Introduction of Anthrax Germs",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-06ee.html",
            "content": "Anti-U.S. Sentiments Run High in S. Korea due to U.S. Forces' Introduction of Anthrax Germs\n\t\t\t\t\t\t\r\n Pyongyang, August 1 (KCNA) -- Anti-U.S. actions are mounting higher day by day in south Korea in the wake of the U.S. imperialist aggressors' dangerous bio-chemical warfare experiments.\n\t\t\t\t\t On July 27 alone campaigns took place in different parts of south Korea to disclose the crimes of the U.S. forces in south Korea and call for all-people resistance against them.\n\t\t\t\t\t\n\t\t\t\t\t The Family Movement for Realizing Democracy held a rally and declared it would no longer allow the U.S. forces to stay in the land as they introduced anthrax germs into south Korea and conducting experiments without hesitation. \n\t\t\t\t\t\n\t\t\t\t\t Members of the Korea Solidarity for Independent Reunification and Democracy staged a march towards the American embassy in Seoul, censuring the U.S. forces for introducing anthrax germs for a germ warfare against the north."
        },
        {
            "title": "Koreans in U.S., American Peace Activists Condemn U.S. Forces' Experiments of Anthrax Germs",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-13ee.html",
            "content": "Koreans in U.S., American Peace Activists Condemn U.S. Forces' Experiments of Anthrax Germs\n\t\t\t\t\t\t\r\n Pyongyang, August 1 (KCNA) -- Koreans in the United States and peace activists of the U.S. staged a demonstration in front of the UN Headquarters in New York on July 27, the 62nd anniversary of the conclusion of the Armistice Agreement at which they demanded a conclusion of a peace agreement on the Korean peninsula and denounced the U.S. forces in south Korea for conducting experiments of anthrax germs, according to Thongil News, an internet paper of south Korea.\n\t\t\t\t\t Participants demanded the replacement of the AA by a peace treaty.\n\t\t\t\t\t\n\t\t\t\t\t Terming the U.S. an illegal and rogue state against humanity, they asserted that experiments of anthrax germs is a product of the U.S. hostile policy defining the north as enemy.\n\t\t\t\t\t\n\t\t\t\t\t They demanded an immediate halt to the U.S. forces' experiments of anthrax germs and withdrawal of the U.S. forces from south Korea."
        },
        {
            "title": "Kim Il Sung Praised by Kuwaiti and Syrian Personages",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-01ee.html",
            "content": "Kim Il Sung Praised by Kuwaiti and Syrian Personages\r\n Pyongyang, August 1 (KCNA) -- Personages of Kuwait and Syria released statements on July 26 and 27 on the occasion of the 62nd anniversary of the victory of the Korean people in the great Fatherland Liberation War.\n\t\t\t\t\t Javid Ahmad, chairman of the Kuwaiti Committee for Supporting Korea's Reunification, said that July 27 becomes another liberation day as the army and people of the DPRK won a shining victory in the Fatherland Liberation War by defeating the U.S. imperialist aggressors who boasted of being the \"strongest\" in the world. He went on:\n\t\t\t\t\t\n\t\t\t\t\t The shining victory in the war was the victory of the Juche-oriented military idea and outstanding strategies and tactics of President Kim Il Sung and the one of the unshakable mental spirit of the Korean people who fully displayed popular heroism under his guidance.\n\t\t\t\t\t\n\t\t\t\t\t The President performed immortal exploits in winning victory in the war by defeating the U.S.-led imperialist allied forces and honorably protecting the sovereignty and dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Saber Ballul, head of a department of the Political Faculty of the University of Damascus of Syria, said that the President was the outstanding military genius, peerlessly great man and the prominent leader who humbled the arrogance of the U.S. imperialists."
        },
        {
            "title": "DPRK's V-Day Observed by Peruvian Body",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-02ee.html",
            "content": "DPRK's V-Day Observed by Peruvian Body\n\t\t\t\t\t\t\r\n Pyongyang, August 1 (KCNA) -- The Peru-Korea Institute of Culture and Friendship released a bulletin on July 27, the 62nd anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t The bulletin carried articles titled \"Peerless strategist\", \"Korea's July 27\" and \"Bitter defeat of U.S.\" to praise President Kim Il Sung's exploits in winning victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin said in a preface that the President, who was a symbol of steady victories and a peerless strategist, led to victory the Fatherland Liberation War (1950-1953) to protect the freedom and independence of the country from the U.S. imperialists' invasion and thus made the beginning of a downhill turn for the U.S. imperialists, enabling the Korean people to emerge a heroic people and the DPRK a hero country known to the world. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said exploits of the President will last forever."
        },
        {
            "title": "DPRK Introduced by Russian Media",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-03ee.html",
            "content": "DPRK Introduced by Russian Media\r\n Pyongyang, August 1 (KCNA) -- Russian media introduced the DPRK from July 13 to 21.\n\t\t\t\t\t  Travelogue on the DPRK by reporter of Bremya Peremon Plus TV appeared on the Russian paper Pravda Primoriya, DV-Ros News Service and an internet homepage of the Communist Party of the Russian Federation. It was illustrated with a panoramic picture of Pyongyang and photos showing the happy life of the Korean children and people.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper, news service and internet homepage in their editions titled \"The DPRK is a country of miracles\", \"Best things for children\" and \"DPRK is dashing ahead\" dealt with the reality of DPRK making a leap forward toward the future full of dynamism despite economic sanctions and blockade of the U.S. and its allies.\n\t\t\t\t\t\n\t\t\t\t\t  The media introduced in detail the popular policies such as free education system and free healthcare and profound loving care shown for children."
        },
        {
            "title": "Kim Jong Un's Work Introduced in Germany",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-04ee.html",
            "content": "Kim Jong Un's Work Introduced in Germany\n\t\t\t\t\t\t\r\nPyongyang, August 1 (KCNA) -- The Anti-Imperialist Forum of Germany on July 27 posted on its website \"News of field guidance\" the full text of the congratulatory speech made by supreme leader Kim Jong Un at the 4th National Conference of War Veterans.\n\t\t\t\t\tThe congratulatory speech, made on July 25, Juche 104 (2015), clarifies that July 27 of Korea is the second day of liberation when the country's dignity and sovereignty were honorably defended from the aggression by the U.S. imperialists, and also the day of victors that put them on a downhill march towards ruin.\n\t\t\t\t\t\n\t\t\t\t\tIt says that the war veterans had devoted all their lives to the independent reunification and prosperity of their country, adding that their fighting spirit and patriotic feats will remain brilliantly shining in golden letters in the history of the heroic struggle of the Korean people."
        },
        {
            "title": "Kim Yong Nam realizara pronto una visita a Egipto",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-20ee.html",
            "content": "Kim Yong Nam realizara pronto una visita a Egipto\n\t\t\t\t\t\t\r\nPyongyang, 1 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, visitara pronto Egipto para asistir a la ceremonia inaugural de nuevo Canal de Suez cumplimentando una invitacion de Su Excelencia Abdel Fattah al-Sisi, presidente de la Republica Arabe de Egipto."
        },
        {
            "title": "Tienen lugar mitines en provincias y ciudad",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-21ee.html",
            "content": "Tienen lugar mitines en provincias y ciudad\n\t\t\t\t\t\t\r\nPyongyang, 1 de agosto (ACNC) -- Tuvieron lugar el 31 de julio y el primero de agosto los mitines multitudinarios en las provincias de Phyong-an del Norte, de Hwanghae del Sur, de Hamgyong del Norte y Hamgyong del Sur y en la ciudad de Rason para apoyar el llamamiento de los participantes en la IV Conferencia Nacional de Veteranos de Guerra.\n\t\t\t\t\tAsistieron los funcionarios de los organismos del partido y el poder, entidades economicas y de masas, trabajadores, jovenes y estudiantes de respectivas localidades. \n\t\t\t\t\t\n\t\t\t\t\tEn los mitines se dio lectura al llamamiento de los participantes en la IV Conferencia Nacional de Veteranos de Guerra y pronunciaron discursos de decision los representantes de obreros, trabajadores agricolas y jovenes y estudiantes. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que el llamamiento llama a todos los militares y civiles coreanos a continuar la tradicion de victoria preparada por los grandes lideres Kim Il Sung y Kim Jong Il como la historia de victoria final de la causa revolucionaria del Juche. \n\t\t\t\t\t\n\t\t\t\t\tExpusieron las decisiones de defender a riesgo de la vida el Palacio del Sol Kumsusan donde estan conservados los cuerpos de los grandes lideres y poner de pleno manifiesto la fuerza espiritual del pueblo heroico en la construccion de un Estado prospero. \n\t\t\t\t\t\n\t\t\t\t\tLos obreros y los trabajadores agricolas dijeron que crearian milagros e innovaciones en los campos de construccion de la potencia economica y civilizada socialista con el espiritu de los miembros de veterana generacion quienes fabricaban las granadas de mano por sus propias cuentas y enviaban arroz de socorro al frente sin hacer caso del bombardeo de aviones enemigos. \n\t\t\t\t\t\n\t\t\t\t\tLos jovenes juraron exaltar el poderio de la potencia de la juventud en los importantes campos de construccion socialista y aniquilar a los invasores cuando el Mariscal Kim Jong Un de la orden. \n\t\t\t\t\t\n\t\t\t\t\tTodos los participantes tomaron la decision de continuar la tradicion de victoria uniendose compactamente en torno al Mariscal y lograr la victoria final de la confrontacion antiyanqui y de la causa revolucionaria del Juche."
        },
        {
            "title": "Veteranos de guerra parten de Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-22ee.html",
            "content": "Veteranos de guerra parten de Pyongyang\n\t\t\t\t\t\t\r\nPyongyang, 1 de agosto (ACNC) -- Partieron la vispera de esta capital los participantes en la IV Conferencia Nacional de Veteranos de Guerra efectuada con solemnidad en ocasion del 62o aniversario de la victoria del pueblo coreano en la gran Guerra de Liberacion de la Patria.\n\t\t\t\t\tLos ciudadanos de varios estratos les despidieron con emocion a lo largo de las calles capitalinas.\n\t\t\t\t\t\n\t\t\t\t\tCuando los autobuses con los veteranos llegaron al recinto de la estacion ferroviaria de Pyongyang, la banda femenina de instrumentos de viento del Ministerio del Ferrocarril hizo llegar al climax el ambiente de despedida.\n\t\t\t\t\t\n\t\t\t\t\tDespidieron el tren con los veteranos Choe Ryong Hae, Choe Thae Bok, Kwak Pom Gi y los funcionarios de los organismos del Partido y las fuerzas armadas y de la rama correspondiente junto con los trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, todos los capitalinos municipios y distritos y todas las cabezas provinciales a donde llegaran ellos estaban envueltos en un ambiente de bienvenida.\n\t\t\t\t\t\n\t\t\t\t\tCuando llegaron el tren y los autobuses con los veteranos, los funcionarios de los organismos del Partido y el Poder y de la rama interesada de cada provincia, trabajadores de varios estratos, jovenes y ninos escolares, recibieron a los participantes en dicha Conferencia obsequiandoles ramos de flores.\n\t\t\t\t\t\n\t\t\t\t\tLos veteranos rindieron homenaje al Presidente Kim Il Sung y el Dirigente Kim Jong Il tras depositar ramos de flores ante sus estatuas de bronce y las imagenes con amplia sonrisa, erguidas en sus respectivas localidades."
        },
        {
            "title": "Ofrecida funcion de Coro Estatal Benemerito",
            "url": "http://kcna.co.jp/item/2015/201508/news01/20150801-23ee.html",
            "content": "Ofrecida funcion de Coro Estatal Benemerito \r\nPyongyang, 1 de agosto (ACNC) -- Tuvo lugar desde el 27 de julio hasta el primero de agosto en esta capital la funcion del Coro Estatal Benemerito en celebracion del 62o aniversario de la victoria en la gran Guerra de Liberacion de la patria. \n\t\t\t\t\tA traves de la funcion los artistas demostraron sin reservas el aspecto y el poderio de arte musical de la era del Songun, que se llevo a una nueva altura bajo la orientacion del Partido del Trabajo de Corea, y estimularon a los trabajadores capitalinos. \n\t\t\t\t\t\n\t\t\t\t\tPresenciaron la funcion los veteranos de guerra, jovenes y estudiantes de nueva generacion, militares, funcionarios y empleados de los organismos, fabricas, empresas y granjas cooperativas, los trabajadores agricolas, creadores de la rama de literatura y arte, artistas, periodistas y redactores de la rama de prensa e informacion y deportistas, en la capital \n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes alabaron mucho las proezas del Generalisimo Kim Il Sung que condujo a la victoria la guerra antiyanqui y dio punto final al mito de la \"supremacia\" de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tLa funcion arranco efusivas ovaciones de los espectadores. \n\t\t\t\t\t\n\t\t\t\t\tLos espectadores dijeron que la funcion centuplico la conviccion y la voluntad de todos los militares y civiles coreanos de lograr la victoria final con el espiritu de lucha de la decada de 1950 y les infunde el optimismo revolucionario y la fe en la victoria. \n\t\t\t\t\t\n\t\t\t\t\tManifestaron las decisiones de cumplir con la mision y deber como abanderados y vanguardias en la ofensiva general de hoy guardando el noble patriotismo y el espiritu de abnegacion."
        }
    ]
}