{
    "date": "2015-11-18",
    "url": "http://kcna.co.jp/item/2015/201511/2015-11-18ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Goes Round Movable Net Fish-breeding Ground",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-01ee.html",
            "content": "Kim Jong Un Goes Round Movable Fish-breeding Net Ring\r\nPyongyang, November 18 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, gave field guidance to the movable fish-breeding net ring newly set up on the River Taedong. \n\t\t\t\t\t Officials and other working people of Pyongyang City successfully set up modern and automated fish-breeding net ring between Okryu Bridge and Rungna Islet of the picturesque Taedong River in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the fish-breeding net ring to learn in detail about the features of fish-breeding facilities and how fishes are being bred.\n\t\t\t\t\t\n\t\t\t\t\t He said movable net ring were set up in such a way as to safely move to other waters in rainy season and place it at the river bed in winter season so that it may not be affected by change of seasons. \n\t\t\t\t\t\n\t\t\t\t\t He gave high appreciation for distributing silver carps, Ryongjong fish, carps and shellfish in different layers of the same pond, taking into consideration the characteristic features of fishes whose condition varies according to depth of water, and establishing a feeding system capable of preventing water contamination while cutting down fodder as much as possible, adding that this made it possible to ensure profitability and raise effectiveness in fish breeding.\n\t\t\t\t\t\n\t\t\t\t\t In order to successfully breed fishes in net ring it is necessary to establish fish-breeding methods and standard suited to the features of relevant waters, make efforts to satisfactorily solve the issues of fries of good species and fodder and, at the same time, take measures for massively producing net rings, he said.\n\t\t\t\t\t\n\t\t\t\t\t He noted that going round the fish-breeding net ring, he could know well Pyongyang City took the lead in the drive for translating into reality the Party's intention to turn the DPRK into a world famous fish-breeding nation as early as possible true to the behests of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and conviction that its employees would massively breed fishes to enable people to greatly benefit from the fish breeding, noting that the newly built fish-breeding net ring is an important means for making the people's life happy and bountiful.\n\t\t\t\t\t\n\t\t\t\t\t Then he had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by O Su Yong, secretary of the C.C., the WPK, and Jo Yong Won, vice department director of the C.C., the WPK."
        },
        {
            "title": "Kim Yong Nam Meets Cuban Ambassador",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-12ee.html",
            "content": "Kim Yong Nam Meets Cuban Ambassador\r\nPyongyang, November 18 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, met and had a talk with Cuban Ambassador to the DPRK German Hermin Ferras Alvarez who paid a farewell call on him at the Mansudae Assembly Hall Wednesday."
        },
        {
            "title": "Yang Hyong Sop Meets Russian Delegation",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-14ee.html",
            "content": "Yang Hyong Sop Meets Russian Delegation\r\nPyongyang, November 18 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, met and had a talk with the delegation of the Ministry of Justice of the Russian Federation led by Minister of Justice Alexandr Konovalov who paid a courtesy call on him at the Mansudae Assembly Hall Wednesday."
        },
        {
            "title": "Gift to Kim Jong Un from Minister of Justice of Russia",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-16ee.html",
            "content": "Gift to Kim Jong Un from Minister of Justice of Russia\r\nPyongyang, November 18 (KCNA) -- Supreme leader Kim Jong Un was presented with a gift by the minister of Justice of the Russian Federation on a visit to the DPRK. \n\t\t\t\t\t Alexandr Konovalov, minister of Justice of Russia who is leading the delegation of the Ministry of Justice, conveyed the gift to Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, on Wednesday."
        },
        {
            "title": "Russian Delegation Visits Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-10ee.html",
            "content": "Russian Delegation Visits Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, November 18 (KCNA) -- The delegation of the Ministry of Justice of the Russian Federation visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Wednesday. \n\t\t\t\t\t Members of the delegation laid a floral basket before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Russian Delegation Lays Wreath before Liberation Tower",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-25ee.html",
            "content": "Russian Delegation Lays Wreath before Liberation Tower\r\nPyongyang, November 18 (KCNA) -- The delegation of the Ministry of Justice of the Russian Federation led by Minister of Justice Alexandr Konovalov laid a wreath before the Liberation Tower Wednesday.\n\t\t\t\t\t Present there were U Sang Chol, vice-president of the Supreme Court, officials concerned, Alexandr Matsegora, Russian ambassador to the DPRK, and his embassy officials. \n\t\t\t\t\t\n\t\t\t\t\t A wreath in the name of the Russian minister of Justice was placed there and the participants observed a moment's silence in memory of the fallen fighters of the Soviet Army.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the tower."
        },
        {
            "title": "DPRK Order Awarded to Cuban Ambassador",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-13ee.html",
            "content": "DPRK Order Awarded to Cuban Ambassador\r\nPyongyang, November 18 (KCNA) -- Friendship Order First Class of the DPRK was awarded to Cuban Ambassador to the DPRK German Hermin Ferras Alvarez with due ceremony at the Mansudae Assembly Hall Wednesday.\n\t\t\t\t\t He positively supported and encouraged the Korean people in their efforts to achieve the independent and peaceful reunification of Korea and build a thriving nation as intended by the party and government of Cuba and made a distinguished contribution to boosting the friendly and cooperative relations between the DPRK and Cuba.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, officials concerned and officials of the Cuban embassy."
        },
        {
            "title": "Foreign Diplomats Visit Service Boat Mujigae",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-26ee.html",
            "content": "Foreign Diplomats Visit Service Boat Mujigae\r\nPyongyang, November 18 (KCNA) -- Diplomatic envoys and representatives of international organizations here visited combined service boat Mujigae Wednesday.\n\t\t\t\t\t Being briefed on the fact that the boat was built in a new style and with diverse purposes, the visitors toured its interior.\n\t\t\t\t\t\n\t\t\t\t\t Seeing people spending pleasant time on the boat, the visitors were impressed by the deep loving care for the people shown by Marshal Kim Jong Un for translating all what is desired by the people into a brilliant reality.\n\t\t\t\t\t\n\t\t\t\t\t The Foreign Ministry arranged a friendship gathering with diplomatic envoys and representatives of international organizations here aboard the boat."
        },
        {
            "title": "President of Int'l Judo Federation Leaves",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-11ee.html",
            "content": "President of Int'l Judo Federation Leaves\r\nPyongyang, November 18 (KCNA) -- Marius Vizer, president of the International Judo Federation, left here Wednesday."
        },
        {
            "title": "Secretaries of WPK Central Committee Visit Lodging Quarters of Participants in Meeting of Frontrankers",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-24ee.html",
            "content": "Secretaries of WPK Central Committee Visit Lodging Quarters of Participants in Meeting of Frontrankers\r\nPyongyang, November 18 (KCNA) -- Secretaries of the Central Committee of the Workers' Party of Korea Wednesday visited the lodging quarters of the participants in the Fourth Meeting of Frontrankers of the Three-Revolution Red Flag Movement. \n\t\t\t\t\t Kim Ki Nam, Choe Thae Bok, Kwak Pom Gi, O Su Yong and other officials of the WPK Central Committee met participants in the above-said meeting. \n\t\t\t\t\t\n\t\t\t\t\t They congratulated the participants who have devoted themselves to the drive for implementing the WPK's line of carrying out the three revolutions. \n\t\t\t\t\t\n\t\t\t\t\t They asked the participants to fulfill the missions and duties as standard-bearers in the general advance to develop the Three-Revolution Red Flag Movement on a higher stage and achieve the final victory under the tested guidance of Marshal Kim Jong Un."
        },
        {
            "title": "Participants in Meeting of Frontrankers of Three-Revolution Red Flag Movement Visit Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-09ee.html",
            "content": "Participants in Meeting of Frontrankers of Three-Revolution Red Flag Movement Visit Kumsusan Palace of Sun\r\nPyongyang, November 18 (KCNA) -- Participants in the Fourth Meeting of Frontrankers of Three-Revolution Red Flag Movement visited the Kumsusan Palace of the Sun on Wednesday to pay tribute to President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t The visitors paid high respects to them before their statues in the hall. \n\t\t\t\t\t\n\t\t\t\t\t At the halls where Kim Il Sung and Kim Jong Il lie in state they made deep bows to them. \n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the great leaders received are on display and the halls which house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Construction of Stockbreeding Base in Sepho",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-18ee.html",
            "content": "DPRK Premier Makes Field Survey of Construction of Stockbreeding Base in Sepho\r\nPyongyang, November 18 (KCNA) -- Pak Pong Ju, premier of the Cabinet, made a field survey of construction of the stockbreeding base in Sepho.\n\t\t\t\t\t He went round various places including a combined livestock products processing factory, cattle farm, animal husbandry institute, scientists houses and Aegukpul-seed storehouse to learn in detail about the construction.\n\t\t\t\t\t\n\t\t\t\t\t A consultative meeting of officials concerned was held on the spot. It  discussed the measures for focusing efforts on building a combined livestock products processing factory, setting up an integrated production system, putting the operation of the stockbreeding base on a scientific basis and widely cultivating Aegukpul in conformity with the natural and climate conditions in Sepho.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Pak also made a field survey of the construction in Wonsan. He called for strictly adhering to the principle of keeping infrastructure ahead of superstructure, prioritizing the convenience of the people in designing and construction and laying railways under a long-term plan."
        },
        {
            "title": "Enlarged Plenary Meeting of C.C., Kim Il Sung Socialist Youth League Held",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-22ee.html",
            "content": "Enlarged Plenary Meeting of C.C., Kim Il Sung Socialist Youth League Held\r\nPyongyang, November 18 (KCNA) -- The enlarged 59th plenary meeting of the Central Committee of the Kim Il Sung Socialist Youth League was held here on Wednesday.\n\t\t\t\t\t Members of the C.C., the youth league and its officials in Pyongyang and local areas attended the meeting.\n\t\t\t\t\t\n\t\t\t\t\t It discussed the issue of greeting the 7th Congress of the Workers' Party of Korea (WPK) with high political enthusiasm and unprecedented labor feats. \n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the C.C., the youth league, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that the 7th Congress of the WPK would be a historic landmark of great significance in hastening the final victory of the revolutionary cause of Juche by further strengthening the party of President Kim Il Sung and leader Kim Jong Il and increasing its leadership role and be a turning point in the revolution as it would bring about an unprecedented surge in building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t They proposed tasks and ways for greeting the 7th Congress of the WPK with signal achievements."
        },
        {
            "title": "DPRK Football Team Defeats Its Bahraini Rival",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-07ee.html",
            "content": "DPRK Football Team Defeats Its Bahraini Rival\r\nPyongyang, November 18 (KCNA) -- The DPRK football team defeated its Bahraini rival 2:0 in the second match of the second round of the 2018 FIFA World Cup Asian Zone qualifiers, which took place at Kim Il Sung Stadium on Tuesday. \n\t\t\t\t\t The DPRK team lost its second match with its Uzbekistani rival 1:3, which was held on Nov. 12."
        },
        {
            "title": "Acrobatic Gymnastics Developing in DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-20ee.html",
            "content": "Acrobatic Gymnastics Developing in DPRK\r\nPyongyang, November 18 (KCNA) -- The 9th Asian Acrobatic Gymnastic Championship held in September came to be an occasion showing the rapid development of acrobatic gymnastics in the DPRK.\n\t\t\t\t\t In the championship, the DPRK acrobats won one gold and six silver medals.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Jang Yong Nam, secretary of the Korean Acrobatic Gymnastic Association, told KCNA that Jong Kum Hwa and Pyon Yun Ae won the first place in senior women's duet etude, winning high praise for their movements of highest technique.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Technical Committee of Acrobatic Gymnastics under the Asian Gymnastics Union congratulated the DPRK acrobats and coaches for their successful performance, noting that the DPRK has made a rapid progress in acrobatic gymnastics, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t It has been not many years since the DPRK team made its appearance at international games, but it has proved successful.\n\t\t\t\t\t\n\t\t\t\t\t Coach Kang Kum Hwa said she would make all efforts to bring home more gold medals."
        },
        {
            "title": "26th National Software Contest and Exhibition Closes",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-23ee.html",
            "content": "26th National Software Contest and Exhibition Closes\r\nPyongyang, November 18 (KCNA) -- The 26th National Software Contest and Exhibition closed with due ceremony at the Three-Revolution Exhibition House on Wednesday.\n\t\t\t\t\t Drawing interest of the participants were application programs for Korean-style operating system, devices and elements necessary for putting production processes on a CNC and automation basis which were presented by Kim Il Sung University, Kim Chaek University of Technology, the Institute of Automation under the State Academy of Sciences, the Pyongyang Information Technology Bureau and other educational institutions and units developing programs. \n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated were the programs which contributed to putting business activities at industrial establishments on an IT basis.\n\t\t\t\t\t\n\t\t\t\t\t Brisk exchange of IT-based products and service took place during the exhibition. \n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Yong Jin, vice-premier of the Cabinet, Choe Sang Gon, department director of the C.C., the Workers' Party of Korea, Kim Sung Du, chairman of the Education Commission, Jang Chol, president of the State Academy of Sciences, and others."
        },
        {
            "title": "Dancing Party Held by Members of Women's Union",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-15ee.html",
            "content": "Dancing Party Held by Members of Women's Union\r\nPyongyang, November 18 (KCNA) -- Members of the women's union held a dancing party at the plaza of the Arch of Triumph on Wednesday to mark the 70th founding anniversary of the Democratic Women's Union of Korea.\n\t\t\t\t\t The participants presented dances with profound reverence for President Kim Il Sung and leader Kim Jong Il to the tune of song \"Glory to Our Great Party\".\n\t\t\t\t\t\n\t\t\t\t\t Pride and happiness of the Korean women who enjoy a worthwhile life under the care of the party could be read on the faces of the participants cheerfully dancing to the tunes of such songs as \"Women Are Flowers\" and \"Hullari\". \n\t\t\t\t\t\n\t\t\t\t\t The festive atmosphere was revved up when songs \"I Will Be Like a Star Following Party\" and \"Future Will Be Happier\" were played as they reflect the will of all service personnel and people of the DPRK to bring prosperity to this land without fail under the leadership of the Workers' Party of Korea."
        },
        {
            "title": "Environment-friendly Building Materials Developed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-21ee.html",
            "content": "Environment-friendly Building Materials Developed in DPRK\r\nPyongyang, November 18 (KCNA) -- The Architectural Engineering Branch of the DPRK State Academy of Sciences succeeded in developing synthetic wood with vegetable by-products and plastic wastes.\n\t\t\t\t\t The newly-developed wood protects itself from being decayed by water or moisture. It can be used in making various furniture and wooden tiles and other quality building fixtures.\n\t\t\t\t\t\n\t\t\t\t\t Synthetic wood is considered to be environment-friendly and resources-saving building materials.\n\t\t\t\t\t\n\t\t\t\t\t The process has been already established to put the production of synthetic wood on an industrial basis."
        },
        {
            "title": "Kimchi Making Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-19ee.html",
            "content": "Kimchi Making Brisk in DPRK\r\nPyongyang, November 18 (KCNA) -- Households in the Democratic People's Republic of Korea are nowadays busy with making Kimchi, a traditional dish for winter season.\n\t\t\t\t\t From olden times, Koreans have made Kimchi (pickled vegetables) for non-staple food to be taken during winter.\n\t\t\t\t\t\n\t\t\t\t\t Kimchi is diverse in variety and its making has some difference in localities. \n\t\t\t\t\t\n\t\t\t\t\t Kimchi has become a pride of Korea's food culture as it is high in nutritious value and peculiar in taste.\n\t\t\t\t\t\n\t\t\t\t\t The production of Kimchi has been already put on an industrial basis, but many inhabitants like to make it by themselves at their homes."
        },
        {
            "title": "Japan Can Never Shirk Responsibility for Illegal Colonial Rule over Korea: History Society of DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-05ee.html",
            "content": "Japan Can Never Shirk Responsibility for Illegal Colonial Rule over Korea: History Society of DPRK\r\nPyongyang, November 18 (KCNA) -- The History Society of the DPRK Wednesday issued a memorandum on the lapse of 110 years since the Japanese imperialists fabricated \"Ulsa (1905) Five-point Treaty\".\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Japan has made desperate efforts to paint the above-said treaty as \"legal\", but it can neither deny the illegality and invalidity of the \"treaty\" nor write off them as it could hardly be called treaty. \n\t\t\t\t\t\n\t\t\t\t\t The treaty was an illegal document because it was not ratified by the supreme ruler. \n\t\t\t\t\t\n\t\t\t\t\t On November 17, 1905, the Japanese imperialists fabricated the \"treaty\" by a brigandish method, reducing Korea to their colony and forcing the Korean people into disgraceful slavery. \n\t\t\t\t\t\n\t\t\t\t\t The treaty was an illegal and fraudulent document as it totally lacked legal validity.\n\t\t\t\t\t\n\t\t\t\t\t The most important reason for calling the treaty illegal was that the treaty was cooked up by coercing the state representative.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists employed every means and method to make the treaty \"legal\", but they failed to attain their despicable purpose in face of Emperor Kojong's opposition.\n\t\t\t\t\t\n\t\t\t\t\t The main point was that they failed to get ratification by Emperor Kojong, the supreme ruler of the Feudal Korean Dynasty.\n\t\t\t\t\t\n\t\t\t\t\t The story about the emperor's \"approval\" of the negotiations on the treaty was a sheer fabrication. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese scholars are trying very hard to paint the \"Ulsa Five-point Treaty\" as \"legal.\" They claim that \"modality for signing a treaty is not defined by its contents but by the agreement reached between the parties concerned\" and the absence of letter of attorney and ratifications could not be the reason for considering the \"Ulsa treaty\" as invalid because Japan signed the treaty with Korea by the way of getting the approval from the \"emperor of Japan\" and the emperor of Korea. \n\t\t\t\t\t\n\t\t\t\t\t However, the historical facts clearly prove that the Feudal Korean Dynasty did not have exhaustive discussion on the modality for concluding the treaty with Japan and Emperor Kojong did not approve it. They, at the same time, prove that Japan is a serious forger of history as it distorted historic materials in a bid to cover up the fabrication of the \"Ulsa treaty\" by creating impression that Emperor Kojong approved it. \n\t\t\t\t\t\n\t\t\t\t\t The story about the \"approval\" of Emperor Kojong is nothing but a fig-leaf to cover the major flaw of the modality for signing an informal treaty which is the main reason for declaring the \"Ulsa treaty\" as illegal and invalid.\n\t\t\t\t\t\n\t\t\t\t\t The memorandum said the \"Ulsa Five-point Treaty\" is not worth calling \"treaty\" as it has no proper name. \n\t\t\t\t\t\n\t\t\t\t\t The original copy of the \"treaty\" fabricated by the Japanese imperialists on November 17, 1905 did not have any proper name, except for preface and articles. \n\t\t\t\t\t\n\t\t\t\t\t According to international usage, a treaty without proper name cannot be called a treaty and it cannot be put on the negotiating table with the contracting party and the countries concerned cannot sign it. \n\t\t\t\t\t\n\t\t\t\t\t But the \"Collection of Old Treaties\" Vol. 3 (Korea, Ryukyu) published by the Treaty Bureau of the Japan Foreign Ministry in 1934 called the \"Ulsa Five-point Treaty\" \"Japan-Korea agreement\" in Japanese and just \"agreement\" in English and \"Ilhan Hyopsangjoyak\" in Korean. \n\t\t\t\t\t\n\t\t\t\t\t The \"Ulsa Five-point Treaty\" was an illegal document from any point of view. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, Japan has neither admitted the heinous crimes committed in Korea in the past nor made any apology and reparation for them while letting loose sheer sophism that the colonial rule over Korea was \"legally valid.\" \n\t\t\t\t\t\n\t\t\t\t\t More shameless behaviors of Japan will only touch off ever stronger anti-Japanese sentiment among the Korean people and they will further embolden them to settle accounts with the sworn enemy Japan without fail, concluded the memorandum."
        },
        {
            "title": "KCNA Commentary Terms Introduction of \"State-Compiled\" History Textbooks History Coup",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-08ee.html",
            "content": "KCNA Commentary Terms Introduction of \"State-Compiled\" History Textbook History Coup\r\nPyongyang, November 18 (KCNA) -- The south Korean ruling forces are pressing for the introduction of \"state-compiled\" history textbook despite the people's strong rejection and denunciation. \n\t\t\t\t\t The south Korean chief executive, prime minister, minister of Education and others in high authority are officially crying out for the inevitability of the introduction of the \"state-compiled\" history textbook. Meanwhile, the conservative forces are indiscriminately suppressing those demanding the cancellation of the move as the \"forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t This is triggering off criticism among the compatriots as it is an unprecedented history coup aimed to revive the disgraceful past woven with fascist dictatorship and sycophancy and treachery and push back the wheel of history.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative forces are now pressing for the introduction of the history textbook under the pretext of establishing a \"proper view on history,\" sheer sophism to cover up its ulterior intention to tamper with the truth of history.\n\t\t\t\t\t\n\t\t\t\t\t The \"state-compiled\" textbook system which had been enforced since 1974 with an aim to consolidate the foundation of the \"yusin\" dictatorial rule by traitor Park Chung-Hee was replaced by \"textbook screening system\" in 2003 as a result of the protest of the south Koreans from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t Even during the rule of traitor Lee Myung Bak, there was an action for the retrogressive revision of history textbook but it did not reach the stage of reviving the system of \"state-compiled\" textbook system.\n\t\t\t\t\t\n\t\t\t\t\t But the present south Korean chief executive posted pro-Japanese hack-writers to important positions related to history such as the chairman of the \"state textbook-compilation committee\" as part of the moves for the retrogressive revision of history textbook.\n\t\t\t\t\t\n\t\t\t\t\t While vociferating about the \"leftist trend\" and \"authenticity\" of history textbook, the authorities have rewritten in a reactionary way the history textbook by setting in motion the conservative academic circle and forced publishing houses to print them.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, the present chief executive's campaign for the introduction of the \"state-compiled\" history textbook is aimed to meet the sinister purpose to scupper the hard-won atmosphere for the north-south reconciliation and stir up extreme hostility toward the fellow countrymen in the north and instill consciousness of sycophancy toward the U.S. into the whole society.\n\t\t\t\t\t\n\t\t\t\t\t Now the \"Saenuri Party\" and other ultra-right conservative forces including the military and conservative media are going on rampage, talking about \"pro-north description of the cause and result of the June 25 war\" and \"beautification of the north\" and calling for the cancellation of the existing history textbook.\n\t\t\t\t\t\n\t\t\t\t\t Kim Mu Song, representative of the \"Saenuri Party,\" talked rubbish that 90 percent of the south Korean historians are leftists and the history textbook written by them teach \"history of defeat,\" adding that unavoidable history war has started.\n\t\t\t\t\t\n\t\t\t\t\t All facts prove that the conservative forces' moves to render the south Korean society extremely reactionary and conservative and ratchet up the moves for escalating the confrontation with the fellow countrymen in the north have reached an extremely reckless and serious phase.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean civic, social and history organizations brand the present chief executive, the representative of the ruling party, the prime minister, the minister of Education and the chairman of the state textbook-compilation committee as \"five traitors of Ulmi (2015)\" while denouncing the moves for the introduction as \"revival of yusin.\"\n\t\t\t\t\t\n\t\t\t\t\t Justice and truth can never be covered up.\n\t\t\t\t\t\n\t\t\t\t\t The authorities' moves to prolong the remaining days through distortion of history and reactionary education in history would only precipitate their self-destruction. \n\t\t\t\t\t\n\t\t\t\t\t They had better immediately stop the campaign for the introduction of \"state-compiled\" history textbook which is aimed to achieve their despicable political purposes."
        },
        {
            "title": "All-out People's Action against Unpopular Rule Staged in Seoul",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-04ee.html",
            "content": "All-out People's Action against Unpopular Rule Staged in Seoul\r\nPyongyang, November 18 (KCNA) -- Mammoth all-out people's action against the authorities' unpopular rule was staged in Seoul on Nov. 14 under the sponsorship of the all-out people's action headquarters. \n\t\t\t\t\t150,000 people were involved in the action. They included members of at least 50 public organizations including the Confederation of Trade Unions, the National Federation of Peasants Associations, the Federation of Evacuees across south Korea and the National Teachers Union, people from all walks of life and high school students.\n\t\t\t\t\t\n\t\t\t\t\t The all-out people's action started with rallies of workers, peasants, poor people and students in different parts of Seoul.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean Confederation of Trade Unions held a 2015 rally of workers for inheriting the spirit of martyr Jon Thae-il at the Seoul Plaza at which they lambasted the authorities' retrogressive revision of the labor law and introduction of \"state-compiled\" history textbooks.\n\t\t\t\t\t\n\t\t\t\t\t The peasant organizations staged a rally for condemning the authorities for opening the rice market.\n\t\t\t\t\t\n\t\t\t\t\t The Federation of Evacuees across south Korea and the National Teachers Union also held rallies respectively.\n\t\t\t\t\t\n\t\t\t\t\t At the end of their rallies public organizations marched to rally at Kwanghwamun plaza.\n\t\t\t\t\t\n\t\t\t\t\t That day fascist authorities hurled tens of thousands of riot policemen into an operation for brutally cracking down on the all-out people's action.\n\t\t\t\t\t\n\t\t\t\t\t They fired tear liquid cannons at protesters at pointblank range. Due to this crackdown, an old peasant suffered a cerebral contusion and many others fell due to bone fracture and bleeding.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean media reported that the all-out people's action was the largest-ever since the 2008 candlelight rally against the import of American beef and condemned the fascist police's brutal suppression of the action."
        },
        {
            "title": "S. Korean Authorities Hit for Suppressing Teachers",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-17ee.html",
            "content": "S. Korean Authorities Hit for Suppressing Teachers\r\nPyongyang, November 18 (KCNA) -- Voice of People, south Korean internet newspaper, in an editorial on Nov. 16 denounced the authorities for getting frantic in its suppression of teachers standing against the introduction of \"state-compiled\" history textbook.\n\t\t\t\t\t The editorial recalled that the Teachers' Union made public a declaration on the situation against the authorities' move on Oct. 29.\n\t\t\t\t\t\n\t\t\t\t\t The teachers described the introduction of the \"state-compiled\" history textbook as an act of eulogizing pro-Japanese elements and dictatorship, evincing their will never to tolerate the forces denying history, the editorial said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The present regime is suppressing members of the union and other conscience-minded teachers who took part in the above-said action.\n\t\t\t\t\t\n\t\t\t\t\t The Education Ministry on Nov. 12 sent official documents instructing the punishment of all the teachers who took part in the action to 17 city and provincial education agencies, an unprecedented suppression under the pretext of security. \n\t\t\t\t\t\n\t\t\t\t\t The Ministry also filed a complaint to the prosecution against all leading members of the union on charges of violation of \"law on public officials\" on Nov. 5.\n\t\t\t\t\t\n\t\t\t\t\t The present authorities' punishment of the teachers is an act of turning the wheel of history backward and a dictatorial action."
        },
        {
            "title": "Peruvian Organization Demands Conclusion of Peace Treaty between DPRK and U.S.",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-02ee.html",
            "content": "Peruvian Organization Demands Conclusion of Peace Treaty between DPRK and U.S.\r\nPyongyang, November 18 (KCNA) -- The Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea on Nov. 11 released a statement demanding the conclusion of a peace treaty between the DPRK and U.S.\n\t\t\t\t\t The statement said that the DPRK has endeavored to replace the armistice agreement with a peace treaty. It went on:\n\t\t\t\t\t\n\t\t\t\t\t These efforts, however, failed owing to the constant threat posed to the DPRK by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are neither cooperating in the efforts for the conclusion of the treaty nor pondering over the consequences to be entailed by the ceaseless threatening actions which may spark off a war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t If a war breaks out on the Korean Peninsula, it will have catastrophic impact not only on the region but also the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The UN should move to ensure that the peace treaty between the DPRK and U.S. is concluded.\n\t\t\t\t\t\n\t\t\t\t\t Only then, is it possible to denuclearize the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We appeal to the world progressive forces to positively cooperate in the efforts to get the peace treaty concluded between the DPRK and the U.S."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Ethiopia",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Ethiopia\r\nPyongyang, November 18 (KCNA) -- An Ethiopian committee for remembering leader Kim Jong Il was formed in Addis Ababa on Nov. 9.\n\t\t\t\t\tNigatu Dagnachew, chairman of the Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\tThe committee decided to organize political and cultural events including a seminar and remembrance meeting on the occasion of the 4th anniversary of his demise."
        },
        {
            "title": "Kim Jong Un recorre piscifactoria movil en rio Taedong",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-01ss.html",
            "content": "Kim Jong Un recorre piscifactoria movil en rio Taedong\r\nPyongyang, 18 de noviembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno la piscifactoria movil de red nuevamente instalada  en el rio Taedong.\n\t\t\t\t\tLos funcionarios y trabajadores de la ciudad de Pyongyang fabricaron en un corto tiempo la moderna y automatizada piscifactoria movil de red y la instalaron en el pintoresco rio Taedong entre el Puente Okryu y el islote Rungna.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo el criadero de peces, el Mariscal se entero en detalles de las caracteristicas de las instalaciones de la piscifactoria y el estado de cria de peces.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la instalacion de piscifactorias de red que puede moverse con seguridad en la estacion de lluvia e hundirse en el fondo del rio durante la estacion de invierno, fueron preparadas las condiciones capaces de criar los peces independientemente de las influencias estacionales, dijo el Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tConforme a las caracteristicas de los peces con diferente habitat ubicaron de modo escalonado en las jaulas el kinyom-o (Hypophthalmichthys molitrix), ryongjong-o (una especie de carpa), la carpa, marisco y otros peces y establecieron el sistema de suministracion de pienso que permite ahorrar al maximo el pienso y prevenir la contaminacion de agua, senalo y menciono que por su resultado se puede aumentar la utilidad en la cria y elevar su eficiencia.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que a fin de hacer bien la cria de peces en las jaulas de red se necesita establecer los metodos de cria adecuado a las caracteristicas de las aguas correspondientes y prestar atencion a la solucion satisfactoria de los problemas de los peces de buena variedad y del pienso y, al mismo tiempo, tienen que tomar las medidas para producir en gran cantidad jaulas de red.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que al recorrer esta piscifactoria puede saber bien que la ciudad de Pyongyang esta a la cabeza de todo el pais en el trabajo para realizar el proposito del partido de convertir lo mas pronto posible nuestro pais en uno de cria de peces de talla mundial conforme al legado de los grandes Lideres.\n\t\t\t\t\t\n\t\t\t\t\tEsta piscifactoria acondicionada nuevamente en el rio Taedong es uno de los medios importantes para ofrecer al pueblo una vida feliz y rica, dijo y expreso la esperanza y conviccion de que los empleados del criadero produciran gran cantidad de pescados para que los habitantes sean realmente beneficiados por el criadero.\n\t\t\t\t\t\n\t\t\t\t\tEl mariscal se fotografio junto a ellos.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario del CC del PTC, O Su Yong, y el subjefe de departamento del CC del PTC, Jo Yong Won."
        },
        {
            "title": "Kim Jong Un recibe presente de ministro de Justicia de Rusia",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-12ss.html",
            "content": "Kim Jong Un recibe presente de ministro de Justicia de Rusia\r\nPyongyang, 18 de noviembre (ACNC) -- El Mariscal Kim Jong Un recibio regalo que le dedicara el ministro de Justicia de la Federacion Rusa, Alexandr Konovalov, de visita en Corea.\n\t\t\t\t\tEl visitante, quien preside la delegacion de dicho ministerio, entrego el dia 18 a Yang Hyong Sop, vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea."
        },
        {
            "title": "Inauguradas plantas hidroelectricas escalonadas del rio Chongchon",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-04ss.html",
            "content": "Inauguradas plantas hidroelectricas escalonadas del rio Chongchon\r\nPyongyang, 18 de noviembre (ACNC) -- Quedaron inauguradas las plantas hidroelectricas escalonadas del rio Chongchon, regalo laboral del pueblo coreano dedicado al septuagesimo aniversario de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\tEn el tramo de 80 kilometros a lo largo del rio Chongchon se levantaron 10 plantas hidroelectricas escalonadas que permiten enviar mucho mas electricidad a la ciudad de Pyongyang, proteger las tierras cultivables y zonas industriales y pobladas cerca del rio Chongchon desde los danos de inundacion y suministrar el agua industrial y de riego a las fabricas, empresas y campos de las zonas de Huichon y Namhung.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia inaugural tuvo lugar el dia 17 en la explanada frente a la Central Hidroelectrica No.9 de Huichon.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes los cuadros directivos del Partido y el Estado, los ministros de Industria Electrica, de Industria Metalurgica, del Ferrocarril, de Construccion e Industria de Materiales de Construccion, de Industria Electronica y de Industria Mecanica, asi como el presidente de la Academia Estatal de Ciencias, los secretarios jefes del PTC en las provincias, los funcionarios y miembros de brigadas de choque participantes en la obra.\n\t\t\t\t\t\n\t\t\t\t\tPak Pong Ju, miembro del Buro Politico del Comite Central del PTC y primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, dio lectura al mensaje de felicitacion enviado por el CC del PTC a los constructores, funcionarios y voluntarios quienes realizaron los meritos laborales en la edificacion de las plantas.\n\t\t\t\t\t\n\t\t\t\t\tEn su discurso inaugural, O Su Yong, miembro del BP y secretario del CC del PTC, subrayo que la construccion de diez plantas hidroelectricas escalonadas en un corto tiempo de dos anos y 9 meses como creacion monumental de la gran epoca de Kim Jong Un, tiene gran significacion en manifestar a todo el mundo el aspecto de desarrollo rapido de la Corea del Songun.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a los constructores de las plantas a poner de pleno manifiesto otra vez el temperamento heroico en la ofensiva general para preparar un gran regalo laboral dedicado al VII Congreso del PTC."
        },
        {
            "title": "Kim Yong Nam se reune con German Hermin Ferras Alvarez",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-13ss.html",
            "content": "Kim Yong Nam se reune con German Hermin Ferras Alvarez\r\nPyongyang, 18 de noviembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam departio el dia 18 en el Palacio de los Congresos Mansudae con el embajador de la Republica de Cuba en la RPDC, German Hermin Ferras Alvarez, quien le hizo una visita de despedida."
        },
        {
            "title": "Otorgada orden coreana a embajador cubano",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-10ss.html",
            "content": "Otorgada orden coreana a embajador cubano\r\nPyongyang, 18 de noviembre (ACNC) -- Fue otorgada la Orden de la Republica Popular Democratica de Corea a German Hermin Ferras Alvarez, embajador extraordinario y plenipotenciario de la Republica de Cuba acreditado en Corea.\n\t\t\t\t\tDe acuerdo con la voluntad del partido y el gobierno de Cuba, el apoyo y ayudo activamente la lucha del pueblo coreano por la reunificacion independiente y pacifica de Corea y la construccion de un Estado prospero socialista e hizo aporte prominente a fortalecer las relaciones de amistad y cooperacion entre la RPDC y Cuba.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar la ceremonia el dia 18 en el Palacio de los Congresos Mansudae.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema, el vicecanciller Sin Hong Chol, los funcionarios de la rama interesada y los miembros de la embajada cubana en Corea.\n\t\t\t\t\t\n\t\t\t\t\tKim Yong Nam leyo el decreto del Presidium de la APS y otorgo al embajador cubano la Orden de Amistad de la primera clase de la RPDC."
        },
        {
            "title": "Efectuada 59a reunion plenaria del CC de UJS",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-17ss.html",
            "content": "Efectuada 59a reunion plenaria del CC de UJS\r\nPyongyang, 18 de noviembre (ACNC) -- Tuvo lugar el dia 18 en esta capital la reunion ampliada del 59o pleno del Comite Central de la Union de la Juventud Socialista Kim Il Sung.\n\t\t\t\t\tEn la ocasion tomaron parte los miembros del CC de la UJS y los funcionarios del centro y localidades de esta organizacion juvenil.\n\t\t\t\t\t\n\t\t\t\t\tEl certamen discutio el tema para celebrar con el alto entusiasmo politico y los exitos laborales sin precedentes el VII Congreso del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tHubo el informe del presidente del CC de la UJS, Jon Yong Nam y otras intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores subrayaron que el VII Congreso del PTC servira de un jalon historico de gran significado en fortalecer mas el PTC como partido del Presidente Kim Il Sung y el Dirigente Kim Jong Il y adelantar la victoria final de la causa revolucionaria del Juche al elevar el papel directivo del partido. Tambien sera un punto de viraje de la revolucion en registrar un auge nunca visto en la construccion de un Estado  prospero socialista.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion se presentaron las tareas y remedios para celebrar con grandes exitos laborales el VII Congreso del PTC."
        },
        {
            "title": "Extranjeros recorren barco Mujigae",
            "url": "http://kcna.co.jp/item/2015/201511/news18/20151118-19ss.html",
            "content": "Extranjeros recorren barco Mujigae\r\nPyongyang, 18 de noviembre (ACNC) -- Los representantes diplomaticos y de organizaciones internacionales en Corea recorrieron el dia 18 el barco de servicio combinado Mujigae.\n\t\t\t\t\tLos huespedes pasaron revista al interior del barco escuchando las explicaciones de que se construyo el barco Mujigae dispuesto de las instalaciones de servicio combinado de nueva forma y contenido.\n\t\t\t\t\t\n\t\t\t\t\tViendo a los trabajadores que pasan un tiempo alegre, expresaron emociones sobre el amor dispensado al pueblo por el Mariscal Kim Jong Un, quien realiza el sueno e ideal del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEse dia, en el barco Mujigae tuvo lugar el encuentro de amistad con los representantes diplomaticos y de organizaciones internacionales en Corea, brindado por la cancilleria coreana.\n\t\t\t\t\t\n\t\t\t\t\tAlli tomaron parte los representantes diplomaticos y de organizaciones internacionales en Corea y los funcionarios del MINREX."
        }
    ]
}