{
    "date": "2015-09-25",
    "url": "http://kcna.co.jp/item/2015/201509/2015-09-25ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Newly-built Changgwang Shop",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-02ee.html",
            "content": "Kim Jong Un Visits Newly-built Changgwang Shop\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, supreme leader of the Democratic People's Republic of Korea, inspected the Changgwang Shop built in Mirae Scientists Street under construction.\n\t\t\t\t\t The Changgwang Shop has been built under his deep care. He appointed the site for it and examined its layout and dispatched competent building forces of the People's Army, solving all problems arising in the construction of the shop.\n\t\t\t\t\t\n\t\t\t\t\t The shop, made up of one-storied basement and five floors with a total floor space of 7 200 square meters, has more than 20 counters serving varieties of goods, such as hard glassware, plastic and aluminum vessels, children's articles, electrical appliances and articles for cultural and athletic use, and a meeting hall, a sci-tech room, etc.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un dropped in at the room dedicated to the history of the shop.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the shop, inaugurated in November 1983 on the initiative of leader Kim Jong Il, has made a big contribution to improving the people's material and cultural life over the past decades. As it is newly built with Mirae Scientists Street, the shop will be able to more satisfactorily discharge its mission and duty as a commercial service centre professionally dealing in various consumer goods produced at the munitions industrial establishments, he said.\n\t\t\t\t\t\n\t\t\t\t\t He went round several floors of the shop to learn in detail about its construction and preparations for service.\n\t\t\t\t\t\n\t\t\t\t\t He was satisfied over the fact that the shop is arranged with advanced elevators and escalators, impeccable children's playing space and soft-drink stand and a geothermal cooling-and-heating system.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the shop has an important role to play, he gave precious instructions for its service activities.\n\t\t\t\t\t\n\t\t\t\t\t For the shop's smooth operation, it is needed to provide commodities on a normal basis, he said, adding that officials of the relevant field and the shop should understand in time what kinds of goods the people like and demand, and take necessary measures with care. \n\t\t\t\t\t\n\t\t\t\t\t It is important to work scrupulously to improve the salespersons' qualification for effective service activities, he said, stressing the need to conduct the in-depth education in service and actively introduce the advanced service method. He also said that all business activities from purchase of commodities to sale should be put on an IT and computer basis.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the people wonder when the newly-built excellent Changgwang shop will start its operation, he gave an instruction that the shop should open with October 10 as an occasion after completing the full preparations for operation.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his belief that the employees of the shop would fully display the spirit of devotedly serving the people with the great leaders' noble love for them cherished deep in mind.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Choe Ryong Hae, Kim Yang Gon, Ri Il Hwan, Jo Yong Won, Hong Yong Chil and Kim Yo Jong."
        },
        {
            "title": "Special Bonus to Be Granted in DPRK",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-01ee.html",
            "content": "Special Bonus to Be Granted in DPRK\r\nPyongyang, September 25 (KCNA) -- The Presidium of the Supreme People's Assembly of the DPRK decided to give special bonus to the service personnel and people who rendered devoted and loyal services to present the party with labor gifts.\n\t\t\t\t\t A decree of the Presidium of the SPA on this was made public on Sept. 23.\n\t\t\t\t\t\n\t\t\t\t\t The decree said special bonus amounting to 100 percent of monthly rated salaries and wages will be bestowed on all the service personnel, working people and those who receive pensions, subsidies and scholarships on the occasion of the 70th founding anniversary of the Workers' Party of Korea."
        },
        {
            "title": "DPRK Citizen Kim Ryon Hui Must Be Sent Back Home",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-09ee.html",
            "content": "DPRK Citizen Kim Ryon Hui Must Be Sent Back Home\r\nPyongyang, September 25 (KCNA) -- South Korean and foreign public are now becoming increasingly vocal urging the return of DPRK citizen Kim Ryon Hui home so that she may reunite with her beloved parents, husband and child.\n\t\t\t\t\t As already reported, Kim who had gone to China to visit relatives in June, 2011, was lured by a flesh trafficker specializing in abduction of DPRK citizens and was forcibly taken to south Korea under threat.\n\t\t\t\t\t\n\t\t\t\t\t As soon as she set her foot in the land of south Korea she realized that she was taken in and has since lived day in and day out in tears. She is anxiously looking forward to the day she will be able to go back home.\n\t\t\t\t\t\n\t\t\t\t\t She earnestly asked the south Korean Intelligence Service to send her back, explaining she came to the south against her will but her desire has not yet come true.\n\t\t\t\t\t\n\t\t\t\t\t Being denied even the right to get a passport, she is deprived of elementary and universally accepted right to meet her parents and family.\n\t\t\t\t\t\n\t\t\t\t\t With the only idea of going back home, she attempted to smuggle herself into a foreign country and even forged a passport but she has grown all the more nervous, unable to find a way.\n\t\t\t\t\t\n\t\t\t\t\t She is earnestly appealing to the reason of south Korea and the international community to help her go back home. She begs the south Korean Red Cross in tears to let her see her family members in the north during the reunion of separated families and relatives slated to take place at Panmunjom at the end of October.\n\t\t\t\t\t\n\t\t\t\t\t \"My old parents are eager to see even once the face of their daughter and my daughter is living in tears for four years, calling her mother. Authorities do not allow me to go back home so I may meet my parents and daughter. Why?  Why does our nation have to live with the agony of heart-breaking forced separation? It is natural to demand going back home as a human being and it is unethical and undemocratic to check it.\n\t\t\t\t\t\n\t\t\t\t\t Neither freedom nor material wealth are dearer to me than my own family. I want to go back home after going through legitimate procedures of the south Korean Ministry of Unification from a humanitarian stand, irrespective of differing political system and ideology in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\tIf there are human rights and justice and democracy on this land, please help me go back to my family\". This is part of appeal Kim sent to the public of south Korea and the international community.\n\t\t\t\t\t\n\t\t\t\t\t The Christian Pastors' Group for Peaceful Action and other progressive organizations of south Korea and personages of various social standings are strongly demanding the authorities send her back home from a humanitarian stand, away from ideology and political ism.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean Ministry of Unification is rejecting this and even says that \"it is understood that she became the citizen of south Korea at her will and a law applied to south Korean citizens has to be applied to her, too.\" What a lamentable situation.\n\t\t\t\t\t\n\t\t\t\t\t An issue of improving the north-south relations was high on the agenda at the north-south high-level urgent contact in August and a reunion of separated families and relatives is slated to take place at the end of October. It is something deplorable that another separated family is to be produced on this land against this backdrop.\n\t\t\t\t\t\n\t\t\t\t\t It has been a common thing for relatives and friends to freely come and go from and to the north and the south on this land that has 5 000 year-long history.\n\t\t\t\t\t\n\t\t\t\t\t It is heart-rending that Kim's family whose members had shared weal and woe for decades has lived separated for several years against its will. It will be another tragedy brought about by national division if she would live separated due to the improper attitude of the Ministry of Unification and the Intelligence Service of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that such a tragedy would not repeat itself as long as the country is separated.\n\t\t\t\t\t\n\t\t\t\t\t Overseas Koreans who reside in opposite part of the earth are visiting their native places before the Harvest Moon Day to offer ancestral rites and have a good time with their families and relatives.\n\t\t\t\t\t\n\t\t\t\t\t But a woman who was born on this land is anguishing in agony for return home and for meeting her parents and child. But this earnest desire has not been realized.\n\t\t\t\t\t\n\t\t\t\t\t World conscience that values justice and truth and makes efforts to alleviate the misfortune and pain of people should actively respond to her appeal.\n\t\t\t\t\t\n\t\t\t\t\t The New York Times and other world media are carrying articles urging Kim's repatriation, asserting it is natural in the light of humane ethics and rights to let her go back to home so that she may reunite with her parents, husband and daughter.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should show sincerity by sending Kim back home from the stand of settling the issue of separated families and relatives now that the improvement of the north-south relations has become high on the agenda.\n\t\t\t\t\t\n\t\t\t\t\t Kim should be let go back home."
        },
        {
            "title": "Student of New York University Interviewed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-20ee.html",
            "content": "Student of New York University Interviewed in DPRK\r\nPyongyang, September 25 (KCNA) -- Won Moon Joo, a student of New York University, was interviewed by foreign and domestic media persons in Pyongyang Friday. \n\t\t\t\t\t He mentioned at the interview:\n\t\t\t\t\t\n\t\t\t\t\t My name is Won Moon Joo and I am 21 years old, currently studying business in New York University. I was born in Seoul, south Korea on April 9th, 1994 and moved to the United States with my parents in March, 2001 when I was 7 years old, and currently live in New Jersey, the U.S. I went to elementary, middle, and high school in the United States and on September 2012 enrolled in New York University. I studied there till January 2015, and applied for a leave of absence until August 2015, starting from February 15th to March 27th, I traveled throughout the U.S., and using Google search, read articles that stated that people could enter the DPRK through China, and to prepare for entering through this method, I left the U.S. on March 28th and arrived in Seoul, south Korea. During my stay of 22 days, using internet I became determined to enter the DPRK through Dandong, Liaoning Province, China. I left Inchon, south Korea on April 20th, arrived at Dandong, China on April 21st, to i\n\t\t\t\t\t\n\t\t\t\t\t llegally enter the DPRK through the DPRK-Chinese border, where I was arrested on April 22nd.\n\t\t\t\t\t\n\t\t\t\t\t My motive and purpose of entering the DPRK illegally was to satisfy my curiosity by seeing and experiencing for myself the reality of the DPRK despite the negative things I heard while living in the U.S. through the media and internet.\n\t\t\t\t\t\n\t\t\t\t\t Although I was a criminal, the DPRK treated me in the most humanitarian way, and granted my wish of personally experiencing life in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I requested the gathering here today because it is my desire and duty to express my feelings and opinions as an ordinary college student who was generously granted the unprecedented measure of being allowed to personally see the reality of the DPRK, in hopes that it could reveal the distorted perception of the DPRK present throughout the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Of course, I am not an expert on Korean history, nor on the situation on the Korean Peninsula. However, I attempted to view and recognize the information presented to me with an objective point of view. As a result the following opinions and analysis are my own judgment from what I felt and perceived during my experience.\n\t\t\t\t\t\n\t\t\t\t\t  First of all, the DPRK is a man-centered society where everything is for the benefit of the people.\n\t\t\t\t\t\n\t\t\t\t\t While living in the U.S., the things I heard about this country from mass media and public opinion were that north Korea is an \"egregious state armed for war with nuclear weapons\" and that the \"dictator leaders\" of the DRRK live a life of luxury while cruelly oppressing the people to maintain power but my experience proved just how wrong this view was.\n\t\t\t\t\t\n\t\t\t\t\t With an open mind, I traveled through Pyongyang and various places in the DPRK and discovered a fact that I had not heard of the DPRK while living in the U.S. The most grand and beautiful buildings are for ordinary citizens such as theaters, stadiums, library and all the names of these buildings include the word \"people's.\" Monumental locations that form the foundations of cultural and recreational life of the people, including the Grand People's Study House, Munsu Water Park, Rungna Dolphinarium, Kaeson Youth Amusement Park are in service for the well-being of the ordinary people. For example, the Grand People's Study House, a large scale public library for the masses, is not for any specific group of people, but for all citizens including farmers or laborers. People could read all kinds of books, study various subjects such as music, foreign languages, and so on, all for free under the care of the government. Also, I was able to visit Kim Il Sung University where students \n\t\t\t\t\t\n\t\t\t\t\t were engaged in their studies and enrolled for free with scholarships given by the nation, and I saw the modern electronic lab, filled with computers that can access intranet and internet, as well as a nice swimming pool which students and professors were free to use during their free time.\n\t\t\t\t\t\n\t\t\t\t\t I was especially surprised when I visited the Pyongyang Children's Palace, because any young gifted children could learn singing, dancing and instruments with no worries of tuition or fees and fulfill their hopes under the warm care of the government. At the modern Munsu Water Park     I was able to see many families and people relaxing and having a good time and at Moran Hill, a natural park located in Pyongyang for the convenience of the people, I saw people dancing and singing under a pavilion, and I came to realize why foreigners call Pyongyang a city in the park.\n\t\t\t\t\t\n\t\t\t\t\t On July 27th and August 15th I was able to see group mass dancing among students and workers, as well as a fireworks show, and these holidays made a great impression on me, because of the huge number of citizens that gathered and the festive mood of the people.\n\t\t\t\t\t\n\t\t\t\t\t Through these experiences, I came to realize that everything is served for the convenience of the people and this fact surprised me, as someone who heard only negative things about the DPRK, and I questioned how such a people-centered system came to be, and I tried to find the answer by myself.\n\t\t\t\t\t\n\t\t\t\t\t The answer I found was that the Juche idea created and developed by the people's fatherly leaders was applied in all spheres of life in the unique socialist state of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All the buildings, schools, museums share a common trait that they were constructed under the initiative and guidance of President Kim Il Sung, General Kim Jong Il and Marshal Kim Jong Un to promote the welfare of the people. \n\t\t\t\t\t\n\t\t\t\t\t The most influential events were my visits to the Pyongyang Orphanage and the Okryu Children's Hospital. At the orphanage, I found out through the stories of the director that Marshal Kim Jong Un made several visits during the recent construction process to give painstaking and fatherly care so that the children did not have a single discomfort, even adding rubber mats to the shower room to make sure the kids didn't slip.  Provided with unlimited fresh food, medicine, beautiful bedrooms, playrooms and swimming pools, these children expressed to me that they had nothing to envy, even though they may have lost their parents, as they greeted me and happily sang songs about their Marshal Kim Jong Un. As I saw their joyful lives, I could begin to understand why the entire nation of the DPRK unanimously revere and follow their leaders like their fathers and I wrote in the visitors' memobook, \"After today's visit I begin to understand why the children call their Great Marshal Kim J\n\t\t\t\t\t\n\t\t\t\t\t ong Un their father. Such a man who takes care of all the children in the land, including those who have lost their parents, cannot be without compassion and greatness. I will remember this day forever.\"\n\t\t\t\t\t\n\t\t\t\t\t I saw the loving care given by Marshal Kim Jong Un at the Okryu Children's Hospital, where state of the art care is given to the youth, from new born babies to 16 year old children who live not only in Pyongyang but rural areas throughout the country, at no cost.\n\t\t\t\t\t\n\t\t\t\t\t During my visit to Mansu Hill where the bronze statues of President Kim Il Sung and General Kim Jong Il are located, I was fortunate enough to see a wedding take place. There I found out it is customary for wedding couples to offer bows as a sign of respect and happiness. During my visits to Kim Il Sung Square, Arch of Triumph, Tower of the Juche Idea, and Pyongyang subway filled with murals, I was about to see the people's reverence for their leaders who lighted the path for the people.\n\t\t\t\t\t\n\t\t\t\t\t I was able to learn about President Kim Il Sung's humble and patriotic beginnings in the straw thatched house at his native home, Mangyongdae, and how he persevered through great difficulties to liberate the people and led the people to their standing today. By reading his memoirs, \"With the Century,\" I was able to understand the origins of the Juche idea and its embodiment in the DPRK society today.\n\t\t\t\t\t\n\t\t\t\t\t At the International Friendship Museum, I was not only surprised by the huge number of gifts, over tens of thousands, sent to the leaders of the DPRK from politicians, leaders, presidents of almost every country in the world, but also discovered the high admiration that Korea is held by many different people throughout the world who hold close relationships with the DPRK leaders. Those presents show the acknowledgement of the people throughout the world to the DPRK leaders who created the man-centered political philosophy and established the Juche-oriented socialist state.\n\t\t\t\t\t\n\t\t\t\t\t I was fortunate enough to be present during the election day of the DPRK, July 19th, where local assemblymen were elected to represent the people. It may be a shock, but people do not vote for one candidate versus another. The election process was not a competition between candidates, but a process where the people showed their support and candidates promised to serve the society. The day was like a holiday with the people celebrating with singing and dancing.\n\t\t\t\t\t\n\t\t\t\t\t During my stay I noticed that people seemed much more satisfied and relaxed with their lives, as a result of the stable political system, economy, and culture because the rights of people's lives are guaranteed. I mean everyone is given home, food, monthly allowance and medical care. Because the nation is always centered on the welfare of the people and money plays less of a role, people do not live and work in competition for a personal salary, but rather for the good of the nation and society. Simply speaking, because the people are the most important being in the society, the saying, \"One for all, All for one,\" shows the collective spirit that results in the benefit of the individual and whole.\n\t\t\t\t\t\n\t\t\t\t\t As someone who lived and grew up in a capitalist society for all of my life, I find it difficult to explain everything I felt in the socialist society of the DPRK in words, but I can say that it was perhaps the most surprising and warming experience of my life. Frankly speaking, I saw none of the human rights issues of the tyranny of the DPRK government that I had previously thought existed in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t While living in the U.S., I heard many things about the violation of human rights and the negative perception of the DPRK through different sources.  During high school, I was a part of the \"Liberty in North Korea\" club which is an organization that helps so called north Korea refugees in China who crossed the DPRK-Chinese border to find a new life. In 2011, 3 members of \"Liberty in North Korea\" organization came to my high school and gave a short presentation about themselves and showed a documentary about refugees escaping north Korea and trying to establish a new life elsewhere. Also during college, I received as a birthday present a non fiction novel made up of stories of people who escaped north Korea through China and the life described there was a sort of forced living with no hope. Also on March 2015, through internet, I read a story of a foreign tourist who had bought marijuana in a north Korean market.\n\t\t\t\t\t\n\t\t\t\t\t Of course, the DPRK is not the wealthiest of nations and each day it preserves against all odds and endures through many hardships. However, I believe that the people live freely and their minds liberated as a result of the current political system. The leaders and the people of the DPRK form a large harmonious family and they live and work optimistically for the future.\n\t\t\t\t\t\n\t\t\t\t\t During my visit to Kim Il Sung University and the Grand People's Study House, I talked in English with students who were learning English and their welcoming atmosphere to me, a U.S. university student from south Korea, was a warming experience with no coldness or aversion, and as they stated a person who has a peaceful purpose is no enemy. During my encounters with many DPRK citizens, everyone was enthusiastic and optimistic about their work and the mood of the society was full of collaboration.\n\t\t\t\t\t\n\t\t\t\t\t Often times in the West, the DPRK is described as isolated and closed, and the people are blinded by the government of the outside world. However, I found out during my stay this was not true. At the Pyongyang International Cinema House I watched an Indian film, called Tezz, which took place in modern day London, showing everyday life in the West. I also watched countless other foreign films from Russia, China, India and other nations through the TV broadcast and DVDs. Also, at Kim Il Sung University, I saw with my own eyes computers with internet access available to students and professors. At the Grand People's Study House I saw Mark Twain's famous Adventures of Huckleberry Finn and other foreign novels and textbooks which were available for ordinary people to read.\n\t\t\t\t\t\n\t\t\t\t\t I am no politician or historian. I am just an ordinary Korean college student who believes in peace and fairness.\n\t\t\t\t\t\n\t\t\t\t\t I was given the opportunity of visiting the Victorious Fatherland Liberation War Museum and the Sinchon Museum, and saw various evidence that showed that the Korean war was not provoked by the DPRK, but by the U.S. and also proof of the war atrocities committed by the U.S. Among the many horrific accounts, proven by photos, eye witnesses, and documents, such as cruel tortures using nails or saws, the most significant account was one where children and their parents were separated from one another and set on fire with gasoline in a shed. I was able to meet one of the three survivors of this case and visited the very building where this crime took place. I placed bouquet of flowers on the burial mound of children who perished that day, and wondered why I had never heard of such accounts during history classes or other sources. After I finished walking around the museum, I wrote in the visitors' memobook \"War is a terrible thing among mankind. My hopes are that it will not happ\n\t\t\t\t\t\n\t\t\t\t\t en again in the Korean Peninsula and a peaceful solution is found. However, the past wrongs must be addressed by the wrongdoers. That day will come soon.\"\n\t\t\t\t\t\n\t\t\t\t\t In the current tense situation in the Korean Peninsula, I could understand the animosity the Korean people harbored for the crimes the U.S. had committed, especially more so since the U.S. refuses to acknowledge these crimes. Hiding these facts only worsens the relationship between the U.S. and the DPRK, and proves to be an obstacle in making peace.\n\t\t\t\t\t\n\t\t\t\t\t The fighting during the Korean war has stopped with the armistice agreement, but the north and south Korean people remain enemies technically still at war and as a result, the people of the same nation do not know the truth of one another. It saddens me more so, after my stay here, that brother fights brother, which is tragedy of the Korean people that the nation remains divided and I believe we must forget the past in order to look to the future towards the brighter days of reunification. \n\t\t\t\t\t\n\t\t\t\t\t While staying in the DPRK, I felt first-hand that whether from the north or south, the Korean people share the same language and culture and as a people of the same blood our many similarities by far overcomes our few differences. I believe that we can end the 70 years of division through our mutual longing for reunification.\n\t\t\t\t\t\n\t\t\t\t\t I hope that my words and story will be conveyed to others around the world, particularly the U.S. and south Korea, so that compassionate people and the media throughout the world extend an empathetic mind towards the DPRK. I ask the U.S. and south Korean governments to suspend their hostile attitude towards the DPRK and to change their policies regarding the recognition of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As a student who loves justice and truth, I hope that the proposals of peace and reunification such as the Program for the Founding of the Democratic Federal Republic of Koryo as set forth by President Kim Il Sung, the June 15th North-South Joint Declaration are recognized as permanent reminders of previous attempts in cooperation and new initiatives adopted so that the next generation may live as a whole and reunified Korean people. I may only be 21 years old, but I will devote myself to this cause.\n\t\t\t\t\t\n\t\t\t\t\t I am not someone who received any orders or expects any pardon, but rather desire to spread the truth to others in the world, and if I can influence people to seek understanding of the DPRK on their own, I would consider it a success.\n\t\t\t\t\t\n\t\t\t\t\t To conclude, I would like to respectfully express gratitude to Marshal Kim Jong Un for granting me the privilege of visiting various places around the DPRK and would like to thank the people of the DPRK for their kind hospitality.\n\t\t\t\t\t\n\t\t\t\t\t Then Won Moon Joo answered to the questions raised by journalists."
        },
        {
            "title": "DPRK Ambassador to Bulgaria Appointed",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-32ee.html",
            "content": "DPRK Ambassador to Bulgaria Appointed\r\nPyongyang, September 25 (KCNA) -- Cha Kon Il was appointed as DPRK ambassador to Bulgaria, according to a decree of the Presidium of the Supreme People's Assembly of the DPRK."
        },
        {
            "title": "Greetings to Kim Jong Un from Namibian President",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-10ee.html",
            "content": "Greetings to Kim Jong Un from Namibian President\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, on Aug. 28 received a message of greeting from Hage Geingob, president of the Republic of Namibia.\n\t\t\t\t\t In the message the president extended the warmest congratulations to Kim Jong Un and the government and people of the DPRK on behalf of the government and people of Namibia on the occasion of the 67th birthday of the DPRK, Sept. 9, 2015.\n\t\t\t\t\t\n\t\t\t\t\t The message wished Kim Jong Un good health and happiness and the DPRK prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Congolese President",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-13ee.html",
            "content": "Greetings to Kim Jong Un from Congolese President\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, on Sept. 16 received a message of greeting from Denis Sassou-Nguesso, president of the Republic of Congo.\n\t\t\t\t\t The message extended sincere and warm congratulations to Kim Jong Un on the 67th national day of the DPRK, a beautiful country.\n\t\t\t\t\t\n\t\t\t\t\t The President wished Kim Jong Un good health and the friendly Korean people happiness, peace and prosperity on the behalf of the people and government of Congo and on his own behalf. \n\t\t\t\t\t\n\t\t\t\t\t He hoped that the good and traditional relations between the two countries would grow stronger in the interests of the peoples of the two countries."
        },
        {
            "title": "Greetings to Kim Jong Un from King of Morocco",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-14ee.html",
            "content": "Greetings to Kim Jong Un from King of Morocco\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, on Aug. 31 received a message of greeting from Mohamed Ⅵ, king of Morocco.\n\t\t\t\t\t In the message the king said that he was pleased to extend the warmest salute to Kim Jong Un on the occasion of the national day of the DPRK and sincerely wished the Korean people steady progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Armenian President",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-15ee.html",
            "content": "Greetings to Kim Jong Un from Armenian President\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, on Sept. 9 received a message of greeting from Armenian President Serge Sarkissian.\n\t\t\t\t\t The message extended congratulations to Kim Jong Un and the Korean people on the occasion of the founding anniversary of the DPRK, its national holiday.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the relations between the two countries would grow stronger thanks to their common efforts.\n\t\t\t\t\t\n\t\t\t\t\t It wished Kim Jong Un good health and the people of the DPRK peace and wellbeing."
        },
        {
            "title": "Greetings to Kim Jong Un from Malian President",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-16ee.html",
            "content": "Greetings to Kim Jong Un from Malian President\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Ibrahim Boubacar Keita, president of the Republic of Mali, on Sept. 9.\n\t\t\t\t\t In the message the Malian president said he was pleased to extend the warmest congratulations to Kim Jong Un and the Korean people on behalf of the Malian people and on his own behalf at this significant moment marking the 67th founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The message wished Kim Jong Un good health and happiness and the friendly Korean people greater progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Mauritanian President",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-17ee.html",
            "content": "Greetings to Kim Jong Un from Mauritanian President\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Mohamed Ould Abdel Aziz, president of the Islamic Republic of Mauritania, on Sept. 8.\n\t\t\t\t\t In the message the Mauritanian president said he was happy to extend the warmest congratulations to Kim Jong Un on behalf of the government and people of Mauritania and on his own behalf on the occasion of the national day of the DPRK, \n\t\t\t\t\t\n\t\t\t\t\t He wholeheartedly wished Kim Jong Un good health and happiness and the friendly Korean people greater progress and wellbeing.\n\t\t\t\t\t\n\t\t\t\t\t He reiterated his will to continue boosting the good cooperative relations between the two countries in the common interests of the friendly peoples of the two countries."
        },
        {
            "title": "Greetings to Kim Jong Un from Kazak President",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-18ee.html",
            "content": "Greetings to Kim Jong Un from Kazak President\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Nursultan Nazarbayev, president of the Republic of Kazakhstan, on Sept. 9.\n\t\t\t\t\t In the message the Kazak president extended warm congratulations to the Korean people on his own behalf and on behalf of the Kazak people on the occasion of the founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the relations between the two countries forged on the basis of friendship and mutual understanding would steadily develop in various fields in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un good health, his family happiness and him success in all works and the people of the DPRK unity and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Sri Lankan President",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-19ee.html",
            "content": "Greetings to Kim Jong Un from Sri Lankan President\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Maithripala Sirisena, president of the Democratic Socialist Republic of Sri Lanka, on Sept. 10.\n\t\t\t\t\t In the message the Sri Lankan president said he was pleased to extend the sincere best wishes to Kim Jong Un and the government and people of the DPRK on the important occasion of the founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He expressed firm belief that the long-standing friendly relations between the two countries would grow stronger in the interests of the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He most wholeheartedly wished Kim Jong Un good health and happiness and the people of the DPRK steady progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Spanish King",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-21ee.html",
            "content": "Greetings to Kim Jong Un from Spanish King\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Felipe VI, king of Spain, on Sept. 9.\n\t\t\t\t\t In the message the Spanish king extended warm congratulations to Kim Jong Un on his own behalf and on behalf of the government and people of Spain on the occasion of the national day of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I wish again the people of the DPRK, our friends, wellbeing, peace and prosperity, the message said."
        },
        {
            "title": "Greetings to Kim Jong Un from Angolan President",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-22ee.html",
            "content": "Greetings to Kim Jong Un from Angolan President\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Jose Eduardo Dos Santos, president of the Republic of Angola, on Sept. 9.\n\t\t\t\t\t In the message the Angolan president said he was pleased to extend congratulations to Kim Jong Un and the government and people of the DPRK on behalf of the government of the Republic of Angola and on his own behalf on the occasion of the 67th founding anniversary of the DPRK. He wished the DPRK prosperity and progress.\n\t\t\t\t\t\n\t\t\t\t\t On this day which is of the most important historic significance for the Korean people, I appreciate the efforts made by your government to defend the sovereignty and dignity of the nation, the message said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t I wish for the peaceful reunification of Korea through dialogue thanks to the constant efforts of Your Excellency and your government.\n\t\t\t\t\t\n\t\t\t\t\t I reiterate the invariable will of the Angolan government to boost the bonds of friendship and cooperation between our two countries."
        },
        {
            "title": "Greetings to Kim Jong Un from Cambodian King",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-23ee.html",
            "content": "Greetings to Kim Jong Un from Cambodian King\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Norodom Sihamoni, king of Cambodia, on Sept. 9.\n\t\t\t\t\t In the message the king extended the warmest congratulations to Kim Jong Un on behalf of the Cambodian people and wished him good health and happiness and great success in carrying out his historic mission of leading the Korean nation on the occasion of the 67th birth anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He also wished the friendly people of the DPRK peace, stability, progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Under Kim Jong Un's great leadership the DPRK is continuing the efforts to achieve peace, develop all fields and modernize them, the message said, expressing pleasure over the fact that the traditional friendship, solidarity and cooperation between the two countries are ushering in a heyday."
        },
        {
            "title": "Greetings to Kim Jong Un from Bahraini King",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-24ee.html",
            "content": "Greetings to Kim Jong Un from Bahraini King\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Sheikh Hamad Bin Isa al-Khalifa, king of Bahrain, on August 30.\n\t\t\t\t\t In the message the king said he was pleased to extend sincere congratulations and blessings to Kim Jong Un on his own behalf and on behalf of the people of the Kingdom of Bahrain on the occasion of the national day of the friendly DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The message wholeheartedly wished Kim Jong Un good health and happiness at all times and the Korean people steady progress and prosperity under his wise guidance."
        },
        {
            "title": "Greetings to Kim Jong Un from Croatian President",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-28ee.html",
            "content": "Greetings to Kim Jong Un from Croatian President\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Kolinda Grabar Kitarovic, president of the Republic of Croatia, on Sept. 9.\n\t\t\t\t\t In the message the president said she was pleased to extend congratulations to Kim Jong Un on behalf of the Croatian people and on her own behalf on the occasion of the national day of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t She sincerely wished the DPRK and its people prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Prime Minister of Lesotho",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-33ee.html",
            "content": "Greetings to Kim Jong Un from Prime Minister of Lesotho\r\nPyongyang, September 25 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Bethuel Pakalitha Mosisili, prime minister of Lesotho, on Sept. 4.\n\t\t\t\t\t In the message the prime minister extended sincere congratulations to Kim Jong Un on behalf of the government and people of the Kingdom of Lesotho and on his own behalf on the significant occasion of marking the 67th founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Taking this significant opportunity of celebrating the important day in the history of your great country, I express firm belief that the close bonds of good friendship and cooperation between our two countries will grow stronger in the mutual interests of the peoples of the two countries, the message said.\n\t\t\t\t\t\n\t\t\t\t\t It wished Kim Jong Un good health and the people of the DPRK steady prosperity."
        },
        {
            "title": "Congratulations to Egyptian FM",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-25ee.html",
            "content": "Congratulations to Egyptian FM\r\nPyongyang, September 25 (KCNA) -- DPRK Foreign Minister Ri Su Yong on Thursday sent a congratulatory message to Sameh Shoukry upon his staying in office as foreign minister of the Arab Republic of Egypt.\n\t\t\t\t\t The message expressed belief that the traditional and historic relations of friendship and cooperation between the two countries would grow stronger, wishing the Egyptian foreign minister success in his work for the development of external relations of the country."
        },
        {
            "title": "Projected Enactment of \"Law on Human Rights in North\" Slammed",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-29ee.html",
            "content": "Projected Enactment of \"Law on Human Rights in North\" Slammed\r\nPyongyang, September 25 (KCNA) -- A spokesman for the National Reconciliation Council in a statement Friday urged the south Korean authorities and the political philistines of ruling and opposition parties to face up to the desire of the nation and the trend of the times and immediately stop the farce of enacting \"the law on human rights in the north\", an evil law inciting confrontation with the DPRK.\n\t\t\t\t\t The law is a confrontation law denying the national reconciliation and unity and causing antagonism, discord, confrontation and conflicts between fellow countrymen, and an anti-reunification law that can push the north-south relations to deterioration and catastrophe again, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the enactment of the law will deter the national reconciliation and unity and plunge the north-south relations into a catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean authorities including the Unification Ministry are abetting confrontation, chiming in with the political philistines' farce of enacting the law, saying that \"the issue of human rights in the north is not one that can be avoided\".\n\t\t\t\t\t\n\t\t\t\t\t It is the height of effrontery and an intolerable mockery and insult to the public at home and abroad to trumpet about \"north-south parliamentarian talks,\" \"implementation of agreement\", \"improvement of relations\" and \"dialogue\" while antagonizing dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t We value the national concord and improvement of the north-south relations but will never tolerate acts of infringing upon the dignity and sovereignty of the DPRK."
        },
        {
            "title": "Big Efforts Paid to Marine Protection in DPRK",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-11ee.html",
            "content": "Big Efforts Paid to Marine Protection in DPRK\r\nPyongyang, September 25 (KCNA) -- The protection of marine environment is gaining momentum in the Democratic People's Republic of Korea.\n\t\t\t\t\t In this regard, Pae Nam Un, director of the Central Marine Protection Center under the Maritime Administration, said:\n\t\t\t\t\t\n\t\t\t\t\t The center was founded in Juche 100 (2011), as part of national efforts to prevent and remove pollution caused by ships in territorial waters.\n\t\t\t\t\t\n\t\t\t\t\t In case of accidental pollution, the center is to play the role of tapping relevant organs and enterprises for removal of pollution, supervising it and investigating and estimating damage.\n\t\t\t\t\t\n\t\t\t\t\t It takes control over the protection of marine environment as required by national laws and regulations in accordance with international conventions.\n\t\t\t\t\t\n\t\t\t\t\t It also suggests taking national measures to cope with negative influence of bilge water and waste over marine environment.\n\t\t\t\t\t\n\t\t\t\t\t In the past, it successfully removed oil slick caused by accidental leaks from vessels of China, Panama and other countries.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, it expands cooperation with international environmental bodies."
        },
        {
            "title": "DPRK Premier Learns about Farming in South Hwanghae Province",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-31ee.html",
            "content": "DPRK Premier Learns about Farming in South Hwanghae Province\r\nPyongyang, September 25 (KCNA) -- DPRK Premier Pak Pong Ju made a field survey of farming in Sinchon, Anak and Unchon counties of South Hwanghae Province.\n\t\t\t\t\t Officials and working people in the field of agriculture in the province have turned out in a dynamic harvesting drive in order to bring about a boost in the grain production this year.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the position of the province to realize the intention of supreme leader Kim Jong Un who considers the solution of food issue for improving the people's living standard as the most important affair and discussed measures for successfully finishing harvesting in good time.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, he looked round the February 8 Jikdong Youth Coal Mine and held a consultative meeting at which he took measures to give definite precedence to tunneling and increase coal production."
        },
        {
            "title": "Participants of Pyongyang Trade Fair Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-26ee.html",
            "content": "Participants of Pyongyang Trade Fair Visit Mangyongdae\r\nPyongyang, September 25 (KCNA) -- Participants of the 11th Pyongyang Autumn International Trade Fair visited Mangyongdae, the birthplace of President Kim Il Sung, on Friday.\n\t\t\t\t\t At the old home of the President the guests looked round the relics preserved there with much care, being briefed on his revolutionary history and the patriotic life of his family members.\n\t\t\t\t\t\n\t\t\t\t\t They toured the revolutionary relics on Mangyong Hill."
        },
        {
            "title": "Commemorative Stamp Issued in DPRK",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-12ee.html",
            "content": "Commemorative Stamp Issued in DPRK\r\nPyongyang, September 25 (KCNA) -- A sheetlet was issued in the Democratic People's Republic of Korea to mark the 40th anniversary of Stockholm district of the association of Swedish stamp collecting youth.\n\t\t\t\t\t The sheetlet was overprinted on rodents sheetlet (stock No. 4485A) issued on April 20, Juche 96 (2007) with the letters of the 40th anniversary of Stockholm district of the association of Swedish stamp collecting youth and exhibition logo."
        },
        {
            "title": "Defuse of Confrontation Is Prerequisite for Solving North-South Relations: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-08ee.html",
            "content": "Defuse of Confrontation Is Prerequisite for Solving North-South Relations: Rodong Sinmun\r\nPyongyang, September 25 (KCNA) -- It is necessary to defuse confrontation, to begin with, in order to mend the inter-Korean relations and achieve the reunification of the country, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t The issue of the north-south relations, in essence, represents their task of achieving reconciliation and unity as the one and the same nation, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The state of confrontation has fostered discord and mistrust within the nation and checked the reconciliation, unity and reunification of the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t As proven by the past history of the north-south relations, the confrontation between the fellow countrymen will only entail a war.\n\t\t\t\t\t\n\t\t\t\t\t It is lamentable that the Korean nation has not yet achieved the reunification. It is all the more intolerable that the escalation of confrontation leads to an increase in the danger of a war.\n\t\t\t\t\t\n\t\t\t\t\t The confrontational policy of antagonizing the fellow countrymen is a factor of inciting political and military confrontation between the north and the south. Only when a fundamental change is brought about in the confrontational policy, would it be possible to defuse the political and military confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Even though a good agreement for detente and the improvement of the north-south ties was reached at the north-south high-level urgent contact, confrontational racket against the fellow countrymen is going on in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that the anti-DPRK \"human rights\" racket and leaflets scattering operations are serious politically-motivated provocations denying and slandering the dignity and social system of the dialogue partner and escalating mistrust and confrontation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t There can be no proper dialogue between the north and the south as long as confrontational aim is sought.\n\t\t\t\t\t\n\t\t\t\t\t Defuse of confrontation only will guarantee an advance in the north-south relations and a bright future of the nation."
        },
        {
            "title": "KCTU Launches General Strike",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-27ee.html",
            "content": "KCTU Launches General Strike\r\nPyongyang, September 25 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) launched a general strike on Sept. 23 in protest against the authorities' unpopular policy, according to Voice of People, an internet paper of south Korea.\n\t\t\t\t\tAt least 10,000 members of the KCTU held a rally in Sodaemun District, Seoul that day.\n\t\t\t\t\t\n\t\t\t\t\t Speakers condemned the authorities for seeking to put down the vital rights of the people through retrogressive revision of the labor law.\n\t\t\t\t\t\n\t\t\t\t\t At the rally the KCTU raised the action for holding business accountable in society, hike of minimum wages and guarantee of basic labor right as demands of the general strike.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants staged a demonstration toward Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t The fascist police ran wild in suppression, firing tear liquid, but the demonstrators fought against them.\n\t\t\t\t\t\n\t\t\t\t\t Police walked away more than 40 demonstrators that day."
        },
        {
            "title": "Koreans in U.S. Condemn Japan's Moves for Revival of Militarism",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-30ee.html",
            "content": "Koreans in U.S. Condemn Japan's Moves for Revival of Militarism\r\nPyongyang, September 25 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. issued a statement on Sept. 20 condemning the Japanese authorities for their dangerous moves to revive militarism.\n\t\t\t\t\t The statement recalled that the security bills aimed to exercise the \"right to collective self-defense\" were passed through Japan's Diet.\n\t\t\t\t\t\n\t\t\t\t\t Such shameless act of Japan was impossible without positive backing of the U.S., it noted, adding the U.S. has prodded Japan into enacting the law to carry out its strategy for dominating the world.\n\t\t\t\t\t\n\t\t\t\t\t Japan should bear in mind that the passage of the bills will be a prelude to Japan's defeat and result in precipitating its ruin, the statement warned."
        },
        {
            "title": "Demonstration against U.S. Hostile Policy toward DPRK Staged in Russia",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-05ee.html",
            "content": "Demonstration against U.S. Hostile Policy toward DPRK Staged in Russia\r\nPyongyang, September 25 (KCNA) -- A demonstration against the U.S. hostile policy toward the DPRK took place in front of the building of the U.S. consulate general in Sankt-Peterburg, Russia on September 15.\n\t\t\t\t\t Present there were youths including figures and young communists of the Sankt-Peterburg City Committee of the Lenin Young Communist League of the Russian Federation.\n\t\t\t\t\t\n\t\t\t\t\t Demonstrators, holding placards showing the protest against the U.S. imperialists' aggressive and provocative moves, denounced the U.S. and south Korean authorities for posing constant war threat to the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They extended support and solidarity to the DPRK's demand for the withdrawal of the U.S. troops from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Adopted at the demonstration was a resolution for solidarity with the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The resolution said:\n\t\t\t\t\t\n\t\t\t\t\t The youth in Sankt-Peterburg of Russia can never overlook the U.S. military provocative moves against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and their stooges are using the south Korean puppet regime for dampening the decades-old desire of the Korean people for the peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have systemically perpetrated wicked provocations to impair the dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The young communists in Sankt-Peterburg resolutely denounce the U.S imperialists for breaking the international stability and persistently hindering the peaceful reunification of the Korean nation, and the south Korean authorities for following the U.S."
        },
        {
            "title": "Anniversary of WPK To Be Marked in Russia",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-03ee.html",
            "content": "Anniversary of WPK To Be Marked in Russia\r\nPyongyang, September 25 (KCNA) -- A preparatory committee for celebrating the 70th anniversary of the founding of the Workers' Party of Korea (WPK) was formed in Ulyanovsk Region, Russia on September 22.\n\t\t\t\t\t Aleksandr Kruglikov, chairman of the \"Jongilbong\" Russia-Korea Friendship Association of Ulyanovsk Region, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee fixed the celebration period from Sept. 22 and Oct. 11 and decided to organize colorful political and cultural events including a seminar and a lecture praising exploits of President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "U.S. Denounced by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-04ee.html",
            "content": "U.S. Denounced by Swiss Organizations\r\nPyongyang, September 25 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea released a joint statement on September 19 denouncing the U.S. for blocking the improvement of the north-south relations.\n\t\t\t\t\t The U.S. is running the whole gamut of intrigues to hinder the trend of the improvement of the inter-Korean relations created after the north-south high-level urgent contact, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is straining the situation on the Korean Peninsula by making criminal provocations.\n\t\t\t\t\t\n\t\t\t\t\t There will be no de-escalation of tension on the Korean Peninsula and the improvement of the north-south relations if the U.S. interference and obstructive maneuvers are allowed.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations should be improved under the banner of the Korean Nation Itself free from any interference of foreign forces."
        },
        {
            "title": "Birthday of WPK Marked in Guinea, Nigeria",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-06ee.html",
            "content": "Birthday of WPK Marked in Guinea, Nigeria\r\nPyongyang, September 25 (KCNA) -- Events took place in Guinea and Nigeria from September 16 to 18 on the occasion of the 70th anniversary of the founding of the Workers' Party of Korea (WPK).\n\t\t\t\t\t They included a seminar in Kankan University of Guinea and a lecture and film shows in Nigerian Group for Self-Reliance Studies and companies in Lagos.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included the Korean films \"Monument to Party Founding\" and \"Songdowon International Children's Camp\".\n\t\t\t\t\t\n\t\t\t\t\t Present at the events were figures of all social standings and masses in the relevant countries.\n\t\t\t\t\t\n\t\t\t\t\t Speakers including the chief of the Group for the Study of the Juche Idea in Kankan University of Guinea referred to the originality and validity of the great Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t The acting chairman of the Nigerian Group for Self-Reliance Studies gave a lecture titled \"Advance of the socialist cause and the party's leadership\"."
        },
        {
            "title": "Kim Jong Un recorre Almacen Changgwang",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-02ss.html",
            "content": "Kim Jong Un recorre Almacen Changgwang\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un dirigio sobre el terreno el Almacen Changgwang recien construido en la avenida de cientificos Mirae.\n\t\t\t\t\tEl Mariscal determino en personal el solar del almacen y dirigio su diseno. Ademas, envio fuerte colectivo de construccion del Ejercito Popular de Corea y resolvio uno tras otro todos los problemas pendientes en su obra.\n\t\t\t\t\t\n\t\t\t\t\tEl Almacen con la area construida total de mas de 7 mil 200 metros cuadrados tiene un piso subterraneo y 5 pisos sobre tierra. Cuenta con mas de 20 puestos de venta llenos de mercancias de diversas especies inclusive las vasijas de vidrio duro, las plasticas, los utensilios infantiles, las vasijas de aluminio, los articulos electricos, los culturales y los de gimnasia, asi como la sala de reunion y la otra de divulgacion de ciencias y tecnicas.\n\t\t\t\t\t\n\t\t\t\t\tPrimero, el Mariscal estuvo en la sala de presentacion del historial.\n\t\t\t\t\t\n\t\t\t\t\tEl Almacen Changgwang fundado en noviembre de 1983 por la iniciativa del Dirigente Kim Jong Il hizo un gran aporte durante decenios pasados a la mejora de vida material y cultural de los habitantes capitalinos, recordo y agrego que el Almacen nuevamente reconstruido en la avenida de cientificos Mirae cumplira mas perfectamente su obligacion y mision como base de servicio comercial que vende los articulos de primera necesidad de diversos generos producidos por los obreros de la rama de industria militar.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo varios pisos del almacen, el Mariscal se cercioro en detalles del estado de construccion y de los preparativos para el servicio.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que estan instalados en el Almacen el moderno ascensor vertical y el otro de escalera y acondicionados magnificamente el parque de juego infantil, la refresqueria y el sistema de refrigeracion y calefaccion a base de geotermia para asegurar la temperatura interna.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la importancia de la mision y papel del almacen y dio las valiosas instrucciones para las actividades de servicio.\n\t\t\t\t\t\n\t\t\t\t\tPara gestionarlo bien es necesario asegurar siempre las mercancias, recalco y agrego que los funcionarios de la rama interesada y el almacen deben saber a tiempo cual mercancia le prefieren a los habitantes y cual es su demanda preferida y tomar las medidas perfectas.\n\t\t\t\t\t\n\t\t\t\t\tPara hacer bien las actividades de servicio comercial, hay que organizar bien la labor para elevar la calificacion de los servidores, dijo y enfatizo la necesidad de profundizar la ensenanza referente a las actividades de servicio, introducir los metodos avanzados de servicio e informatizar y computarizar todas las actividades de gestion desde la adquisicion hasta la venta de mercancias.\n\t\t\t\t\t\n\t\t\t\t\tAl decir que los habitantes preguntan cuando se inaugura el Almacen tan maravillosa, ordeno abrir su puerta el 10 de octubre luego de perfeccionar mas los preparativos.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal expreso la esperanza y conviccion de que los servidores del Almacen Changgwang pongan de pleno manifiesto el espiritu de servicio abnegado para el pueblo guardando en el corazon el noble amor por el pueblo de los grandes lideres.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Choe Ryong Hae, Kim Yang Gon, Ri Il Hwan, Jo Yong Won, Hong Yong Chil y Kim Yo Jong."
        },
        {
            "title": "RPDC decide dar premio especial en efectivo",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-01ss.html",
            "content": "RPDC decide dar premio especial en efectivo\r\nPyongyang, 25 de septiembre (ACNC) -- El Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea decidio aplicar el premio especial en efectivo al ejercito y el pueblo de la RPDC quienes han luchado con abnegacion por preparar los regalos laborales de fidelidad dirigidos al Partido. \n\t\t\t\t\tQuedo publicado el dia 23 un decreto referente del Presidium de la APS de la RPDC al respecto.\n\t\t\t\t\t\n\t\t\t\t\tSegun el documento, en ocasion del 70o aniversario de la fundacion del Partido del Trabajo de Corea, otorga el premio especial en efectivo correspondiente al ciento por ciento del salario normal mensual a todos los oficiales y soldados del Ejercito Popular de Corea, trabajadores, pensionados y becarios."
        },
        {
            "title": "Autoridades surcoreanas deben devolver a Kim Ryon Hui a su tierra natal",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-25ss.html",
            "content": "Autoridades surcoreanas deben devolver a Kim Ryon Hui a su tierra natal\r\nPyongyang, 25 de septiembre (ACNC) -- Ahora, en el Sur de Corea y la sociedad internacional se alzan las voces de demanda de devolver a Kim Ryon Hui, habitante de la Republica Popular Democratica de Corea, a su tierra natal donde estan sus padres, esposo e hija.\n\t\t\t\t\tSegun la informacion de prensa, Kim fue en junio de 2011 a China para visitar a sus parientes y seducida por un traficante humano especializado en el secuestro y rapto de los habitantes de la RPDC y llevada por la fuerza al Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLuego de llegar al Sur de Corea, ella pudo saber que fue enganada y desde entonces hasta la fecha vivia abrigando el angustioso deseo de regresar a la tierra natal.\n\t\t\t\t\t\n\t\t\t\t\tKim exigio devolver al Servicio Nacional de Inteligencia del Sur de Corea diciendo que \"vino aqui involuntariamente y por favor, dejame regresar a la tierra natal\" y ayunando, pero, su deseo no se realiza todavia.\n\t\t\t\t\t\n\t\t\t\t\tAsi fue rechazada la expedicion del pasaporte y pisoteado el elemental derecho del ser humano de encontrarse con sus padres e hijos y recuperar la familia, los cuales corresponden a todas las personas.\n\t\t\t\t\t\n\t\t\t\t\tA partir de unico deseo de ir a la tierra natal, Kim intentaba la navegacion ilicita y fabricaba el pasaporte falso, pero en vano.\n\t\t\t\t\t\n\t\t\t\t\tHoy tambien, ella exhorta con ansiedad a la sociedad surcoreana e internacional a dejarle regresar a la tierra natal y encontrarse con sus familias en Phanmunjom durante el encuentro de las familias y parientes separados a efectuarse a finales de octubre que viene.\n\t\t\t\t\t\n\t\t\t\t\tAbajo va algun contenido de la exhortacion:\n\t\t\t\t\t\n\t\t\t\t\tMis padres viejos quieren verme antes de morir y mi hija pasa con lagrimas los dias anorando a su madre que no regresa durante 4 anos.\n\t\t\t\t\t\n\t\t\t\t\t?Por que no puedo ir a mi tierra natal ni encontrarme con mis padres e hija?\n\t\t\t\t\t\n\t\t\t\t\t?Por que nuestra nacion debe sufrir el dolor de la separacion forzada?\n\t\t\t\t\t\n\t\t\t\t\tCreo que es una cosa sumamente justa el que una persona quiere regresar al seno de la familia y el impedimento a este deseo es una cosa antietica, anti-DDHH y antidemocratica.\n\t\t\t\t\t\n\t\t\t\t\tPara mi, mi familia es mas preciosa que cualquiera libertad y tentacion material.\n\t\t\t\t\t\n\t\t\t\t\tQuiero ir a la tierra natal tras recibir el permiso legal del ministro de Unificacion a partir de punto de vista humanistico, por encima de la diferencia del regimen y el ideal del Sur y el Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\tPor favor, ayudenme regresar a la tierra natal si existen en esta tierra las palabras de derechos humanos, la justicia y la democracia.\n\t\t\t\t\t\n\t\t\t\t\tRespondiendo a la exhortacion de Kim, las entidades progresistas y las personalidades del Sur de Corea insisten fuertemente en que las autoridades deben devolver a Kim a su tierra natal a partir de la posicion humanitaria, superando el ideal y el criterio politico.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, el Ministerio de Unificacion lo obstaculiza diciendo que \"comprendemos que Kim se hizo una moradora surcoreana segun su deseo\" y que \"le aplica tambien a Kim la ley vigente en el Sur de Corea\". \n\t\t\t\t\t\n\t\t\t\t\tA traves del contacto urgente de alto nivel Norte-Sur, efectuado en agosto pasado, esta en discusion el tema de mejorar las relaciones intercoreanas y a finales de octubre que viene tendra lugar el encuentro de familiares y parientes separados. Es muy lamentable la aparicion de nueva familia separada en tal circunstancia. \n\t\t\t\t\t\n\t\t\t\t\tEn este territorio coreano de larga historia los integrantes de la nacion homogenea consideraban como una cosa ordinaria la visita a sus familiares y amigos en el Norte y el Sur. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los familiares de Kim Ryon Hui viven separados en contra de su deseo durante varios decenios y pueden ser separados eternamente por el proceder injusto del Ministerio de Unificacion y el Servicio Nacional de Inteligencia del Sur de Corea, lo cual es otra tragedia de la division nacional. \n\t\t\t\t\t\n\t\t\t\t\tNadie puede asegurar la no repeticion de tal desdicha, mientras no se acabe la division del pais. \n\t\t\t\t\t\n\t\t\t\t\tEn estos momentos en visperas de Chusok, los coreanos residentes en ultramar visitan su tierra natal para rendir tributo a sus antecedentes y hacer un encuentro alegre con sus familiares y parientes. \n\t\t\t\t\t\n\t\t\t\t\tPero, Kim Ryon Hui no puede regresar a la patria, aunque ella lo desea tanto. \n\t\t\t\t\t\n\t\t\t\t\tHa de responder a la demanda de Kim la conciencia mundial aspirante a la justicia y la verdad en la posicion humanitaria de eliminar el sufrimiento de los seres humanos. \n\t\t\t\t\t\n\t\t\t\t\tEl periodico estadounidense The New York Times y otros medios de prensa de varios paises demandan a las autoridades surcoreanas la devolucion de Kim Ryon Hui insistiendo en que el regreso de Kim es natural tanto en los principios morales como en los derechos humanos. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben devolver a Kim para mostrar su sinceridad de mejorar las relaciones intercoreanas y realizar el encuentro de familiares y parientes separados."
        },
        {
            "title": "Ju Won Mun se entrevista con reporteros nacionales y extranjeros",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-24ss.html",
            "content": "Ju Won Mun se entrevista con reporteros nacionales y extranjeros\r\nPyongyang, 25 de septiembre (ACNC) -- El estudiante de la Universidad de Nueva York de Estados Unidos, Ju Won Mun, ciudadano norteamericano de origen surcoreano quien fue detenido al entrar ilegalmente en la Republica Popular Democratica de Corea, concedio el dia 25 en esta capital una  rueda de prensa interior y exterior.\n\t\t\t\t\tEn la ocasion Ju Won Mun pronuncio.\n\t\t\t\t\t\n\t\t\t\t\tSegun sus palabras, el tiene 21 anos de edad y vive en New Jersey de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tNacio el 9 de abril de 1994 en Seul del Sur de Corea y fue a EE.UU. junto con sus padres en marzo de 2001 cuando tenia 7 anos de edad.\n\t\t\t\t\t\n\t\t\t\t\tSe graduo de las escuelas primarias, secundarias y superiores en este pais norteamericano y se especializa en la administracion empresarial en la Universidad Nueva York desde septiembre de 2012.\n\t\t\t\t\t\n\t\t\t\t\tDespues de pedir la ausencia temporal a la universidad hasta agosto de este ano, salio el 28 de marzo de EE.UU., entro ilegalmente el 22 de abril en la RPDC via Seul e Inchon del Sur de Corea y Dandong de China y fue detenido.\n\t\t\t\t\t\n\t\t\t\t\tEl motivo y objetivo de su entrada ilegal residen en que el tuvo una curiosidad sobre la realidad de la RPDC viendo y oyendo los datos negativos sobre ella a traves de los medios de prensa y el Internet cuando vivia en EE.UU. y queria experimentar en carne propia.\n\t\t\t\t\t\n\t\t\t\t\tEl gobierno de la RPDC le trato humanitariamente aunque es criminal y le satisfizo su deseo de experimentar la realidad. \n\t\t\t\t\t\n\t\t\t\t\tCon el deseo y el sentido de deber de revelar cual es el reconocimiento tergiversado de la sociedad norteamericana en general sobre la RPDC al dar a conocer tal como es lo que  sintio recorriendo varios lugares incluyendo la ciudad de Pyongyang, pidio la entrevista con los periodistas nacionales y extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tEl dijo que la RPDC es la sociedad centrada en las masas populares donde todo sirve para los intereses del pueblo y continuo:\n\t\t\t\t\t\n\t\t\t\t\tLos teatros, las bibliotecas y otros edificios mas magnificos y hermosos son para los ciudadanos generales y son llamados junto con el nombre \"pueblo\".\n\t\t\t\t\t\n\t\t\t\t\tPor ejemplo, el Palacio de Estudio del Pueblo es la biblioteca de gran tamano en que estudia todo el pueblo. Alli no las personas especificas sino todos los habitantes como los obreros y campesinos leen varios libros y aprenden las lenguas extranjeras, la musica y otras asignaturas gratuitamente a expensas del Estado.\n\t\t\t\t\t\n\t\t\t\t\tEn la Universidad Kim Il Sung los estudiantes se entregan al estudio recibiendo hasta becas.\n\t\t\t\t\t\n\t\t\t\t\tAdemas recorri el Palacio de Escolares y Ninos de Pyongyang, donde no pude contener la admiracion al saber el hecho de que en la RPDC todos los ninos talentosos florecen a sus anchas su deseo aprendiendo gratuitamente la musica vocal, la danza y los instrumentos musicales sin ninguna preocupacion por los gastos para estudios bajo la atencion del Estado.\n\t\t\t\t\t\n\t\t\t\t\tLos edificios recorridos por mi tienen un punto en comun, lo cual es que todos fueron construidos por la iniciativa y la direccion del Presidente Kim Il Sung, el Dirigente Kim Jong Il y el Mariscal Kim Jong Un para fomentar el bienestar del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tViendo a los huerfanos que viven en el Hospicio y Orfanato de Pyongyang sin envidiar nada a nadie en el mundo, me de cuanta de que todos los habitantes de la RPDC apoyan unanimemente a los grandes lideres y el Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo la Casa Natal en Mangyongdae, llegue a conocer sobre el Presidente Kim Il Sung y al leer las memorias \"En el transcurso del siglo\" escritas por el mismo, pude entender como se creo la idea Juche y como vino materializandose en la realidad social de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPresencie el aspecto de elegir a los diputados a los organos del poder local.  Los lugares de sufragio no fueron el patio para hacer la competencia entre si sino el lugar donde los habitantes apoyan a los candidatos a diputados y estos prometen servir para la sociedad.\n\t\t\t\t\t\n\t\t\t\t\tTodo lo que experimente en la RPDC sera el mas asombroso y afable recuerdo en mi vida.\n\t\t\t\t\t\n\t\t\t\t\tEs claro que no pude buscar nada el \"problema de derechos humanos\" y la \"politica represiva\" de que habla tanto el Occidente.\n\t\t\t\t\t\n\t\t\t\t\tEn el Museo Conmemorativo de la Victoria en la Guerra de Liberacion de la Patria y el Museo de Sinchon vi varios datos de testigo que muestran la provocacion de la guerra coreana no por la RPDC sino por EE.UU. y otros de barbaridad cometidos por las tropas norteamericanas durante la pasada guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\tLos datos de genocidio indescriptible que cometieron usando el clavo, la sierra, etc. se prueban por las fotos y los testigos.\n\t\t\t\t\t\n\t\t\t\t\tLo mas inolvidable es haber encarcelado por separado a los ninos y sus madres en unos depositos y matado quemados al lanzarles la gasolina.\n\t\t\t\t\t\n\t\t\t\t\tMe encontre con uno de 3 sobrevivientes en el lugar de asesinato de entonces para escuchar el cuento sobre la barbaridad y visite el lugar de masacre.\n\t\t\t\t\t\n\t\t\t\t\tColocando un ramo de flores ante la tumba de los ninos asesinados, pense por que no se refirio nada a tales crimenes en las clases de las escuelas superiores y en otras ocasiones.\n\t\t\t\t\t\n\t\t\t\t\tAl experimentar la realidad de la RPDC, pienso en que es una tragedia y tristeza luchar entre si aunque son connacionales. Ahora debemos olvidar el pasado y avanzar hacia el futuro radiante por la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que mi experiencia se transmita a muchos hombres del mundo, especialmente, a los norteamericanos y surcoreanos y pienso en que los pueblos y los medios de prensa conscientes del mundo deben reconocer y respetar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tDemando que EE.UU. y el gobierno surcoreano abandonen la actitud hostil a la RPDC y reconozcan a ella.\n\t\t\t\t\t\n\t\t\t\t\tYo no soy el hombre que recibe orden de alguien o desea cualquier indulgencia y quiero dar a conocer solo la verdad a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tSi mi experiencia contribuye a comprender sobre la RPDC, no deseo nada.\n\t\t\t\t\t\n\t\t\t\t\tDoy gracias al Mariscal Kim Jong Un quien hizo ofrecerme el trato preferencial a recorrer varios lugares de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, Ju respondio a las preguntas de los periodistas."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Presidente de Kazajstan",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-10ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Presidente de Kazajstan\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el dia 9 el Presidente de la Republica de Kazajstan, Nursultan Nazarbayev.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del dia de fundacion de la Republica Popular Democratica de Corea, extiendo las calurosas felicitaciones al pueblo coreano en nombre del pueblo kazajstano y en el mio propio. \n\t\t\t\t\t\n\t\t\t\t\tEstoy convencido de que en el futuro tambien las relaciones entre ambos paises establecidas a base de la amistad y el entendimiento mutuo sigan desarrollandose en varios dominios. \n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad formulo votos por buena salud de Su Excelencia, la felicidad de su familia y exitos en todos sus trabajos y deseo al pueblo de la RPDC la unidad y la prosperidad."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Rey espanol",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-12ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Rey espanol\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el dia 9 el Rey de Espana Felipe VI. \n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tCon ocasion de la celebracion de la fiesta nacional de la Republica Popular Democratica de Corea, deseo hacerle llegar mi felicitacion, a la que se unen el gobierno y el pueblo espanol.\n\t\t\t\t\t\n\t\t\t\t\tOs reitero, Senor Presidente, mis mejores deseos de bienestar personal, de paz y de prosperidad para el pueblo amigo de la RPDC."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Presidente de Sri Lanka",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-11ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Presidente de Sri Lanka\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el dia 10 el presidente de la Republica Democratica Socialista de Sri Lanka, Maithripala Sirisena.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tCon motivo importante del dia de fundacion de la Republica Popular Democratica de Corea, tengo el placer de extender mi sincero y maximo saludo a Su Excelencia y al gobierno y pueblo de la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEstoy muy convencido de que las largas relaciones de amistad existentes entre nuestros dos paises se fortaleceran mas conforme a los intereses de los pueblos de los dos paises. \n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad deseo de todo corazon a Su Excelencia buena salud y felicidad, y al pueblo de la RPDC, incesante progreso y prosperidad."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Presidente angoleno",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-13ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Presidente angoleno\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el dia 9 el Presidente de la Republica de Angola, Jose Eduardo Dos Santos.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del 67o aniversario de la fundacion de la Republica Popular Democratica de Corea, tengo el placer de extender a Su Excelencia y al gobierno y pueblo de su pais las felicitaciones en nombre del gobierno de la Republica de Angola y en el mio propio y deseo la prosperidad y el progreso de vuestro pais. \n\t\t\t\t\t\n\t\t\t\t\tCon motivo de este dia de importantisima significacion historica para el pueblo coreano, aprecio los esfuerzos de su gobierno por defender la soberania y dignidad de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tDeseo que se logre la reunificacion pacifica de Corea mediante el dialogo segun los esfuerzos constantes de Su Excelencia y su gobierno. \n\t\t\t\t\t\n\t\t\t\t\tReafirmo la invariable voluntad del gobierno angoleno de fortalecer los lazos de amistad y cooperacion entre nuestros dos paises."
        },
        {
            "title": "Kim Jong Un recibe felicitaciones de Presidente de Mauritania",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-21ss.html",
            "content": "Kim Jong Un recibe felicitaciones de Presidente de Mauritania\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el dia 16 el Presidente de la Republica Islamica de Mauritania, Mohamed Ould Abdel Aziz. \n\t\t\t\t\tLa misiva senala:\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del Dia Nacional de la Republica Popular Democratica de Corea, tengo el placer de extenderle las mas calidas felicitaciones a Su Excelencia en nombre del gobierno y pueblo mauritanos y en el mio propio y deseo de todo corazon a Su Excelencia buena salud y felicidad, y al amistoso pueblo coreano mayor progreso y bienestar. \n\t\t\t\t\t\n\t\t\t\t\tReafirmo a Su Excelencia nuestra voluntad de fortalecer de continuo las excelentes relaciones de cooperacion entre nuestros dos paises conforme a los intereses comunes de ambos paises fraternales."
        },
        {
            "title": "Kim Jong Un recibe felicitaciones de Presidente de Armenia",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-20ss.html",
            "content": "Kim Jong Un recibe felicitaciones de Presidente de Armenia\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el dia 9 el Presidente de la Republica de Armenia, Serge Sarkissian.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del dia de fundacion de la Republica Popular Democratica de Corea, fiesta nacional de la RPDC, envio las felicitaciones a Vd. y a su pueblo. \n\t\t\t\t\t\n\t\t\t\t\tExpreso la seguridad de que las relaciones entre nuestros dos paises se fortaleceran y se desarrollaran por los esfuerzos conjuntos. \n\t\t\t\t\t\n\t\t\t\t\tDeseo a Su Excelencia buena salud y al pueblo de la RPDC la paz y el bienestar."
        },
        {
            "title": "Kim Jong Un recibe felicitaciones de Rey marroqui",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-19ss.html",
            "content": "Kim Jong Un recibe felicitaciones de Rey marroqui\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el 31 de agosto el presidente del Rey de Marruecos, Mohamed VI.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del Dia Nacional de la Republica Popular Democratica de Corea, tengo el placer de extenderle mis mas calidas felicitaciones a Su Excelencia y deseo de todo corazon al pueblo coreano el incesante progreso y prosperidad."
        },
        {
            "title": "Kim Jong Un recibe felicitaciones de Presidente congoleno",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-17ss.html",
            "content": "Kim Jong Un recibe felicitaciones de Presidente congoleno\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el dia 16 el Presidente de la Republica del Congo, Denis Sassou-Nguesso.\n\t\t\t\t\tLa misiva senala:\n\t\t\t\t\t\n\t\t\t\t\tCelebrando el 67o aniversario del Dia Nacional de vuestro pais hermoso, le extiendo a Su Excelencia mis mas sinceras y calidas felicitaciones. \n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad feliz, deseo a Su Excelencia buena salud, y al fraternal pueblo coreano, la felicidad, paz y prosperidad, en nombre del pueblo y gobierno congolenos y en el mio propio.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que las excelentes y tradicionales relaciones existentes entre nuestros dos paises se fortalezcan y se desarrollen conforme a los intereses de los pueblos de los dos paises."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Presidente de Namibia",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-16ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Presidente de Namibia\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el 28 de agosto pasado el Presidente de la Republica de Namibia, Hage Geingob.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del 9 de septiembre de 2015, dia del 67o aniversario del Dia Nacional de la Republica Popular Democratica de Corea, extiendo a Su Excelencia y al gobierno y pueblo de la Republica Popular Democratica de Corea las mas calidas felicitaciones en nombre del gobierno y pueblo de Namibia. \n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para enviarle las felicitaciones a Su Excelencia y desear buena salud y felicidad a Su Excelencia y prosperidad a vuestro pais."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Rey de Bahrein",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-15ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Rey de Bahrein\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el 30 de agosto pasado el Rey de Bahrein, Hamad Bin Isa al-Khalifa.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion de la fiesta nacional de vuestro pais amistoso, tengo el placer de enviarle a Vd. las sinceras felicitaciones y saludo en nombre del pueblo del Reino de Bahrein y en el mio propio. \n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para desearle de todo corazon a Su Excelencia buena salud y felicidad, y al pueblo de vuestro pais guiado por la sabia orientacion de Vd., incesante progreso y prosperidad."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Presidente de Mali",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-18ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Presidente de Mali\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el dia 9 el Presidente de la Republica de Mali, Ibrahim Boubacar Keita.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tEn este momento significativo de celebrarse el 67o aniversario de la fundacion de la Republica Popular Democratica de Corea, tengo el placer de dedicar a Su Excelencia y al pueblo coreano las mas calidas felicitaciones en nombre del pueblo de Mali y en el mio propio. \n\t\t\t\t\t\n\t\t\t\t\tLe deseo a Su Excelencia buena salud y felicidad, y al amistoso pueblo coreano mayor progreso y prosperidad."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de rey camboyano",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-14ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de rey camboyano\r\nPyongyang, 25 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el dia 9 el rey de Camboya, Norodom Sihamoni.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del 67o aniversario de la fundacion de la Republica Popular Democratica de Corea, le hago llegar a Su Excelencia las mas calurosas felicitaciones en nombre del pueblo camboyano y le deseo de todo corazon a Vd. buena salud y felicidad y grandes exitos en el cumplimiento de su mision historica de conducir a la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tY formulo votos por la paz, la estabilidad, el progreso y la prosperidad del amistoso pueblo de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tBajo la gran direccion de Su Excelencia, la RPDC hace incesantes esfuerzos por lograr la paz, el desarrollo y modernizacion en todos los dominios. \n\t\t\t\t\t\n\t\t\t\t\tEstoy muy regocijado de que la tradicional amistad, solidaridad y cooperacion entre nuestros dos paises acogen la era dorada."
        },
        {
            "title": "\"Ley de DDHH del Norte\" es maligna ley anti-reunificacion, insiste portavoz de CRN",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-22ss.html",
            "content": "\"Ley de DDHH del Norte\" es maligna ley anti-reunificacion, insiste portavoz de CRN\r\nPyongyang, 25 de septiembre (ACNC) -- En su declaracion publicada el dia 25, el portavoz del Consejo de Reconciliacion Nacional enfatizo que las autoridades y los politicastros del partido en el poder y los partidos opositores del Sur de Corea deben poner inmediato fin a su invencion de la \"ley de DDHH del Norte (de Corea)\", maligna ley de confrontacion con la Republica Popular Democratica de Corea, al ver correctamente el deseo de los coreanos y la situacion general.\n\t\t\t\t\tLa \"ley de DDHH del Norte\" es una ley de confrontacion fratricida que niega la reconciliacion y la unidad de la nacion y fomenta el antagonismo y el odio y la confrontacion y el conflicto entre los connacionales, y la maligna ley anti-reunificacion que vuelve a llevar las relaciones intercoreanas a la fase catastrofica, insiste la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn el caso de aprobarse esta ley, esto impedira la reconciliacion y la unidad de la nacion y dara las consecuencias catastroficas a las relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los tipejos del ministerio de Unificacion y las autoridades del Sur de Corea instigan la confrontacion en adhesion a fabricacion de la \"ley de DDHH del Norte\" de los politiqueros, al decir que \"el problema de ´DDHH del Norte´ es un asunto a cuestionarse sin falta\".\n\t\t\t\t\t\n\t\t\t\t\tHablan de la llamada \"conversaciones interparlamentarias N-S\" y de la \"ejecucion del acuerdo\", la \"mejora de relaciones\" y el \"dialogo\" mientras hostilizan al interlocutor, lo que es un climax del cinismo y al mismo tiempo una burla e insulto imperdonables a la opinion publica del interior y exterior del pais.\n\t\t\t\t\t\n\t\t\t\t\tApreciamos la unidad de la nacion y la mejora de relaciones N-S, pero, no perdonaremos la violacion contra la dignidad y la soberania de nuestra Republica."
        },
        {
            "title": "Secretariado de CRPP denuncia provocacion militar surcoreana contra la RPDC",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-03ss.html",
            "content": "Secretariado de CRPP denuncia provocacion militar surcoreana contra la RPDC\r\nPyongyang, 25 de septiembre (ACNC) -- En un informe presentado el dia 23 en la \"Asamblea Nacional\" el comandante de combate especial de las fuerzas terrestres del Sur de Corea dijo que impulsa la \"organizacion de la unidad especial para atacar las instalaciones nucleares y otras militares  estrategicas del Norte (de Corea)\" y agrego que fundara nueva unidad aerea para garantizar la rapidez de la operacion de infiltracion de la unidad especial\".\n\t\t\t\t\tAdemas, los belicistas de la capa militar surcoreana infunden el fervor belico anti-RPDC lanzando los disparates conflictivos como la \"ampliacion de la eficacia de las operaciones especiales en tiempo de emergencia\" y la \"revision de la fabricacion de drones para atacar los objetos en todo el territorio norcoreano\".\n\t\t\t\t\t\n\t\t\t\t\tEsto resulta una abierta provocacion militar destinada a llevar de nuevo al catastrofe las relaciones intercoreanas desafiando a la corriente de la situacion que evito la crisis en el borde de la guerra. Asi condeno el dia 24 el Secretariado del Comite por la Reunificacion Pacifica de la Patria en la informacion No. 1101 y continuo: \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas hablan por una parte de la \"confianza\", el \"encuentro de familiares separados\" y la conversacion de las autoridades\" y, por la otra, conspiran el complot de guerra contra los connacionales instigando a los gangsteres de la capa militar.\n\t\t\t\t\t\n\t\t\t\t\tEsto deviene una expresion plena de los malos actos provocativos.\n\t\t\t\t\t\n\t\t\t\t\tAsi, quedo desenmascarado otra vez ante todo el mundo el hecho de que la \"promocion de confianza\" y la \"reunificacion pacifica\" repetidas con frecuencia por las autoridades surcoreanas no pasan de ser un drama enganoso.\n\t\t\t\t\t\n\t\t\t\t\tSera una accion de autodestruccion si los miserables gangsteres de la capa militar titere tratan de atacar nuestro remedio omnipotente nuclear que defiende con firmeza la paz y la estabilidad de la Peninsula Coreana desde la recrudescente peligrosidad de guerra nuclear de EE.UU. y sus satelites.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC aprecia el dialogo y la paz, pero nunca perdonara a los provocadores que actuan con imprudencia para atacar nuestro sagrado disuasivo nuclear y les daran el castigo despiadado con el poderio de Songun."
        },
        {
            "title": "Marchan bien en RPDC labores para proteccion de ambiente maritimo",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-08ss.html",
            "content": "Marchan bien en RPDC labores para proteccion de ambiente maritimo\r\nPyongyang, 25 de septiembre (ACNC) -- La Republica Popular Democratica de Corea impulsa siempre las labores de proteccion del ambiente maritimo.\n\t\t\t\t\tEn esta faena desempena un gran papel la Oficina Central de Control de Proteccion del Ambiente Maritimo adscrito a la Direccion Estatal de Control de Asuntos Maritimos.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe de la oficina, Pae Nam Un dijo a la ACNC que su institucion se fundo en el 100 (2011) de la Era Juche con el objetivo de proteger los rios y el ambiente maritimo del pais, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tNuestra oficina se dedica a eliminar la contaminacion y restaurar los danos contaminados por el barco que surgen en el mar jurisdiccional y los rios del pais.\n\t\t\t\t\t\n\t\t\t\t\tCuando aparece el incidente de contaminacion, movilizamos las instituciones y empresas interesadas, controlamos en el terreno las labores de eliminacion de contaminacion y la restauracion de danos y realizamos la investigacion y evaluacion sobre la envergadura de danos.\n\t\t\t\t\t\n\t\t\t\t\tEstudiamos los acuerdos internacionales que se adoptan nuevamente o se enmiendan y organizamos las labores de proteccion del ambiente maritimo segun la ley y los reglamentos.\n\t\t\t\t\t\n\t\t\t\t\tAnalizamos y evaluamos los afectados que dan los residuos que se emanen de los barcos y tomamos las medidas estatales  correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tFrente a los incidentes de emision de petroleo causados por los barcos de carga comercial de varios paises como China y Panama, hemos realizado con exito los trabajos de eliminacion de contaminacion petrolifera y restauracion de danos.\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del Dia Maritimo Mundial de este ano, nuestra oficina traza los planes practicos para liquidar con rapidez los materiales contaminadores que se emanan de los barcos y estrechamos la cooperacion con las entidades internacionales de proteccion del ambiente."
        },
        {
            "title": "Premier coreano averigua estado agricola de provincia de Hwanghae del Sur",
            "url": "http://kcna.co.jp/item/2015/201509/news25/20150925-26ss.html",
            "content": "Premier coreano averigua estado agricola de provincia de Hwanghae del Sur\r\nPyongyang, 25 de septiembre (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju, estudio en el terreno el estado agricola de los distritos Sinchon, An-ak y Unchon de la provincia de Hwanghae del Sur.\n\t\t\t\t\tEl premier discutio los asuntos para terminar a tiempo las faenas agricolas tras enfatizar la posicion de la provincia en materializar la voluntad del Mariscal Kim Jong Un, quien presenta el problema de alimentario y de provisiones como  asunto importantisimo en la mejora de la condicion de vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, el premier recorrio la Mina Carbonifera Juventud 8 de Febrero de Jikdong y convoco la reunion consultiva, ocasiones en la cual tomo las medidas para aumentar la produccion de carbon anteponiendo la perforacion."
        }
    ]
}