{
    "date": "2015-06-26",
    "url": "http://kcna.co.jp/item/2015/201506/2015-06-26ee.html",
    "articles": [
        {
            "title": "Greetings to President of Madagascar",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-13ee.html",
            "content": "Greetings to President of Madagascar\n\t\t\t\t\t\t\r\n Pyongyang, June 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Friday sent a message of greeting to Heri Rajaonarimampianina, president of Madagascar, on the occasion of the 55th anniversary of its independence.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would develop in mutual interests and wished the president and people of Madagascar success in their work for the stability and development of the country."
        },
        {
            "title": "Greetings to Madagascan FM",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-17ee.html",
            "content": "Greetings to Madagascan FM\n\t\t\t\t\t\t\r\n Pyongyang, June 26 (KCNA) -- DPRK Foreign Minister Ri Su Yong sent a message of greeting to Attalah Beatrice, foreign minister of Madagascar, on Friday on the occasion of the 55th anniversary of its independence.\n\t\t\t\t\t The message expressed the belief that the friendly and cooperative relations between the two countries would grow stronger thanks to the common efforts of the two foreign ministries and wished the FM bigger success in the work for the development of the country's external relations."
        },
        {
            "title": "Congratulations to Sudanese FM",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-24ee.html",
            "content": "Congratulations to Sudanese FM\r\n Pyongyang, June 26 (KCNA) -- DPRK Foreign Minister Ri Su Yong on June 23 sent a congratulatory message to Ibrahim Ghandour upon his appointment as foreign minister of Sudan.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow stronger and wished him success in his work."
        },
        {
            "title": "Talks between Delegations of WPK and CPC Held",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-27ee.html",
            "content": "Talks between Delegations of WPK and CPC Held\n\t\t\t\t\t\t\r\n Havana, June 25 (KCNA) -- Talks between the delegations of the Workers' Party of Korea and the Communist Party of Cuba were held at the building of the CPC Central Committee on June 25.\n\t\t\t\t\t Present at the talks from the WPK side were members of the WPK delegation headed by Kang Sok Ju, member of the Political Bureau and secretary of the WPK Central Committee, on a visit to Cuba, and Pak Chang Yul, DPRK ambassador to Cuba, and from the CPC side members of the CPC delegation headed by Jose Ramon Balaguer, international secretary of the CPC Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides informed each other of their party activities and exchanged views on the issue of boosting the friendly and cooperative relations between the two parties and countries and issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t The WPK delegation was invited to a reception given by the CPC Central Committee on the same day."
        },
        {
            "title": "SPA Chairman Returns Home",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-23ee.html",
            "content": "SPA Chairman Returns Home\n\t\t\t\t\t\t\r\nPyongyang, June 26 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly (SPA), and his party returned home on Friday after visiting Russia."
        },
        {
            "title": "IPPF Delegation Leaves",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-25ee.html",
            "content": "IPPF Delegation Leaves \r\n Pyongyang, June 26 (KCNA) -- A delegation of the International Planned Parenthood Federation (IPPF) led by Director-general Tewodros Melesse left here on Friday."
        },
        {
            "title": "Korean in Russia Arrives",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-18ee.html",
            "content": "Korean in Russia Arrives\n\t\t\t\t\t\t\r\n Pyongyang, June 26 (KCNA) -- Jong Il Sim, Korean in Russia, arrived here Friday."
        },
        {
            "title": "Results of Premier League in DPRK",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-21ee.html",
            "content": "Results of Premier League in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, June 26 (KCNA) -- Men's premier soccer league for the Sports Contest for Pochonbo Torch Prize in the DPRK came to an end on June 26.\n\t\t\t\t\t The league matches lasted for 20-odd days.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Team took the title by beating the Rimyongsu Team 2:1 in the finals.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile the Wolmido Team placed first in the women's premier soccer league with three wins and two draws."
        },
        {
            "title": "National Taekwon-Do Championship for Jongilbong Cup Closes",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-26ee.html",
            "content": "National Taekwon-Do Championship for Jongilbong Cup Closes\n\t\t\t\t\t\t\r\n Pyongyang, June 26 (KCNA) -- The 18th National Taekwon-Do Championship for Jongilbong Cup closed with due ceremony at the Taekwon-Do Hall on Friday.\n\t\t\t\t\t Its participants competed in Taekwon-do and go games in the championship which started on June 15.\n\t\t\t\t\t\n\t\t\t\t\t The Kangwon Provincial Taekwon-do team came first in the competition of the category A while Haeju College of Taekwon-do placed first in the category B.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang City Taekwon-do team came first in go game in the total points.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Ri Il Hwan, department director of the C.C., the Workers' Party of Korea, officials concerned, Taekwon-do players and coaches, school youth and children."
        },
        {
            "title": "Campaign against U.S. and S. Korean Warmongers' Moves for War against DPRK Called for",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-11ee.html",
            "content": "Campaign against U.S. and S. Korean Warmongers' Moves for War against DPRK Called for \r\n Pyongyang, June 26 (KCNA) -- The Information Bureau of the Central Committee of the Anti-Imperialist National Democratic Front issued an appeal to all south Koreans on June 25, 65th year since the U.S. imperialists ignited a war of aggression against the DPRK, according to the website Kuguk Jonson.\n\t\t\t\t\t The appeal said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean war was a horrible war of aggression and an unprecedented war of genocide against the Korean nation as the U.S. fought with the involvement of more than 2 million troops including the U.S. forces, armies of its 15 satellite countries and south Korean puppet army and huge latest war hardware for the purpose of occupying the whole of Korea and realizing its world domination.\n\t\t\t\t\t\n\t\t\t\t\t In the whole course of the war the U.S. mobilized huge quantities of war hardware and ran the whole gamut of man-killing methods baffling human imagination but it was forced to kneel down before the army and people of north Korea who turned out in the struggle for protecting the dignity of the nation and the country's sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggressors should have pulled out of south Korea, drawing a due lesson from its bitter defeat in the Korean war. They are, however, watching for a chance of invading the north while reinforcing its latest war hardware and staging ceaseless moves for a new war with its wild ambition to occupy the whole of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers and conservative group hell-bent on sycophancy towards the U.S. and confrontation with the fellow countrymen in the north are working hard to ignite a war of aggression against compatriots as a colonial shock brigade of the U.S. while blustering that south Koreans should not forget a war even in peace time.\n\t\t\t\t\t\n\t\t\t\t\t Another June 25 war is not a fiction but is becoming a reality on the Korean peninsula due to the south Korea-U.S. warmongers' reckless war hysteria against the north.\n\t\t\t\t\t\n\t\t\t\t\t The appeal called on all south Koreans to launch an intensive campaign to shatter the U.S. and its satellite warmongers' reckless moves for  a war of aggression against the north in a do-or-die spirit and with faith in sure victory and thus usher in a new era of peace and reunification."
        },
        {
            "title": "Rodong Sinmun Blasts U.S. Imperialists for Provoking Korean War",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-10ee.html",
            "content": "Rodong Sinmun Blasts U.S. Imperialists for Provoking Korean War \n\t\t\t\t\t\t\r\n  Pyongyang, June 26 (KCNA) -- The U.S. imperialists are foolish enough to hold \"commemorative events\" every June to evade responsibility for provoking the Korean war but history can neither be faked nor distorted and written off. Rodong Sinmun Friday says this in an article.\n\t\t\t\t\t  The article cites facts to prove that the Korean war in the 1950s was a war of aggression which the U.S. imperialists ignited on the basis of careful preparations to realize their ambition for world domination. \n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t  The war was an inevitable product of the U.S. strategy for world domination and its Korea policy to put the world under its control with the Korean peninsula as a springboard.\n\t\t\t\t\t\n\t\t\t\t\t  On June 25, 1950 the U.S. imperialists started the war of aggression against the north under a war scenario which they had long carefully worked out and rounded off.\n\t\t\t\t\t\n\t\t\t\t\t  But they could not attain their purpose. Far from drawing a due lesson from it, the U.S. worked hard to provoke another war to bring down the socialist system chosen by the Korean people even after the war.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. imperialists are mistaken, however. Nothing is more foolish than their calculation to get something by provoking a new Korean war.\n\t\t\t\t\t\n\t\t\t\t\t If they ignite another war of aggression, they will be made to face unprecedented horrible terror and bitter defeat in their own land and remember the defeated war forever. This is the fixed will of the army and people of the DPRK."
        },
        {
            "title": "KCNA Commentary on Cause of Outbreak of MERS in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-09ee.html",
            "content": "KCNA Commentary on Cause of Outbreak of MERS in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, June 26 (KCNA) -- More and more south Koreans are getting increasingly skeptical about the authorities' explanation of the cause of outbreak of MERS in south Korea which is now spreading there at a rapid tempo. \n\t\t\t\t\t It was reported that in the earliest phase of the south Korean outbreak, 100 south Korean military personnel were quarantined at the Osan U.S. Air Force Base, following the MERS infection of a serviceman. \n\t\t\t\t\t\n\t\t\t\t\t This indicates that the Osan Base may have been the starting point of the MERS outbreak, not a south Korean who visited a Mideast country. \n\t\t\t\t\t\n\t\t\t\t\t As already reported worldwide, there is a laboratory for germ warfare of the U.S. forces at the Osan Base. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. used to conduct dangerous biochemical experiments under the pretext of a military biological surveillance program, etc. in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. openly announced that it recently conducted an experiment of anthrax at the base under the pretence of coping with the \"biochemical threat from north Korea\". \n\t\t\t\t\t\n\t\t\t\t\t This fact alone proves that south Korea may turn into a horrible epidemic area and hell of death any time due to the U.S. scenario.\n\t\t\t\t\t\n\t\t\t\t\t In April 2014, the Defense Advanced Research Projects Agency inaugurated its Biological Technologies Office with MERS research as its top priority. This Pentagon-funded program outsources biowarfare-related research to dozens of biotech companies and civilian labs at institutes and universities in the U.S. and abroad. \n\t\t\t\t\t\n\t\t\t\t\t A U.S. naval research unit based in a country subsequently deciphered the genetic code of MERS. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is getting frantic to realize the sinister ambition to dominate the world with the horrible biochemical weapons at home and abroad. No doubt, the U.S. will perpetrate such acts without hesitation in its colony south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The first MERS infection was reportedly pinned on a man in Kyonggi Province where the Osan Base is located. \n\t\t\t\t\t\n\t\t\t\t\t Now south Korean people unanimously raise questions as to the outbreak of epidemic timed to coincide with the anthrax experiment made by the U.S. forces. \n\t\t\t\t\t\n\t\t\t\t\t A Japanese American newspaper reporter on June 18 said in an article:\n\t\t\t\t\t\n\t\t\t\t\t\"The shipment was possibly organized to falsely attribute any death of Korean military personnel to anthrax rather than MERS in order to conceal the weaponization of MERS.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has always been behind a lot of misfortunes and sufferings of mankind. \n\t\t\t\t\t\n\t\t\t\t\t The truth behind the suspicious epidemic outbreak is clear and those responsible for it can never escape a severe punishment."
        },
        {
            "title": "KCNA Commentary Censures U.S. Germ Warfare",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-15ee.html",
            "content": "KCNA Commentary Censures U.S. Germ Warfare\n\t\t\t\t\t\t\r\n  Pyongyang, June 26 (KCNA) -- A Japanese American newspaper reporter recently published an article titled \"South Korea MERS Emerged Out of the PENTAGON's Biowarfare Labs\".\n\t\t\t\t\t  A series of evidence has been disclosed to prove that spread of MERS is linked with the research into virus now under way under the U.S. Department of Defense's germ operation plan. \n\t\t\t\t\t\n\t\t\t\t\t  With MERS threatening the whole of south Korea, there are suspicions about the U.S. forces' experiment of anthrax with more than 90 percent of mortality rate and botulinus 100 000 times more poisonous than anthrax.\n\t\t\t\t\t\n\t\t\t\t\t  A recent disclosure of a report on germ warfare by the U.S. during the June 25 war proves the U.S. attempt at a germ warfare against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. unhesitatingly used germ and other chemical weapons against Koreans in wanton violation of international law and war norms during the last Korean war.\n\t\t\t\t\t\n\t\t\t\t\t  It pushed forward the preparations for germ warfare in top secrecy while mapping out a war scenario for invading the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  UP reported on March 25, 1952 that the U.S. strategists focus on germ warfare next to A-bomb as a lethal weapon.\n\t\t\t\t\t\n\t\t\t\t\t  After the Japanese imperialists' defeat in the Second World War, the U.S. imperialists buckled down to collecting research data of the ill-famed Japanese army unit 731 and in 1947 they signed a secret agreement to the effect that chief of the unit Shiro Ishii and other murderers would not be brought to Tokyo war criminal tribunal, in return for handover of germ warfare and chemical warfare experts and all data on experiments of guinea pigs from the unit.\n\t\t\t\t\t\n\t\t\t\t\t  According to the agreement, the U.S. took over data on more than 8 000 germ and toxic gas experiments conducted on more than 3.6 million guinea pigs as well as all kinds of reference data, photos, film-slides, germ shell designs, germ research institutes and facilities in Japan.\n\t\t\t\t\t\n\t\t\t\t\t At the instruction of MacAthur, the then commander of the U.S. forces in the Far East, war criminals of Unit 731 including Shiro were involved in the research into germ weapons of the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t  In the subsequent period, the south Korean authorities systematically took over from the U.S. technical data about study and development of germ weapons including the technology of cultivating and extracting more than 20 kinds of germs and viruses causing cholera, smallpox, yellow fever, pest, epidemic hemorrhagic fever and typhoid that were developed by Unit 731 and widely used by the U.S. imperialist aggression forces during the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t In 1976 the U.S. brought to south Korea a detached force of a microorganism research institute under of Unit 406 of the U.S. army germ weapon research institute in Kanagawa Prefecture, Japan. It set up germ institutes in Korea University and Kyunghee University and experimented the germ of epidemic hemorrhagic fever, a malignant epidemic disease of high fatality, among south Koreans and students, proving its pervasive effect.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. also set up a germ laboratory at Osan U.S. Air Force Base and made preparations for a germ warfare while operating germ warfare special unit. It has pushed forward them under the codename of \"Jupiter scenario\" in recent two years.\n\t\t\t\t\t\n\t\t\t\t\t Those with normal thinking faculty will never be taken in by shameless sophism of the U.S. ruling quarters who deny the atrocity of large-scale germ warfare that was committed and is being committed in Korea.\n\t\t\t\t\t\n\t\t\t\t\t The germ warfare committed by the U.S. against the Korean people is recorded as the most barbarous and inhuman genocide in world history.\n\t\t\t\t\t\n\t\t\t\t\t The international community has to bring the U.S. to international war criminal tribunal for the hideous crimes it committed by taking lives of a number of Koreans and polluting the land of Korea."
        },
        {
            "title": "S. Korean Organizations Denounce Authorities for Setting up Anti-DPRK Conspiratorial Office",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-12ee.html",
            "content": "S. Korean Organizations Denounce Authorities for Setting up Anti-DPRK Conspiratorial Office \n\t\t\t\t\t\t\r\n  Pyongyang, June 26 (KCNA) -- At least 30 organizations of south Korea held a press conference in Sorin-dong, Seoul on June 23 denouncing the south Korean puppet group for allowing the setting  up of  the UN \"office on human rights in north\", a conspiratorial office against the DPRK.\n\t\t\t\t\t  They included the South Headquarters of the Pan-national Alliance for Korea's Reunification, the Confederation of Trade Unions, the Federation of Peasants Associations, the Missionary Solidarity Council of Christian Society, the Buddhist Peace Solidarity and the Federation of University Students.\n\t\t\t\t\t\n\t\t\t\t\t  They urged the authorities to remove the office and opt for achieving reconciliation and cooperation and building peace mechanism. \n\t\t\t\t\t\n\t\t\t\t\t  The Measure Committee of Civic and Public Organizations against Suppression under the Pretext of Public Security, the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy, the Christian Pastors' Group for Peaceful Action, the Korea Solidarity for Independent Reunification and Democracy and other organizations held a meeting outside the U.S. embassy demanding the dismantlement of the UN office and the resignation of the chief executive.\n\t\t\t\t\t\n\t\t\t\t\t  A statement was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t  The statement urged the authorities to close the office as it fans up the confrontation of social systems and deteriorates the inter-Korean relations and to step down at once.\n\t\t\t\t\t\n\t\t\t\t\t  The Korea Solidarity for Independent Reunification and Democracy said in a press release that all people are indignant at the authorities' acts of wholeheartedly welcoming the establishment of the office, while keeping mum about anthrax germs.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are bound to meet history's stern judgment for their crimes against the nation and reunification."
        },
        {
            "title": "S. Korean Organization Opposes U.S. Deployment of THAAD",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-16ee.html",
            "content": "S. Korean Organization Opposes U.S. Deployment of THAAD\n\t\t\t\t\t\t\r\n Pyongyang, June 26 (KCNA) -- The People for Achieving Peace and Reunification of south Korea staged an action outside the puppet Ministry of Defence on June 23 in protest against the U.S. deployment of THAAD.\n\t\t\t\t\t It demanded the U.S. not pressurize the south Korean authorities to deploy THAAD threatening peace in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to stop such foolish act as offering south Korea as an advance base for carrying out the U.S. strategy for hegemony and take over OPECON at an early date."
        },
        {
            "title": "S. Korean Conservative Media Urged to Stop False Reporting",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-20ee.html",
            "content": "S. Korean Conservative Media Urged to Stop False Reporting\n\t\t\t\t\t\t\r\n Pyongyang, June 26 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. made public a statement on June 20 denouncing the south Korean conservative media for releasing misinformation about MERS. \n\t\t\t\t\t The statement accused the conservative media in south Korea of recklessly falsifying facts on MERS by speaking for the \"government\". \n\t\t\t\t\t\n\t\t\t\t\tIt went on: World media are becoming vocal that the shipment of anthrax into the Osan U.S. Air Force Base was not a simple mistake but a premeditated one conducted as part of the intentional germ warfare operation. However, truth is not properly reported in south Korea. Its conservative media are insulting the Federation of Koreans in the U.S. as \"an organization following the north\" for the mere reason that it tried to inform Koreans in the U.S. of the truth behind the threat of MERS. \n\t\t\t\t\t\n\t\t\t\t\t The federation will continue releasing stories about MERS till the truth behind its spread and anthrax shipment is probed.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative media should stop spreading such misinformation twisting the nature of MERS and anthrax threats by talking about \"conflict in the south\" and \"assertion of the organization following the north\"."
        },
        {
            "title": "South Koreans Demand Investigation into Anthrax Case",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-22ee.html",
            "content": "South Koreans Demand Investigation into Anthrax Case\r\n Pyongyang, June 26 (KCNA) -- The civic and public measure council for denouncing illegal introduction and experiment of anthrax germ in south Korea held a press conference in Seoul on June 22 demanding a thorough investigation into the anthrax case.\n\t\t\t\t\t Speakers made it clear that there is a residential area over the fence of a hospital in Ryongsan U.S. forces base known to be a place where anthrax experiments were conducted.\n\t\t\t\t\t\n\t\t\t\t\t They declared they could no longer remain passive onlookers to the authorities who have not taken any measure against the anthrax case.\n\t\t\t\t\t\n\t\t\t\t\t They stated they would hold a candlelight rally before the U.S. military base to probe truth about the anthrax case and punish those responsible.\n\t\t\t\t\t\n\t\t\t\t\t The organization submitted an indictment signed by at least 8700 citizens to the prosecution."
        },
        {
            "title": "S. Korean Workers Call for Wage Increase",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-14ee.html",
            "content": "S. Korean Workers Call for Wage Increase\r\n Pyongyang, June 26 (KCNA) -- Members of the Confederation of Trade Unions of south Korea held a press conference in Seoul on June 23 demanding wage hike.\n\t\t\t\t\t Speakers said that the present wages for workers is too low for them to earn daily bread.\n\t\t\t\t\t\n\t\t\t\t\t Women workers, in particular, are the lowest paid.\n\t\t\t\t\t\n\t\t\t\t\t They said that wage increase should be made so that workers could at least make ends meet, calling upon businessmen not to turn their faces away from it.\n\t\t\t\t\t\n\t\t\t\t\t They noted they will continue to wage the struggle for the world for workers."
        },
        {
            "title": "S. Korean Bus Drivers Union Threatens All-out Strike",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-19ee.html",
            "content": "S. Korean Bus Drivers Union Threatens All-out Strike\r\n Pyongyang, June 26 (KCNA) -- The Seoul City Bus Drivers' Union of the South Korean Federation of Auto Transport Workers Trade Unions declared that it would enter into an all-out strike for the right to existence.\n\t\t\t\t\t Recalling that it has held 12 rounds of negotiations with the management side in demand of wage increase and extension of age limit, the organization accused the management of refusing to comply with the demands of the union and failing to take any measure for ensuring the right to existence. \n\t\t\t\t\t\n\t\t\t\t\t Infuriated by this, the organization threatened to launch an all-out strike with more than 17 000 unionists involved on June 25."
        },
        {
            "title": "Kim Jong Il's Work Posted by Czech Political Party on Its Website",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-01ee.html",
            "content": "Kim Jong Il's Work Posted by Czech Political Party on Its Website \n\t\t\t\t\t\t\r\n Pyongyang June 26 (KCNA) -- Leader Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was posted by the Czechoslovak Communist Party on its website on June 15.\n\t\t\t\t\t The work published on October 2, Juche 84 (1995), reviews with pride the glorious history of the Workers' Party of Korea which paved a new path for the revolutionary party building in the era of independence under the leadership of President Kim Il Sung. It serves as a great programme for the party building and activities as it indicates the way of developing the party into an eternal party of Kim Il Sung."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Romania",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-02ee.html",
            "content": "Kim Il Sung to Be Remembered in Romania\n\t\t\t\t\t\t\r\n Pyongyang, June 26 (KCNA) -- A Romanian committee for remembering President Kim Il Sung was inaugurated on June 15.\n\t\t\t\t\t Vasile Orleanu, chairman of the National Committee for the Study of the Juche Idea of Romania, was elected chairman of the remembrance committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee set the remembrance period from June 20 to July 8 and decided to hold a seminar, lecture, photo exhibition and other events to laud the President for making immortal contributions to the Korean revolution and the global cause of independence."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Foreigners",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-03ee.html",
            "content": "Kim Jong Il's Exploits Praised by Foreigners\n\t\t\t\t\t\t\r\n Pyongyang, June 26 (KCNA) -- Diverse events took place in foreign countries from June 10 to 17 in celebration of the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and the 15th anniversary of the publication of the June 15 North-South Joint Declaration. \n\t\t\t\t\t They included a meeting, seminar and photo exhibition in Equatorial Guinea and Nigeria, a meeting in Sweden, round-table talks in Germany and film shows in Angola and Algeria.\n\t\t\t\t\t\n\t\t\t\t\t On display at those events were photos documenting the exploits of President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed were photos showing the dynamic advance of the service personnel and people of the DPRK for a final victory.\n\t\t\t\t\t\n\t\t\t\t\t \"Victorious Fatherland Liberation War Museum\", \"Masikryong Ski Resort\" and other Korean films were shown.\n\t\t\t\t\t\n\t\t\t\t\t The first deputy general secretary of the Democratic Party of Equatorial Guinea said his party and people are praising Kim Il Sung and Kim Jong Il for performing the great exploits not only for the Korean revolution but for the development of the bilateral relations of friendship and cooperation and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian Group for the Study of the Juche Philosophy referred to the facts that Kim Jong Il pursued Songun politics in all spheres and a north-south summit took place and the June 15 joint declaration was adopted thanks to his patriotic will.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Sweden-Korea Friendship Association noted that Kim Jong Il developed in depth the Juche idea as required by the times and developing revolution, consolidated the WPK as a powerful ideological entity, protected socialism and ushered in an epochal phase for building a thriving nation by pursuing original Songun politics. \n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the event held in Sweden."
        },
        {
            "title": "Foreign Media on June 15 North-South Joint Declaration",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-04ee.html",
            "content": "Foreign Media on June 15 North-South Joint Declaration\n\t\t\t\t\t\t\r\n  Pyongyang, June 26 (KCNA) -- Foreign media carried special articles or aired special programs on June 15, the 15th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t  Kuwait Times said in an article the publication of the joint declaration was ascribable to noble patriotism and energetic guidance of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  The Senegalese paper Le Populaire said in an article that thanks to his ardent patriotism a north-south summit took place in Pyongyang in June 2000 for the first time in the history of Korea's partition and the June 15 joint declaration was adopted.\n\t\t\t\t\t\n\t\t\t\t\t  The declaration serves as a great programme for reunification common to the Korean nation, the article noted.\n\t\t\t\t\t\n\t\t\t\t\t Introducing the contents of the declaration, the Guinean Domestic Broadcasting Service said:\n\t\t\t\t\t\n\t\t\t\t\t  The June 15 joint declaration is a declaration on national independence, reunification and cooperation between compatriots as it calls for settling the issue of national reunification by the concerted efforts of the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t  The Korean nation is waging a dynamic struggle to preserve the June 15 joint declaration and reunify the country.\n\t\t\t\t\t\n\t\t\t\t\t International and seven national languages broadcasting services of Guinea aired the similar program."
        },
        {
            "title": "Paper of Czech Republic Discloses U.S. Imperialists' Barbarism during Korean War",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-05ee.html",
            "content": "Paper of Czech Republic Discloses U.S. Imperialists' Barbarism during Korean War\r\n Pyongyang June 26 (KCNA) -- Proscejobska Pravda, the paper of the Czech Republic, on June 6 carried a report of the fact-finding group of the Women's International Democratic Federation (WIDF) which disclosed the barbarous atrocities committed by the U.S. imperialists against the Korean people during the Korean war on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The paper said in a preface that its editorial board carries the report of the fact-finding group of the WIDF on the U.S. barbarous atrocities in Korea at the request of many people to foil capitalist propaganda.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the report recorded the unimaginable barbarism which even the Nazis dared not to commit."
        },
        {
            "title": "June 15 North-South Joint Declaration Supported by Organizations of Benin, Bulgaria",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-06ee.html",
            "content": "June 15 North-South Joint Declaration Supported by Organizations of Benin, Bulgaria\n\t\t\t\t\t\t\r\n Pyongyang, June 26 (KCNA) -- Organizations of Benin and Bulgaria issued statements on June 12 and 16 on the occasion of the 15th anniversary of the publication of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The Benin National Committee for the Study of the Juche Idea said that leader Kim Jong Il provided the Pyongyang summit and made sure that the joint declaration was adopted there, a historic event which brought about an epochal turn in achieving the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It noted that he made sure that the October 4 declaration, a programme for implementing the June 15 joint declaration, was adopted, opening up a bright prospect for improving the inter-Korean relations and reunifying Korea.\n\t\t\t\t\t\n\t\t\t\t\t The shortcut to putting an end to the confrontation between the north and the south of Korea at an early date and heading for harmony and reunification is to implement the June 15 joint declaration the validity and vitality of which were clearly proved in practice, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Bulgaria-Korea Friendship Association extended full support to the Korean people in their efforts for reconciliation and cooperation between the north and the south and the peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The association is strongly opposed to the moves of the imperialists to break the will of the Korean people for the peaceful reunification of the country, it noted."
        },
        {
            "title": "Congratulatory Visits to DPRK Embassies in Dhaka and Lagos",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-08ee.html",
            "content": "Congratulatory Visits to DPRK Embassies in Dhaka and Lagos \n\t\t\t\t\t\t\r\n Pyongyang June 26 (KCNA) -- The chairman of the Central Committee of the Workers' Party of Bangladesh, the president of the Bangladesh People's League, the chairman of the Bangladesh-Korea Friendship and Solidarity Committee, the  chairman of the Bangladesh Institute of the Juche Idea, the  chairman of the Bangladesh Group for the Study of the Songun Policy, the First Lady of Nigeria and the high special assistant and special assistant to the Nigerian president visited the DPRK embassies in their countries on June 18 and 19 on the occasion of the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t They laid floral baskets and bouquets before the full-length painting portraying President Kim Il Sung and Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Central Committee of the Workers' Party of Bangladesh paid the highest tribute to Kim Jong Il and wished the WPK and the Korean people greater successes in the drive for building a thriving socialist nation and achieving the reunification of the country under the wise guidance of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The high special assistant to the Nigerian president said that the DPRK is demonstrating its might as a politico-ideological and military power which even the U.S. dares not provoke and it would have been unthinkable without Kim Jong Il's exploits. He praised Kim Jong Il as a great master of independent politics."
        },
        {
            "title": "Kim Yong Nam envia mensaje al presidente de Madagascar",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-30ee.html",
            "content": "Kim Yong Nam envia mensaje al presidente de Madagascar \r\nPyongyang, 26 de junio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 26 un mensaje de felicitacion al presidente de la Republica de Madagascar, Heri Rajaonarimampianina, con motivo del 55o aniversario de la independencia de este pais africano. \n\t\t\t\t\tConvencido de que las relaciones de amistad y cooperacion entre los dos paises se desarrollaran conforme a los intereses mutuos, el remitente le desea al destinatario y a su pueblo exitos en las labores para la estabilidad y el desarrollo del pais."
        },
        {
            "title": "Equipos Pyongyang y Wolmido sobresalen en Competencia Deportiva por Premio Antorcha de Pochonbo",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-31ee.html",
            "content": "Equipos Pyongyang y Wolmido sobresalen en Competencia Deportiva por Premio Antorcha de Pochonbo\n\t\t\t\t\t\t\r\nPyongyang, 26 de junio (ACNC) -- Termino el dia 26 la liga de futbol de categoria A de la Competencia Deportiva por el Premio Antorcha de Pochonbo que duro en esta capital mas de 20 dias bajo atencion de los aficionados al deporte.\n\t\t\t\t\tEn la final, el equipo masculino Pyongyang vencio a su rival Rimyongsu por 2:1.\n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, en la liga de futbol femenino, el equipo Wolmido sobresalio con 3 victorias y 2 empates en 5 partidos."
        },
        {
            "title": "Clausurado XVIII Campeonato Nacional de Taekwondo por Copa Jongilbong",
            "url": "http://kcna.co.jp/item/2015/201506/news26/20150626-32ee.html",
            "content": "Clausurado XVIII Campeonato Nacional de Taekwondo por Copa Jongilbong\n\t\t\t\t\t\t\r\nPyongyang, 26 de junio (ACNC) -- Quedo clausurado el XVIII Campeonato Nacional de Taekwondo por la Copa Jongilbong, iniciado el pasado dia 15.\n\t\t\t\t\tEn el marco del certamen se realizaron las competencias de taekwondo y paduk.\n\t\t\t\t\t\n\t\t\t\t\tEn la competencia de taekwondo de categoria A el equipo de taekwondo de la provincia de Kangwon ocupo el primer lugar, y en la de categoria B, la Escuela Especializada en Taekwondo de Haeju. \n\t\t\t\t\t\n\t\t\t\t\tEn la competencia de paduk lo hizo el equipo de taekwondo de la ciudad de Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia de clausura tuvo lugar el dia 26 en el Palacio de Taekwondo con la participacion del jefe de departamento del Comite Central del Partido del Trabajo de Corea, Ri Il Hwan, y otros funcionarios, taekwondocas, entrenadores, jovenes y ninos escolares."
        }
    ]
}