{
    "date": "2015-11-10",
    "url": "http://kcna.co.jp/item/2015/201511/2015-11-10ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Angolan President",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-10ee.html",
            "content": "Kim Yong Nam Greets Angolan President\r\n Pyongyang, November 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greeting to Jose Eduardo Dos Santos, president of Angola, on Nov. 5 on the occasion of the 40th anniversary of its independence.\n\t\t\t\t\t The message expressed belief that the long-standing good relations of friendship and cooperation between the two countries would grow stronger, sincerely wishing the president greater success in his work for the prosperity of the country and well-being of its people."
        },
        {
            "title": "Congratulations to PM of Belize",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-14ee.html",
            "content": "Congratulations to PM of Belize \r\n Pyongyang, November 10 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, Monday sent a congratulatory message to Dean Barrow upon his reelection as prime minister of Belize. \n\t\t\t\t\t In the message Pak Pong Ju wished him bigger success in his work."
        },
        {
            "title": "Brazilian President Wishes for Stronger Friendly Relations with DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-05ee.html",
            "content": "Brazilian President Wishes for Stronger Friendly Relations with DPRK\r\n Pyongyang, November 10 (KCNA) -- DPRK Ambassador Kim Chol Hak presented his credentials to Dilma Vana Rousseff, president of Brazil, on Nov. 4.\n\t\t\t\t\t The president wished the DPRK and its people happiness and prosperity, saying that the friendly relations between the two countries would grow stronger."
        },
        {
            "title": "Religionists Meet on Mt. Kumgang",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-11ee.html",
            "content": "Religionists Meet on Mt. Kumgang \r\n Pyongyang, November 10 (KCNA) -- There took place a meeting of religionists in the north and the south for national reconciliation, unity, peace and reunification on Mt. Kumgang on Monday and Tuesday. \n\t\t\t\t\t Present at the meeting were the north side delegation consisting of chairmen of religious organizations led by Kang Ji Yong, chairman of the Religious Believers Council of Korea and chairman of the Central Committee of the Catholic Association of Korea, and the south side delegation consisting of heads of organizations of seven religious orders of south Korea led by Ri Kyong Sik, representative chairman of the Peace Conference of Religionists of south Korea and head of the General Affairs Division of Buddhist Jogye Order. \n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting said religious believers of the north and the south held a significant meeting on Mt. Kumgang amid the rising expectation and interest of all the Koreans for improvement of the north-south relations and national reunification. Support for the north-south joint declarations and sincere implementation of them will guarantee the improvement of the inter-Korean relations and advance for independent reunification, peace and prosperity, they noted. \n\t\t\t\t\t\n\t\t\t\t\t They called upon religious believers valuing love, justice and peace to take the lead in the work to keep the hard-won atmosphere of improving relations between the north and the south and achieve national reconciliation, unity and reunification of the country. \n\t\t\t\t\t\n\t\t\t\t\t A joint statement was made public there. \n\t\t\t\t\t\n\t\t\t\t\t The joint statement declared the will of religious believers in the north and the south to turn out in the nationwide patriotic movement to achieve national reconciliation, unity, peace and reunification of the country upholding the banner of By Our Nation Itself. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the representatives of religious organizations of the north and the south toured Kuryong Pool and Lagoon Samil area."
        },
        {
            "title": "Mongolian Delegation Here",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-17ee.html",
            "content": "Mongolian Delegation Here\r\n Pyongyang, November 10 (KCNA) -- A delegation of the Ministry of Defense of Mongolia led by Department Director Chimeddorj Sosorbaram arrived here Tuesday."
        },
        {
            "title": "Korean People Visit Bier of Ri Ul Sol ",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-18ee.html",
            "content": "Korean People Visit Bier of Ri Ul Sol\r\n Pyongyang, November 10 (KCNA) -- Korean people visited the bier of Marshal of the Korean People's Army Ri Ul Sol, member of the Central Committee of the Workers' Party of Korea (WPK) and deputy to the DPRK Supreme People's Assembly (SPA), to express condolences over his death. They included officials of the party, armed forces and power bodies, ministries and national institutions, servicepersons of the KPA and Korean People's Internal Security Forces and other people of different social strata in the DPRK. \n\t\t\t\t\t A wreath from supreme leader Kim Jong Un was seen standing before the bier.\n\t\t\t\t\t\n\t\t\t\t\t There were also wreaths in the names of the Central Committee and the Central Military Commission of the WPK, the DPRK National Defence Commission, the SPA Presidium and the Cabinet of the DPRK, the Ministry of the People's Armed Forces and other armed forces organs, the Ministry of People's Security, units of the KPA and the Korean People's Internal Security Forces, working people's organizations, ministries and national institutions. \n\t\t\t\t\t\n\t\t\t\t\t The condolers paid silent tribute to the deceased."
        },
        {
            "title": "Diplomatic Corps, Military Attaches Corps, Overseas Koreans Express Condolences over Death of Ri Ul Sol",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-19ee.html",
            "content": "Diplomatic Corps, Military Attaches Corps, Overseas Koreans Express Condolences over Death of Ri Ul Sol\r\n Pyongyang, November 10 (KCNA) -- The diplomatic corps, military attaches corps here, staff members of the Russian embassy here and a delegation of the General Staff of the Armed Forces of the Russian Federation Tuesday visited the bier of Marshal of the Korean People's Army Ri Ul Sol, member of the Central Committee of the Workers' Party of Korea and deputy to the DPRK Supreme People's Assembly, to express condolences over his death.\n\t\t\t\t\t A wreath sent by supreme leader Kim Jong Un was seen standing before the bier. \n\t\t\t\t\t\n\t\t\t\t\t The condolers laid wreaths in the names of the corps and the Russian embassy and paid silent tribute to the deceased.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, overseas Koreans staying in the homeland visited the bier to express the deceased."
        },
        {
            "title": "Kim Jong Thae Electric Locomotive Complex 70 Years Old",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-20ee.html",
            "content": "Kim Jong Thae Electric Locomotive Complex 70 Years Old\r\n Pyongyang, November 10 (KCNA) -- The Kim Jong Thae Electric Locomotive Complex marked the 70th anniversary of its establishment.\n\t\t\t\t\t The complex is the nation's leading rolling stock producer established and developed by President Kim Il Sung and leader Kim Jong Il for progress in railway transport.\n\t\t\t\t\t\n\t\t\t\t\t Since the President made a speech before workers of the Pyongyang railway works on Nov. 10 Juche 34 (1945), he had paid great attention to the complex and led it to promote the development of the nation's railway transport with deep loving care.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il made sure that the day when the President provided his first field guidance to the works was marked as the complex's foundation day.\n\t\t\t\t\t\n\t\t\t\t\t A meeting to mark the anniversary took place on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t It was attended by Jang Hyok, minister of Railways, Kim Tu Il, director of the Political Bureau of the Ministry of Railways, and officials and employees of the complex."
        },
        {
            "title": "Water-saving Style Farming Method Introduced in DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-13ee.html",
            "content": "Water-saving Style Farming Method Introduced in DPRK\r\n Pyongyang, November 10 (KCNA) -- Co-op farms in the Democratic People's Republic of Korea have produced good results in this year's farming by introducing water-saving and other scientific methods.\n\t\t\t\t\t The application of water-saving style farming method helped reduce the area of seedbeds considerably and save more manpower, seeds and farming materials than last year.\n\t\t\t\t\t\n\t\t\t\t\t According to data available at the Ministry of Agriculture, the introduction of scientific farming methods made it possible to save one hundred million of cubic meters of water in growing rice seedlings throughout the country and smoothly carry out the rice-transplanting in 100 000 hectares of paddy field without using five hundred millions of cubic meters of water."
        },
        {
            "title": "U.S. Has No Justification to Oppose Proposal for Peace Treaty: Papers",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-07ee.html",
            "content": "U.S. Has No Justification to Oppose Proposal for Peace Treaty: Papers\r\n Pyongyang, November 10 (KCNA) -- Leading newspapers Tuesday in articles denounce the U.S. for taking twisted attitude towards the DPRK's proposal for concluding a peace treaty, far from seriously studying and affirmatively responding to it. \n\t\t\t\t\t The U.S. has no justification to oppose the DPRK's reasonable proposal for a peace treaty, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the principle of international law and international practice for the warring sides to take measures for putting an end to their hostile relations and normalizing the ties when ceasefire is effected. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has consistently made every possible effort for denuclearization of the Korean Peninsula since the U.S. began introducing nuclear weapons into south Korea. However, the U.S. has openly challenged the DPRK's efforts for the denuclearization. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK and the U.S. are technically at war on the Korean Peninsula. It is sheer sophism that the U.S. occupying the half of the peninsula does not threaten the other side while staging saber-rattling.\n\t\t\t\t\t\n\t\t\t\t\t In a word, the U.S. stand is to regard the DPRK as a belligerent party and enemy without concluding any peace treaty with it. \n\t\t\t\t\t\n\t\t\t\t\t This cannot be interpreted otherwise than an intention to keep the state of ceasefire and finally carry out the scenario for invading the DPRK if an opportunity presents itself. \n\t\t\t\t\t\n\t\t\t\t\t It is a great mistake for the U.S. to regard the DPRK's proposal for concluding a peace treaty as a gimmick or tactics to get a concession. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. should respond to the DPRK's just proposal for a peace treaty without delay. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in an article urges the U.S. to bear in mind that shaping a new policy for the Korean Peninsula, away from its old conception for confrontation, is good for itself."
        },
        {
            "title": "U.S. Military Bases Are Hotbed Causing Misfortune and Pain to South Koreans: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-08ee.html",
            "content": "U.S. Military Bases Are Hotbed Causing Misfortune and Pain to South Koreans: Rodong Sinmun\r\n Pyongyang, November 10 (KCNA) -- It was disclosed recently that the U.S. deposited in a bank the upkeep for the U.S. forces paid by south Korea and raked up huge profits by lending it, sparking off public criticism.\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people have no reason whatsoever to pay for the presence of U.S. imperialist aggressor forces in south Korea as it is a product of the U.S. strategy for dominating the whole of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. keeps huge troops for aggression in south Korea and forces it to pay their upkeep. This is an unjustifiable demand of a gangster.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. military bases operating in various parts of south Korea are hotbed causing unspeakable misfortune and pain to the south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that the ruling quarters of south Korea lavishly provide U.S. occupation forces with money collected from the people as taxes, praising them as a \"benefactor\" and \"guardian.\" \n\t\t\t\t\t\n\t\t\t\t\t This is a shame on our nation that the south Korean regime whose territory and sovereignty are usurped by foreign forces is paying even the upkeep for them contrary to the trend of the times towards independence. \n\t\t\t\t\t\n\t\t\t\t\t Infringement on the national dignity and people's security is inevitable in the country where foreign aggression forces are present.\n\t\t\t\t\t\n\t\t\t\t\t The withdrawal of the U.S. troops from south Korea is urgently required not only by the Korean people but by the times. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. should immediately pull back its aggressor forces from south Korea, mindful of the requirement of the times."
        },
        {
            "title": "Minju Joson Slams S. Korean Authorities for Joining U.S. in Its  \"Human Rights\" Racket against DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-09ee.html",
            "content": "Minju Joson Slams S. Korean Authorities for Joining U.S. in Its  \"Human Rights\" Racket against DPRK\r\n Pyongyang, November 10 (KCNA) -- Shortly ago, the south Korean authorities joined some undesirable forces in jointly submitting \"a resolution on human rights in the north\" to the Third Committee of the 70th UN General Assembly at the U.S. beck and call. \n\t\t\t\t\t Commenting on this, Minju Joson Tuesday says any \"resolution on the human rights in the north\" cooked up by the U.S. and other undesirable hostile forces is nothing but a document peppered with sheer lies and fabrications.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities played a part in fabricating the resolution, pursuant to the anti-DPRK \"human rights\" racket of their masters U.S. and Japan. This goes to clearly prove that they are steeped in inveterate repugnancy and hostility toward the compatriots in the north and invariably dreaming of achieving \"unification through social systems,\" toeing the line of outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities jointly submitted the groundless resolution to the UN by falsifying truth at the U.S. beck and call at a time when an atmosphere is being created for improving the inter-Korean relations. This is a revelation of their sinister intention to realize their ambition to stifle the DPRK at any cost and a deliberate act of derailing the process for mending the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t We would like to warn the south Korean authorities if they truly wish to see improved inter-Korean relations, they should stop at once the moves to escalate the confrontation with the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t If they pay no heed to the DPRK's warning and persistently join the U.S. in its anti-DPRK \"human rights\" row, the inter-Korean relations will be pushed to an uncontrollable catastrophe. In this case the south Korean authorities will be held wholly accountable for the ensuing tragic consequences.\n\t\t\t\t\t\n\t\t\t\t\t They should come to their senses and opt for the national reconciliation and unity."
        },
        {
            "title": "Repeal of \"Security Law\" Demanded in South Korea",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-12ee.html",
            "content": "Repeal of \"Security Law\" Demanded in South Korea\r\n Pyongyang, November 10 (KCNA) -- An editorial lambasting the authorities' human rights abuses was posted on the south Korean online paper Voice of People on Nov. 7.\n\t\t\t\t\t The editorial recalled that a UN organization released the results of the examination of the human rights situation in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The editorial went on:\n\t\t\t\t\t\n\t\t\t\t\t The UN organization recommended the repeal of article 7 of the \"Security Law,\" in particular, revealing the facts that the south Korean investigation organ demanded information of users from an information and communication enterprise without a warrant and the authorities forcibly dissolved the Unified Progressive Party (UPP).\n\t\t\t\t\t\n\t\t\t\t\t However, the Ministry of Justice made public the results of the examination of human rights performance made by the UN body after deleting everything unfavorable to it such as the \"Intelligence Service's\" eavesdropping and dissolution of the UPP.\n\t\t\t\t\t\n\t\t\t\t\t The editorial urged the \"government\" to repeal the \"Security Law\"."
        },
        {
            "title": "More Actions against \"State-compiled\" History Textbooks Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-15ee.html",
            "content": "More Actions against \"State-compiled\" History Textbooks Staged in S. Korea \r\n Pyongyang, November 10 (KCNA) -- South Korean people from all walks of life staged actions against \"state-compiled\" history textbooks in Seoul on November 7, according to the south Korean internet paper Thongil News. \n\t\t\t\t\t The Network for Checking \"State-compiled\" History Textbooks grouping more than 460 civic and social and historic bodies held an all-people rally at Chonggye Plaza. \n\t\t\t\t\t\n\t\t\t\t\t The participants in the rally branded the chief executive, the representative of the ruling party, prime minister, minister of Education and chairman of the Committee for Editing History Textbook as \"five traitors of Ulmi\" and bitterly denounced them for tampering with history. \n\t\t\t\t\t\n\t\t\t\t\t The issue of history textbooks is not an issue of past but the matter related to the present times and future, the speakers said. \n\t\t\t\t\t\n\t\t\t\t\t They called for taking part in the civic actions against the \"state-compiled\" history textbooks including signature campaign, candlelight action and one-person demo. They appealed to all people to turn out in the November 14 all-people action to check the authorities' history coup. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants marched as far as Seoul Plaza. \n\t\t\t\t\t\n\t\t\t\t\t On the same day the Schoolchildren's Action against \"State-compiled\" History Textbooks held a meeting in protest against the authorities' history distortion outside the \"government\" building."
        },
        {
            "title": "S. Korean Newspaper Slams Conservatives for Insulting and Threatening Students",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-16ee.html",
            "content": "S. Korean Newspaper Slams Conservatives for Insulting and Threatening Students\r\n Pyongyang, November 10 (KCNA) -- The south Korean newspaper Hangyore on Nov. 8 carried an editorial denouncing the conservative organizations for insulting and threatening students opposed to the \"state-compiled\" history textbooks.\n\t\t\t\t\t The violence committed by the conservative organizations against students has reached a serious phase, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t They opened to public the names of students and schools which voiced opposition to the textbook, insulting them as \"depraved souls\".\n\t\t\t\t\t\n\t\t\t\t\t What is deplorable is the desperate efforts of the authorities to turn back the clock of history through the introduction of the \"state-compiled\" textbooks.\n\t\t\t\t\t\n\t\t\t\t\t What the ultra-right conservative elements seek is to intensify suppression under the pretext of security even by sacrificing students.\n\t\t\t\t\t\n\t\t\t\t\t However, the authorities are shutting their eyes to the acts of the conservative bodies."
        },
        {
            "title": "Kim Jong Il's Work Posted on Website by British Organization",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-01ee.html",
            "content": "Kim Jong Il's Work Posted on Website by British Organization\r\n Pyongyang, November 10 (KCNA) -- The British Association for the Study of Songun Policy posted on its website leader Kim Jong Il's work \"Socialism Is a Science\" on Nov. 1.\n\t\t\t\t\t The work, made public on Nov. 1, Juche 83 (1994), clarifies the idea that Korean-style socialism based on the socialist theory of Juche is the most scientific and viable one. It also clearly explains the principled issues arising in defending socialism."
        },
        {
            "title": "Kim Jong Un's Speech Carried by Nepali Paper",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-02ee.html",
            "content": "Kim Jong Un's Speech Carried by Nepali Paper\r\n Pyongyang, November 10 (KCNA) -- The full text of the speech made by supreme leader Kim Jong Un at the military parade and public procession of Pyongyang citizens for celebrating the 70th founding anniversary of the Workers' Party of Korea (WPK) was carried by the Nepalese newspaper Arpan on Nov. 6.\n\t\t\t\t\t The speech made on Oct. 10, Juche 104 (2015) says that the history of the WPK precisely means the path covered by the Korean people, its strength their might, its greatness their greatness and its victory the victory won by them.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for the WPK to fulfill its heavy yet sacred mission as a party totally dedicated to the people and a mother party that has invariably worked for the people in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The speech was illustrated with a photo of Kim Jong Un."
        },
        {
            "title": "Society for Study of Kimilsungism-Kimjongilism Formed in India",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-03ee.html",
            "content": "Society for Study of Kimilsungism-Kimjongilism Formed in India\r\n Pyongyang, November 10 (KCNA) -- An Indian society for the study of Kimilsungism-Kimjongilism was formed in New Delhi on Nov. 2.\n\t\t\t\t\t S. P. Pathak, chairman of the Indian Society for the Study of Works of Kim Jong Il, was elected chairman of the society.\n\t\t\t\t\t\n\t\t\t\t\t The society decided to deeply study Kimilsungism-Kimjongilism and conduct activities for widely disseminating it by various forms and methods."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Mongolia",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-04ee.html",
            "content": "Kim Jong Il to Be Remembered in Mongolia\r\n Pyongyang, November 10 (KCNA) -- A Mongolian committee for remembering Generalissimo Kim Jong Il was formed in Ulan Bator on Nov. 3.\n\t\t\t\t\t The committee decided to organize political and cultural events for remembering Kim Jong Il from Nov. 4 to Dec. 18."
        },
        {
            "title": "Kim Yong Nam felicita a presidente angoles",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-21ee.html",
            "content": "Kim Yong Nam felicita a presidente angoles\r\nPyongyang, 10 de noviembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 5 un mensaje de felicitacion al presidente de la Republica de Angola, Jose Eduardo Dos Santos, con motivo del 40o aniversario de la independencia de este pais africano.\n\t\t\t\t\tEl remitente expresa la conviccion de que se ampliaran y se desarrollaran mas las excelentes relaciones de amistad y cooperacion que tienen una larga tradicion entre CoreaC y Angola y le desea de todo corazon al destinatario mayores exitos en su trabajo para la prosperidad del pais y el bienestar del pueblo."
        },
        {
            "title": "Dilma Vana Rousseff se refiere al desarrollo de relaciones con RPDC",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-22ee.html",
            "content": "Dilma Vana Rousseff se refiere al desarrollo de relaciones con RPDC\r\nPyongyang, 10 de noviembre (ACNC) -- Kim Chol Hak, embajador de la Republica Popular Democratica de Corea en Brasil, presento sus cartas credenciales ante la presidenta de la Republica Federativa del Brasil, Dilma Vana Rousseff.\n\t\t\t\t\tLa presidenta formulo votos por la felicidad y la prosperidad de la RPDC y el pueblo coreano y deseo que las relaciones de amistad entre ambos paises se desarrollen mas tambien en el futuro."
        },
        {
            "title": "Religiosos de Norte y Sur de Corea se reunen en monte Kumgang",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-23ee.html",
            "content": "Religiosos de Norte y Sur de Corea se reunen en monte Kumgang \r\nPyongyang, 10 de noviembre (ACNC) -- Tuvo lugar del dia 9 al 10 en el monte Kumgang el encuentro de los religiosos del Norte y el Sur de Corea para la reconciliacion, la unidad, la paz y la reunificacion de la nacion.\n\t\t\t\t\tEn el acto estuvieron presentes la delegacion norcoreana presidida por Kang Ji Yong, presidente del Consejo de Religiosos de Corea y del Comite Central de la Asociacion de Catolicos de Corea, e integrada por los presidentes de las entidades religiosas, y la delegacion surcoreana encabezada por Ri Kyong Sik, presidente representante de la \"Conferencia de la Paz de Religiosos del Sur de Corea\" y el jefe de la Division de Asuntos Generales de la Orden Budista Jogye, y compuesta por los presidentes de entidades de 7 ordenes religiosas del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn sus discursos, los oradores de ambas partes dijeron que los religiosos de ambas partes coreanas tienen el encuentro de gran significacion en el monte Kumgang cuando se aumentan la esperanza y atencion de todos los coreanos a la mejora de las relaciones intercoreanas y la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tSubrayaron que el remedio para lograr la reunificacion independiente, la paz y la prosperidad reside en apoyar y ejecutar sinceramente las declaraciones conjuntas Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizaron en la necesidad de que los religiosos aspirantes al amor, la justicia y la paz deben ponerse en la delantera para mantener un ambiente favorable a la mejora de las relaciones intercoreanas preparado dificilmente, realizar la reconciliacion y la unidad nacionales y reunificar la patria.\n\t\t\t\t\t\n\t\t\t\t\tEn la cita fue publicada una declaracion conjunta.\n\t\t\t\t\t\n\t\t\t\t\tEl documento expresa la determinacion de los religiosos del Norte y el Sur de Corea de levantarse activamente en el movimiento patriotico pannacional por realizar la reconciliacion y la unidad de la nacion, la paz y la reunificacion enarbolando la bandera de \"Entre nosotros, los connacionales\".\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, los delegados de las entidades religiosas de ambas partes coreanas practicaron en conjunto el alpinismo sobre la laguna Kuryong y la zona del lago Samil."
        },
        {
            "title": "En Pyongyang delegacion de Mongolia",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-24ee.html",
            "content": "En Pyongyang delegacion de Mongolia\r\nPyongyang, 10 de noviembre (ACNC) -- Llego el dia 10 a esta capital la delegacion del Ministerio de Defensa de Mongolia encabezada por el director Chimeddorj Sosorbaram."
        },
        {
            "title": "Huespedes extranjeros expresan pesame por deceso de Ri Ul Sol",
            "url": "http://kcna.co.jp/item/2015/201511/news10/20151110-25ee.html",
            "content": "Huespedes extranjeros expresan pesame por deceso de Ri Ul Sol\r\nPyongyang, 10 de noviembre (ACNC) -- El Cuerpo Diplomatico, el Cuerpo de Agregados Militares, los miembros de la embajada rusa en Corea y la delegacion de Estado Mayor General de las Fuerzas Armadas federales de Rusia visitaron el dia 10 el feretro del difunto mariscal del Ejercito Popular de Corea Ri Ul Sol, miembro del Comite Central del Partido del Trabajo de Corea y diputado a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea y expresaron condolencias por su deceso.\n\t\t\t\t\tAnte el feretro estaba colocada una ofrenda floral enviada por el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tLos huespedes guardaron un momento de silencio en memoria del difunto tras depositar ofrendas floreales en nombre de los cuerpos.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, los compatriotas residentes en la patria visitaron el feretro del difunto para expresar el pesame."
        }
    ]
}