{
    "date": "2015-01-14",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-14ee.html",
    "articles": [
        {
            "title": "DPRK Works out Master Plans for Economic Zones",
            "url": "http://kcna.co.jp/item/2015/201501/news14/20150114-09ee.html",
            "content": "DPRK Works out Master Plans for Economic Zones\r\n Pyongyang, January 14 (KCNA) -- Master plans have been worked out for the development of 13 economic parks in the DPRK.\n\t\t\t\t\t In this regard, Yun Yong Sok, vice-chairman of the Korea Economic Development Association, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The Presidium of the DPRK Supreme People's Assembly adopted the \"DPRK Law on Economic Development Parks\" in Juche 102 (2013) and decided to set up 13 economic parks in eight provinces (municipalities).\n\t\t\t\t\t\n\t\t\t\t\t The master plans for their development, worked out by people's committees of relevant provinces, contain the construction of structures and roads and power and communication networks on the principle of giving priority to infrastructure construction.\n\t\t\t\t\t\n\t\t\t\t\t Under the plans, works will be conducted to develop Chongjin, Amnokgang, Manpho and Hyesan economic zones, Hungnam, Hyondong and Wiwon industrial zones, Onsong Island and Sinphyong tourist zones, Songrim and Waudo export processing zones and Orang and Pukchong agricultural zones.\n\t\t\t\t\t\n\t\t\t\t\t A briefing on investment is expected to be given at exhibitions and expositions in Pyongyang and Rason cities of the DPRK and other countries to introduce the development master plans.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will further strengthen the international exchange and cooperation through those economic development zones."
        },
        {
            "title": "Meetings Held to Vow to Display Patriotism to Achieving Country's Prosperity",
            "url": "http://kcna.co.jp/item/2015/201501/news14/20150114-08ee.html",
            "content": "More Meetings Held to Vow to Display Patriotism to Achieving Country's Prosperity\r\n Pyongyang, January 14 (KCNA) -- Meetings were held by units in the fields of construction and building-material production and land management to vow to fulfill the tasks set forth by Marshal Kim Jong Un in his New Year address. \n\t\t\t\t\t Reporters and speakers called for ensuring the quality of structures at the best level with patriotic enthusiasm to take responsibility for their safety and guarantee their absolute quality for all eternity and for ushering in a great heyday of construction in a persevering spirit of attack, the spirit of weathering any difficulties and ordeals.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to increase cement production for ensuring major construction projects.\n\t\t\t\t\t\n\t\t\t\t\t They also called for stepping up modernization and introduction of information technology in our style and vigorously carry on all undertakings by relying on science and technology.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to boost the production of goods with indigenous efforts, technology and resources and thus make a tangible contribution to constructing monumental edifices representing the era of the Workers' Party.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the issues of rounding off tree planting and cultivating methods suited to the specific conditions of the country and cultivating saplings for creating timber forests and those of ornamental value.\n\t\t\t\t\t\n\t\t\t\t\t They called for displaying patriotism for tideland reclamation to expand cropland and face-lifting the appearance of the country's land.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to raise the fierce flames of patriotic loyalty, creation and innovations at all sites for building a thriving nation, united close around Kim Jong Un and thus glorify this significant year as the one featured by great auspicious revolutionary events."
        },
        {
            "title": "Rodong Sinmun Urges US Not to Throw Wet Blanket over Process for Mending Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2015/201501/news14/20150114-02ee.html",
            "content": "Rodong Sinmun Urges US Not to Throw Wet Blanket over Process for Mending Inter-Korean Relations\r\n Pyongyang, January 14 (KCNA) -- U.S. President Obama announced the presidential executive order to impose \"new sanctions\" upon the DPRK on Jan. 2. This is something which should not to be overlooked as it was a very rare behavior that went beyond normal thinking, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t This is a political burlesque and reckless act that could be conceived only by the U.S. politicians steeped in bad blood toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Why the U.S. is making much fuss, persistently charging the DPRK with cyber attack without clear evidence. Why the U.S. is wielding the stick of counter-productive \"new sanctions\" from the outset of the year. \n\t\t\t\t\t\n\t\t\t\t\t Many media of the world are raising due questions as to this action.\n\t\t\t\t\t\n\t\t\t\t\t What enrage people is that the U.S. is kicking up such row when the atmosphere of dialogue between the north and the south is growing strong in the new year. It is the comment of foreign media that it is aimed at putting a brake on the inter-Korean relations which show a sign of detente and throwing a wet blanket over the atmosphere of dialogue.  \n\t\t\t\t\t\n\t\t\t\t\t It is the inveterate habit of the wicked U.S. trouble-makers to stem the trend of mending the inter-Korean relations and escalate the tension on the Korean Peninsula and other parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is working hard to put the Korean peninsula under permanent control, keeping the Korean nation divided into two, and dominate the world. This heinous scenario was again brought to daylight.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. authorities should boldly make a policy switchover, though belatedly, away from its stance of antagonizing the DPRK."
        },
        {
            "title": "S. Korean Regime Accused of Lacking Will to Mend Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2015/201501/news14/20150114-04ee.html",
            "content": "S. Korean Regime Accused of Lacking Will to Mend Inter-Korean Relations\r\n Pyongyang, January 14 (KCNA) -- The south Korean newspaper Hangyore Tuesday carried an editorial chiding the south Korean chief executive for lacking her will to mend the inter-Korean relations.\n\t\t\t\t\t What she said about the south-north relations in her New Year press conference greatly disappointed everybody, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t She failed to go beyond the existing framework though there is an increasing need to advance the south-north relations. She just gave lip-service to the word \"dialogue,\" missing a good opportunity to convey her will to the north. \n\t\t\t\t\t\n\t\t\t\t\t She and the \"government\" should make a policy decision in order to mend the south-north relations."
        },
        {
            "title": "S. Korean Internet Paper Denounces Disbandment of Progressive Party",
            "url": "http://kcna.co.jp/item/2015/201501/news14/20150114-06ee.html",
            "content": "S. Korean Internet Paper Denounces Disbandment of Progressive Party\r\n Pyongyang, January 14 (KCNA) -- The south Korean internet paper Oh My News on January 7 in an article said that the case of the rebuilding committee of the People's Revolutionary Party, a conspiratorial case cooked up by the \"yusin regime,\"  repeated itself through the dissolution of a progressive party after the lapse of dozens of  years.\n\t\t\t\t\t The article recalled that in 1974 the \"yusin\" dictatorial regime fabricated the case of the Democratic Youths and Students League and the case of the rebuilding committee of the People's Revolutionary Party (PRP) on charges that the committee was behind the league and they attempted to topple the state.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The two cases have many things similar to the recent case of the disbandment of the Unified Progressive Party (UPP).\n\t\t\t\t\t\n\t\t\t\t\t After the case of the rebuilding committee of the PRP the \"yusin\" dictatorship more brutally suppressed democracy and the people had to live in the dark period with no freedom to say anything about it.\n\t\t\t\t\t\n\t\t\t\t\t No one is free in the society where the judicial institution reads the face of power and behaves like a cat's-paw of the \"president\".\n\t\t\t\t\t\n\t\t\t\t\t This is the reason why the disbandment of the UPP is not the business of others."
        },
        {
            "title": " Demonstration Held in Pusan",
            "url": "http://kcna.co.jp/item/2015/201501/news14/20150114-07ee.html",
            "content": "Anti-\"Government\" Demonstration Held in Pusan\r\n Pyongyang, January 14 (KCNA) -- A demonstration protesting  against the south Korean authorities was staged in Pusan on Jan. 7, according to the south Korean internet newspaper Voice of People. \n\t\t\t\t\t The demonstrators shouted slogans calling for punishing the present regime, holding placards reading \"Park Geun Hye who disbanded a political party and violated democracy step down!\" and others. \n\t\t\t\t\t\n\t\t\t\t\t They asserted that the prosecution released results of intermediate investigation into the case of Jong Yun Hoe's interference in state affairs in which it termed the case \"groundless\" and declared the criminals not guilty, sparking off great anger of the people. \n\t\t\t\t\t\n\t\t\t\t\t They called upon the people of different social standings to turn out in the action denouncing the present regime for lending no ear to the voice of people. \n\t\t\t\t\t\n\t\t\t\t\t They said they can no longer tolerate the present regime's politics of not seeking people's understanding, adding they would carry on their demonstrations in various parts of Pusan in the future."
        },
        {
            "title": "S. Korean Authorities Urged to Be Sincere for Mending Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2015/201501/news14/20150114-05ee.html",
            "content": "S. Korean Authorities Urged to Be Sincere for Mending Inter-Korean Relations\r\n Pyongyang, January 14 (KCNA) -- Ro Kil Nam, representative of Minjok Thongsin, an internet newspaper of Koreans in the U.S., on Jan. 3 released an article urging the south Korean authorities to be sincere for repairing the inter-Korean relations.\n\t\t\t\t\t The south Korean authorities are talking about south-north dialogue but their actual behavior is contrary to it, the article charged.\n\t\t\t\t\t\n\t\t\t\t\t It was hard to find any word about the independent and peaceful reunification of the country in the recent New Year speech made by the south Korean chief executive, it deplored, adding: \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities have a true will to mend their relations with the north, they should give a clear-cut answer to the question as to whether they want to peacefully reunify the country through the great unity of the nation from the stand of national independence or not.\n\t\t\t\t\t\n\t\t\t\t\t If they fail to answer the question, it means they have no sincerity.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean regime has never clarified its will to implement the July 4 joint statement, the June 15 joint declaration and the October 4 declaration. If it screws up tension and hurts its dialogue partner as it did in the past, there will be no atmosphere of north-south reconciliation and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations can improve only when the south Korean authorities take a sincere approach."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Personages of Myanmar, Indonesia",
            "url": "http://kcna.co.jp/item/2015/201501/news14/20150114-03ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Personages of Myanmar, Indonesia\r\n Pyongyang, January 14 (KCNA) -- Personages of Myanmar and Indonesia issued statements on Jan. 5 and 8 in support of the New Year address made by supreme leader Kim Jong Un.\n\t\t\t\t\t Kim Jong Un's New Year address reflects the policy of the party and government of the DPRK, Tha Win, acting secretary of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar, said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The tasks set forth in the New Year address serve as important guidelines for the Korean people in their struggle to build a thriving nation and achieve the country's reunification as desired by President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un stressed the need to invariably adhere to the Songun politics and simultaneously develop the two fronts as long as there are the ceaseless moves of the enemies to bring down the socialist system of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I am convinced that the Workers' Party of Korea and the Korean people will achieve big successes in building a thriving nation and achieving the country's reunification under the wise leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t I extend firm support and solidarity to the drive of the Korean people for carrying out the tasks set forth by Kim Jong Un in his New Year address.\n\t\t\t\t\t\n\t\t\t\t\t The director of an Indonesian company fully supported Kim Jong Un's New Year address, noting that the proposal for Korea's reunification made by him serves as the most just and realistic great programme for mending the inter-Korean relations, ensuring peace on the Korean peninsula and bringing earlier Korea's reunification."
        },
        {
            "title": "Trazados planes generales de 13 zonas de desarrollo economico",
            "url": "http://kcna.co.jp/item/2015/201501/news14/20150114-10ee.html",
            "content": "Trazados planes generales de 13 zonas de desarrollo economico\r\nPyongyang, 14 de enero (ACNC) -- En exclusiva con la ACNC, el vicepresidente de la Asociacion de Desarrollo Economico de Corea, Yun Yong Sok, informo que se han elaborado los planes generales sobre 13 zonas de desarrollo economico, y prosiguio:\n\t\t\t\t\tEl Presidium de la Asamblea Popular Suprema adopto en el 102 (2013) de la Era Juche la \"Ley sobre las Zonas de Desarrollo Economico de RPDC\" y seguidamente, tomo la decision de fundar 13 zonas de desarrollo economico en algunas regiones de 8 provincias (o ciudades directamente subordinadas al centro).\n\t\t\t\t\t\n\t\t\t\t\tLos comites populares de las respectivas provincias (o ciudades directamente subordinadas al centro) estuvieron a cargo de trazar los planes generales de desarrollo que preven la construccion de edificios y carreteras y el aseguramiento de electricidad y comunicacion en el principio de anteponer la construccion de infraestructuras.\n\t\t\t\t\t\n\t\t\t\t\tSegun los planes, entraran en etapa crucial las labores de desarrollo de las zonas de desarrollo economico de Chongjin, Amnokgang, Manpho y Hyesan, las de desarrollo industrial de Hungnam, Hyondong y Wiwon, las de desarrollo turistico del islote Onsong y Sinphyong, las de exportacion y elaboracion de Songrim y Waudo y las de desarrollo agricola de Orang y Pukchong.\n\t\t\t\t\t\n\t\t\t\t\tCon el fin de atraer a los inversionistas, estamos planeando organizar los encuentros informativos de los mismos planes durante las ferias y exposiciones que tendran lugar en las ciudades de Pyongyang y Rason y en otros paises.\n\t\t\t\t\t\n\t\t\t\t\tNuestro pais intensificara el intercambio y la cooperacion internacional a traves de las zonas de desarrollo economico donde se conceden prerrogativas a las actividades economicas."
        },
        {
            "title": "Mitines de empleados de ramas de materiales de construccion y administracion territorial",
            "url": "http://kcna.co.jp/item/2015/201501/news14/20150114-11ee.html",
            "content": "Mitines de empleados de ramas de materiales de construccion y administracion territorial\r\nPyongyang, 14 de enero (ACNC) -- Tuvieron lugar en las unidades de ramas de materiales de construccion y administracion del territorio nacional los mitines para materializar las tareas presentadas por el Mariscal Kim Jong Un en su mensaje del Ano Nuevo.\n\t\t\t\t\tHubo informes e intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores dijeron que aseguraran la calidad de la construccion con el fervor patriotico de responsabilizarse con mil anos y garantizar diez mil anos y abriran la gran era dorada de la construccion con el espiritu de tesonera lucha, con lo cual supera todas las dificultades.\n\t\t\t\t\t\n\t\t\t\t\tMencionaron la necesidad de producir y enviar mucho mas cemento a los objetos importantes de construccion.\n\t\t\t\t\t\n\t\t\t\t\tSubrayaron que al acelerar la modernizacion y la informatizacion al estilo coreano, impulsaran con dinamismo todas las labores apoyandose en la ciencia y la tecnologia.\n\t\t\t\t\t\n\t\t\t\t\tExhortaron a aumentar la produccion de los articulos con las fuerzas, tecnologias y recursos propios para contribuir a levantar los excelentes edificios arquitectonicos que representen la epoca del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tDijeron la necesidad de perfeccionar el metodo de plantacion y cuido de los arboles, adecuado a las caracteristicas del pais, y de cultivar las posturas de plantas necesarias a la creacion del bosque madero y las otras decorativas.\n\t\t\t\t\t\n\t\t\t\t\tDestacaron que se esforzaran por la roturacion de marismas para renovar la fisonomia del territorio nacional.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizaron que todos unidos en torno al Mariscal, debe avivar en los campos de construccion el fervor de fidelidad patriotica, el de creacion e innovacion, para hacer el presente de un ano significativo con grandes eventos revolucionarios."
        },
        {
            "title": "EE.UU. no debe obstaculizar la mejora de relaciones intercoreanas: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201501/news14/20150114-12ee.html",
            "content": "EE.UU. no debe obstaculizar la mejora de relaciones intercoreanas: Rodong Sinmun\r\nPyongyang, 14 de enero (ACNC) -- El pasado dia 2, el presidente estadounidense Obama publico una orden administrativa de aplicar la \"sancion adicional\" contra la Republica Popular Democratica de Corea, lo que es una conducta anormal que no se puede pasar por alto.\n\t\t\t\t\tAsi opina el diario Rodong Sinmun en un articulo individual divulgado el dia 14 y continua:\n\t\t\t\t\t\n\t\t\t\t\tEsa orden es otra payasada politica que pueden idear solo los politiqueros norteamericanos colmados de la hostilidad a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tMuchos medios de prensa se preguntan por que EE.UU. trata de estigmatizar a toda costa a la RPDC de ciberterrorista y aplica la \"sancion adicional\" ya desde los primeros dias del ano nuevo.\n\t\t\t\t\t\n\t\t\t\t\tLo que causa mas indignacion es que el imperio arma esos escandalos justamente cuando se hace fuerte en el ano nuevo el ambiente de dialogo entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tLas fuentes extranjeras opinan que mediante la sancion economica anti-RPDC, EE.UU. trata de envenenar la atmosfera de dialogo y frenar el mejoramiento de relaciones de ambas partes coreanas con tendencia a la disension.\n\t\t\t\t\t\n\t\t\t\t\tImpedir la mejora de relaciones intercoreanas y la distension y agravar la situacion de la Peninsula Coreana y la region son un vicio de los estropeadores estadounidenses.\n\t\t\t\t\t\n\t\t\t\t\tAsi se conocio la siniestra intencion de EE.UU. de tomar la heguemonia mundial ocupando para siempre la Peninsula Coreana y dividiendo en dos partes a la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades estadounidenses deben cambiar con audacia su politica dejando el vicio de hostilizar a la RPDC."
        }
    ]
}