{
    "date": "2015-04-09",
    "url": "http://kcna.co.jp/item/2015/201504/2015-04-09ee.html",
    "articles": [
        {
            "title": "Third Session of 13th SPA of DPRK Held",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-33ee.html",
            "content": "Third Session of 13th SPA of DPRK Held \r\n Pyongyang, April 9 (KCNA) -- The Third Session of the 13th Supreme People's Assembly (SPA) of the DPRK took place at the Mansudae Assembly Hall Thursday.\n\t\t\t\t\t Present there were deputies to the SPA.\n\t\t\t\t\t\n\t\t\t\t\t Present there as observers were officials of the party, armed forces and power organs, social organizations, ministries and national institutions and those in the fields of science, education, literature and art, public health and media.\n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence in memory of President Kim Il Sung and leader Kim Jong Il, founder and builder and eternal leaders of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Discussed at the session were \"1. On the work of the DPRK Cabinet for Juche 103 (2014) and its tasks for Juche 104 (2015)\", \"2. On summing up the fulfillment of the state budget of the DPRK for Juche 103 (2014) and its state budget for Juche 104 (2015)\" and \"3. Organizational matters\". \n\t\t\t\t\t\n\t\t\t\t\t Deputy Pak Pong Ju, premier of the Cabinet, made a report on the first agenda item.\n\t\t\t\t\t\n\t\t\t\t\t He said that last year the DPRK registered great successes in grain production, provided a guarantee for completing the stock-breeding base in Sepho area as a gift to the 70th anniversary of the founding of the Workers' Party of Korea and built many monumental structures, icons of Juche architecture, through army-people coordinated operations.\n\t\t\t\t\t\n\t\t\t\t\t It opened up a bright prospect for implementing the behests of Kim Jong Il on turning the Chongchon River into one of treasure and patriotism, made progress in developing economy and improving the people's living standard by dint of science and technology and made great achievements in the fields of sports, education and public health, he noted.\n\t\t\t\t\t\n\t\t\t\t\t It is the main tasks for this year to settle the food problem of the people with the farming, stock-breeding and fishery as the three thrusts, boost electricity production and put the metal industry on a Juche basis while taking it as the lifeline and key point to carry out the behests of Kim Jong Il and pushing forward them consistently, he said, referring to the concrete tasks.\n\t\t\t\t\t\n\t\t\t\t\t Deputy Ki Kwang Ho made a report on the second agenda item.\n\t\t\t\t\t\n\t\t\t\t\t The plan of state budgetary revenue for last year was over-fulfilled 1.6 percent, 6 percent increase over the previous year, the plan for state budgetary expenditure was carried out at 99.9 percent, and 46.7 percent of the total state budgetary expenditure was spent for the development of the national economy, 37.2 percent for the cultural field and 15.9 percent for national defence, he said.\n\t\t\t\t\t\n\t\t\t\t\t The state budgetary revenue for this year will grow 3.7 percent over last year.\n\t\t\t\t\t\n\t\t\t\t\t The state budgetary expenditure for this year will grow 5.5 percent over last year, 15.9 percent of total budgetary expenditure will be spent for national defence and bigger investment will be made to shore up the national economy and to improve the people's living standard, he said.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the work of the Cabinet and the fulfillment of the state budget for last year have been reviewed correctly, clear-cut tasks for this year for improving the standard of people's living and building an economic power have been advanced and the state budget was properly shaped to fully display the advantages of the socialist system. They expressed full support and approval of them.\n\t\t\t\t\t\n\t\t\t\t\t They evinced the pledge to consolidate the political and military might of the country in every way, bring about fresh progress in all spheres of socialist construction and thus mark the 70th anniversaries of the WPK founding and the liberation of Korea as grand festivals of victors.\n\t\t\t\t\t\n\t\t\t\t\t The session adopted a decision of the SPA of the DPRK \"On approving the report on the work of the DPRK Cabinet and the summing up of the fulfillment of the state budget for Juche 103 (2014)\" and an ordinance of the SPA of the DPRK \"On the state budget of the DPRK for Juche 104 (2015)\".\n\t\t\t\t\t\n\t\t\t\t\t Deputy Pak To Chun was recalled from member of the DPRK National Defence Commission due to his transfer to other post.\n\t\t\t\t\t\n\t\t\t\t\t Deputy Kim Chun Sop was elected member of the DPRK NDC to fill a vacancy upon the authorization of Marshal Kim Jong Un."
        },
        {
            "title": "SPA Session Reviews Cabinet Work Last Year and Advances Its Tasks for This Year",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-34ee.html",
            "content": "SPA Session Reviews Cabinet Work Last Year and Advances Its Tasks for This Year\r\n Pyongyang, April 9 (KCNA) -- Deputy Pak Pong Ju, premier of the Cabinet, delivered a report on the work done by the Cabinet last year and tasks facing it this year at the Third Session of the 13th Supreme People's Assembly (SPA) of the DPRK Thursday.\n\t\t\t\t\t According to the report, last year was a year of shining victories as the foundation for winning a final victory in all fields of building a thriving nation was consolidated and invincible might of Juche Korea was strikingly demonstrated under the wise leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Farming materials including chemical fertilizers, rice-seedling transplanting machines, mobile threshing machines, farm machine parts and oil were provided as planned last year, true to the intention of the party which set the agricultural field as a key field in the drive of pushing forward economic construction and improving the standard of people's living and an outpost of defending socialism.\n\t\t\t\t\t\n\t\t\t\t\t Pasture covering 50 000 hectares was created in the Sepho area and the work of securing livestock was pushed ahead simultaneously with the construction of structures and preparations for their operation to provide a guarantee for completing the stock-breeding base in Sepho area as a gift to the 70th anniversary of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Wisong residential district for scientists, Yonphung Rest Home for Scientists, Pyongyang Orphanage and Baby Home and lots of other monumental structures were built as icons of Juche-based architecture.\n\t\t\t\t\t\n\t\t\t\t\t More than 1 000 valuable scientific and technological development projects were carried out.\n\t\t\t\t\t\n\t\t\t\t\t The coal industry showed 28 percent increase in production over last year.\n\t\t\t\t\t\n\t\t\t\t\t The production of cement jumped 12 percent over last year and that of various industrial indices including nitrogen fertilizer, salt and timber also went up.\n\t\t\t\t\t\n\t\t\t\t\t Players of the DPRK bagged many gold medals at the 17th Asian Games and other international sports events, demonstrating the honor of the country. The popular policies of the party were implemented at a higher level in the fields of education and public health.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the tasks for this year, he stressed the need to consistently hold fast to the implementation of the behests of leader Kim Jong Il as a lifeline and the most important work. The main thrusts for this year are to organize the economic work with a main emphasis on solving the food problem of the people with agriculture, stock-breeding and fisheries as the three pivots, drastically increasing power production and putting metal industry on Juche basis, the reporter said.\n\t\t\t\t\t\n\t\t\t\t\t He called for improving the production environment of the units associated with the leadership feats of President Kim Il Sung and Kim Jong Il and steadily raising their modernization level so as to continue glorifying their undying feats.\n\t\t\t\t\t\n\t\t\t\t\t It is important to thoroughly carry out the party's strategic line on simultaneously developing economic construction and the building of a nuclear force and provide equipment, raw materials and funds necessary for the combat readiness of the People's Army and the defence industry in a responsible manner and thus actively contribute to bolstering up the defence capabilities. \n\t\t\t\t\t\n\t\t\t\t\t Investment in the field of science and technology should be increased and efforts be concentrated on solving scientific and technological problems urgently required by reality including key state projects for the development of science and technology. \n\t\t\t\t\t\n\t\t\t\t\t Scientific farming methods should be actively introduced into the agricultural field and drive of securing and saving water should be conducted and such farming materials as chemical fertilizers, rice seedling transplanting machines, rolled steel, farm machine parts and oil be satisfactorily provided.\n\t\t\t\t\t\n\t\t\t\t\t Ministries, national institutions and provincial people's committees should complete flawlessly and qualitatively the construction of dwelling houses, pens of domestic animals, public buildings, pavement of roads and creation of windbreaks by the 70th anniversary of the WPK. The management of modern stock-breeding bases, fish breeding bases, greenhouses and mushroom production bases in different parts of the country should be put on normal footing and production be boosted there.\n\t\t\t\t\t\n\t\t\t\t\t In the fisheries field fishing boats and fishing tackle should be modernized and scientific fishing methods be actively introduced to haul fishes all the year round.\n\t\t\t\t\t\n\t\t\t\t\t In the field of light industry, local supply of raw and other materials should be actively pushed forward and their production be markedly boosted to provide the people with more consumer goods. \n\t\t\t\t\t\n\t\t\t\t\t A decisive measure should be taken to provide equipment and materials needed for thermal power plants and coal mines on a top priority basis.\n\t\t\t\t\t\n\t\t\t\t\t The power stations in tiers on the River Chongchon, Paektusan Songun Youth Power Station, Ryesonggang Power Station, Orangchon Power Station and other hydroelectric power stations that were planned by Kim Jong Il should be completed in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t Efforts should be focused on further rounding off the work of putting metal industry on a Juche basis.\n\t\t\t\t\t\n\t\t\t\t\t In the chemical industrial field, production should be put on a normal footing at Juche fertilizer and Juche fiber production bases.\n\t\t\t\t\t\n\t\t\t\t\t High temperature air combustion technology and other technologies that do not require the use of heavy oil should be introduced into various fields of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t Sustained great efforts should be directed to reenergizing the production in the vanguard sectors and key industries of the national economy such as railway transport, mining, forestry and machine-building industry.\n\t\t\t\t\t\n\t\t\t\t\t All the fields and units should turn out in the drive of restoring forests and work hard to turn the mountains of the country into those in thick verdure full of nuts and fruits. Substantial work should be conducted to turn Pyongyang into the hub and model of Songun culture and a world class city and to spruce up provincial, city and county seats so that they may preserve their local characteristics.\n\t\t\t\t\t\n\t\t\t\t\t The work to drastically improve education in the new century should be actively pushed forward, enthusiasm for sports should be raised higher and lots of fine literary pieces be created to encourage all people in the general offensive for glorifying the grand October festivals.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called on all the officials in the field of economic guidance to thoroughly carry out the important tasks set forth by Kim Jong Un in the New Year Address and at the enlarged meeting of the Political Bureau of the Central Committee of the Workers' Party of Korea and fulfill their responsibilities and duties in the general offensive this year marking the 70th anniversaries of the WPK and the liberation of Korea."
        },
        {
            "title": "SPA Session Reviews Implementation of State Budget for 2014 and Sets forth State Budget for 2015",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-35ee.html",
            "content": "SPA Session Reviews Implementation of State Budget for 2014 and Sets forth State Budget for 2015 \n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- Deputy Ki Kwang Ho, minister of Finance, made a report on the review of the fulfillment of the state budget of the DPRK for Juche 103 (2014) and the state budget for Juche 104 (2015) at the Third Session of the 13th Supreme People's Assembly on Thursday.\n\t\t\t\t\t According to the report, the plan of state budgetary revenue for last year was over-fulfilled 1.6 percent, 6 percent increase over the previous year.\n\t\t\t\t\t\n\t\t\t\t\t The local plan for budgetary revenue was carried out at 122.2 percent and the plan for state budgetary expenditure at 99.9 percent.\n\t\t\t\t\t\n\t\t\t\t\t 46.7 percent of the total budget was spent for the development of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t 37.2 percent of the total state budgetary expenditure was spent for the cultural field including education, public health, sports and literature and art.\n\t\t\t\t\t\n\t\t\t\t\t 15.9 percent of total expenditure was directed to national defence.\n\t\t\t\t\t\n\t\t\t\t\t The state budgetary revenue and expenditure for this year have been shaped in such a way as to bolster up the capabilities for self-defence and effect a turn in building a socialist economic power and a highly civilized nation by giving definite precedence to science and technology.\n\t\t\t\t\t\n\t\t\t\t\t The state budgetary revenue will grow 3.7 percent over last year; transaction revenue is expected to swell 2. 6 percent, revenue from the profits of state enterprises 4.3 percent, revenue from the profits of cooperative organizations 3. 2 percent, real estate rent 0.7 percent, social insurance fee 2.8 percent, revenue from sale of properties and price differential 1.4 percent, revenue from other sources 0.8 percent and revenue from economic trade zones 3.6 percent.\n\t\t\t\t\t\n\t\t\t\t\t The national budgetary revenue will account for 79 percent and the local budgetary revenue 21 percent of the state budgetary revenue. Provinces, cities and counties are expected to ensure expenditure with the revenue from local sources and provide profits to the national budget.\n\t\t\t\t\t\n\t\t\t\t\t The national budgetary expenditure is expected to grow 5.5 percent over last year for focusing investment in augmenting the national power, developing science and technology and undertaking the projects for fulfilling the grandiose plan of the party so as to financially guarantee the general advance for greeting the grand October festival with labor achievements.\n\t\t\t\t\t\n\t\t\t\t\t 15.9 percent of total expenditure will be spent for national defence.\n\t\t\t\t\t\n\t\t\t\t\t The allocation of funds for the field of science and technology is expected to go up 5 percent.\n\t\t\t\t\t\n\t\t\t\t\t 4.2 percent more financial disbursement will be made for the agricultural field, 6.8 percent more for the fisheries field, 5.1 percent more for the industrial field including light industry and vanguard fields of the national economy, 8.7 percent more for capital construction and 9.6 percent for the forestry field to shore up the national economy as a whole, bring about a turn in improving the people's living standard and wage a dynamic drive for the building of monumental edifices and reforestation.\n\t\t\t\t\t\n\t\t\t\t\t Expenditure for education goes up 6.3 percent, that for public health 4.1 percent, that for sports 6.9 percent and that for culture 6.2 percent so as to provide a financial guarantee for the drive for bringing about a turn in building a highly civilized socialist state.\n\t\t\t\t\t\n\t\t\t\t\t A large amount of funds will be sent as educational aid fund and stipends for the children of Koreans in Japan this year, too.\n\t\t\t\t\t\n\t\t\t\t\t The reporter stressed that the Korean people faced with huge tasks this year but the DPRK is sure to emerge victorious as there are the tested and seasoned leadership of the Workers' Party of Korea, invincible revolutionary spirit and fighting spirit and the army and people full of revolutionary and patriotic enthusiasm."
        },
        {
            "title": "Congratulations to Uzbek President",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-12ee.html",
            "content": "Congratulations to Uzbek President\r\n Pyongyang, April 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a congratulatory message to Islam Karimov upon his reelection as president of Uzbekistan.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow stronger in conformity with the desire of the two peoples, wishing him greater success in his work for the prosperity of the country and well-being of its people."
        },
        {
            "title": "Greetings to Indonesian Democratic Party of Struggle",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-28ee.html",
            "content": "Greetings to Indonesian Democratic Party of Struggle\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- The Central Committee of the Workers' Party of Korea sent a message of greeting to the Fourth Congress of the Indonesian Democratic Party of Struggle on Thursday. \n\t\t\t\t\t The message expressed belief that the congress would be an important occasion in the activities of the Indonesian Democratic Party of Struggle for the development of the party and prosperity of the country. \n\t\t\t\t\t\n\t\t\t\t\t It sincerely wished the congress big success, expressing belief that the excellent relations of friendship and cooperation between the WPK and the Indonesian party would grow stronger."
        },
        {
            "title": "Congratulations to Kim Jong Un from President of DR Congo",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-13ee.html",
            "content": "Congratulations to Kim Jong Un from President of DR Congo\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a congratulatory message from Joseph Kabila Kabange, president of the DR Congo, on April 3.\n\t\t\t\t\t The president extended the warmest congratulations to Kim Jong Un on the occasion of the birth anniversary of President Kim Il Sung, founder of the DPRK, on his own behalf and on behalf of all the people of the DR Congo.\n\t\t\t\t\t\n\t\t\t\t\t Availing himself of the auspicious opportunity, the president expressed his willingness to boost the mutually beneficial relations of friendship and cooperation for the happiness of the peoples of the two countries."
        },
        {
            "title": "Secretariat of CPRK Slams S. Korea's Massive Introduction of U.S. Made Weapons",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-32ee.html",
            "content": "Secretariat of CPRK Slams S. Korea's Massive Introduction of U.S. Made Weapons \n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) Thursday released information bulletin No. 1089 assailing the south Korean puppet authorities for squandering s stupendous amount of funds for purchasing U.S. made weapons.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Some days ago the Stockholm International Peace Research Institute of Sweden said that south Korea tops the world list of purchase of U.S. made weapons. \n\t\t\t\t\t\n\t\t\t\t\t According to it, the south Korean authorities spent 80 percent of annual weapon imports for purchasing U.S. made weapons and the amount of funds spent for this purpose from 2009 to 2013 reached astronomical figures. \n\t\t\t\t\t\n\t\t\t\t\t Since Park Geun Hye came to power the expenses have sharply jumped. \n\t\t\t\t\t\n\t\t\t\t\t In two years of their office the present south Korean authorities spent more than hundreds of millions of U.S. dollars for purchasing U.S. made weapons such as various type  missiles, copters and tactical aircraft. They are talking volumes that they will spend a huge amount of funds for purchasing high-altitude drones, ground-to-air interceptor missile system, Aegis destroyer combat system and others.\n\t\t\t\t\t\n\t\t\t\t\t The successive south Korean ruling quarters have been keen on purchasing U.S. made weapons, but no traitors have so desperately worked to buy U.S. made weapons at high prices irrespective of types and performances as the present puppet regime did. \n\t\t\t\t\t\n\t\t\t\t\t Now the south Korean people are suffering from dire destitution. \n\t\t\t\t\t\n\t\t\t\t\t According to information made public, there are more than 4.5 million fully unemployed and at least 10 million semi-unemployed in south Korea at present. \n\t\t\t\t\t\n\t\t\t\t\t Over 8.5 million families lead a vagabond life without shelter and more than one million people are wandering in streets. South Korea tops the world list of suicide due to abject poverty. \n\t\t\t\t\t\n\t\t\t\t\t The funds the Park Geun Hye group pays to its master for U.S. made weapons are enough to give jobs and houses to millions of the unemployed and many homeless people and save the poor from a miserable life. \n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that the south Korean people will never be free from misfortune and pain and all Koreans can never escape disasters as long as such hordes of traitors as the puppet group are allowed to pursue flunkeyism, confrontation with the fellow countrymen in the north and war moves against it. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean people from all walks of life should severely punish those pro-U.S. lackeys keen on purchasing U.S. made weapons, utterly indifferent to the people's living."
        },
        {
            "title": "Homage Paid to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-22ee.html",
            "content": "Homage Paid to Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- Kim Yong Nam, Hwang Pyong So and other senior officials of the party, state and army, members of the Central Military Commission of the Workers' Party of Korea and the National Defence Commission and commanding officers of the Korean People's Army in Pyongyang visited the Kumsusan Palace of the Sun Thursday on the occasion of the 22nd anniversary of leader Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t Placed before the statues of President Kim Il Sung and Kim Jong Il was a floral basket in the name of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Laid before the statues was a floral basket in the joint name of the Central Committee and the Central Military Commission of the WPK, the DPRK National Defence Commission, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid tribute to the statues in profound reverence for Kim Il Sung and Kim Jong Il who led the cause of independence against imperialism and cause of socialism to victory under the uplifted banner of Songun and glorified the DPRK as an invincible political, ideological and military power.\n\t\t\t\t\t\n\t\t\t\t\t In the hall of immortality where Kim Jong Il lies in state, they made bows to him.\n\t\t\t\t\t\n\t\t\t\t\t They went round the hall where orders he received are on display and the halls which house a car, electric car, boat and train coach used by him during his field guidance and foreign tours till the last moments of his life."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-23ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- Servicepersons, working people and school youth and children paid tribute to the statues of President Kim Il Sung and leader Kim Jong Il and mosaics picturing their beaming images across the country on the occasion of the 22nd anniversary of Kim Jong Il's election as chairman of the National Defence Commission of the DPRK. \n\t\t\t\t\t An endless stream of people visited the statues on Mansu Hill.\n\t\t\t\t\t\n\t\t\t\t\t Seen standing before the statues was a floral basket sent by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Laid before the statues were floral baskets in the name of the party, armed forces and power bodies, public organizations, ministries, national institutions, units of the Korean People's Army (KPA) and the Korean People's Internal Security Forces, and institutions, industrial establishments, farms and schools at all levels here, and bouquets and flowers. \n\t\t\t\t\t\n\t\t\t\t\t The visitors paid tribute to the statutes. \n\t\t\t\t\t\n\t\t\t\t\t Floral baskets were laid before the statues and the mosaics in various places of the city including Kim Il Sung University, Kim Il Sung Military University, Ministry of the People's Armed Forces, Ministry of People's Security and the Mansudae Art Studio in the name of units of the KPA, institutions and enterprises.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons, officials, working people and school youth and children visited the statues and the mosaics in their residential areas."
        },
        {
            "title": "Kazak Foreign Ministry Delegation Here",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-29ee.html",
            "content": "Kazak Foreign Ministry Delegation Here \n\t\t\t\t\t\t\r\nPyongyang, April 9 (KCNA) -- A delegation of the Ministry of Foreign Affairs of Kazakhstan led by Roving Ambassador Barlybay Sadykov arrived here Thursday."
        },
        {
            "title": "Director of Dewi Sukarno Office in Japan Here",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-30ee.html",
            "content": "Director of Dewi Sukarno Office in Japan Here\r\n Pyongyang, April 9 (KCNA) -- Ratna Sari Dewi Sukarno, director of the Dewi Sukarno Office in Japan who doubles as honorary chairperson of the Society for Disseminating and Supporting Kimilsungia-Kimjongilia, and her party arrived here Thursday to participate in the 17th Kimilsungia Festival."
        },
        {
            "title": "DPRK-Indonesia Friendship Meeting Held",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-25ee.html",
            "content": "DPRK-Indonesia Friendship Meeting Held \r\n Pyongyang, April 9 (KCNA) -- A friendship meeting was held at the Taedonggang Diplomatic Club on Thursday on the 50th anniversary of President Kim Il Sung's and leader Kim Jong Il's visit to Indonesia.\n\t\t\t\t\t Present at the meeting were So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairman of the DPRK-Indonesia Friendship Association, officials concerned, teachers and pupils of DPRK-Indonesia Friendship Songyo District Ryulgok Senior Secondary School, Bambang Hiendrasto, Indonesian ambassador to the DPRK, and his staff members. \n\t\t\t\t\t\n\t\t\t\t\t Invited there were diplomatic envoys here and embassy staff members of the ASEAN countries.\n\t\t\t\t\t\n\t\t\t\t\t The participants enjoyed an art performance given by the Korean schoolchildren and staff members of the Indonesian embassy, played a yut-game and talked each other to boost cooperation in accordance with the common desire and aspiration of the people."
        },
        {
            "title": "Order of Kim Il Sung Awarded to Two Men of Merit",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-14ee.html",
            "content": "Order of Kim Il Sung Awarded to Two Men of Merit\r\n Pyongyang, April 9 (KCNA) -- Order of Kim Il Sung was conferred on Tong Jong Ho and Choe Ho Sik on the occasion of the birth anniversary of President Kim Il Sung. They powerfully encouraged the people to carry out the last instructions of the leader and uphold the party's policies by meticulously organizing political work and economic management and thus contributed to the building of a socialist economic power and the improvement of the people's living standard.\n\t\t\t\t\t Meanwhile, Kim Il Sung Prize went to Kim Pun Son who contributed to glorifying the ideological and theoretical exploits of the peerlessly great persons of Mt. Paektu, and firmly arming the party members, service personnel and working people with great Kimilsungism-Kimjongilism while working in the press field for a long period.\n\t\t\t\t\t\n\t\t\t\t\t Relevant decrees of the Presidium of the Supreme People's Assembly were issued on Wednesday."
        },
        {
            "title": "Dancing Parties of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-31ee.html",
            "content": "Dancing Parties of Youth and Students Held\r\n Pyongyang, April 9 (KCNA) -- Dancing parties of youth and students took place Thursday across the country on the occasion of the 22nd anniversary of leader Kim Jong Il's election as chairman of the National Defence Commission of the DPRK. \n\t\t\t\t\t Dancing parties began with song \"The People Will Live Forever under the Care\" at the venues of dancing parties in Pyongyang including plazas of the Pyongyang Indoor Stadium and the Arch of Triumph.\n\t\t\t\t\t\n\t\t\t\t\t Youth and students enthusiastically danced to the tune of melodies of \"Our General Is the Best\" and \"Let Us Sing of General Dear to People\", recollecting the revolutionary career and feats of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Reflected on the faces of the dancers is the pride of displaying the indomitable spirit of the Korean youth at work sites for the advance of great surge true to the behests of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Songs \"Onghyeya\", \"The Nodul Riverside\", \"Break through the Cutting edge\" and \"Victory Will Be Won Generation after Generation\" resounded far and wide to rev up the atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t Dancing parties were also held at provincial seats, cities and counties that day."
        },
        {
            "title": "30th National Festival of Science and Technology to Be Held",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-17ee.html",
            "content": "30th National Festival of Science and Technology to Be Held\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- The 30th National Festival of Science and Technology is to be open at the Three-Revolution Exhibition House on April 22 under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea. \n\t\t\t\t\t The festival on the theme of the development of cutting-edge technology and close combination of science and technology with production is to be held, divided into about 20 panels. \n\t\t\t\t\t\n\t\t\t\t\t The festival will be attended by officials and working people of commissions, ministries and national institutions, bodies of scientific research and education, industrial establishments and farms and will introduce successes made by units taking the lead in all fields.\n\t\t\t\t\t\n\t\t\t\t\t There will also be public presentation of scientific and technological achievements as well as exchange of various kinds of cutting-edge technology goods and their exhibition."
        },
        {
            "title": "6th National Exhibition of Medical Appliances Held",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-27ee.html",
            "content": "6th National Exhibition of Medical Appliances Held\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- The 6th national exhibition of medical appliances took place here from April 7 to 9. \n\t\t\t\t\t On display there were more than 1 340 medical appliances, instruments and materials of over 750 varieties contrived and manufactured by factories and enterprises under ministries and national institutions, scientific, educational and medical institutions across the country. \n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated among them were ultrasonograph, video gastroscope, digital electrocardiograph and digital electromyograph. \n\t\t\t\t\t\n\t\t\t\t\t The exhibits drew the attention of the visitors for their higher remedial effect than the previous ones.\n\t\t\t\t\t\n\t\t\t\t\t During the exhibition there were technical consultation, experience sharing, sample show and exchange of the latest scientific and technological achievements to modernize the medical appliances, instruments and materials and rely on locally available raw and other materials and increase their production.\n\t\t\t\t\t\n\t\t\t\t\t A closing ceremony was held at the Three-Revolution Exhibition House on Thursday."
        },
        {
            "title": "Medicines for Heart, Liver Diseases Developed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-26ee.html",
            "content": "Medicines for Heart, Liver Diseases Developed in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- The North Phyongan Provincial People's Hospital in the DPRK developed new medicines efficacious for heart and liver diseases with the extractions from Salvia mileriorrhiza, gingko and other plants.\n\t\t\t\t\t The new traditional medicines without any side effect are convenient for storage and usage and high in curative value.\n\t\t\t\t\t\n\t\t\t\t\t The hospital plans to develop more traditional medicines good for the treatment of various diseases."
        },
        {
            "title": "Japan's Anachronistic Moves to Distort History Slammed",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-24ee.html",
            "content": "Japan's Anachronistic Moves to Distort History Slammed\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- The Japanese authorities are persistently resorting to distortion of history. \n\t\t\t\t\t The Ministry of Education, Culture, Sports, Science and Technology of Japan on April 6 made public the results of screening the textbooks of secondary schools and contents of new textbooks to be used from next year. According to them, the Japanese reactionaries shamelessly described Tok Islets of Korea as \"inalienable part of territory of Japan\" in all the textbooks of social subjects of secondary schools. \n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the director of the Cabinet Secretariat of Japan let loose such reckless remarks at a press conference that \"it is important to give correct description in the textbooks in order to give proper understanding to children.\"\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' vicious moves to distort history are brigandish acts to cover up the past crimes and rewrite the criminal history and they are sparking off strong protest of the international community."
        },
        {
            "title": "Newspapers Praise Exploits of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-15ee.html",
            "content": "Newspapers Praise Exploits of Kim Jong Il\r\n Pyongyang, April 9 (KCNA) -- Newspapers Thursday dedicate editorials praising exploits of leader Kim Jong Il to the 22nd anniversary of his election as chairman of the National Defence Commission of the DPRK. \n\t\t\t\t\t Since he was elected chairman of the NDC the DPRK has shed its brilliant rays as an invincible political and military power and an eternal foundation has been laid for steady victories and prosperity of the great Paektusan nation.\n\t\t\t\t\t\n\t\t\t\t\t He was the peerless elder statesman who, holding the important post of the NDC chairman, successfully solved all issues arising in the nation-building and the work for national defence and thus set an example of the times in building a thriving socialist nation. \n\t\t\t\t\t\n\t\t\t\t\t HeKim Jong Il was an outstanding strategist and invincible and iron-willed commander as he turned the DPRK into a matchless military power of the world. He was a peerless statesman who consolidated the single-minded unity, mainstay of the Korean revolution and strongest weapon, like an invulnerable fortress and peerless patriot who laid the solid foundation for eternal prosperity of the country and the nation. \n\t\t\t\t\t\n\t\t\t\t\t The greatest exploit he performed for the eternal dignity and prosperity of the country and the nation was that he solved the issue of succession to the leadership most successfully. \n\t\t\t\t\t\n\t\t\t\t\t The election of Marshal Kim Jong Un to the top post of the Workers' Party of Korea, state and army is a firm guarantee for the prosperity of socialist Korea. \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun calls on all party members, service personnel and people to emerge honorable victors in the general offensive this year as befitting Kim Jong Il's soldiers and disciples who grew up to be those strong in idea and faith and performers of miracles and feats under his care. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson also calls for dynamically advancing along the road of independence, Songun and socialism, holding him in high esteem as the eternal leader of the DPRK."
        },
        {
            "title": "Japan's Moves to Grab Tok Islets Denounced by S. Korean Paper",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-19ee.html",
            "content": "Japan's Moves to Grab Tok Islets Denounced by S. Korean Paper\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- The south Korean Kyunghyang Daily News carried an editorial on April 5 denouncing Japan for its moves to grab Tok Islets.\n\t\t\t\t\t The editorial said:\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Education, Culture, Sports, Science and Technology of Japan is trying to make public the results of screening textbooks of secondary schools containing expressions asserting the \"dominium over Tok Islets\" while the Foreign Ministry of Japan is mulling including in the diplomatic blue book expressions claiming that the islets are part of the inviolable territory of Japan in view of historical facts and international law.\n\t\t\t\t\t\n\t\t\t\t\t This lays bare Japan's intention to assert \"dominium over Tok Islets\" in all publications which the Japanese government can control.\n\t\t\t\t\t\n\t\t\t\t\t The editorial said that the islets are part of the territory of the Korean nation, adding they can never belong to Japan, no matter how desperately it raises a claim to them.\n\t\t\t\t\t\n\t\t\t\t\t It is unrealistic for Japan to educate the younger generation in the \"dominium over Tok Islets,\" the editorial charged."
        },
        {
            "title": "Japanese reactionaries' Crackdown upon Chongryon Slammed",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-18ee.html",
            "content": "Japanese reactionaries' Crackdown upon Chongryon Slammed\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- A spokesman for the General Association of Koreans in China on Mar. 29 issued a statement in protest against the Japanese reactionaries' suppression of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The statement said that the surprise search operation conducted by Japanese police against the chairman and a vice-chairman of Chongryon Central Standing Committee who are deputies to the Supreme People's Assembly of the DPRK is triggering off strong protest and resentment among all Koreans as it was a criminal act unheard-of in its scope and illegality, the statement noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The arrogant and base search operation conducted by the Japanese police authorities, deliberately linking Chongryon with the suspected involvement in a case without any clear legal ground, was a politically- motivated suppression of Chongryon officials and Koreans in Japan and a violation of human rights and national discrimination against them. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should stop at once the crackdown upon Chongryon and Koreans in Japan, clearly understanding  the main spirit of the DPRK-Japan Pyongyang Declaration and the trend of the times, and make an apology for such reckless search and punish those responsible for it."
        },
        {
            "title": "Korean Youth in China Blast Japanese Government Suppression of Chongryon",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-20ee.html",
            "content": "Korean Youth in China Blast Japanese Government Suppression of Chongryon\r\n Pyongyang, April 9 (KCNA) -- The Federation of Young Korean Nationals in China released a statement on Mar. 31.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have resorted to overt and covert moves against Chongryon, pursuant to their American master's anti-DPRK policy. The recent gangsterism perpetrated by them against Chongryon senior officials, pushing their hysteria beyond tolerance limit, clearly proves what an undisguised and dangerous phase their hostility towards the Korean nation has reached.\n\t\t\t\t\t\n\t\t\t\t\t The Federation of Young Korean Nationals in China bitterly denounces the recent political hooliganism as an intolerable insult to the Korean nation and an anachronistic act of fanning up hostility towards Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should make an apology to the DPRK and Chongryon for the recent reckless action, severely punish those responsible for it and stop at once persecution and crackdown upon Chongryon and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t They should stop playing the role of marionette of the U.S. at once."
        },
        {
            "title": "Korean Businessmen in China Blast Japan's Politically-motivated Suppression of Chongryon",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-21ee.html",
            "content": "Korean Businessmen in China Blast Japan's Politically-motivated Suppression of Chongryon\r\n Pyongyang, April 9 (KCNA) -- The Federation of Korean National Economic Workers in China on April 1 released a statement titled \"We resolutely denounce politically-motivated suppression of Chongryon.\" \n\t\t\t\t\t The Japanese reactionaries took a fascist action against the chairman and a vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) who are deputies to the Supreme People's Assembly of the DPRK and it is without precedent in the history, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The recent search operation was a base act of inciting hatred for the DPRK and Chongryon by treating as \"criminals\" the chairman and a vice-chairman of the Central Standing Committee of Chongryon which is playing the role of a diplomatic mission of the DPRK in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The search conducted by the Japanese police by groundlessly linking Chongryon with the suspected involvement in a case without any legal validity and scientific ground is an illegal investigation violating the constitution and criminal procedure code of Japan and rights of Koreans in Japan and national discrimination against them. \n\t\t\t\t\t\n\t\t\t\t\t The search which was timed to coincide with the U.S. frantic anti-DPRK \"human rights\" racket in the international arena is a hostile act perpetrated by the Japanese reactionaries against the DPRK, pursuant to the U.S. scenario to suffocate the DPRK through harshest \"sanctions\" while talking about \"collapse of social system\". \n\t\t\t\t\t\n\t\t\t\t\t The Korean nation can neither overlook nor pardon the hooliganism committed by Japan styling itself a \"law-governed state,\" not content with acting as a shock brigade in the anti-DPRK \"human rights\" racket of the U.S."
        },
        {
            "title": "Kim Il Sung's Work Carried by Mongolian Paper",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-01ee.html",
            "content": "Kim Il Sung's Work Carried by Mongolian Paper\r\n Pyongyang, April 9 (KCNA) -- President Kim Il Sung's work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" was carried by the Mongolian paper Ulan Batar Sonin on March 30.\n\t\t\t\t\t The work published on April 6, Juche 82 (1993) comprehensively indicates the ways of achieving the great national unity such as the need for all Koreans to found a reunified state through unity and the issues of achieving unity on the basis of patriotism and the spirit of national independence and promoting co-existence, co-prosperity and common interests and stopping all partisan disputes fanning up split and confrontation between compatriots, the necessity for the north and the south to trust and unite with each other and matters of not rejecting people because of different isms but joining hands on the road of national reunification."
        },
        {
            "title": "Kim Jong Il's Work Posted by Czech Body on Its Website",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-02ee.html",
            "content": "Kim Jong Il's Work Posted by Czech Body on Its Website\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- The full text of leader Kim Jong Il's work \"Let Us Hold the Great Leader Comrade Kim Il Sung in High Esteem as Eternal President of Our Republic\" was posted by the Paektusan Czech-Korean Friendship Association on its website \"Paektusan\" on Apr. 2.\n\t\t\t\t\t This work, published on July 11 and 19, Juche 83 (1994), sets forth tasks for holding in high esteem President Kim Il Sung for all ages just as the Korean people did during his lifetime and upholding and successfully carrying forward his idea and exploits.\n\t\t\t\t\t\n\t\t\t\t\t The portrait of smiling Kim Il Sung was also posted on the website."
        },
        {
            "title": "Kimilsungia Introduced by Foreign Media",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-03ee.html",
            "content": "Kimilsungia Introduced by Foreign Media\r\n Pyongyang, April 9 (KCNA) -- A Russian paper and Guinean broadcasting services on Apr. 1 introduced Kimilsungia, the most famous flower, on the occasions of the birth anniversary of President Kim Il Sung and the 50th anniversary of the naming of a flower Kimilsungia.\n\t\t\t\t\t The Russian paper Rio Panorama dedicated one full page to a special write-up illustrated with a portrait of smiling Kim Il Sung and a photo of Kimilsungia in full bloom.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungia that struck humankind with wonder in the 20th century gripped the hearts of all peoples with its meaningful name and peculiar attraction and is widely known as a symbol of invariable loyalty, crystal-clear conscience and indescribable beauty.\n\t\t\t\t\t\n\t\t\t\t\t When Kim Il Sung visited the Bogor Botanical Garden during his visit to Indonesia in April, 1965, the Indonesian president told him that he hoped to name a new species of flower cultivated by a botanist Kimilsungia, praising him as the sun illuminating the era of independence and tender-hearted father of all people.\n\t\t\t\t\t\n\t\t\t\t\t Much water has flown under the bridge since then and Kimilsungia is being brought into full bloom not only in the DPRK but also in various other parts of the world to add eternal shine to the beaming image of Kim Il Sung and his undying exploits.\n\t\t\t\t\t\n\t\t\t\t\t Recalling this year marks the 50th anniversary of Kimilsungia, the Guinean Domestic Broadcasting Service in a program introduced in detail how the flower came into being. It continued:\n\t\t\t\t\t\n\t\t\t\t\t The Kimilsungia-Kimjongilia Association was formed in Guinea and a Kimilsungia greenhouse was built in Conakry in 2010.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungia was awarded top prizes in various international horticultural expos and flower shows.\n\t\t\t\t\t\n\t\t\t\t\t The flower will as ever be kept in full bloom as it came into being in reflection of the boundless reverence of all people for the President.\n\t\t\t\t\t\n\t\t\t\t\t The International and Seven National Languages Broadcasting Services of Guinea aired a similar program."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Foreign Papers",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-04ee.html",
            "content": "Kim Il Sung's Exploits Praised by Foreign Papers\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- Foreign papers featured articles illustrated with a portrait of smiling President Kim Il Sung and photos showing his revolutionary activities from Mar. 25 to April 1 on the occasion of his birth anniversary.\n\t\t\t\t\t The Mongolian paper Ulan Batarin Sonin said in the preface of an article:\n\t\t\t\t\t\n\t\t\t\t\t The august name of the President, the father of socialist Korea, is shining as a symbol of victory in the struggle for national liberation against imperialists and the cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t He embarked upon the road of revolution in his teens and founded the Juche idea and the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t He liberated Korea by waging the arduous anti-Japanese armed struggle, beat back the U.S. imperialists' aggression and defended the sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t He set a shining example in the struggle for accomplishing the popular masses' cause of independence by wisely leading the post-war rehabilitation and construction and social revolutions of various stages.\n\t\t\t\t\t\n\t\t\t\t\t He dedicated himself to national reunification from the very day the country was divided by the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The paper of DR Congo La Prosperite in an article titled \"Eternal leader of progressive mankind\" said the President made an undying contribution to the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The Cambodian paper Kmae Amata in an article titled \"Whole life devoted to country and its people\" said the President dedicated himself to the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t The FM 90.5 Radio and the Apsara TV and Radio of Cambodia in their programs on April 1 and 2 praised his patriotic life."
        },
        {
            "title": "Personage of Int'l Body Supports Independent and Peaceful Reunification of Korea",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-05ee.html",
            "content": "Personage of Int'l Body Supports Independent and Peaceful Reunification of Korea\r\n Pyongyang, April 9 (KCNA) -- Guy Dupre, secretary general of the International Liaison Committee for Reunification and Peace in Korea, made public a statement on April 2 on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Not only the Korean people but also other progressives of the world are splendidly celebrating the Day of the Sun, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The year 2015 is a very significant year marking the 103rd birth anniversary of Kim Il Sung, 15th anniversary of the publication of the June 15 North-South Joint Declaration, 70th anniversary of Korea's liberation, 70th anniversary of the founding of the Workers' Party of Korea and the 35th anniversary of the proposal for founding the Democratic Federal Republic of Koryo.\n\t\t\t\t\t\n\t\t\t\t\t The progressives are paying highest tribute to him and full of enthusiasm to stage an active movement for supporting the Korean people in their struggle for achieving the independent and peaceful reunification of Korea this significant year, following the road indicated by him.\n\t\t\t\t\t\n\t\t\t\t\t The issue of Korea's reunification should be solved by Koreans themselves as they are responsible for it.\n\t\t\t\t\t\n\t\t\t\t\t The world progressives should conduct widespread activities to support the implementation of the June 15 North-South Joint Declaration and October 4 declaration and defend peace and stability on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They should conduct a movement demanding the withdrawal of the U.S. forces from south Korea and denouncing the U.S.-south Korea joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t The independent and peaceful reunification of Korea is sure to be achieved as it is led by Marshal Kim Jong Un who is carrying forward the cause of the great leaders Kim Il Sung and Kim Jong Il and as its people have the firm will for reunification and they are positively supported by the world progressives."
        },
        {
            "title": "Kim Il Sung's Feats Praised by Iranian Organization",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-06ee.html",
            "content": "Kim Il Sung's Feats Praised by Iranian Organization\r\n Pyongyang, April 9 (KCNA) -- The Iranian Workers' House issued a statement on April 5 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The statement said that the President performed immortal exploits for the Korean revolution and the cause of global independence and dedicated his whole life to the happiness of the people and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t He embarked on the revolutionary struggle in his early years and defeated the Japanese imperialists, liberating the country, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He led to victory the three year- long Fatherland Liberation War against the U.S. imperialists, firmly defending the sovereignty of the country, and turned the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The image of the tender-hearted President and the undying feats he performed for the times and history will always be remembered by humankind.\n\t\t\t\t\t\n\t\t\t\t\t Rosy is the future of the DPRK as Marshal Kim Jong Un is successfully carrying forward the idea and cause of Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Day of Sun Marked Abroad",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-07ee.html",
            "content": "Day of Sun Marked Abroad\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- Diverse events took place in foreign countries on April 1 and 3 with the approach of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t They included a meeting in DR Congo, a seminar, meeting and film shows in Poland and UK.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos showing the exploits of the President, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on show were their works and books and photos introducing the struggle of the servicepersons and people of the DPRK to win final victory. \n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean film \"Okryu Children's Hospital\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the preparatory committee of the DR Congo for celebrating the Day of the Sun and the Day of the Shining Star said the world progressive people boundlessly revered and admired the President who founded the Juche idea to brighten the way for humankind and developed the DPRK into a country of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Executive Committee of the Warsaw Regional Committee of the Polish Communist Party said that Kim Jong Un is successfully carrying forward the idea and cause of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A member of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist) and other speakers praised the President as a gifted thinker and theoretician and a leader of the people, possessed of great generosity and personalities for his devotion to his country and people and global independence. \n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Un were adopted at the events held in Poland and UK."
        },
        {
            "title": "Peruvian Paper Praises Korean-Style Socialism",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-08ee.html",
            "content": "Peruvian Paper Praises Korean-Style Socialism\r\n Pyongyang, April 9 (KCNA) -- The March issue of the Peruvian paper Accion Nacionalista carried an article titled \"DPRK-the only socialist country in the world\" written by the director of the paper, illustrated with a portrait of smiling President Kim Il Sung on the occasion of his birth anniversary.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is an independent socialist country.\n\t\t\t\t\t\n\t\t\t\t\t To look back on history, everything collapsed and socialism faced a setback due to the crises in the former Soviet Union and the Eastern European socialist countries.\n\t\t\t\t\t\n\t\t\t\t\t Then how has the DPRK kept standing?\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK President Kim Il Sung, the great leader of revolution, prominent thinker and theoretician, staunch fighter and founder of the Juche idea, founded the Workers' Party of Korea, established the Korean-style socialist system and maintained independence in political and economic affairs on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his line, socialism in the DPRK didn't collapse and it will stand more firmly in the future. \n\t\t\t\t\t\n\t\t\t\t\t The paper also carried a photo of the military parade held at Kim Il Sung Square."
        },
        {
            "title": "Nepalese Bodies Blast Japanese Authorities' Suppression of Chongryon",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-09ee.html",
            "content": "Nepalese Bodies Blast Japanese Authorities' Suppression of Chongryon\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- Nepalese bodies issued a joint statement on April 3 in denunciation of the gangster-like suppression of the General Association of Korean Residents in Japan (Chongryon) by the Japan's authorities.\n\t\t\t\t\t Those bodies were the Nepal-Korea Friendship Association, Nepal Journalist Association for the Study of the Juche Idea and Songun Politics, Afro-Asian People's Solidarity Committee of Nepal, Nepal Institute for the Juche Studies, Nepalese Association for Supporting the Songun Politics, National Press Club of Nepal, Nepalese Committee for Promotion of Reunification of Korea, Study Forum for Self-Reliance of Nepal and the Nepali Literary Forum for the Study of Songun Politics.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We were shocked at the Japanese police illegal search of the houses of the chairman and a vice-chairman of Chongryon, the dignified overseas citizens' body of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese police made the search with an armored car mobilized.\n\t\t\t\t\t\n\t\t\t\t\t We bitterly condemn such suppression.\n\t\t\t\t\t\n\t\t\t\t\t This reckless act may drive the DPRK-Japanese relations to a catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t We, who love justice and peace, demand the Japanese authorities not repeat such an act."
        },
        {
            "title": "Indonesian Party Demands Halt to U.S.-S. Korea War Drill",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-10ee.html",
            "content": "Indonesian Party Demands Halt to U.S.-S. Korea War Drill\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- The National Guidance Council of the Pioneer Party of Indonesia issued a statement on April 1 in denunciation of the U.S.-south Korea war moves against the DPRK.\n\t\t\t\t\t Despite the repeated warnings from the DPRK, the U.S. imperialists and the south Korean puppet group kicked off war drill, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK advanced bold and flexible proposals to remove the danger of war, ease tension and create a peaceful climate on the Korean peninsula and made sincere efforts for them. \n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. president personally declared \"additional sanctions\" against the DPRK earlier this year and blustered socialist system in the DPRK will \"collapse\". The U.S. then launched the war drills with the south Korean puppet group against the DPRK, blatantly challenging its sincere proposals and efforts.\n\t\t\t\t\t\n\t\t\t\t\t The National Guidance Council of the Pioneer Party of Indonesia denounces the on-going U.S.-south Korea military drill as an act of aggression aimed at stifling the socialist system in the DPRK, and demands an immediate halt to it.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people rallied close around Marshal Kim Jong Un are sure to win in the confrontation with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t We send full support and solidarity to the just cause of the Korean people."
        },
        {
            "title": "Egyptian Political Party Condemns Anti-DPRK Moves of U.S. and Its Allies",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-11ee.html",
            "content": "Egyptian Political Party Condemns Anti-DPRK Moves of U.S. and Its Allies\n\t\t\t\t\t\t\r\n Pyongyang, April 9 (KCNA) -- The Arab Socialist Party of Egypt released a statement on April 5 in denunciation of the escalating moves of the U.S. and its allies to stifle the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t A grave situation in which a war may break out any moment is prevailing on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities are staging madcap war drills against the DPRK and the U.S. imperialists have gone desperate in the move to introduce THAAD into south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies are resorting to a sinister \"human rights\" racket to tarnish the image of the DPRK and stifle it.\n\t\t\t\t\t\n\t\t\t\t\t These facts prove that their moves to stifle the DPRK have reached the extremity.\n\t\t\t\t\t\n\t\t\t\t\t The Arab Socialist Party of Egypt once again extends firm solidarity to the Korean people in their efforts to defend the sovereignty and dignity of the country and the nation and the most advantageous socialist system centered on the popular masses under the unfurled banner of socialism. \n\t\t\t\t\t\n\t\t\t\t\t We condemn the sinister moves of the U.S. and its allies to stifle the DPRK."
        },
        {
            "title": "Tiene lugar tercer periodo de sesiones de XIII legislatura de APS",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-43ee.html",
            "content": "Tiene lugar tercer periodo de sesiones de XIII legislatura de APS\n\t\t\t\t\t\t\r\nPyongyang, 9 de abril (ACNC) -- Tuvo lugar este jueves en el capitalino Palacio de los Congresos Mansudae el tercer periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea.\n\t\t\t\t\tParticiparon en la ocasion los diputados a la APS.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en calidad de observador los funcionarios de los organos del partido, las fuerzas armadas y el Poder, entidades sociales, ministerios, organos centrales, instituciones de ciencia, educacion, literatura y arte, salud publica, prensa e informacion. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes guardaron un momento de silencio en memoria del Presidente Kim Il Sung y el Dirigente Kim Jong Il, fundadores, constructores y eternos lideres de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLa reunion discutio los siguientes puntos de agenda: \"1. Balance del trabajo del Consejo de Ministros de la RPDC en el 103 (2014) de la Era Juche y las tareas del 104 (2015) de la Era Juche\", \"2. Sobre la ejecucion del presupuesto estatal del 103 (2014) de la Era Juche y el presupuesto estatal del 104 (2015) de la Era Juche\" y \"3. Problema de organizacion\". \n\t\t\t\t\t\n\t\t\t\t\tAl presentar el informe sobre el primer punto, el diputado Pak Pong Ju, primer ministro del Consejo de Ministros, dijo que en el ano pasado se ha alcanzado gran exito en la produccion cerealera, preparado la garantia para completar la base ganadera de la zona de Sepho como regalo dedicado al 70o aniversario de la fundacion del partido y levantado mediante la cooperacion militar-civil muchas creaciones monumentales que sirven de prototipo de la arquitectura de tipo jucheano. \n\t\t\t\t\t\n\t\t\t\t\tContinuo que se abrieron buenas perspectivas para materializar el legado del Dirigente Kim Jong Il de convertir el rio Chongchon en el de tesoro y patriotismo, se logro avance en desarrollar la economia y mejorar la vida del pueblo a base de las ciencias y tecnicas y se registraron notables exitos en los deportes, la educacion y la salud publica.\n\t\t\t\t\t\n\t\t\t\t\tEnumero las tareas concretas para este ano diciendo que la tarea principal es considerar invariablemente la materializacion de los legados del Dirigente como la linea de vida, resolver el problema alimentario del pueblo tomando por tres pilares la agricultura, la ganaderia y la pesqueria, aumentar la produccion de electricidad y elevar el nivel autoctono de la industria metalurgica. \n\t\t\t\t\t\n\t\t\t\t\tEl informe sobre el segundo punto estuvo a cargo del diputado Ki Kwang Ho, ministro de Finanzas. \n\t\t\t\t\t\n\t\t\t\t\tEl dijo que el plan de ingreso presupuestario estatal del ano pasado fue cumplido en 101.6% con un aumento de 6% en comparacion con el ano 2013 y el plan de egreso del presupuesto estatal fue ejecutado en 99.9%. \n\t\t\t\t\t\n\t\t\t\t\tMenciono que el 46.7% y el 37.2% del monto total del egreso presupuestario fueron asignados al desarrollo de la economia nacional y a la cultura, respectivamente, mientras el 15.9% fue invertido como gastos de defensa nacional. \n\t\t\t\t\t\n\t\t\t\t\tAnuncio que los ingresos y egresos presupuestarios estatales de este ano se aumentaran a 103.7% y 105.5%, en comparacion con el ano pasado, se asignara el 15.9% del monto total de los egresos para la defensa nacional y se aumentaran las inversiones en el desarrollo de la economia nacional y al mejoramiento de la vida del pueblo. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores expresaron el apoyo total al informe diciendo que se han balanceado correctamente el trabajo del Consejo de Ministros y la ejecucion del presupuesto estatal del ano pasado, presentado claramente las tareas de este ano para la mejora la de la vida del pueblo y la construccion de la potencia economica y elaborado bien el presupuesto estatal de este ano para poner de pleno manifiesto la superioridad del regimen socialista coreano. \n\t\t\t\t\t\n\t\t\t\t\tExpresaron la decision de consolidar por todos los medios el poderio politico-militar del pais y lograr nuevo avance en todos los frentes de la construccion socialista para hacer brillar como gran festival de triunfadores el 70o aniversario de la fundacion del partido y de la liberacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tEn el foro fueron adoptadas la resolucion de la APS de la RPDC \"La aprobacion del informe sobre el trabajo del Consejo de Ministros de la RPDC y de la ejecucion del presupuesto estatal del 103 (2014) de la Era Juche\" y la ley de la APS \"Sobre el presupuesto estatal del 104 (2015) de la Era Juche de la RPDC\". \n\t\t\t\t\t\n\t\t\t\t\tEl diputado Pak To Chun fue removido del cargo de miembro del Comite de Defensa Nacional de la RPDC por el cambio de su puesto. \n\t\t\t\t\t\n\t\t\t\t\tPor encargo del Mariscal Kim Jong Un, el diputado Kim Chun Sop fue elegido como miembro del CDN de la RPDC."
        },
        {
            "title": "Pak Pong Ju balancea el trabajo del Consejo de Ministros en 2014 y presenta tareas para 2015",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-44ee.html",
            "content": "Pak Pong Ju balancea el trabajo del Consejo de Ministros en 2014 y presenta tareas para 2015\n\t\t\t\t\t\t\r\nPyongyang, 9 de abril (ACNC) -- En el tercer periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema, efectuado el dia 9, el diputado Pak Pong Ju, primer ministro del Consejo de Ministros, presento el informe sobre el trabajo del Consejo de Ministros en el ano pasado y sus tareas para este ano. \n\t\t\t\t\tSegun el informe, el ano pasado fue el de victorias orgullosas en que bajo la sabia orientacion del Mariscal Kim Jong Un, se ha sentado la firme base para lograr la victoria final en todos los dominios de construccion de un Estado prospero y manifestado sin reservas el poderio invencible de la Corea del Juche. \n\t\t\t\t\t\n\t\t\t\t\tDe acuerdo con el proposito del partido que fijo el sector agricola como rumbo principal para la construccion economica y la mejora de la vida del pueblo y primera linea en la defensa del socialismo, fueron suministrados como lo planeado el abono quimico, las trasplantadoras de arroz, las trilladoras moviles de arroz, los accesorios de maquinas agricolas, el combustible y otros materiales. \n\t\t\t\t\t\n\t\t\t\t\tEn la zona de Sepho termino en lo principal la creacion de herbazal de 50 mil hectareas y se impulsaron simultaneamente la obtencion de ganados, la construccion de objetos pendientes y los preparativos de operacion, de modo que se preparara la garantia para completar la base ganadera como regalo laboral dedicado al 70o aniversario de la fundacion del partido. \n\t\t\t\t\t\n\t\t\t\t\tSe han levantado muchas creaciones monumentales como el reparto de viviendas de cientificos Wisong, la Casa de Reposo para Cientificos Yonphung y el hospicio y orfanato de Pyongyang que sirven de prototipos de la arquitectura de tipo jucheano. \n\t\t\t\t\t\n\t\t\t\t\tSe cumplieron mas de mil tareas valiosas para el desarrollo de ciencias y tecnicas. \n\t\t\t\t\t\n\t\t\t\t\tEl dominio de la industria carbonifera logro un aumento productivo de 28% en comparacion con el ano 2013. \n\t\t\t\t\t\n\t\t\t\t\tLa produccion del cemento se incremento a 112%.\n\t\t\t\t\t\n\t\t\t\t\tTambien crecio la produccion de varios renglones industriales como abono nitrogenado, sal y madero. \n\t\t\t\t\t\n\t\t\t\t\tEn los XVII Juegos Asiaticos y otras competencias internacionales los jugadores coreanos honraron la patria con medallas de oro, mientras los dominios de educacion y salud publica materializaron en el nivel mas elevado las politicas populares del partido. \n\t\t\t\t\t\n\t\t\t\t\tLa tarea de este ano es considerar invariablemente el cumplimiento de los legados del Dirigente como cuestion vital, resolver el problema alimentario del pueblo tomando por tres pilares la agricultura, la ganaderia y la pesqueria, aumentar la produccion de electricidad y elevar el nivel autoctono de la industria metalurgica. \n\t\t\t\t\t\n\t\t\t\t\tHay que mejorar el ambiente de produccion de las unidades donde estan impregnadas las proezas de direccion de los grandes lideres y elevar constantemente el nivel de modernizacion para glorificarlas de continuo. \n\t\t\t\t\t\n\t\t\t\t\tEs preciso materializar cabalmente la linea estrategica del partido sobre el desarrollo paralelo de la construccion economica y la de fuerzas armadas nucleares y asegurar con responsabilidad los equipos, materiales y fondos necesarios a los preparativos de combate del Ejercito Popular y a la industria de defensa nacional. \n\t\t\t\t\t\n\t\t\t\t\tSe debe aumentar las inversiones en las ciencias y tecnicas y concentrarse en resolver las importantes tareas estatales para el desarrollo de ciencias y tecnicas y otros apremiantes problemas. \n\t\t\t\t\t\n\t\t\t\t\tLa rama agricola debe introducir cientificos metodos de cultivo, esforzarse por la busqueda y el ahorro del agua y suministrar suficientemente el abono quimico, las trasplantadoras de arroz, los materiales de acero laminados, los accesorios de maquinas agricolas, el combustible y otros materiales. \n\t\t\t\t\t\n\t\t\t\t\tLos ministerios, los organos centrales y los comites populares provinciales deben terminar perfectamente la construccion de viviendas, corrales, edificios publicos y carreteras y la creacion de bosques rompevientos, obras previstas de la base ganadera de la zona de Sepho, hasta el 70o aniversario de la fundacion del partido.\n\t\t\t\t\t\n\t\t\t\t\tHay que poner en operacion normal las bases ganaderas, los criaderos de peces, los invernaderos y las bases de hongo, acondicionados modernamente por doquier del pais, y aumentar la produccion. \n\t\t\t\t\t\n\t\t\t\t\tEl sector pesquero tiene que modernizar los barcos e implementos de pesca y aplicar cientificos metodos para capturar peces en todas las estaciones del ano. \n\t\t\t\t\t\n\t\t\t\t\tLa rama de industria ligera debe promover el uso de materias primas y materiales domesticos y aumentar decisivamente la produccion para suministrar mucho mas articulos de consumo popular. \n\t\t\t\t\t\n\t\t\t\t\tHace falta tomar las medidas decisivas para asegurar con prioridad los equipos y materiales necesarios a las plantas termoelectricas y las minas carboniferas. \n\t\t\t\t\t\n\t\t\t\t\tSe presenta la tarea de terminar en un corto plazo la construccion de las plantas hidroelectricas ideadas por el Dirigente Kim Jong Il, entre otras, las escalonadas del rio Chongchon, la Juventud Songun de Paektusan, la del rio Ryesong y la del rio Orang.\n\t\t\t\t\t\n\t\t\t\t\tSe debe concentrar las fuerzas en perfeccionar el nivel autoctono de la industria metalurgica. \n\t\t\t\t\t\n\t\t\t\t\tLa rama de industria quimica debe normalizar la produccion en las bases productoras de abono Juche y la fibra Juche.\n\t\t\t\t\t\n\t\t\t\t\tEn varios dominios de la economia nacional deben aplicar las tecnologias que descartan el uso de aceite pesado tales como la de combustion de aire bajo altas temperaturas. \n\t\t\t\t\t\n\t\t\t\t\tEs necesario activar de continuo la produccion de los sectores priorizados de la economia nacional como el transporte ferroviario, la industria extractiva, la selvicultura y la maquinaria. \n\t\t\t\t\t\n\t\t\t\t\tEn todos los dominios y unidades deben incorporarse unanimemente a la campana para la restauracion forestal para convertir las montanas de la patria en las frondosas de oro, acondicionar Pyongyang como centro y modelo de la cultura del Songun y ciudad de talla mundial y ataviar las capitales provinciales, urbanas y distritales con peculiaridades locales. \n\t\t\t\t\t\n\t\t\t\t\tSe debe imprimir una revolucion en la educacion en el nuevo siglo, aumentar el fervor deportivo y llamar con obras maestras a todos los habitantes a la ofensiva general para acoger el gran festival de octubre. \n\t\t\t\t\t\n\t\t\t\t\tTodos los funcionarios directivos de economia deben materializar cabalmente las tareas programaticas hincadas por el Mariscal Kim Jong Un en su mensaje del Ano Nuevo y en la reunion ampliada del Buro Politico del Comite Central del PTC para cumplir asi su responsabilidad y mision en la ofensiva general de este ano del 70o aniversario de la fundacion del PTC y de la liberacion de la patria."
        },
        {
            "title": "Ki Kwang Ho presenta informe sobre la ejecucion del presupuesto estatal de 2014 y el presupuesto de 2015",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-45ee.html",
            "content": "Ki Kwang Ho presenta informe sobre la ejecucion del presupuesto estatal de 2014 y el presupuesto de 2015\n\t\t\t\t\t\t\r\nPyongyang, 9 de abril (ACNC) -- En el tercer periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, efectuado el dia 9, el diputado Ki Kwang Ho, ministro de Finanzas, presento el informe sobre la ejecucion del presupuesto estatal del 103 (2014) de la Era Juche y sobre el presupuesto estatal del 104 (2015) de la Era Juche.\n\t\t\t\t\tSegun el informe, el ano pasado, el ingreso del presupuesto estatal registro un aumento de 1.6 % que lo planeado y tuvo un crecimiento de 6% en comparacion con 2013.\n\t\t\t\t\t\n\t\t\t\t\tEl plan de ingreso del presupuesto local se cumplio en 122.2% y el de egreso, en 99.9%.\n\t\t\t\t\t\n\t\t\t\t\tEl 46.7 % del monto total de egreso fue usado como gastos para el desarrollo de la economia nacional y el 37.2% fue invertido en los dominios culturales como la educacion, la salud publica y la literatura y arte. \n\t\t\t\t\t\n\t\t\t\t\tY el 15.9% fue asignado como gastos militares. \n\t\t\t\t\t\n\t\t\t\t\tLa dimension del ingreso y egreso del presupuesto estatal del presente ano fue determinada con el objetivo de consolidar mas la capacidad militar de autodefensa, priorizar las ciencias y tecnicas y registrar cambio en la construccion de la potencia economica y el pais socialista civilizado. \n\t\t\t\t\t\n\t\t\t\t\tEl ingreso presupuestario estatal de este ano aumentara a 103.7 % en comparacion con el ano pasado.\n\t\t\t\t\t\n\t\t\t\t\tSe preven un incremento de 2.6% (en comparacion con el ano pasado) en el ingreso de transacciones y 4.3% y 3.2%, en los ingresos por ganancias de las empresas estatales y de las entidades cooperativas, respectivamente.   Igualmente, se esperan los aumentos de 0.7%, 2.8% y 1.4% en los ingresos provenientes de los pagos por el uso de propiedades inmuebles, de las contribuciones para el seguro social y de la venta de bienes y alteracion de precios, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tY se aumentaran a 100.8% los ingresos por otros conceptos y a 103.6%, el ingreso proveniente de las zonas economicas y comerciales.\n\t\t\t\t\t\n\t\t\t\t\tOcuparan 79% y 21%, respectivamente, los ingresos presupuestarios centrales y locales. Las provincias, ciudades y distritos cubriran los desembolsos con ingresos propios y aportaran las ganancias al presupuesto central.\n\t\t\t\t\t\n\t\t\t\t\tHabra un aumento de 5.5 % en comparacion con el ano pasado en el egreso del presupuesto estatal de este ano para garantizar en lo financiero la marcha general para glorificar con exitos laborales el gran festival de octubre mediante el fortalecimiento del poderio estatal, el desarrollo de las ciencias y tecnicas y la inversion concentrada en los importantes proyectos para llevar a efecto el gran proposito del partido. \n\t\t\t\t\t\n\t\t\t\t\tEste ano tambien sera destinado a la defensa nacional el 15.9% del monto total del egreso presupuestario.\n\t\t\t\t\t\n\t\t\t\t\tLlegara a 105% el desembolso para las ciencias y tecnicas. \n\t\t\t\t\t\n\t\t\t\t\tPara desarrollar la economia nacional en su conjunto, registrar el viraje en la mejora de la vida del pueblo y dinamizar la construccion de creaciones monumentales y la recuperacion forestal se aumentaran a 104.2%, 106.8%, 105.1%, 108.7% y 109.6%, respectivamente, los fondos para la rama agricola, la pesquera, la industria ligera y los dominios priorizados de la economia nacional, la construccion basica y la selvicultura. \n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, ascenderan a 106.3%, 104.1%, 106.9% y 106.2% los gastos para la educacion, la salud publica, los deportes y la cultura, de modo que se cubran las necesidades financieras para producir viraje en la construccion de un Estado socialista civilizado. \n\t\t\t\t\t\n\t\t\t\t\tSe asignaran este ano tambien muchos fondos como subsidios escolares y estipendio para los hijos de coreanos residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\tAl final, el informante apunto que son enormes las tareas de este ano, pero es definitiva la victoria de la RPDC gracias a la probada y veterana orientacion del PTC, al invencible espiritu revolucionario y el de lucha y a los militares y civiles coreanos llenos del fervor revolucionario y patriotico."
        },
        {
            "title": "Kim Yong Nam felicita a su par de Uzbekistan",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-40ee.html",
            "content": "Kim Yong Nam felicita a su par de Uzbekistan \r\nPyongyang, 9 de abril (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 8 un mensaje de felicitacion a Islam Karimov, reelecto como presidente de la Republica de Uzbekistan.\n\t\t\t\t\tEn su misiva, el remitente expresa confianza de que las relaciones de amistad y cooperacion entre la RPDC y Uzbekistan se ampliaran y se desarrollaran de acuerdo con el deseo de los pueblos de ambos paises. \n\t\t\t\t\t\n\t\t\t\t\tY le desea al destinatario mayores exitos en sus responsabilidades por lograr la prosperidad del pais y el bienestar del pueblo."
        },
        {
            "title": "Cuadros rinden homenaje a Kim Jong Il en el Palacio del Sol Kumsusan",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-41ee.html",
            "content": "Cuadros rinden homenaje a Kim Jong Il en el Palacio del Sol Kumsusan\n\t\t\t\t\t\t\r\nPyongyang, 9 de abril (ACNC) -- Con motivo del 22o aniversario de la eleccion del Dirigente Kim Jong Il como Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, Kim Yong Nam, Hwang Pyong So y otros cuadros directivos del partido, el Estado y el ejercito, los miembros de la Comision Militar Central del Partido del Trabajo de Corea y el CDN de esta capital y los comandantes del Ejercito Popular de Corea.\n\t\t\t\t\tAnte las estatuas de pie de los Generalisimos Kim Il Sung y Kim Jong Il estaba colocado un cesto de flores a nombre del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tFue depositado el otro a nombre comun del CC y la CMC del PTC, el CDN, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes rindieron homenaje a los Generalisimos ante sus estatuas de pie expresando la infinita veneracion a ellos quienes bajo la bandera del Songun, condujeron a la victoria la causa independiente antiimperialista y la socialista, convirtiendo asi la RPDC en una potencia politica, ideologica y militar.\n\t\t\t\t\t\n\t\t\t\t\tEllos rindieron al Dirigente en el hall de eternidad donde esta conservado su cuerpo.\n\t\t\t\t\t\n\t\t\t\t\tLuego, pasaron revista a la sala de conservacion de ordenes recibidas por el Dirigente, las otras de conservacion de carro, coche electrico, barco y vagon de tren usados por el hasta el ultimo periodo de su vida para las visitas de orientacion y viajes al extranjero."
        },
        {
            "title": "Secretariado de CRPP denuncia a la banda surcoreana pronorteamericana",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-42ee.html",
            "content": "Secretariado de CRPP denuncia a la banda surcoreana pronorteamericana\n\t\t\t\t\t\t\r\nPyongyang, 9 de abril (ACNC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria hizo publica el dia 9 una informacion no.1089 en relacion con que en estos dias, la banda titere surcoreana malgasta fabulosos dineros para comprar las armas de Estados Unidos.\n\t\t\t\t\tHace poco, el Instituto Internacional de la Paz en Estocolmo de Suecia estimo que el Sur de Corea ocupa el primer lugar en la importacion de las armas norteamericanas, recuerda la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tTras destinar a EE.UU. el 80% de la importacion anual de  armas, el Sur de Corea gasto desde 2009 hasta 2013 los dineros astronomicos para importar las armas estadounidenses.\n\t\t\t\t\t\n\t\t\t\t\tDespues de la aparicion del \"poder\" de Park Geun-hye, se aumento notablemente el gasto militar.\n\t\t\t\t\t\n\t\t\t\t\tLa actual banda surcoreana importo durante 2 anos ultimos misiles de diversos generos, helicopteros, aeronaves tacticas y otros armamentos de EE.UU. gastando cientos de millones de dolares. Y expone que en el futuro pagara colosales dineros para comprar los aviones sin piloto de superaltura, el sistema de misil interceptor tierra-aire, el sistema de combate del destructor Aegis y otros.\n\t\t\t\t\t\n\t\t\t\t\tEn la historia no habia los traidores tan enloquecidos en la compra de armas estadounidenses como los actuales gobernadores titeres que se enfrascan a comprar a precio caro los pertrechos norteamericanas sin hacer caso de sus variedades y funciones.\n\t\t\t\t\t\n\t\t\t\t\tAhora la poblacion surcoreana vive en la penuria. \n\t\t\t\t\t\n\t\t\t\t\tSegun los datos publicados, en la sociedad surcoreana el numero de los desempleados llega a mas de 4 millones 500 mil y el de los subempleados, a mas de 10 millones.\n\t\t\t\t\t\n\t\t\t\t\tMas de 8 millones 500 mil familias no tienen sus viviendas y mas de un millon de personas vagabundean en las calles. \n\t\t\t\t\t\n\t\t\t\t\tEl Sur de Corea ocupa el primer lugar del mundo en el numero de suicidas.\n\t\t\t\t\t\n\t\t\t\t\tLos fondos que la banda de Park Geun-hye entrega a EE.UU. bajo el pretexto de la compra de armas norteamericanas son suficientes para ofrecer los empleos y hogares a millones de desempleados e incontables familias vagabundas y auxiliar a los hombres pobres. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que mientras existan los traidores surcoreanos enloquecidos por los actos vendepatrias y serviles a las grandes potencias, por la confrontacion fratricida y las maniobras de guerra de agresion anti-RPDC, la poblacion surcoreana no podra liberarse nunca de los sufrimientos y desgracias y la nacion coreana ni evitara los desastres.\n\t\t\t\t\t\n\t\t\t\t\tLos habitantes de distintos estratos del Sur de Corea deben sentenciar a los traidores pronorteamericanos y vendepatrias que se desesperan por comprar las armas entregando enormes fondos a su amo norteamericano sin tener en consideracion el destino de la poblacion."
        },
        {
            "title": "Condecorados a benemeritos con la Orden Kim Il Sung y el Premio Kim Il Sung",
            "url": "http://kcna.co.jp/item/2015/201504/news09/20150409-46ee.html",
            "content": "Condecorados a benemeritos con la Orden Kim Il Sung y el Premio Kim Il Sung\n\t\t\t\t\t\t\r\nPyongyang, 9 de abril (ACNC) -- En ocasion del dia de natalicio del Presidente Kim Il Sung, fue otorgada la Orden Kim Il Sung a Tong Jong Ho y Choe Ho Sik, quienes hicieron aporte a la construccion de la potencia economica socialista y la mejora de vida del pueblo al organizar con minuciosidad la labor organizativo-politica y la operacion y el mando economicos y movilizar a las masas a la campana por materializar el legado del lider y defender la politica del partido.\n\t\t\t\t\tTambien quedo conferido el Premio Kim Il Sung a Kim Pun Son, quien trabajando durante largo tiempo en la rama de prensa contribuyo a glorificar las hazanas ideo-teoricas de los grandes hombres sin iguales del monte Paektu y armar a los militantes del partido, uniformados y trabajadores con el gran kimilsungismo-kimjongilismo.\n\t\t\t\t\t\n\t\t\t\t\tFueron publicados el dia 8 los decretos correspondientes del Presidium de la Asamblea Popular Suprema de la RPDC."
        }
    ]
}