{
    "date": "2015-04-23",
    "url": "http://kcna.co.jp/item/2015/201504/2015-04-23ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Wreath to Bier of Researcher",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-19ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of Researcher\r\nPyongyang, April 23 (KCNA) -- Supreme leader Kim Jong Un sent a wreath to the bier of Ri Jong Uk, researcher at Kim Il Sung University, on Thursday, expressing deep condolences over his death.\n\t\t\t\t\t Academician, Prof. and Dr. Ri was a winner of the title of People's Scientist."
        },
        {
            "title": "Reply Message to Kim Jong Un from Syrian President",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-23ee.html",
            "content": "Reply Message to Kim Jong Un from Syrian President\r\nPyongyang, April 23 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a reply message from Bashar Al-Assad, president of the Syrian Arab Republic, on April 19.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I wish Your Excellency good health and happiness and your friendly people greater progress and prosperity, expressing thanks to Your Excellency for extending warm congratulations on the occasion of the national day of the Syrian Arab Republic.\n\t\t\t\t\t\n\t\t\t\t\t We highly appreciate the sincere stand of Your Excellency on supporting our people's efforts to overcome the present difficulties and seek a political and peaceful settlement of the crisis in Syria on the basis of international law in the direction of ensuring the territorial integrity of the country and regional peace and security."
        },
        {
            "title": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from Nigerian President",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-22ee.html",
            "content": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from Nigerian President\r\nPyongyang, April 23 (KCNA) -- Goodluck Ebele Jonathan, president and commander-in-chief of the Armed Forces of the Federal Republic of Nigeria, sent a floral basket to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on the occasion of the 83rd founding anniversary of the Korean People's Army.\n\t\t\t\t\t The floral basket was laid before the statues on Thursday."
        },
        {
            "title": "Reception Given to Mark Founding Anniversary of KPA",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-24ee.html",
            "content": "Reception Given to Mark Founding Anniversary of KPA\r\nPyongyang, April 23 (KCNA) -- The Ministry of the People's Armed Forces gave a reception on Thursday to mark the 83rd founding anniversary of the Korean People's Army (KPA).\n\t\t\t\t\t Present there on invitation were members of the military attaches corps and diplomatic envoys of various countries here. \n\t\t\t\t\t\n\t\t\t\t\t KPA Army General Hyon Yong Chol, minister of the People's Armed Forces, and other generals and officers of the KPA were present there."
        },
        {
            "title": "Reception Given at DPRK Embassy in Jakarta",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-09ee.html",
            "content": "Reception Given at DPRK Embassy in Jakarta\r\nPyongyang, April 23 (KCNA) -- The DPRK embassy in Jakarta hosted a reception on April 16 on the occasions of the 50th anniversary of the Indonesia visit by President Kim Il Sung and leader Kim Jong Il and the 50th anniversary of the naming of a beautiful flower Kimilsungia.\n\t\t\t\t\t Present there on invitation were the chairman and an advisor to the Presidential Advisory Council of Indonesia, the special advisor to the minister of Communications and Information Technology, vice-governor of the Jakarta City Government and other personages of the government, political parties, institutions and organizations, including the Foreign Ministry, Diversity Party, Pioneer Party and the Indonesia-Korea Association for Friendship and Cultural Exchange."
        },
        {
            "title": "Floral Baskets to DPRK Mission from Foreigners",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-10ee.html",
            "content": "Floral Baskets to DPRK Mission from Foreigners\r\nPyongyang, April 23 (KCNA) -- A floral basket was sent to the DPRK mission in Hong Kong of China by Johnny Hon, co-chairman of the Council of the Kim Il Sung-Kim Jong Il Foundation, on the occasion of the 3rd anniversary of Marshal Kim Jong Un's election as first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t The general manager of the Golden Trip Travel Service Co. Ltd., Hong Kong of China and the chairperson of the Emperor Group of Hong Kong sent floral baskets to the DPRK mission."
        },
        {
            "title": "Art Performances Given to Mark Founding Anniversary of KPA",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-21ee.html",
            "content": "Art Performances Given to Mark Founding Anniversary of KPA\r\nPyongyang, April 23 (KCNA) -- Performances were given by the Workers' Art Group of the C.C. of the General Federation of Trade Unions of Korea and the Art Squad of the C.C. of the Union of Agricultural Workers of Korea here on April 22 and 23 on the occasion of the 83rd anniversary of the founding of the Korean People's Army (KPA).\n\t\t\t\t\t Put on the stages were such numbers as trio poem reciting \"We will convey immortal Songun feats to posterity\".\n\t\t\t\t\t\n\t\t\t\t\t The performers highly praised President Kim Il Sung for laying down the principles of Songun from the very day he embarked on the road of the revolution, founding the first Juche-type revolutionary armed forces and leading the Korean revolution to steady victories with arms.\n\t\t\t\t\t\n\t\t\t\t\t They sang high praises of the Songun revolutionary feats leader Kim Jong Il performed by putting forward the KPA as the pillar and main force for accomplishing the revolutionary cause of Juche and winning one victory after another in defending socialism under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Also staged were numbers reflecting the determination of the service personnel and people to remain true to the leadership of Marshal Kim Jong Un who has made ceaseless long journeys of Songun for achieving a final victory in the drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were officials and members of the above-said organizations and other working people."
        },
        {
            "title": "Korean Books Donated to Russian Universities",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-06ee.html",
            "content": "Korean Books Donated to Russian Universities\r\nPyongyang, April 23 (KCNA) -- Korean books were donated to Blagobeshensk State University of Education and the Nakhodka Branch of Far Eastern State University of Russia.\n\t\t\t\t\t Donating ceremonies took place on April 14 and 15.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials, teachers and students of the Amur Regional Government of Russia, Blagobeshensk State University of Education and the Nakhodka Branch of Far Eastern State University and officials of a DPRK mission.\n\t\t\t\t\t\n\t\t\t\t\t Works of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and various other books were handed over to officials of universities.\n\t\t\t\t\t\n\t\t\t\t\t A vice-minister of Science and Education of the Amur Regional Government of Russia expressed sincere thanks to the DPRK for donating precious books to the universities on the occasion of the birth anniversary of the President, a national holiday of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that cooperation in the fields of science, culture and education would grow stronger this year, a year of the Russia-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\t The president of Blagobeshensk State University of Education said that the books the university had received from the DPRK in the past are being used by teachers and students for their researches and study, adding the university would separately keep Korean books at its library and widely disseminate them in the future.\n\t\t\t\t\t\n\t\t\t\t\t The acting principal of the Nakhodka Branch of Far Eastern State University expressed belief that the ceremony would contribute to boosting cooperative relations between the peoples of the two countries in the fields of education and culture in particular."
        },
        null,
        {
            "title": "Scientific Achievements for Farming in DPRK",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-16ee.html",
            "content": "Scientific Achievements for Farming in DPRK\r\nPyongyang, April 23 (KCNA) -- The Pyongyang Agricultural College under Kim Il Sung University in the DPRK made sci-tech achievements for water-saving style farming.\n\t\t\t\t\t The achievements include a method of managing rice-paddy irrigation in the most effective way and a new technology of directly sowing rice seedlings, which helps raise the grain yield more than 110 percent with less manpower, materials and water.\n\t\t\t\t\t\n\t\t\t\t\t The college also manufactured various kinds of plows necessary for water-saving style farming.\n\t\t\t\t\t\n\t\t\t\t\t Those scientific achievements have already been introduced to many farms, proving effective."
        },
        {
            "title": "KPA Strong in Ideology and Faith",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-17ee.html",
            "content": "KPA Strong in Ideology and Faith\r\nPyongyang, April 23 (KCNA) -- April 25 is the founding anniversary of the Korean People's Army (KPA).\n\t\t\t\t\t On April 25, 1932, President Kim Il Sung founded the Korean People's Revolutionary Army (KPRA), the first Juche-based armed forces in the history of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Under his command, the KPRA victoriously fought against the Japanese aggressors to liberate Korea from their colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t After the country's liberation, Kim Il Sung developed the KPRA into the KPA.\n\t\t\t\t\t\n\t\t\t\t\t In the three year-long Korean War (1950-1953), the KPA defeated the U.S. invaders by dint of ideology and faith.\n\t\t\t\t\t\n\t\t\t\t\t In each period of socialist construction after the war, it resolutely deterred the persistent U.S. provocations for a new war against the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The KPA's tradition, characterized by victory after victory, has been creditably carried forward, thanks to the wise leadership of Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The KPA, strong in faith and will, is steadfastly defending the nation's dignity and sovereignty. \n\t\t\t\t\t\n\t\t\t\t\t The KPA men and officers, seized with the will not to abandon the revolutionary faith though they may die, are fully determined to be intensely loyal to Kim Jong Un's leadership."
        },
        {
            "title": "Rodong Sinmun Accuses U.S. of Turning Korean Peninsula into War Arsenal",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-12ee.html",
            "content": "Rodong Sinmun Accuses U.S. of Turning Korean Peninsula into War Arsenal\r\nPyongyang, April 23 (KCNA) -- Tensions are extremely escalating on the Korean peninsula and in other parts of Northeast Asia due to the U.S. moves to deploy THAAD in south Korea, says Rodong Sinmun Thursday in an article.\n\t\t\t\t\t The U.S. is introducing latest weaponry into south Korea in a bid to round off preparations for a preemptive attack on the DPRK and create favorable conditions for containing China and Russia, its strategic rivals, pursuant to its strategy for world domination.\n\t\t\t\t\t\n\t\t\t\t\t It is the final aim of the U.S. to turn the Korean peninsula where the interests among big powers are intertwined into a theatre of their scramble by introducing dangerous military hardware into south Korea, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Hard to conceal is the ulterior intention of the U.S. to hold an  unchallenged military edge in Northeast Asia through arms buildup, contain its strategic rivals, realize its ambition for domination and hegemony and dominate the world. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is working hard to deploy THAAD in south Korea, not content with turning it into the largest nuclear arsenal in the world, and encouraging Japan in its moves for militarization. Such moves are stirring up discontent among neighboring countries and their bolstering of military capabilities to cope with it is rendering the situation on the peninsula so dangerous that a new world war may break out there anytime.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. deployment of THAAD is little short of inviting a disaster to Northeast Asia. It is clear that the deployment of THAAD which puts not only the DPRK, a nuclear weapons state, but Russia and China within the sphere of its radar would create the danger of a global nuclear war."
        },
        {
            "title": "S. Korean Puppet Authorities' Suppression of Progressive Teachers under Fire",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-13ee.html",
            "content": "S. Korean Puppet Authorities' Suppression of Progressive Teachers under Fire\r\nPyongyang, April 23 (KCNA) -- Recently, the south Korean puppet Ministry of Education pressurized the Inchon City Education Agency to disqualify four teachers affiliated to the \"preparatory committee for educational movement to usher in new era of change\".\n\t\t\t\t\t At a trial held on Jan. 23, the court sentenced them to one year and sixth months in jail and the same term of suspension of qualifications, claiming that they had \"enemy-benefiting literature\" though they did not form an \"enemy-benefiting organization.\"\n\t\t\t\t\t\n\t\t\t\t\t In this regard the Inchon branch of the Teachers Union held a press conference at the Inchon City Education Agency on April 20 in protest against the attitude of the Ministry of Education.\n\t\t\t\t\t\n\t\t\t\t\t At the press conference speakers said those teachers are being suppressed on charges of the violation of the \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t They noted that it is unreasonable to punish those teachers on charge of possessing \"enemy-benefiting literature\" for the mere reason that they had books and papers related to education they had brought with them after their legitimate visit to Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the Ministry of Education stop the unreasonable action to disqualify the progressive teachers."
        },
        {
            "title": "S. Korean Puppet Forces Accused of Suppressing Actions of Bereaved Families",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-15ee.html",
            "content": "S. Korean Puppet Forces Accused of Suppressing Actions of Bereaved Families\r\nPyongyang, April 23 (KCNA) -- Voice of People, an internet paper of south Korea, in an editorial on April 21 denounced the puppet forces for suppressing the actions of the bereaved families and other citizens demanding the probe into the truth about the ferry Sewol disaster by labeling them anti-\"government\" actions.\n\t\t\t\t\t The editorial said that the \"Saenuri Party\" and conservative media claimed that memorial rallies for the victims of the ferry Sewol turned into violent demonstrations and this should not be allowed.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the present regime which cracked down on the bereaved families and citizens by force, the editorial noted.\n\t\t\t\t\t\n\t\t\t\t\t The political situation is getting serious due to the scandal of ruling quarters disclosed by Song Wan Jong, it charged.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the conservative ruling forces should discard cynic ploy to tide over the crisis by taking issue with the anti-\"government\" actions."
        },
        {
            "title": "S. Koreans Denounce Police Violence",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-18ee.html",
            "content": "S. Koreans Denounce Police Violence\r\nPyongyang, April 23 (KCNA) -- Members of the All-People Measure Council for Ferry Sewol Disaster, the Federation of Healthcare Organizations and other civic and social organizations and bereaved families of the disaster in south Korea held a press conference in Seoul on Apr. 20.\n\t\t\t\t\t Speakers denounced the brutal violence committed by the police against participants of a rally demanding the probe into the truth behind the disaster.\n\t\t\t\t\t\n\t\t\t\t\t A woman who lost her child due to the disaster deplored that she was treated like a criminal by policemen when she was being walked off by them though she took to street to know the reason about her child's death.\n\t\t\t\t\t\n\t\t\t\t\t An activist of a human rights abuse watchdog blamed the police for violating the human rights of women while marching them off to a police station and for failing to ensure that wounded people are provided with first aid.\n\t\t\t\t\t\n\t\t\t\t\t A member of the Federation of Healthcare Organizations said dozens of people were wounded by police violence.\n\t\t\t\t\t\n\t\t\t\t\t A lawyer of the Bar Association for Democratic Society termed the security authorities' action of throwing a police cordon with vehicles to totally block traffic on Apr. 16 and 18, a blatant breach of law."
        },
        {
            "title": "U.S.-S. Korea Confab for Preemptive Nuclear Attack upon DPRK Assailed",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-20ee.html",
            "content": "U.S.-S. Korea Confab for Preemptive Nuclear Attack upon DPRK Assailed\r\nPyongyang, April 23 (KCNA) -- A spokesman for the All-Koreans Measure Committee for Opposing the North-targeted Nuclear War Drills released a statement on Thursday in denunciation of the U.S.-south Korea confab for mounting a preemptive nuclear attack upon the DPRK.\n\t\t\t\t\t The U.S. secretary of Defense and the south Korean puppet minister of Defense asserted at the meeting in Seoul on Apr. 10 that the DPRK's technologies for manufacturing smaller nukes and mobile ICBMs have reached the acme.\n\t\t\t\t\t\n\t\t\t\t\t At the seventh KIDD meeting held in Washington on Apr. 14 pursuant to the proposal made for coping with those technologies the U.S. and south Korean puppet group agreed to set up the U.S.-south Korea \"deterrence strategy commission\" to cope with nuclear missiles of the DPRK and \"threat from its WMDs.\"\n\t\t\t\t\t\n\t\t\t\t\t They are now elaborating on the \"conception of 4D operation\" against DPRK's ballistic missiles to round off it as \"op-plan\" in contingency on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Terming this another unpardonable military provocation against the DPRK and a blatant challenge to all Koreans and other peace-loving people in the world calling for peace and stability on the Korean peninsula and in other parts of the region, the statement goes on:\n\t\t\t\t\t\n\t\t\t\t\t The story about \"threat from north's nukes and missiles\" floated by the U.S. and the puppet group is no more than a plot to justify the deployment of THAAD in south Korea and tighten the U.S.-Japan-south Korea military nexus.\n\t\t\t\t\t\n\t\t\t\t\t The desperate efforts of the chieftains of provocation and war maniacs to deceive and mock at the public at home and abroad through fictions about \"provocation\" and \"threat\" will only bring into bolder relief their ulterior design.\n\t\t\t\t\t\n\t\t\t\t\t It is, indeed, ridiculous for the U.S. and the puppet group to dare talk about a preemptive attack upon the DPRK as it is no more than an act of inviting a nuclear disaster which would only precipitate their final ruin.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never tolerate any reckless attempt of the U.S. and the south Korean war maniacs to mount a preemptive nuclear attack but blow up all the bases of provocation through a merciless preemptive strike of its own style."
        },
        {
            "title": "Floral Basket Laid before Portrait of Smiling Kim Il Sung at Building of OSPAAAL",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-03ee.html",
            "content": "Floral Basket Laid before Portrait of Smiling Kim Il Sung at Building of OSPAAAL\r\nPyongyang, April 23 (KCNA) -- An event for laying a floral basket before the portrait of smiling President Kim Il Sung took place at the building of the Organization of Solidarity of the Peoples of Africa, Asia and Latin America (OSPAAAL) on April 14.\n\t\t\t\t\t Present there were the secretary general and other staff members of the organization, Pak Chang Yul, DPRK ambassador to Cuba, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket before the portrait and paid tribute to it."
        },
        {
            "title": "Nordic Political Parties, Organizations Meet to Celebrate Day of Sun",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-05ee.html",
            "content": "Nordic Political Parties, Organizations Meet to Celebrate Day of Sun\r\nPyongyang, April 23 (KCNA) -- Nordic political parties and organizations held a joint meeting in Sweden on April 14 to celebrate the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Displayed at the venue were photos of the President, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed were their works, and books and photos showing the true picture of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present there were delegates of political parties and organizations of Nordic countries including Sweden, Finland and Norway and personages of other circles.\n\t\t\t\t\t\n\t\t\t\t\t Kalevi Wahrman, chairman of the Finnish Communists' League, in a speech praised the President's feats and said:\n\t\t\t\t\t\n\t\t\t\t\t Nordic political parties and organizations positively support the appeal made at the 19th seminar of world political parties on building new society. We will celebrate with splendor the 70th anniversaries of Korea's liberation and the founding of the Workers' Party of Korea as grand international political festivals.\n\t\t\t\t\t\n\t\t\t\t\t We will extend full support and solidarity to the just cause of the Korean people dynamically advancing under the wise guidance of Comrade Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t An appeal to Nordic political parties and organizations was also adopted."
        },
        {
            "title": "Kim Il Sung's Feats Introduced by Foreign Media",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-04ee.html",
            "content": "Kim Il Sung's Feats Introduced by Foreign Media\r\nPyongyang, April 23 (KCNA) -- Media of various countries introduced the feats performed by President Kim Il Sung on the occasion of his birth anniversary.\n\t\t\t\t\t The Nigerian paper Nigerian Observer in an article titled \"Eternal sun\" on April 3 said that the President founded the great Juche idea to clearly indicate the way to be followed by mankind. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea gripped the hearts of all peoples for its great viability and attraction and thanks to this idea, the cause of independence dynamically advances on a worldwide scale as a trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t The Egyptian paper Al-Misaiya in an article on April 6 said the august name of the President has the meaning of the sun.\n\t\t\t\t\t\n\t\t\t\t\t A TV broadcasting service of Egypt on April 5 and 6 screened video clips showing the Korean people from all walks of life visiting the statues of the President and leader Kim Jong Il on Mansu Hill and the panoramic view of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi paper The Daily Early in the Morning in an article on April 7 said that the DPRK will shed its rays forever as a country strong in independence."
        },
        {
            "title": "Kim Il Sung's Feats Lauded by Foreigners",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-08ee.html",
            "content": "Kim Il Sung's Feats Lauded by Foreigners\r\nPyongyang, April 23 (KCNA) -- Events took place in various countries to observe the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t They included a seminar in Russia, meeting and film show in Mongolia, reading session in Kuwait and lecture in Tanzania from Apr. 10 to 13.\n\t\t\t\t\t\n\t\t\t\t\t Participants of the film show watched Korean film \"Pyongyang Built on Debris.\"\n\t\t\t\t\t\n\t\t\t\t\t A vice-chairman of the Russia-Korea Friendship Association of Khabarovsk Territory said that the President was not only the leader and father of the Korean people but the elder statesman of the world praised by all people, adding the Russian people are boundlessly revering him.\n\t\t\t\t\t\n\t\t\t\t\t A personage in Darhan Ol Province, Mongolia praised the President for successfully applying the Juche idea to the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Kuwait Asian Journalist Association referred to the fact that the President was born and grew up in the most revolutionary and patriotic family.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Tanzania-DPRK Friendship Association praised the President as a peerless statesman and outstanding leader who founded the immortal Juche idea to indicate the road to be taken by humankind and made great contributions to the cause of global independence."
        },
        {
            "title": "Kim Il Sung Praised by Angolans",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-07ee.html",
            "content": "Kim Il Sung Praised by Angolans\r\nPyongyang, April 23 (KCNA) -- The governor of Malange County, Malange Province of Angola, the head of the health department of the province and the governor of another county released statements on April 10 and 13 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t On this occasion they paid tribute to Kim Il Sung, the founding-father of socialist Korea and the eternal leader of the Korean people, and congratulated all the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t They praised the President as the great leader of the Korean people and other progressive peoples in the world as he wisely led the struggle for realizing the human cause of independence and sincerely supported and encouraged the Angolan people in their struggle for national liberation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are dynamically advancing toward the final victory, working great miracles in all fields of building a thriving nation under the leadership of Marshal Kim Jong Un who is successfully carrying forward the cause of the preceding leaders, they noted, wishing the Korean people greater successes in the future."
        },
        {
            "title": "Kim Jong Il's Work Published in Mexico",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-01ee.html",
            "content": "Kim Jong Il's Work Published in Mexico\r\nPyongyang, April 23 (KCNA) -- Leader Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was brought out in booklet by the Publishing House of the Workers' Party of Mexico on April 15.\n\t\t\t\t\t The work, made public on October 2, Juche 84 (1995), reviews with pride the glorious history of the Workers' Party of Korea in which it explored a new way of building a revolutionary party in the era of independence under the leadership of President Kim Il Sung. It serves as a great programme for the party building and activities as it indicates the ways of developing the party into the party of Kim Il Sung for all ages."
        },
        {
            "title": "Kim Jong Un's Work Published in Congo",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-02ee.html",
            "content": "Kim Jong Un's Work Published in Congo\r\nPyongyang, April 23 (KCNA) -- Marshal Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\" was published in pamphlet by a publishing house of Congo on April 13.\n\t\t\t\t\t The work, published on April 20, Juche 101(2012), deals with the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il in their lifetimes.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for firmly protecting their ideas and exploits and eternally glorifying them."
        },
        {
            "title": "Kim Jong Un envia ofrenda floral ante feretro de difunto Ri Jong Uk",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-15ss.html",
            "content": "Kim Jong Un envia ofrenda floral ante feretro de difunto Ri Jong Uk\r\nPyongyang, 23 de abril (ACNC) -- El Mariscal Kim Jong Un envio el dia 23 una ofrenda floral ante el feretro del difunto Ri Jong Uk, Cientifico del Pueblo, academico, profesor titular, doctor e investigador de la Universidad Kim Il Sung en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "Kim Jong Un recibe mensaje de respuesta del presidente sirio",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-12ss.html",
            "content": "Kim Jong Un recibe mensaje de respuesta del presidente sirio\r\nPyongyang, 23 de abril (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio el mensaje de respuesta que le enviara el dia 19 el presidente de la Republica Arabe de Siria, Bashar al-Assad.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tExpreso mi agradecimiento a Su Excelencia que envio calurosas felicitaciones en ocasion del dia nacional de la Republica Arabe de Siria.\n\t\t\t\t\t\n\t\t\t\t\tFormulo votos por su salud y felicidad y al mismo tiempo mayor progreso y prosperidad al pueblo de vuestro pais amistoso.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente la posicion sincera de Su Excelencia quien apoya los esfuerzos de nuestro pueblo por superar las pruebas de hoy y resolver de manera politica y pacifica la crisis de Siria a base de la ley internacional rumbo a asegurar la integridad territorial del pais y la paz y seguridad de la region."
        },
        {
            "title": "Presidente nigeriano envia cesto de flores a estatuas de bronce de Kim Il Sung y Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-13ss.html",
            "content": "Presidente nigeriano envia cesto de flores a estatuas de bronce de Kim Il Sung y Kim Jong Il\r\nPyongyang, 23 de abril (ACNC) -- Con motivo del 83o aniversario de la fundacion del Ejercito Popular de Corea, el presidente y comandante en jefe de las fuerzas armadas, de la Republica Federal de Nigeria, Goodluck Ebele Jonathan, hizo llegar un cesto de flores a las estatuas de bronce de los Generalisimos Kim Il Sung y Kim Jong Il erguidas en la capitalina colina Mansu.\n\t\t\t\t\tEl cesto de flores fue colocado el dia 23."
        },
        {
            "title": "Portavoz de CPME condena confabulacion de EE.UU y autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-11ss.html",
            "content": "Portavoz de CPME condena confabulacion de EE.UU y autoridades surcoreanas\r\nPyongyang, 23 de abril (ACNC) -- El portavoz del Comite Pannacional de Medidas Emergentes (CPME) contra los Ejercicios de Guerra Nuclear anti-Norte hizo publica el dia 23 una declaracion condenando la conspiracion de ataque preventivo nuclear de agresion al Norte orquestada por Estados Unidos y las autoridades surcoreanas que va como sigue:\n\t\t\t\t\tEn las conversaciones de los ministros de Defensa realizadas el dia 10 en Seul, el imperio y los titeres expresaron que llegaron al apogeo la tecnica de minimizar las armas nucleares y la otra de misil balistico intercontinental movil de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tY discutieron sobre \"contramedidas\" y en la 7a reunion de KIDD sostenida el dia 14 en Washington acordaron constituir el \"comite de estrategia disuasiva\" EE.UU.-Sudcorea frente a los misiles nucleares y la \"amenaza de armas de destruccion masiva\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, disparatean perfeccionar como el \"plan operacional\" en el tiempo emergente de la Peninsula Coreana al concretar el \"ideal de operacion 4D\" consistente en detectar, defender, desordenar y destruir los misiles balisticos de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTal proceder es otra provocacion militar intolerable contra la RPDC y un desafio abierto a la aspiracion de todos los connacionales y los pueblos amantes de la paz mundial aspirantes a la paz y la seguridad de la Peninsula Coreana y la region.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio y la banda titere difunden el rumor de \"amenaza de armas nucleares y misiles del Norte\" para justificar el emplazamiento de THAAD de EE.UU. en el suelo surcoreano e intensificar la confabulacion militar tripartita entre EE.UU., Japon y Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tCuanto mas los maniacos belicos se desesperen para burlar las opiniones internas y externas vociferando de la \"provocacion\" y la \"amenaza\" de alguien, mas se revelara solo su sucia naturaleza.\n\t\t\t\t\t\n\t\t\t\t\tEs ridiculo hablar atrevidamente del ataque preventivo contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa ofensiva sorpresiva adelantara solo la destruccion final de ellos mismos.\n\t\t\t\t\t\n\t\t\t\t\tNunca estaremos con brazos cruzados ante el imprudente intento de ataque preventivo nuclear del imperio y los belicistas titeres y arrasaremos con el despiadado ataque preventivo a nuestro estilo todos los nidos principales y bases de provocacion de guerra nuclear de agresion al Norte."
        },
        {
            "title": "Presidium de APS de RPDC decreta constitucion de Zona Especial de Turismo Internacional Mubong",
            "url": "http://kcna.co.jp/item/2015/201504/news23/20150423-10ss.html",
            "content": "Presidium de APS de RPDC decreta constitucion de Zona Especial de Turismo Internacional Mubong\r\nPyongyang, 23 de abril (ACNC) -- Quedo constituida en la Republica Popular Democratica de Corea la Zona Especial de Turismo Internacional Mubong.\n\t\t\t\t\tFue publicado el dia 22 el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSegun ello, la Zona Especial se establece en una zona del poblado obrero Mubong del distrito Samjiyon de la provincia de Ryanggang.\n\t\t\t\t\t\n\t\t\t\t\tEn esta zona se ejerce la soberania de la RPDC y se aplican su ley sobre la zona de desarrollo economico y reglamentos relativos a la inversion extranjera."
        }
    ]
}