{
    "date": "2015-07-19",
    "url": "http://kcna.co.jp/item/2015/201507/2015-07-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Takes Part in Elections of Deputies to Local Assemblies",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-22ee.html",
            "content": "Kim Jong Un Takes Part in Elections of Deputies to Local People's Assemblies\r\nPyongyang, July 19 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, Sunday visited the polling station of Sub-constituency No. 102 of Constituency No. 107 for the elections of deputies to the Pyongyang City People's Assembly and Constituency No. 102 for the elections of deputies to the Sosong District People's Assembly to take part in the elections of deputies to the provincial, city and county people's assemblies.\n\t\t\t\t\t He received ballots from the chairman of Sub-constituency No. 102 of Constituency No. 107 and voted for Ho Myong Gum, driver of Yokjon Battalion of the Ryonmot Trolley Bus Office who is candidate for deputy to the Pyongyang City People's Assembly, and Sin Sun Thae, head of the Processing Shop No. 2 of the Kim Jong Thae Electric Locomotive Complex who is candidate for deputy to the Sosong District People's Assembly.\n\t\t\t\t\t\n\t\t\t\t\t He had talks with the candidates.\n\t\t\t\t\t\n\t\t\t\t\t He praised them for having devotedly worked for the development of the DPRK in the true spirit of serving the party, the leader, the country and its people and with intense loyalty and ardent patriotism and encouraged them to creditably discharge their noble missions and duties in the drive to build the socialist country into the most powerful nation in the world and people's paradise as representatives of the people in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Pak Pong Ju, Ri Jae Il and Kim Yo Jong."
        },
        {
            "title": "Senior Party and State Officials Go to Polls",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-21ee.html",
            "content": "Senior Party and State Officials Go to Polls\r\nPyongyang, July 19 (KCNA) -- Senior officials of the party and the state went to polling stations in different parts of the country on Sunday to take part in the elections of deputies to the provincial (municipal), city (district) and county people's assemblies.\n\t\t\t\t\t Kim Yong Nam and Choe Ryong Hae voted for candidates for deputies to city and district people's assemblies at Sub-constituency No. 62 of Constituency No. 117 in Pyongyang and at Sub-constituency No. 62 of Constituency No. 169 in Pyongyang respectively.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok, Yang Hyong Sop. Kang Sok Ju, Kim Yong Ju, Choe Yong Rim, Kim Yang Gon, Kwak Pom Gi, O Su Yong, Kim Phyong Hae, Ro Tu Chol, Choe Pu Il, Jo Yon Jun and Thae Jong Su, the chairman of the Central Committee of the Korean Social Democratic Party and the chairperson of the C.C., the Chondoist Chongu Party voted for candidates for deputies to local people's assemblies at relevant sub-constituencies.\n\t\t\t\t\t\n\t\t\t\t\t They met with the voters and encouraged them before expressing belief that they would creditably fulfill their revolutionary duties as citizens of the DPRK."
        },
        {
            "title": "Voters Participate in Elections of Deputies to Local People's Assemblies",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-18ee.html",
            "content": "Voters Participate in Elections of Deputies to Local People's Assemblies\r\nPyongyang, July 19 (KCNA) -- Elections of deputies to the provincial (municipal), city (district) and county people's assemblies were successfully held across the country Sunday amid a high degree of political enthusiasm.\n\t\t\t\t\t All polling stations from Onsong County, North Hamgyong Province, the northernmost of Korea, to Kaesong, the city near the military demarcation line, are clad in a festive atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t Seen at the polling stations are slogans and posters \"Let's all take part in elections to cement our revolutionary power!\" and \"All voters, participate in elections and vote for candidates!\" National flags and red flags were seen fluttering there.\n\t\t\t\t\t\n\t\t\t\t\t Elections kicked off amid the political enthusiasm of all voters.\n\t\t\t\t\t\n\t\t\t\t\t Voters from all walks of life voted for representatives of the people at polling stations, expressing absolute support for the people's power of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Voters presented dances and sang songs including \"Ode to the Motherland\" at the polling stations."
        },
        {
            "title": "Local Elections Successfully Held",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-20ee.html",
            "content": "Local Elections Successfully Held\r\nPyongyang, July 19 (KCNA) -- The elections of deputies to the provincial (municipal), city (district) and county people's assemblies were successfully held in the DPRK on Sunday \n\t\t\t\t\t 99.97 percent of voters have participated in voting, except for those on foreign tour or working in oceans, according to information available from the Central Election Guidance Committee.\n\t\t\t\t\t\n\t\t\t\t\t Those voters unable to go to the polling stations because of old age or illness cast their ballots into mobile ballot boxes.\n\t\t\t\t\t\n\t\t\t\t\t All participants took part in the elections with extraordinary enthusiasm to cement the revolutionary power through the elections of deputies to the local people's assemblies.   \n\t\t\t\t\t\n\t\t\t\t\t The election committees of constituencies across the country are confirming the results of voting for the candidates of the deputies registered in the relevant constituencies."
        },
        {
            "title": "Elections of Deputies Kick off",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-12ee.html",
            "content": "Elections of Deputies Kick off\r\nPyongyang, July 19 (KCNA) -- The elections of deputies to the provincial (municipal), city (district) and county people's assemblies of the DPRK started at all polling stations across the country at 10:00 a.m. on Sunday.\n\t\t\t\t\t As of 12:00 58.61 percent of electors registered on the lists of voters took part in the elections, according to information available from the Central Election Guidance Committee. \n\t\t\t\t\t\n\t\t\t\t\t The elections go on."
        },
        {
            "title": "Elections of Deputies Make Successful Progress",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-17ee.html",
            "content": "Elections of Deputies Make Successful Progress\r\nPyongyang, July 19 (KCNA) -- The elections of deputies to the provincial (municipal), city (district) and county people's assemblies of the DPRK are making successful progress.\n\t\t\t\t\t As of 14:00 Sunday, 91 percent of the electors registered on the lists of voters took part in the elections, according to information available from the Central Election Guidance Committee.\n\t\t\t\t\t\n\t\t\t\t\t The elections are going on."
        },
        {
            "title": "Conference for National Reunification to Be Held in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-19ee.html",
            "content": "Conference for National Reunification to Be Held in DPRK\r\nPyongyang, July 19 (KCNA) -- The Conference for National Reunification to Commemorate 70th Anniversary of Korea's Liberation will be held in the DPRK with splendor from August 13 to 15.\n\t\t\t\t\t Included in the conference will be an inaugural ceremony of a grand march for independent reunification on Mt. Paektu, joint meeting for peace and reunification of Korea, an oath-taking meeting for independent reunification and other colorful events in Pyongyang and at Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t The conference will bring together representatives of people from all walks of life at home and abroad and foreign personages supporting peace and reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK keeps the door open to south Koreans hoping to take part in the conference."
        },
        {
            "title": "Homage Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-13ee.html",
            "content": "Homage Paid to Kim Il Sung, Kim Jong Il\r\nPyongyang, July 19 (KCNA) -- A delegation of officials of the Commercial Association of the General Association of Korean Residents in Japan led by Un Jong In, vice managing director of the Korean Commercial Association in Japan, visited the Kumsusan Palace of the Sun on Sunday.\n\t\t\t\t\t Members of the delegation paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues.\n\t\t\t\t\t\n\t\t\t\t\t At the halls where the President and Kim Jong Il lie in state, they made bows to them.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the halls where the orders the great leaders received are on display and halls which house cars, an electric car, a boat and train coaches they used during their field guidance and foreign tour till the last moments of their lives."
        },
        {
            "title": "Rodong Sinmun Observes Anniversary of DPRK-Russia Friendly and Cooperative Relations",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-11ee.html",
            "content": "Rodong Sinmun Observes Anniversary of DPRK-Russia Friendly and Cooperative Relations\r\nPyongyang, July 19 (KCNA) -- Today marks the significant 15th anniversary of the publication of the DPRK-Russia joint declaration.\n\t\t\t\t\t From July 19 to 20, Juche 89 (2000) Vladimir Vladimirovich Putin, president of the Russian Federation, paid his first visit to the DPRK as the head of state of Russia at the invitation of leader Kim Jong Il, chairman of the DPRK National Defence Commission.\n\t\t\t\t\t\n\t\t\t\t\t At a meeting and summit the top leaders of the two countries exchanged their views on the issue of developing the DPRK-Russia friendship and a series of international issues and reached a consensus of views on them. This resulted in the adoption of the DPRK-Russia joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Sunday says in an article:\n\t\t\t\t\t\n\t\t\t\t\t The above-said declaration confirmed the fact that the further development of the close cooperation between the DPRK and Russia is in line with the fundamental interests of the peoples of the two countries and trend towards building a multi-polar world and establishing a new international order on the principle of equality, mutual respect and mutually beneficial cooperation. \n\t\t\t\t\t\n\t\t\t\t\t The declaration serves as a solid cornerstone for developing the relations between the two countries, undeterred by any complicated international environment as it is a historic document guaranteeing the steady development of the DPRK-Russia friendly and cooperative relations in the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t It, at the same time, serves as an engine for ensuring the sound development of the international relations and, furthermore, guaranteeing peace and security in the Asia-Pacific region and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-Russia friendly ties have steadily grown stronger since the publication of the historic declaration.\n\t\t\t\t\t\n\t\t\t\t\t The visit of the special envoy of supreme leader Kim Jong Un, first chairman of the DPRK National Defence Commission, to Russia last year marked an important occasion in boosting the bilateral relations on a fresh stage.\n\t\t\t\t\t\n\t\t\t\t\t It is the DPRK's consistent stand to boost the DPRK-Russia friendly and cooperative relations\n\t\t\t\t\t\n\t\t\t\t\t These ties are growing stronger day by day."
        },
        {
            "title": "Minju Joson Slams U.S. Chicanery against DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-10ee.html",
            "content": "Minju Joson Slams U.S. Chicanery against DPRK\r\nPyongyang, July 19 (KCNA) -- The U.S is now pulling up in a far-fetched manner the Pyongyang Bio-technical Institute, a scientific research and production base of the DPRK, asserting that it is \"latest production facilities for producing poisonous anthrax\" and it is \"a bio-weapons factory camouflaged as a civilian enterprise\".\n\t\t\t\t\t Commenting on this, Minju Joson Sunday says:\n\t\t\t\t\t\n\t\t\t\t\t By origin, those despicable incompetents are old hands at intrigues and burlesques. The same is true of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is showing symptoms of doom of those suffering from mental derangement, perplexed by the total failure of its anachronistic hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A whole string of invectives let loose by the U.S. against the DPRK on the basis of sheer lies and fabrications would only bring disgrace and deadly blow to the U.S. itself.\n\t\t\t\t\t\n\t\t\t\t\t When the DPRK chose the road of independence, Songun and socialism, it did not expect any praise and good faith from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ceaseless accusations and obstructions to the DPRK only make its service personnel and people more keenly realize that their path is entirely right.\n\t\t\t\t\t\n\t\t\t\t\t As a caravan is bound to go ahead though dogs bark, the DPRK will more dynamically advance toward their goal and orientation according to their timetable, no matter how desperately the U.S. hurls mud at it.\n\t\t\t\t\t\n\t\t\t\t\t Poor burlesque would only precipitate the U.S. ruin."
        },
        {
            "title": "S. Korean Puppet IS's Human Rights Abuses Condemned",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-01ee.html",
            "content": "S. Korean Puppet IS's Human Rights Abuses Condemned\r\nPyongyang, July 19 (KCNA) -- It was recently disclosed by data leaked from a foreign hacking enterprise that the south Korean puppet Intelligence Service has used a hacking program purchased from overseas a few years ago. It was reported that the IS has used the program for eavesdropping personal computers and smart phones.\n\t\t\t\t\t Minju Joson Sunday in a commentary terms it a heinous human rights abuse baffling human imagination.\n\t\t\t\t\t\n\t\t\t\t\t The IS claimed that it purchased the program for the \"purpose of research development\" but it is sheer sophism, the news analyst notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the IS did such evil practice during the past \"presidential\" election. In the long run, it proves that this is by no means unrelated to the case of the IS's interference in the \"presidential\" election which sparked off big furor in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is not exaggeration to say that the disclosed IS's purchase of the hacking program was aimed to help the present puppet chief executive stay in power through rigging and fraud and put people from all walks of life under eavesdropping and watch in a bid to keep its fascist rule.\n\t\t\t\t\t\n\t\t\t\t\t The genuine human rights can never be guaranteed in south Korea as long as the puppet group is allowed to stay in power as it is utterly indifferent to the human rights of popular masses."
        },
        {
            "title": "S. Korean Puppet Forces Urged to Send Back Crewmen of DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-15ee.html",
            "content": "S. Korean Puppet Forces Urged to Send Back Crewmen of DPRK\r\nPyongyang, July 19 (KCNA) -- Minjok Thongsin, an internet paper of Koreans in the U.S., in an article denounced the south Korean puppet authorities for forcibly detaining crewmen of the DPRK.\n\t\t\t\t\t The south Korean authorities refused to send back residents of the DPRK, contrary to international practice and hardly understandable in the light of humanitarian issue, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The operation conducted by the south Korean puppet group to force the residents of the DPRK to \"defect to the south\" is an inhuman act contrary to ethics and the sense of obligation, it said.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities, colonial slaves of the U.S., are conspiring with it in its hostile policy toward the DPRK, the article charged.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the south Korean authorities immediately repatriate the three residents of the DPRK."
        },
        {
            "title": "S. Korean Puppet Group Accused of Suppressing Progressive Forces",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-16ee.html",
            "content": "S. Korean Puppet Group Accused of Suppressing Progressive Forces\r\nPyongyang, July 19 (KCNA) -- The Family Movement for Realizing Democracy in south Korea held a rally in Jongro District, Seoul on July 16 at which it protested against the puppet group's indiscriminate suppression of progressive forces, according to Jaju Sibo, an internet paper of south Korea.\n\t\t\t\t\t Speakers said that on July 15 the Seoul Metropolitan Police Agency hurled more than 100 fascist policemen into the operation for searching the office, printing house and four other places of the Korea Solidarity for Independent Reunification and Democracy and issued an arrest warrant against its leading members.\n\t\t\t\t\t\n\t\t\t\t\t It also stretched the tentacle of suppression to a peace church, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They accused the authorities of keeping mum about the U.S. forces' moves for germ warfare to exterminate the Korean nation and cracking down on the organization and its officials calling for independent reunification, democracy and improved people's living."
        },
        {
            "title": "S. Korean Bodies Condemn Japan's Ambition for Aggression",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-14ee.html",
            "content": "S. Korean Bodies Condemn Japan's Ambition for Aggression\r\nPyongyang, July 19 (KCNA) -- The Confederation of Trade Unions, the People for Achieving Peace and Reunification and other organizations in south Korea held a press conference outside the Japanese embassy in Seoul on July 16 in protest against the security bill of Japan seized by the ambition for reinvading the Korean peninsula.\n\t\t\t\t\t The organizations said that the bill is aimed to help the \"Self-Defense Forces\" (SDF) exercise the \"right to collective self-defense\" and dispatch them to overseas, support forces of other countries and back joint operations with them.\n\t\t\t\t\t\n\t\t\t\t\t Japan's moves for the exercise of the \"right to collective self-defense\" and overseas dispatch of SDF are a product of its ambition for aggression as they are aimed to carry out the U.S. hegemonic strategy and become a leader of Asia, and the Korean peninsula is its primary target, they noted.\n\t\t\t\t\t\n\t\t\t\t\t If the Japanese ruling forces take the road of reinvasion and war by following the U.S., this will only bring miserable defeat and ruin to them, they warned.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the Japanese authorities immediately retract the security bill, give up moves for reinvasion and admit the illegality of the past aggression and colonial rule."
        },
        {
            "title": "Kim Il Sung Remembered in Russia",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-02ee.html",
            "content": "Kim Il Sung Remembered in Russia\r\nPyongyang, July 19 (KCNA) -- A remembrance meeting and seminar took place in Sankt-Peterburg and Makhachkala of Russia on July 11 and 12 on the occasion of the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Personages of the Russian Institute of Kimilsungism-Kimjongilism looked back on the revolutionary career of the President, praising him as a distinguished philosopher and elder statesman as he left indelible traces in the world history of politics.\n\t\t\t\t\t\n\t\t\t\t\t A reporter and speakers including a vice-chairman of the Dagestan Association for the Study of the Juche Idea and Songun Policy of Russia referred to the fact that the President made great contributions to the cause of socialism and the cause of human independence and the validity and invincible might of the Juche idea and Songun idea founded by him.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the most important exploit performed by the President was that he built the socialist system centred on the popular masses."
        },
        {
            "title": "Kim Il Sung Remembered at DPRK Missions Abroad",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-03ee.html",
            "content": "Kim Il Sung Remembered at DPRK Missions Abroad\r\nPyongyang, July 19 (KCNA) -- Remembrance meetings, book and photo exhibitions and film shows took place at the DPRK embassies in Russia, Peru and Equatorial Guinea on July 6 and 8 to observe the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Displayed at the venues of the events were photos documenting the exploits of the President, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display were their works and books and photos introducing the DPRK advancing towards the final victory. \n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean films \"Monument to the Victorious Fatherland Liberation War\" and \"The Tower of the Juche Idea\".\n\t\t\t\t\t\n\t\t\t\t\t A vice mayor of Nakhodka, Russia said the exploits of the President, the great statesman, are always remembered not only by the Korean people but by the Russian people.\n\t\t\t\t\t\n\t\t\t\t\t The chief editor of Nakhodkinski Rabochi of Russia noted the President enjoyed absolute support and trust not only from the Korean people but from the world progressives in the whole period of leading the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Communist Party of Peru (Red Motherland) said that the President was an outstanding leader who devoted his all to the freedom and independence of Korea, the prosperity of the country and happiness of its people, victory of socialism and the cause of independence against imperialism and successfully led the revolution and construction till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t The director of the education department of the Democratic Party of Equatorial Guinea said that the President and Kim Jong Il were the great teachers of the progressives as they devoted themselves to achieving the prosperity of Korea and accomplishing the cause of global independence."
        },
        {
            "title": "Kim Il Sung's Idea and Feats Lauded by Syrian Media",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-04ee.html",
            "content": "Kim Il Sung's Idea and Feats Lauded by Syrian Media\r\nPyongyang, July 19 (KCNA) -- Syrian papers and broadcasting services carried special write-ups and aired special programs on July 8, the 21st anniversary of demise of President Kim Il Sung.  \n\t\t\t\t\t The paper Al Baath carried an article illustrated with a photo showing the invincible might of the heroic Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t It praised the President for bringing about an unprecedented turn in carving out the destiny of mankind.\n\t\t\t\t\t\n\t\t\t\t\t The paper Al Nour edited an article praising the glorious revolutionary career and feats of the President. \n\t\t\t\t\t\n\t\t\t\t\t The Central TV of Syria in a special program showed the portrait of the smiling President and scenes dealing with his revolutionary activities and feats he performed in the Korean revolution and the cause of human independence.\n\t\t\t\t\t\n\t\t\t\t\t The Central Radio aired a special program titled \"On occasion of 21st anniversary of demise of Comrade Kim Il Sung, the great leader of Korean people\"."
        },
        {
            "title": "Kim Hyong Jik's Idea Praised in Guinea",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-06ee.html",
            "content": "Kim Hyong Jik's Idea Praised in Guinea\r\nPyongyang, July 19 (KCNA) -- The Guinean National Committee for the Study of the Juche Idea released a bulletin titled \"Jiwon\" to observe the 121st birth anniversary of indomitable revolutionary fighter Kim Hyong Jik, father of President Kim Il Sung.\n\t\t\t\t\t The bulletin noted in an article:\n\t\t\t\t\t\n\t\t\t\t\t Jiwon means aiming high.\n\t\t\t\t\t\n\t\t\t\t\t It is the idea calling for achieving the independence of the country by waging struggles generation after generation and thus building a new society where the people became masters.\n\t\t\t\t\t\n\t\t\t\t\t The idea was propounded by Kim Hyong Jik, an outstanding leader of the anti-Japanese national liberation struggle in Korea.\n\t\t\t\t\t\n\t\t\t\t\t He started his struggle for achieving the independence of the country in his early years and conducted activities as a career revolutionary, performing distinguished exploits for the history of the Korean anti-Japanese national liberation movement.\n\t\t\t\t\t\n\t\t\t\t\t He formed the Korean National Association, the largest-ever anti-Japanese underground revolutionary organization, at home and overseas on March 23, 1917.\n\t\t\t\t\t\n\t\t\t\t\t He dedicated himself to the independence of the country and the freedom and liberation of its people. He passed away at the age of 32 on June 5, 1926 due to the illness he suffered from because of torture by the Japanese imperialists and in the course of his revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t His desire for national liberation was successfully realized by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyong Jik's idea of Aim High always lives on."
        },
        {
            "title": "Kim Jong Un Lauded by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-05ee.html",
            "content": "Kim Jong Un Lauded by Swiss Organizations\r\nPyongyang, July 19 (KCNA) -- Marshal Kim Jong Un is an iron-willed brilliant commander, outstanding strategist and great commander of Mt. Paektu.\n\t\t\t\t\t The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea said this in a joint statement on July 9 to mark the 3rd anniversary of the conferment of the title of DPRK Marshal on Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The statement noted Kim Jong Un has developed the Korean People's Army into invincible revolutionary armed forces through his ceaseless inspection of KPA units.\n\t\t\t\t\t\n\t\t\t\t\t He shattered the enemies' criminal nuclear war racket by dint of Songun under the grave situation where a life-and-death struggle against the U.S. imperialists was under way, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He is consolidating the DPRK to be an impregnable socialist fortress.\n\t\t\t\t\t\n\t\t\t\t\t He is the legendary Songun commander identical to Generalissimos Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "DPRK' s Important Day to Be Celebrated in Romania",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-07ee.html",
            "content": "DPRK' s Important Day to Be Celebrated in Romania\r\nPyongyang, July 19 (KCNA) -- A Romanian preparatory committee for celebrating the 70th anniversary of Korea's liberation was formed on July 13.\n\t\t\t\t\t Constantin Rotaru, chairman of the Socialist Party of Romania, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to significantly organize political and cultural events including a meeting, lecture and film show from July 20 to August 15."
        },
        {
            "title": "DPRK's Important Day to Be Celebrated in Angola",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-08ee.html",
            "content": "DPRK' s Important Day to Be Celebrated in Angola.\r\nPyongyang, July 19 (KCNA) -- An Angolan preparatory committee for celebrating the 70th anniversary of Korea's liberation was formed on July 13.\n\t\t\t\t\t The acting chairman of the Committee of Angola for Friendship and Solidarity with Peoples was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold colorful political and cultural events to praise the exploits of President Kim Il Sung on the occasion of the August 15 liberation."
        },
        {
            "title": "DPRK Papers Calls for Consolidating Revolutionary Power through Elections of Deputies to Local People's Assemblies",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-09ee.html",
            "content": "DPRK Papers Calls for Consolidating Revolutionary Power through Elections of Deputies to Local People's Assemblies\r\nPyongyang, July 19 (KCNA) -- Papers of the DPRK Sunday editorially observe the day of elections of deputies to local people's assemblies.\n\t\t\t\t\t Today's elections of deputies to provincial (municipal), city (district) and county people's assemblies mark an important occasion in further consolidating local power organs and giving spurs to the building of a thriving nation as required by the new historic era, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The elections are an important political work for demonstrating the intense loyalty and single-minded unity of the people to devotedly defend the Juche-oriented idea of the peerlessly great men of Mt. Paektu on power building and their exploits and add glory to them.\n\t\t\t\t\t\n\t\t\t\t\t The elections are of weighty significance in further strengthening local power organs at all levels and dynamically stepping up the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The candidates for deputies to local people's assemblies registered at all constituencies and sub-constituencies throughout the country are ardent patriots who have devotedly served the people, dedicating themselves to the country and its people, true to the idea and leadership of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t All voters should actively turn out as one in the elections to achieve the prosperity of the country, consolidate the people's power and thus fulfill their duties as citizens of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All citizens should take part in the elections with their firm faith to achieve eternal prosperity of the DPRK under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls for making the elections an occasion of strikingly demonstrating the dignity and spirit of great Kim Il Sung's and Kim Jong Il's Korea dynamically advancing under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson also calls on all people to take part in the elections to further consolidate the revolutionary power and powerfully demonstrate once again the dignity and might of the DPRK under the leadership of Kim Jong Un."
        },
        {
            "title": "99.97% de los electores asisten a la votacion",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-03ss.html",
            "content": "99.97% de los electores asisten a la votacion\r\nPyongyang, 19 de julio (ACNC) -- Se realizaron las elecciones de los diputados a las Asambleas Populares de las provincias (las ciudades directamente subordinadas al centro), las ciudades (los municipios) y los distritos de la Republica Popular Democratica de Corea.\n\t\t\t\t\tSegun la informacion del Comite Electoral Central participaron en la votacion 99.97% de los electores.\n\t\t\t\t\t\n\t\t\t\t\tNo lo hicieron las personas quienes trabajan en el extranjero o en alta mar.\n\t\t\t\t\t\n\t\t\t\t\tLos electores imposibles de salir al lugar de votacion por la edad avanzada o la enfermedad votaron en la urna movil.\n\t\t\t\t\t\n\t\t\t\t\tTodos los participantes votaron con el entusiasmo de consolidar mas el Poder revolucionario mediante estas elecciones de los diputados a las asambleas populares locales.\n\t\t\t\t\t\n\t\t\t\t\tLos comites de distritos electorales estan confirmando el resultado de votacion a los candidatos de los diputados registrados en las circunscripciones correspondientes."
        },
        {
            "title": "91 % de electores participa hasta las 14 en elecciones",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-02ss.html",
            "content": "91 % de electores participa hasta las 14 en elecciones\r\nPyongyang, 19 de julio (ACNC) -- En la Republica Popular Democratica de Corea continuan con exito las elecciones de los diputados a las Asambleas Populares de las provincias (las ciudades directamente subordinadas al centro), las ciudades (los municipios) y los distritos.\n\t\t\t\t\tHasta las 14 del dia 19, el 91 % de los registrados en las listas de los electores votaron, segun los datos recogidos por el Comite Central de Direccion Electoral.\n\t\t\t\t\t\n\t\t\t\t\tLas elecciones continuan."
        },
        {
            "title": "58.61% de electores votan hasta las 12",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-01ee.html",
            "content": "S. Korean Puppet IS's Human Rights Abuses Condemned\r\nPyongyang, July 19 (KCNA) -- It was recently disclosed by data leaked from a foreign hacking enterprise that the south Korean puppet Intelligence Service has used a hacking program purchased from overseas a few years ago. It was reported that the IS has used the program for eavesdropping personal computers and smart phones.\n\t\t\t\t\t Minju Joson Sunday in a commentary terms it a heinous human rights abuse baffling human imagination.\n\t\t\t\t\t\n\t\t\t\t\t The IS claimed that it purchased the program for the \"purpose of research development\" but it is sheer sophism, the news analyst notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the IS did such evil practice during the past \"presidential\" election. In the long run, it proves that this is by no means unrelated to the case of the IS's interference in the \"presidential\" election which sparked off big furor in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is not exaggeration to say that the disclosed IS's purchase of the hacking program was aimed to help the present puppet chief executive stay in power through rigging and fraud and put people from all walks of life under eavesdropping and watch in a bid to keep its fascist rule.\n\t\t\t\t\t\n\t\t\t\t\t The genuine human rights can never be guaranteed in south Korea as long as the puppet group is allowed to stay in power as it is utterly indifferent to the human rights of popular masses."
        },
        {
            "title": "Funcionarios directivos participan en la votacion",
            "url": "http://kcna.co.jp/item/2015/201507/news19/20150719-04ss.html",
            "content": "Funcionarios directivos participan en la votacion\r\nPyongyang, 19 de julio (ACNC) -- Los funcionarios directivos del partido y el Estado de la Republica Popular Democratica de Corea participaron el dia 19 junto con los electores en las elecciones de los diputados de los diputados a las Asambleas Populares de las provincias (las ciudades directamente subordinadas al centro), las ciudades (los municipios) y los distritos.\n\t\t\t\t\tKim Yong Nam voto a los candidatos de los diputados a las asambleas populares de la ciudad y municipio en el subdistrito No. 62 del distrito electoral No. 117 de la ciudad de Pyongyang y Choe Ryong Hae, en el subdistrito No. 62 del distrito electoral No. 169 de dicha ciudad. \n\t\t\t\t\t\n\t\t\t\t\tChoe Thae Bok, Yang Hyong Sop, Kang Sok Ju, Kim Yong Ju, Choe Yong Rim, Kim Yang Gon, Kwak Pom Gi, O Su Yong, Kim Phyong Hae, Ro Tu Chol, Choe Pu Il, Jo Yon Jun, Thae Jong Su y los presidentes del CC del Parito Social-Democrata de Corea y del CC del Partido Chondoista Chong-U votaron a los candidatos de los diputados a las asambleas populares locales en los subdistritos de los distritos electorales correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios directivos del partido y el Estado estimularon a los electores y expresaron la conviccion de que estos cumplieran bien sus deberes revolucionarios de ciudadanos de la Republica Popular Democratica de Corea."
        }
    ]
}