{
    "date": "2015-01-31",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-31ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides KPA Services' Drill of Hitting Enemy Naval Target",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-01ee.html",
            "content": "Kim Jong Un Guides KPA Services' Drill of Hitting Enemy Naval Target\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- A drill of services of the Korean People's Army (KPA) for hitting enemy naval target was staged at the personal initiative of Supreme Commander Kim Jong Un.\n\t\t\t\t\t He visited the drill ground to guide the drill, accompanied by Hwang Pyong So, Hyon Yong Chol, Ri Yong Gil, Kim Yong Chol and Ri Pyong Chol.\n\t\t\t\t\t\n\t\t\t\t\t He was greeted on the spot by Air Force Col. General Choe Yong Ho, commander of the KPA Air and Anti-Air Force, Air Force Lieut. General Son Chol Ju, political commissar of the Air and Anti-Air Force, Navy Lieut. Ri Yong Ju, vice-chief of the KPA General Staff, Navy Lieut. Ho Yong Chun, political commissar of the KPA Navy, Navy Rear Admiral Jin Chol Su, head of the East Sea Fleet of the KPA Navy.\n\t\t\t\t\t\n\t\t\t\t\t The drill was conducted with main emphasis on rounding off the war method of mounting surprise air and naval attacks on the U.S. imperialists' carrier which sailed into the operation waters in the southern half to make military strikes at strategic targets of the DPRK and helping combat flying corps and submarine units get familiar with combat methods, command and coordination.\n\t\t\t\t\t\n\t\t\t\t\t After acquainting himself with the order and methods of services to strike an islet simulating an enemy carrier, he issued an order to the guards air division and groups to make sorties.\n\t\t\t\t\t\n\t\t\t\t\t Fighter airmen made zero feet flight and got close to the enemy carrier by boldly breaking through its dense network of anti-air defence and mounted zooming attack on it, giving the enemy no breathing spell.\n\t\t\t\t\t\n\t\t\t\t\t Then combined submarine units made torpedo attacks in succession from ambushed waters on the enemy forces hit hard by air strikes.\n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need to intensify KPA services' maneuvers of striking carrier task group of the U.S. imperialist aggressor forces, he said if the KPA steadily studies and rounds off the war methods of mercilessly striking the enemy's backbone by the guerrillas-style combat method, well aware of his weak points, it is quite possible to send even a carrier to the bottom of the sea. He gave important instructions for bolstering up the operation capabilities of the units of all services.\n\t\t\t\t\t\n\t\t\t\t\t The enemies boast of their latest military science and technology but one cannot give precedence to  scientific and technological estimation only when making comparison between the military capabilities of the warring parties, and the fight with the enemies is not only the confrontation between arms and equipment and physical strength but the confrontation of mental power and ideology of people, he said, emphasizing our just and great war for national reunification based on the warm love and absolute trust in our own things is sure to triumph.\n\t\t\t\t\t\n\t\t\t\t\t Calling upon our generation to force the U.S. to write once again another disgraceful page in the history of its navy, he underscored the need to make the U.S. imperialists experience on their land the dreadful horror, shudder and bitter defeat they have never done in the war with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He solemnly declared that we have no willingness to sit any longer with the rabid dogs openly barking that they will bring down by the method of bringing about \"changes\" the socialist system, the cradle which our people consider dearer than their own lives, slandering  the ideology and social system chosen by them as \"totalitarian\" and the like.  He said with confidence that the DPRK is ready to react to any form of war, operation and battle to be wanted and chosen by the U.S. imperialists and fully ready to counter any war including a war by conventional armed forces and a nuclear war."
        },
        {
            "title": "Kim Jong Un Provides Field Guidance to Wonsan Shoes Factory",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-02ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Wonsan Shoes Factory \n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, provided field guidance to the Wonsan Shoes Factory.\n\t\t\t\t\t He was greeted by officials of the factory and the relevant field which took part in the remodeling project. \n\t\t\t\t\t\n\t\t\t\t\t He enjoyed a bird's-eye view of the factory. He expressed great satisfaction, saying its appearance has changed beyond recognition and it is very nice to see the remodeled production buildings and clean environment around them. Its mere appearance makes visitors pleasant, he added.\n\t\t\t\t\t\n\t\t\t\t\t To update the existing factories is an important work to realize the desire of President Kim Il Sung and leader Kim Jong Il who were always considerate of improving the working conditions and living environment of the workers, he said, adding this was the way of fulfilling the sense of moral obligation towards them.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the monument to the revolutionary activities of the peerless great persons of Mt. Paektu erected in the compound of the factory and the newly built room dedicated to its history.\n\t\t\t\t\t\n\t\t\t\t\t He praised the factory for successfully building the room in such an instructive manner as to vividly show what course of development  it had covered under the leadership of Kim Il Sung and Kim Jong Il and what successes and experience it has gained in that course. \n\t\t\t\t\t\n\t\t\t\t\t He instructed the factory to effectively conduct the education through its history as well as five-point education so that its workers may work well with high pride and honor, bearing deep in mind leadership exploits performed by the party and leaders for the development of their work sites.\n\t\t\t\t\t\n\t\t\t\t\t Going round the production processes including the injection-molding work-team, uppers shop and shoe-making shop and cultural and welfare facilities, he learned in detail about its remodeling and management activities.\n\t\t\t\t\t\n\t\t\t\t\t Personally weighing shoes, he highly appreciated the factory for making progress in implementing the party's policy on making shoes light.\n\t\t\t\t\t\n\t\t\t\t\t He said that the cultural and welfare establishments, outdoor sports facilities and resting places have been built well and the room for disseminating scientific and technological knowledge has been successfully built to enable the employees of the factory to complete the college course through tele-education.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to wage a dynamic drive for mass-producing quality and fashionable shoes at the factory as it has been turned into a model and standard of the nation's shoes factories.\n\t\t\t\t\t\n\t\t\t\t\t He instructed the factory to make its products with trademark \"Maebongsan\" popular by making steady efforts with main emphasis on improving their quality.\n\t\t\t\t\t\n\t\t\t\t\t Commanding a bird's-eye view of the newly remodeled factory again, he said that it is the factory to be proud of and it is the best one impeccable in all aspects. He noted with pleasure that its employees have every reason to call their factory palace of workers.\n\t\t\t\t\t\n\t\t\t\t\t He said that the remodeling of the factory is not simply aimed at updating this factory but face-lifting all light industrial factories across the country like the Wonsan Shoes Factory.\n\t\t\t\t\t\n\t\t\t\t\t He asked officials to convey his salute to the officials and builders of the construction company managed by Kim Chang Ryong who devotedly completed the huge remodeling project on the highest level as required by the party. He promised to spare time to have a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo taken with the employees of the factory.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Han Kwang Sang, department director of the Central Committee of the WPK."
        },
        {
            "title": "Kim Jong Un Sends Reply Message to Vietnamese Party Leader",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-03ee.html",
            "content": "Kim Jong Un Sends Reply Message to Vietnamese Party Leader \n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, Saturday sent his reply message to Nguyen Phu Trong, general secretary of the Central Committee of the Communist Party of Vietnam. \n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Expressing deep thanks for your message of warm congratulations and wishes on the occasion of the 65th anniversary of the establishment of diplomatic ties between the two countries, I extend sincere congratulations and warm greetings to you and, through you, to the Communist Party of Vietnam and the friendly Vietnamese people. \n\t\t\t\t\t\n\t\t\t\t\t The traditional friendly and cooperative relations between the DPRK and Vietnam provided by the great leader of our people Comrade Kim Il Sung and respected Comrade Ho Chi Minh of the Vietnamese people on the basis of the noble revolutionary sense of obligation and internationalism have steadily grown strong along the road of the common cause for socialism over the past 65 years.\n\t\t\t\t\t\n\t\t\t\t\t Believing that the traditional friendly and cooperative relations between the two parties, two countries and two peoples will further expand and develop in conformity with the preceding leaders' intentions and wishes, I sincerely hope that the Vietnamese people will achieve bigger successes in their drive to build rich and powerful Vietnam true to the behests of President Ho Chi Minh under the leadership of the Communist Party of Vietnam headed by you. \n\t\t\t\t\t\n\t\t\t\t\t I wish you good health and greater success in your responsible work."
        },
        {
            "title": "Kim Jong Un Receives Congratulatory Message from Vietnamese Party Leader ",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-04ee.html",
            "content": "Kim Jong Un Receives Congratulatory Message from Vietnamese Party Leader \n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a congratulatory message from Nguyen Phu Trong, general secretary of the Central Committee of the Communist Party of Vietnam, on Saturday. \n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend the warm congratulations and friendly greetings of the party, state and people of Vietnam to you and, through you, to the Workers' Party of Korea and all the Korean people on the occasion of the 65th anniversary (January 31, 1950-January 31, 2015) of the establishment of the diplomatic ties between Vietnam and the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t I am pleased that the traditional friendly and cooperative relations between the Communist Party of Vietnam and the Workers' Party of Korea and between the Socialist Republic of Vietnam and the Democratic People's Republic of Korea provided and cultivated by President Ho Chi Minh, respected leader of the Vietnamese people, and President Kim Il Sung, the great leader of the Korean people, have steadily grown strong over the past 65 years. \n\t\t\t\t\t\n\t\t\t\t\t I believe that the relations between the two parties and two countries will develop dynamically, effectively and in depth in the interests of the peoples of the two countries and peace, stability, cooperation and development of the region and the rest of the world by joint efforts of both sides, carrying forward the shining successes achieved over the past 65 years. \n\t\t\t\t\t\n\t\t\t\t\t I wish the Korean people bigger successes in the drive for the cause of socialist construction and peaceful reunification of the country by successfully implementing the behests of President Kim Il Sung and Comrade General Secretary Kim Jong Il under the leadership of the Workers' Party of Korea headed by you. \n\t\t\t\t\t\n\t\t\t\t\t I wish you good health and happiness and greater successes in your responsible work."
        },
        {
            "title": "Greetings to President of Vietnam ",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-23ee.html",
            "content": "Greetings to President of Vietnam\r\n Pyongyang, January 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of greeting to Truong Tan Sang, president of the Socialist Republic of Vietnam, on the occasion of the 65th anniversary of the establishment of diplomatic ties between the DPRK and Vietnam. \n\t\t\t\t\t The message said that the Korean people are pleased that the Vietnamese people are achieving big successes in the drive to build rich, powerful and prosperous Vietnam under the leadership of the Communist Party of Vietnam and sincerely wished the Vietnamese people fresh progress in their future work. \n\t\t\t\t\t\n\t\t\t\t\t Believing that the traditional relations of friendship and cooperation between the DPRK and Vietnam provided by the preceding leaders will grow stronger, the message wished the Vietnamese president good health and bigger success in his responsible work."
        },
        {
            "title": "Greetings to Vietnamese PM",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-25ee.html",
            "content": "Greetings to Vietnamese PM\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- DPRK Premier Pak Pong Ju sent a message of greeting to Vietnamese Prime Minister Nguyen Tan Dung on Jan. 31 on the occasion of the 65th anniversary of the establishment of diplomatic ties between the DPRK and Vietnam.\n\t\t\t\t\t In the belief that the friendly and cooperative relations between the two countries with 65 year-long history and good tradition would steadily expand and develop in all fields including economy and culture, the message wished the Vietnamese prime minister and government greater success in their work for the building of a modern industrial state and the promotion of wellbeing of their people.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Ri Su Yong sent a message of greeting to Pham Binh Minh, deputy prime minister and foreign minister of Vietnam, on the same day."
        },
        {
            "title": "Congratulations to Uzbek Prime Minister",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-24ee.html",
            "content": "Congratulations to Uzbek Prime Minister\r\n Pyongyang, January 31 (KCNA) -- DPRK Premier Pak Pong Ju on Jan. 27 sent a congratulatory message to Shavkat Mirziyaev upon his reappointment as prime minister of the Republic of Uzbekistan.\n\t\t\t\t\t Pak wished him success in his responsible work, expressing belief that the bilateral relations of friendship and cooperation would favorably develop in the future, too."
        },
        {
            "title": "Spokesman for DLAK Warns Hostile Forces against Their Anti-DPRK \"Human Rights\" Racket",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-05ee.html",
            "content": "Spokesman for DLAK Warns Hostile Forces against Their Anti-DPRK \"Human Rights\" Racket \r\n Pyongyang, January 31 (KCNA) -- It was disclosed that the anti-DPRK \"human rights resolution \" railroaded through the session of the United Nations in December last year was a politically motivated false document fabricated on the basis of false testimonies made by human scum. \n\t\t\t\t\t However, the U.S. and south Korean conservative forces are vociferating about the \"validity\" of the document, claiming that Sin Tong Hyok's confession of false testimony cannot exercise any influence on the \"report on human rights in north Korea\" and that the \"report\" is based on testimonies of majority of witnesses. \n\t\t\t\t\t\n\t\t\t\t\t Branding this as the height of shamelessness, the spokesman for the Democratic Lawyers Association of Korea (DLAK) in a statement on Saturday said:\n\t\t\t\t\t\n\t\t\t\t\t The \"Commission of Inquiry on Human Rights in north Korea\" (CI) of the UN was cooked up according to the \"testimonies\" made by human scum including Sin Tong Hyok. Riffs-raffs of the CI are unlettered persons who had not been to the DPRK even once and the \"report on human rights\" of the UN is a mysterious one cooked up on the basis of false stories told by psychopaths after receiving money from U.S. tricksters according to their scenario. \n\t\t\t\t\t\n\t\t\t\t\t If the UN is to repair its tarnished image, it should apologize for its wrong act of supporting the U.S.-led conspiratorial moves and immediately take a measure to retract the anti-DPRK \"human rights resolution\".\n\t\t\t\t\t\n\t\t\t\t\t It should also probe the truth behind the tortures practiced by the CIA that has become a target of world-wide criticism and behind the severe human rights situation in the U.S. and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean conservative group should be well aware of the fact that its persistent \"human rights\" conspiratorial farce daring hurt the DPRK would only invite bitterer shame and setback in the world arena as it will continue disclosing the truth about it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever punish those infringing upon its sovereignty and dignity and continue revealing the truth behind the false testimonies made by betes noires in order to set right the misled public opinion.\n\t\t\t\t\t\n\t\t\t\t\t The more desperately hostile forces of all hues stage their \"human rights\" farce against the DPRK, the stronger counteraction the latter will take. \n\t\t\t\t\t\n\t\t\t\t\t Availing itself of this opportunity, the DPRK once again seriously  warns the U.S. and  \"human rights\" riff-raffs of all hues including the south Korean authorities who were involved in the moves to adopt the \"bill on human rights in north Korea\" and in the setting up of \"north's human rights office\", pursuant to its scenario, not to  run riot."
        },
        {
            "title": "Schoolchildren March along Course of 250-mile Journey for National Liberation",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-22ee.html",
            "content": "Schoolchildren March along Course of 250-mile Journey for National Liberation\r\n Kanggye, January 31 (KCNA) -- A group of schoolchildren from across the country are hastening their march to their destination to mark the 90th anniversary of President Kim Il Sung's start of the 250-mile journey for national liberation and the 40th anniversary of leader Kim Jong Il's organizing of the march along the course of the journey.\n\t\t\t\t\t After leaving Hyangsan, the members of the group visited Jonchon Inn and Pyolha Lodge associated with the revolutionary activities of the President during the journey, while marching via Huichon, Jonchon and Songgan.\n\t\t\t\t\t\n\t\t\t\t\t Having crossed one steep pass after another, they arrived in Kanggye City on Jan. 30.\n\t\t\t\t\t\n\t\t\t\t\t There the schoolchildren were greeted by leading officials, school youth and children and working people in Jagang Province and Kanggye City.\n\t\t\t\t\t\n\t\t\t\t\t They placed a floral basket and bunches of flowers before the statues of Kim Il Sung and Kim Jong Il in the city and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They visited the revolutionary sites Kanggye Inn and Kanggye Post Office to look round the historic mementoes preserved there with much care.\n\t\t\t\t\t\n\t\t\t\t\t Then they left for Phophyong on Jan. 31."
        },
        {
            "title": "Efforts for Restoring Mountains in Provinces of DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-18ee.html",
            "content": "Efforts for Restoring Mountains in Provinces of DPRK\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- A brisk campaign was launched in provinces of the DPRK to restore mountains of the country and turn them into \"mountains of gold\", in response to the call made by supreme leader Kim Jong Un in his New Year address.\n\t\t\t\t\t Taking the lead in this nationwide campaign is South Hamgyong Province, which organized a powerful headquarters for guiding the campaign and worked out short-term and long-term plans for afforestation in a scientific way.\n\t\t\t\t\t\n\t\t\t\t\t The province set it a goal for this year to plant 56 million trees of good species in mountains covering more than 18 000 hectares.\n\t\t\t\t\t\n\t\t\t\t\t To hit this target, relevant officials of the province together with city and county officials have taken practical measures to cultivate more saplings at tree nurseries while paying efforts to perfecting the material and technical foundations of those nurseries.\n\t\t\t\t\t\n\t\t\t\t\t Saplings of such good species as Pinus strobus and Larix lepolepis are now growing at tree nurseries built in cities and counties of the province."
        },
        {
            "title": "Advanced Remedies Developed",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-17ee.html",
            "content": "Advanced Remedies Developed\r\n Pyongyang, January 31 (KCNA) -- Pyongyang Medical College under Kim Il Sung University in the DPRK has developed new advanced remedies in hearty response to supreme leader Kim Jong Un's New Year address that called for improving the medical treatment and prophylaxis.\n\t\t\t\t\t The remedies include a new laparoscope operation, a method of curing pancreatitis without surgical operation, and an alimentary canal rehabilitation operation on patients who underwent gastrectomy.\n\t\t\t\t\t\n\t\t\t\t\t The laparoscope operation method is of weighty significance in clinical abdominal surgery."
        },
        {
            "title": "Energy-saving Heater Developed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-16ee.html",
            "content": "Energy-saving Heater Developed in DPRK\r\n Pyongyang, January 31 (KCNA) -- The General Bureau of Public Service in the DPRK developed a new technology for manufacturing electricity-saving heater with domestic materials.\n\t\t\t\t\t According to O Dam, chief of a unit under the Bureau, this heater can be used in any electric power conditions and its power consumption is much less than the existing ones.\n\t\t\t\t\t\n\t\t\t\t\t The research group also developed a technique for transforming this heater into various shapes as demanded by its users.\n\t\t\t\t\t\n\t\t\t\t\t The heater has already been introduced to the Songdowon International Children's Camp, Masikryong Ski Resort, Yonphung Scientists Holiday Camp, Pyongyang Baby Home and Orphanage and many other units to pay off."
        },
        {
            "title": "Meteorological Observation Makes Brisk Headway ",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-21ee.html",
            "content": "Meteorological Observation Makes Brisk Headway \r\n Pyongyang, January 31 (KCNA) -- New scientific and technological achievements are being widely applied to the meteorological observation in the DPRK.\n\t\t\t\t\t The Hydro-meteorological Service is successfully pushing forward the projects for scientifically clarifying the weather and climate conditions and providing speedy and accurate information necessary for the weather forecast and information about weather and climate required by different fields of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t The meteorological office has updated different meteorological observation equipment at a high level by cutting down the time for observing various meteorological elements one tenths as compared with that before by using newly developed automatic meteorological observation equipment.\n\t\t\t\t\t\n\t\t\t\t\t It is, at the same time, stepping up the project for building various kinds of observation networks suited to the natural and geographical features of Korea. \n\t\t\t\t\t\n\t\t\t\t\t It is raising the accuracy of weather forecast by using accurate information on weather forecast and forecasting the weather on the basis of comparative analysis of information on weather of different countries of the world.\n\t\t\t\t\t\n\t\t\t\t\t The information office newly developed software for speedy weather forecast.\n\t\t\t\t\t\n\t\t\t\t\t Its staff rounded off more than 1 800 recommendations. \n\t\t\t\t\t\n\t\t\t\t\t The Hydrological Institute has achieved successes in minimizing drought damage."
        },
        {
            "title": "S. Korean Foreign Minister's Anti-DPRK Remarks Flayed",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-14ee.html",
            "content": "S. Korean Foreign Minister's Anti-DPRK Remarks Flayed\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- Yun Pyong Se, puppet minister of Foreign Affairs of south Korea, at the 45th annual meeting of the World Economic Forum malignantly slandered the DPRK's nuclear deterrence for self-defence, claiming that it is a cancer-like factor of bedeviling south-north relations and disturbing peace in Northeast Asia and one cannot talk about peaceful unification unless the issue of denuclearization of the north is settled.\n\t\t\t\t\t Commenting on this, papers Saturday term the reckless remarks made by Yun very sinister outbursts to escalate confrontation with the DPRK in the international community by misleading the essence of the nuclear issue of the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Due to such dolts as Yun Pyong Se, the south Korean authorities do not present their own clear view on the issues of the inter-Korean relations and international issues over the Korean peninsula but repeatedly suffer disgrace and end in failure in diplomacy, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Yun should ponder over why the DPRK calls into question the U.S. nukes and demands a halt to the south Korea-U.S. joint military drills, before talking about the north's nuclear weapons and \"denuclearization\". It is nothing but sophism to talk about \"peaceful unification\", keeping mum about the U.S. nuclear weapons in south Korea and the north-targeted joint military drills. \n\t\t\t\t\t\n\t\t\t\t\t No matter what rhetoric Yun bereft of the elementary common sense may let loose, the DPRK will never stand back a step from the road chosen by its faith. \n\t\t\t\t\t\n\t\t\t\t\t Yun would be well advised to be careful for his words and deeds, bearing in mind that his tongue-lashing may invite calamities. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson warns Yun not to make reckless remarks in the international arena but control his tongue, clearly realizing the cause and essence of the nuclear issue of the Korean peninsula, though belatedly."
        },
        {
            "title": "KCNA Commentary Accuses U.S. of Hacking at DPRK's Computer System ",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-20ee.html",
            "content": "KCNA Commentary Accuses U.S. of Hacking at DPRK's Computer System \n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- It has been disclosed recently by U.S. media that the U.S. has snooped on the computer system and other communication facilities in the DPRK.\n\t\t\t\t\t According to the report based on a top secret document of the U.S. National Security Agency and testimonies made by former government officials of the U.S., it has run the whole gamut of base espionage acts such as gathering information about nuclear development in the DPRK through its cyber attacks for several years.\n\t\t\t\t\t\n\t\t\t\t\t Snowden, former agent of the CIA, at an interview with German media, disclosed that U.S. agents had illegal access to the computer network of the DPRK a few years ago and have regularly monitored it after setting up the hacking and tracking program CNE they obtained by hacking at the south Korean computer network.\n\t\t\t\t\t\n\t\t\t\t\t This is clear evidence revealing once again the true colors of the U.S. as a cursed empire of hackers.\n\t\t\t\t\t\n\t\t\t\t\t Whenever an opportunity presents itself, the U.S. made much fuss over heavy loss it suffered due to cyber attacks by other countries.\n\t\t\t\t\t\n\t\t\t\t\t For example, the U.S. kicked off a racket for slapping \"additional sanctions\" against the DPRK after deliberately linking the cyber attack on the Sony Pictures Entertainment to the latter.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. advanced the theory on cyber warfare in the 1990s. Since then, it has organized lots of cyber warfare units, beefing up and developing them.\n\t\t\t\t\t\n\t\t\t\t\t It has stepped up preparations for a cyber war, steadily increasing military expenditure for it under the pretext of \"protecting national interests.\"\n\t\t\t\t\t\n\t\t\t\t\t It set up the cyber command in May, 2010.\n\t\t\t\t\t\n\t\t\t\t\t In October, 2012 Obama issued a secret presidential order regarding U.S. policy on cyber warfare operations, which was meant to enable the U.S. army to mount a sudden preemptive cyber attack upon any country by mobilizing all means.\n\t\t\t\t\t\n\t\t\t\t\t Pursuant to the scenario, the U.S. Department of Defense is developing new type cyber weapons capable of jamming and disabling the military systems of other countries even under the conditions that the systems are not connected with the Internet if necessary. \n\t\t\t\t\t\n\t\t\t\t\t At a secret presidential order, the U.S. agents mounted a cyber attack code-named \"Olympic Games\" upon a nuclear facility of Iran and seized the design for its interior operation. They secretly input the malignant virus \"Stuxnet\" to the inner network system of the Iranian nuclear facility, causing delay in its nuclear activities for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t Such criminal acts of the U.S. are being openly perpetrated against not only those countries opposed to it but also its allies.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has further intensified hacking and espionage operations in various parts of the world. This is aimed to gather data necessary for realizing its wild ambition for dominating the world as well as improve and test the methods and means to be used for the future cyber wars.\n\t\t\t\t\t\n\t\t\t\t\t It is a serious challenge to the international community aspiring after world peace and stability that the U.S. is abusing the latest sci-tech successes for making a weapon for dominating the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, indeed, a country of war maniacs running riot to realize their wild ambition for hegemony by infringing upon the sovereignty of other countries and even violating and stamping out human civilization. It is also a chieftain of aggression and intervention and a plot-breeding base.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that the world public is censuring the U.S. acts of harassing the security of the cyber space.\n\t\t\t\t\t\n\t\t\t\t\t It would be well advised to stop running riot, well aware that successes made in the latest information technology are by no means its monopoly."
        },
        {
            "title": "U.S. under Fire in S. Korea for Putting Brake on Improvement of Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-13ee.html",
            "content": "U.S. under Fire in S. Korea for Putting Brake on Improvement of Inter-Korean Relations\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held the 153rd meeting for peace and disarmament in Seoul on January 27, demanding the U.S. immediately stop the acts of putting brake on the improvement of the inter-Korean relations.\n\t\t\t\t\t Speakers said that a new atmosphere was created to improve the south-north relations in this year marking the 70th anniversaries of national liberation and division but they are in the danger of going back to the phase of confrontation due to the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is tightening sanctions against the north after groundlessly claiming that the hacking at the Sony Pictures Entertainment was done by it and hurled human scum into the operation for scattering leaflets against it.\n\t\t\t\t\t\n\t\t\t\t\t Speakers also condemned the U.S. for clarifying its stand to stage joint military exercises together with south Korea, putting brake on the dialogue between the south and the north and the improvement of the inter-Korean relations\n\t\t\t\t\t\n\t\t\t\t\t They demanded the U.S. halt, to begin with, military exercises for aggression against the north as the first step for confidence-building between the south and the north."
        },
        {
            "title": "GIs' Human Rights Abuses Are Rampant in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-19ee.html",
            "content": "GIs' Human Rights Abuses Are Rampant in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- GIs' human rights abuses are being unhesitatingly perpetrated in south Korea.\n\t\t\t\t\t A GI serving at a U.S. forces base in Tongduchon, Kyonggi Province stole a handbag of a woman and ran away before a restaurant in Seoul at the dawn of Jan. 23.\n\t\t\t\t\t\n\t\t\t\t\t He appeared at the restaurant again at dawn two days later and was caught by police.\n\t\t\t\t\t\n\t\t\t\t\t This time, too, the south Korean authorities handed the criminal over to the U.S. forces under the humiliating SOFA.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggressor forces present in south Korea are committing every day grisly crimes such as robbery, rape, theft, violence and drug smuggling."
        },
        {
            "title": "Korean in U.S. Accuses U.S. of Its \"Human Rights\" Racket against DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-15ee.html",
            "content": "Korean in U.S. Accuses U.S. of Its \"Human Rights\" Racket against DPRK\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- Kim Hyon Hwan, director of the Institute of Independent Ideology in the U.S., released an article on Jan. 16 denouncing the U.S. \"human rights\" racket against the DPRK.\n\t\t\t\t\t The anti-DPRK \"human rights\" racket kicked up by the U.S. is a prelude to another Korean war, the article said.\n\t\t\t\t\t\n\t\t\t\t\t \"Human rights\" touted by the imperialists are the privilege of the rich who can do anything with money, the article noted, adding that they are not entitled to talk about human rights as they do not give elementary right to existence to the working masses. \n\t\t\t\t\t\n\t\t\t\t\t Free healthcare and the universal 12 year compulsory education are in force in socialist Korea. There are neither jobless persons nor taxes and the young generation enjoys a happy life with no more to desire in the world under the warm loving care and solicitude of the party, leader and state.\n\t\t\t\t\t\n\t\t\t\t\t Orphans are growing at orphanages and baby homes in different parts of the DPRK. Kim Jong Un, first chairman of the National Defence Commission, visited the Pyongyang Baby Home and Orphanage on the New Year's Day for 2015 to bless orphans. This has great meaning.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that the U.S. and the south Korean authorities are pulling up socialist Korea over human rights issue though they are ruthlessly trampling down the human rights of the people. \n\t\t\t\t\t\n\t\t\t\t\t They had better dare not provoke socialist Korea where the leader, party, army and people are defending the sovereignty as their life and soul, single-mindedly united as a socio-political integrity."
        },
        {
            "title": "Anniversary of Establishment of Diplomatic Ties between DPRK and Vietnam Marked in Hanoi",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-08ee.html",
            "content": "Anniversary of Establishment of Diplomatic Ties between DPRK and Vietnam Marked in Hanoi\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- A meeting took place in Hanoi on Jan. 27 to mark the 65th anniversary of the establishment of the diplomatic relations between the DPRK and Vietnam.\n\t\t\t\t\t Present at the meeting were the vice chairperson of the National Assembly of Vietnam, Vu Xuan Hong, president of the Vietnam Union of Friendship Organizations, personages of the National Assembly, political parties, government, ministries, organizations and institutions of Vietnam and members of units for friendship and solidarity with the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Kim Chang Il, DPRK ambassador to Vietnam, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Vietnam-DPRK Friendship Association in his speech extended his warmest congratulations and greetings to respected Marshal Kim Jong Un. He went on:\n\t\t\t\t\t\n\t\t\t\t\t President Ho Chi Minh and President Kim Il Sung, respected leaders of the peoples of the two countries, provided the foundation for the friendly and cooperative relations between Vietnam and the DPRK 65 years ago.\n\t\t\t\t\t\n\t\t\t\t\t We always remember and are thankful to the party, state and people of the DPRK for extending support and encouragement to the Vietnamese people in their struggle for achieving the national independence and reunification of the country and building socialism.\n\t\t\t\t\t\n\t\t\t\t\t We positively support the fraternal Korean people's defence of the country, construction and the cause of peace and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t We wish the Korean people bigger successes under the leadership of the Workers' Party of Korea headed by Comrade Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the friendly and cooperative relations between the two countries would develop onto a fresh higher stage.\n\t\t\t\t\t\n\t\t\t\t\t The meeting was followed by an art performance."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated in Finland",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-06ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in Finland\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- A preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed in Helsinki, Finland on January 24.\n\t\t\t\t\t Antti Sika Aho, chairman of the Finland-Korea Society, and Juha Kieksy, chairman of the Finnish National Committee for the Study of the Juche Idea, were elected co-chairmen of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold a meeting and other colorful political and cultural events on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated in Thailand",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-07ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in Thailand\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- A preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed at Rajabat Pranakorn University in Thailand on January 23. \n\t\t\t\t\t Songchit Pullarp, chairman of the Organization for the Study of the Juche Idea of Thailand, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold diverse political and cultural events including a friendship meeting, seminar and film show on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Kim Jong Il's Work Posted by Political Party of Serbia on Its Website",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-09ee.html",
            "content": "Kim Jong Il's Work Posted by Political Party of Serbia on Its Website\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- The gist of leader Kim Jong Il's work \"Socialism Is a Science\" was posted by the New Yugoslav Communist Party of Serbia on its website on January 15.\n\t\t\t\t\t The work, published on November 1, Juche 83 (1994), clarifies the idea that Korean-style socialism based on the Juche-oriented theory of socialism is the most scientific and vital one and the principled issues arising in defending socialism."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated in Sri Lanka",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-10ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in Sri Lanka\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- A Sri Lankan preparatory committee for celebrating the 73rd birth anniversary of leader Kim Jong Il was formed in Colombo on January 25.\n\t\t\t\t\t W. A. Duminduwardane, director of the Asian Regional Institute of the Juche Idea who doubles as chairman of the Committee of Self-Reliance Studies in Sri Lanka, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold a meeting, seminar and other colorful political and cultural events praising the revolutionary career and exploits of Kim Jong Il on the occasion of his birth anniversary."
        },
        {
            "title": "Birth Anniversaries of Kim Il Sung, Kim Jong Il to Be Celebrated in Mexico",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-11ee.html",
            "content": "Birth Anniversaries of Kim Il Sung, Kim Jong Il to Be Celebrated in Mexico\n\t\t\t\t\t\t\r\n Pyongyang, January 31 (KCNA) -- A Mexican national preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) and the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed at the building of the People's Socialist Party of Mexico on January 26.\n\t\t\t\t\t Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the party, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t It set the celebration period from February 1 to April 15 and decided to organize a lecture, seminar and other colorful political and cultural events praising the revolutionary careers and exploits of Kim Il Sung and Kim Jong Il on the occasions of the Day of the Sun and the Day of the Shining Star."
        },
        {
            "title": "Kim Jong Un dirige entrenamiento de ataque de tipos de ejercito",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-30ee.html",
            "content": "Kim Jong Un dirige entrenamiento de ataque de tipos de ejercito \n\t\t\t\t\t\t\r\nPyongyang, 31 de enero (ACNC) -- Por la iniciativa personal del Mariscal Kim Jong Un, Comandante Supremo del Ejercito Popular de Corea, tuvo lugar el entrenamiento de ataque de tipos de ejercito contra los blancos maritimos enemigos.\n\t\t\t\t\tPara dirigirlo, el Mariscal acudio al campo de entrenamiento junto con Hwang Pyong So, Hyon Yong Chol, Ri Yong Gil, Kim Yong Chol y Ri Pyong Chol.\n\t\t\t\t\t\n\t\t\t\t\tLe acogieron en el terreno el coronel general de las fuerzas aereas Choe Yong Ho, comandante de las fuerzas aereas y antiaereas del EPC, el teniente general de las fuerzas aereas Son Chol Ju, comisario politico de las fuerzas aereas y antiaereas del EPC, el vicealmirante Ri Yong Ju, subjefe del Estado Mayor General del EPC, el vicealmirante Ho Yong Chun, comisario politico de las fuerzas maritimas del EPC, y el contralmirante Jin Chol Su, jefe de la flota del Mar Este de las fuerzas maritimas del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl entrenamiento se realizo dando enfoque a completar el ataque sorpresivo por el aire y el mar contra el portaaviones norteamericano que llego a las aguas operacionales del Sur de Corea para el golpe militar contra los blancos estrategicos de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tOtro objetivo estuvo en adiestrar los metodos de combate y el procedimiento de mando y cooperacion entre las aviaciones de combate y las unidades de submarinos.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, el Comandante Supremo se cercioro del orden y el metodo de ataque de tipos de ejercito contra un islote simulado como portaaviones enemigo y dio primero a la division guardia y los regimientos de aviacion la orden de movilizacion.\n\t\t\t\t\t\n\t\t\t\t\tLos pilotos burlaron con osadia la densa red antiaerea del \"enemigo\" manejando sus aviones a ras del mar y ejecutaron los movimientos de salto y asalto acercandose al portaaviones sin que los enemigos pudieran defenderse.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, las unidades combinadas del submarino asestaron en la zona emboscada el ataque sucesivo de torpedos a los enemigos aturdidos por el ataque aereo.\n\t\t\t\t\t\n\t\t\t\t\tInstruyendo intensificar el entrenamiento de este tipo, apunto que es posible hundir hasta el portaaviones si el EPC investiga y completa incesantemente los metodos de combate para atacar la columna vertebral del enemigo con el modo de combate al estilo guerrillero conociendo bien los puntos debiles del enemigo.\n\t\t\t\t\t\n\t\t\t\t\tDio instrucciones programaticas que se presentan en elevar la capacidad operacional de las unidades de tipos de ejercito.\n\t\t\t\t\t\n\t\t\t\t\tNo se debe dar preferencia a la mera evaluacion cientifico-tecnica en la comparacion de fuerzas militares si bien los enemigos se ufanan de sus ciencias y tecnicas militares sofisticadas. Prosiguio que el combate contra el enemigo no es solo la confrontacion de armamentos y fuerzas fisicas sino la de espiritualidad e ideologia del hombre. Enfatizo que triunfara sin falta nuestra justa batalla de reunificacion de la patria basada en el calido amor y la confianza absoluta en lo nuestro. \n\t\t\t\t\t\n\t\t\t\t\tLlamando a nuestra generacion a escribir otra pagina vergonzosa en la historia de fuerzas navales de Estados Unidos, el Mariscal dijo que se debe hacer que el imperialismo norteamericano experimente en su propio territorio el panico escalofriante y la derrota amarga nunca probados hasta la fecha a traves de la guerra con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tDeclaro tajantemente que ya no tiene la voluntad de sentarse a conversar con los perros rabiosos que critican la idea y el regimen optados por el pueblo coreano como \"totalitarismo\" y preconizan derrumbar mediante el supuesto \"cambio\" el regimen socialista, cuna de vida que el pueblo coreano aprecia mas que su vida. \n\t\t\t\t\t\n\t\t\t\t\tEstamos dispuestos a responder a la guerra, operacion y combate de cualquier tipo que desee y escoja el imperialismo norteamericano y totalmente preparados a hacer frente a cualesquier formas de guerra, inclusive la convencional y la nuclear, afirmo con toda seguridad."
        },
        {
            "title": "Kim Jong Un dirige en terreno Fabrica de Zapatos de Wonsan",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-31ee.html",
            "content": "Kim Jong Un dirige en terreno Fabrica de Zapatos de Wonsan\n\t\t\t\t\t\t\r\nPyongyang, 31 de enero (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno la Fabrica de Zapatos de Wonsan.\n\t\t\t\t\tLe acogieron los funcionarios de la fabrica y del sector concerniente quienes tomaron parte en la reconstruccion de ella.\n\t\t\t\t\t\n\t\t\t\t\tAl contemplar el panorama de la fabrica, expreso su gran satisfaccion senalando que su fisonomia se ha cambiado radicalmente, son tan limpios los edificios productivos y su contorno y le agrada mirar solo su apariencia.\n\t\t\t\t\t\n\t\t\t\t\tModernizar las fabricas ya existentes constituye una importante labor para satisfacer los deseos del Presidente Kim Il Sung y el Dirigente Kim Jong Il quienes durante toda su vida se preocupaban por la mejora de las condiciones laborales y el ambiente de vida de los obreros, lo que es una labor para cumplir la obligacion moral sobre esos grandes lideres, apunto.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal recorrio el monumento a las actividades historico-revolucionarias de los grandes hombres sin iguales del monte Paektu erguido en el recinto de la fabrica y la sala de presentacion del historial nuevamente acondicionada.\n\t\t\t\t\t\n\t\t\t\t\tAprecio que la sala se haya construido  vividamente y de gran significacion educativa para que se de a conocer por cual trayectoria de desarrollo ha venido avanzando la fabrica y cuales son los exitos y experiencias logrados en ese proceso bajo la direccion de los lideres. \n\t\t\t\t\t\n\t\t\t\t\tOrdeno realizar sustancialmente la educacion a traves de la sala del historial con la educacion de 5 tipos para que los trabajadores conserven en su corazon las hazanas de orientacion del partido y el lider impregnadas en sus puestos de trabajo y trabajen bien con el alto orgullo y el honor.\n\t\t\t\t\t\n\t\t\t\t\tPasando revista a los procesos productivos inclusive el equipo de inyeccion, los talleres de pala y de fabricacion de calzados y los establecimientos culturales y de servicio publico, analizo detalladamente el estado de actividades de reconstruccion y administracion.\n\t\t\t\t\t\n\t\t\t\t\tTras pesar personalmente el zapato, evaluo altamente que la fabrica logro avances en materializar la orientacion del partido de aligerar el peso de los calzados.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que se construyeron excelentemente los establecimientos culturales y de servicio publico, las instalaciones deportivas al aire libre y el lugar de descanso y se acondiciono magnificamente la sala de divulgacion de conocimientos cientifico-tecnicos que posibilito a los empleados completar el plan de ensenanza universitaria recibiendo la tele-educacion.\n\t\t\t\t\t\n\t\t\t\t\tYa que la fabrica se ha convertido en el modelo estandarizado en nuestro pais, debe empenarse activamente por producir muchas cantidades de zapatos cualitativos y bonitos, acoto.\n\t\t\t\t\t\n\t\t\t\t\tInstruyo esforzarse incesantemente  por mejorar la calidad de los zapatos, asi que productos de la fabrica con la marca \"Maebongsan\" sean aplaudidos por todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tContemplando el panorama de la fabrica nuevamente remodelada, el Mariscal asevero que esta es una fabrica perfecta tanto en el interior como en el exterior y digna de enorgullecer, razon por la cual los empleados la llaman  palacio de los obreros.\n\t\t\t\t\t\n\t\t\t\t\tReconstruimos esta vez la Fabrica de Zapatos de Wonsan no para modernizarlo solo sino para transformar todas las fabricas de industria  ligera de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tRogo entregar su saludo a los funcionarios y constructores de la empresa constructiva dirigida por Kim Chang Ryong quienes terminaron cabalmente en el nivel maximo la inmensa obra de remodelacion segun el deseo del partido y prometio tomar sin falta la foto  de recuerdo al sacar el tiempo.\n\t\t\t\t\t\n\t\t\t\t\tEste dia, el Mariscal se fotografio junto con los empleados de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tLe acompano Han Kwang Sang, jefe de departamento del Comite Central del PTC."
        },
        {
            "title": "Kim Jong Un envia mensaje de respuesta a Nguyen Phu Trong",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-32ee.html",
            "content": "Kim Jong Un envia mensaje de respuesta a Nguyen Phu Trong\n\t\t\t\t\t\t\r\nPyongyang, 31 de enero (ACNC) -- El Primer Secretario del Partido del Trabajo de Corea, Kim Jong Un, envio el dia 31 un mensaje de respuesta al Secretario General del Comite Central del Partido Comunista de Vietnam, Nguyen Phu Trong.\n\t\t\t\t\tLa misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tExpresando profundo agradecimiento por haberme enviado un mensaje de calidas felicitaciones y votos con motivo del 65o aniversario del establecimiento de las relaciones diplomaticas entre nuestros dos paises, le envio a Vd. y, por su conducto, al Partido Comunista de Vietnam y al amistoso pueblo vietnamita mis sinceras felicitaciones y cordial saludo.\n\t\t\t\t\t\n\t\t\t\t\tLas tradicionales relaciones de amistad y cooperacion entre Corea y Vietnam, establecidas por el camarada Kim Il Sung, gran Lider del pueblo coreano, y el camarada Ho Chi Minh, estimado por el pueblo vietnamita, a base de la noble obligacion moral revolucionaria y del internacionalismo, vienen consolidandose y desarrollandose continuamente durante 65 anos pasados en la causa conjunta por el socialismo.\n\t\t\t\t\t\n\t\t\t\t\tConvencido que se ampliaran y se desarrollaran mas en el futuro las tradicionales relaciones de amistad y cooperacion entre nuestros dos partidos, dos paises y dos pueblos conforme al proposito y deseo de los lideres antecesores, hago sinceros votos por mayores exitos en la lucha del pueblo vietnamita por construir un Vietnam prospero segun el legado del Presidente Ho Chi Minh y bajo la direccion del Partido Comunista de Vietnam encabezado por Vd.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que Vd. tenga buena salud y mayores exitos en sus trabajos responsables."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Nguyen Phu Trong",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-33ee.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Nguyen Phu Trong\n\t\t\t\t\t\t\r\nPyongyang, 31 de enero (ACNC) -- El Primer Secretario del Partido del Trabajo de Corea, Kim Jong Un, recibio un mensaje de felicitacion que le enviara el dia 31 el Secretario General del Comite Central del Partido Comunista de Vietnam, Nguyen Phu Trong.\n\t\t\t\t\tLa misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del 65o aniversario del establecimiento de relaciones diplomaticas entre Vietnam y Corea (31 de enero del 1950 - 31 de enero del 2015), extiendo a Vd. y por su conducto, al PTC y a todo el pueblo coreano las calidas felicitaciones y fraternal saludo del partido, el Estado y el pueblo de Vietnam.\n\t\t\t\t\t\n\t\t\t\t\tEstoy muy regocijado de que se hayan consolidado y desarrollado sin parar durante los 65 anos pasados las tradicionales relaciones de amistad y cooperacion entre el PCV y PTC y entre la Republica Socialista de Vietnam y la Republica Popular Democratica de Corea, preparadas y desarrolladas por el Presidente Ho Chi Minh, respetado lider del pueblo vietnamita, y el Presidente Kim Il Sung, gran lider del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tEstoy convencido de que las relaciones de nuestros dos partidos y dos paises seguiran desarrollandose con dinamismo, eficacia y profundidad continuando los brillantes exitos logrados durante los 65 anos pasados en funcion de los intereses de los pueblos de dos paises, la paz, la estabilidad, la cooperacion y el desarrollo de la region y del mundo gracias a los esfuerzos conjuntos de ambas partes.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que bajo la orientacion del PTC, encabezado por Vd., el pueblo coreano logre mayores exitos en su lucha por cumplir la causa de construccion socialista y la reunificacion pacifica del pais al poner en practica los legados del Presidente Kim Il Sung y el Secretario General Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEspero que Vd. tenga buena salud y felicidad y los exitos mas grandes en sus trabajos responsables."
        },
        {
            "title": "AJDC exige la cancelacion de la \"resolucion de DDHH\" contra la RPDC",
            "url": "http://kcna.co.jp/item/2015/201501/news31/20150131-34ee.html",
            "content": "AJDC exige la cancelacion de la \"resolucion de DDHH\" contra la RPDC\n\t\t\t\t\t\t\r\nPyongyang, 31 de enero (ACNC) --  Se ha revelado fehacientemente que la \"resolucion de DDHH\" contra la RPDC, aprobada coercitivamente en la ONU en diciembre del ano pasado, es un documento politico fraudulento inventado a base de los testimonios falsos de una chusma.\n\t\t\t\t\t  A pesar de que se ha confirmado la falsedad y  la verdad, EE.UU. y las autoridades conservadoras surcoreanas insisten en la \"vigencia\" del \"reporte de la situacion de DDHH del Norte de Corea\", diciendo que \"la confesion de Sin Tong Hyok sobre sus declaraciones falsas no puede influenciar en el reporte\" y \"este se fundamenta en los testimonios de muchos testigos\".\n\t\t\t\t\t\n\t\t\t\t\t  En su declaracion publicada el dia 31, el portavoz de la Asociacion de Juristas Democraticos de Corea (AJDC) califico esa conducta de climax de cinismo, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\t  El llamado \"comite de investigacion de DDHH del Norte\" de la ONU fue fabricado segun las \"declaraciones\" de las basuras humanas, principalmente de Sin Tong Hyok.\n\t\t\t\t\t\n\t\t\t\t\t  Los fulanos y menganos integrantes del comite no conocen ni jota de la RPDC porque nunca la han visitado antes.\n\t\t\t\t\t\n\t\t\t\t\t  El llamado \"reporte de la situacion de DDHH del Norte de Corea\" de la ONU es un documento extravagante que inventaron con mentiras y embustes unos psicopatas sobornados por los conspiradores norteamericanos.\n\t\t\t\t\t\n\t\t\t\t\t  Para recuperar su honra deteriorada, aunque tardiamente, la ONU debe pedir disculpas por haber sido complice en el complot de EE.UU. y tomar la medida de cancelar inmediatamente su \"resolucion de DDHH\" contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, tiene que investigar primero los casos de tortura de la CIA y el deplorable estado de violacion de DDHH en EE.UU. y el Sur de Corea, a que se enfocan las condenas internacionales.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. y los conservadores surcoreanos deben conocer que si siguen orquestando la payasada de DDHH para calumniar a la RPDC por conducto de una chusma, sufriran en la arena internacional la mayor verguenza y derrota por la continua revelacion de la verdad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn lo adelante tambien, seguiremos desmintiendo los testimonios de las basuras humanas para castigar a los que insultan nuestra soberania y dignidad y para corregir la opinion publica.\n\t\t\t\t\t\n\t\t\t\t\tCuanto mas brutal se torne la farsa de \"DDHH\" de las fuerzas hostiles, tanto mas intensa sera nuestra batalla de enfrentamiento superintransigente nunca vista antes.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad, advertimos severamente a EE.UU., las autoridades surcoreanas y otros demonios que tratan de aprobar la \"ley de DDHH del Norte\" e instalar la \"oficina de DDHH del Norte\" que actuen con prudencia."
        }
    ]
}