{
    "date": "2015-06-03",
    "url": "http://kcna.co.jp/item/2015/201506/2015-06-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Has Photo Session with Soldier-builders",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-01ee.html",
            "content": "Kim Jong Un Has Photo Session with Soldier-builders\r\n Pyongyang, June 3 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, had a photo session with the soldier-builders who performed labor feats in building the Wonsan Baby Home and Orphanage successfully as an icon one representing the Songun era.\n\t\t\t\t\t He highly praised the soldier-builders, who have made it part of their mental qualities to unconditionally implement the decisions and instructions of the Party, for building the baby home and orphanage in the best quality.\n\t\t\t\t\t\n\t\t\t\t\t Noting that admirable structures to which the Party's idea of architectural beauty is fully applied have sprung up one after another in the prosperous country, he said it is a precious fruition of the fighting spirit and working manner of the KPA which is successfully carrying out the tasks given by the Party in the time set by it and as required by it.\n\t\t\t\t\t\n\t\t\t\t\t He extended militant greetings to the soldier-builders who tangibly contributed to building the baby home and orphanage as valuable treasure of the country.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised once again the soldier-builders for strikingly demonstrating once again the speed of great advance in Songun Korea which is dashing ahead like the wind to outpace the world before having a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that they would as ever play a vanguard role at worksites for building a thriving nation entrusted by the Party.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Ri Jae Il, Kim Yo Jong and An Tong Yun."
        },
        {
            "title": "Congratulations to Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-15ee.html",
            "content": "Congratulations to Raul Castro Ruz\r\nPyongyang, June 3 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, Wednesday sent a congratulatory message to Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers of the Republic of Cuba.\n\t\t\t\t\t The message extended warm congratulations and comradely greetings to Raul Castro Ruz on his birthday and sincerely wished him good heath and greater success in his responsible work for victorious advance of the Cuban revolution."
        },
        {
            "title": "NDC Spokesman of DPRK Clarifies Its Principled Stand on U.S. Scheme for Germ Warfare",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-18ee.html",
            "content": "NDC Spokesman of DPRK Clarifies Its Principled Stand on U.S. Scheme for Germ Warfare\r\n Pyongyang, June 3 (KCNA) -- A spokesman for the National Defence Commission (NDC) of the DPRK released a statement Wednesday in connection with the full disclosure of the sinister design of the U.S. imperialists to plunge the Korean nation into a horrible disaster of germ warfare.\n\t\t\t\t\t The recent disclosure of the U.S. introduction of anthrax germs into south Korea goes to prove that the U.S. is a group of gangsters threatening human existence, a group of barbarians who stoop to any infamy to turn south Korea into a hell, into a ground for testing bio-chemical weapons and a group of cruelest murderers defying even international law, said the statement. \n\t\t\t\t\t\n\t\t\t\t\t In view of the prevailing situation the statement clarified the following principled stand of the DPRK: \n\t\t\t\t\t\n\t\t\t\t\t1. The U.S. has to admit the thrice-cursed crime it has committed against the Korean nation and the world and withdraw from south Korea immediately, taking with it all the nuclear war means and germ weapons which it has put in hiding in different parts of south Korea including its air force base in Osan.\n\t\t\t\t\t\n\t\t\t\t\t The southern half of Korea is not a land where the U.S. murderers can reign over, hatching a plot to ignite a dangerous nuclear war and germ warfare to exterminate the Korean nation and resorting to whatever means to put it into practice.\n\t\t\t\t\t\n\t\t\t\t\t2. South Koreans from all walks of life should turn out in a nationwide action to foil the U.S. imperialists' moves for the nuclear war and germ warfare.\n\t\t\t\t\t\n\t\t\t\t\t They should defend the land and their destiny by the concerted efforts of the Korean nation by countering sophism made by U.S., a man-killing demon without an equal, with a fierce anti-U.S. struggle and by dealing sledge-hammer blows at Park Geun Hye kowtowing to the U.S. \n\t\t\t\t\t\n\t\t\t\t\t3. The world should brand the scheme of the U.S., which rules out even the preparations for a germ warfare which is strictly banned internationally, as the gravest challenge to peace and hideous crime aimed at genocide, and mercilessly punish it. \n\t\t\t\t\t\n\t\t\t\t\t The International Criminal Court has to bring the U.S. president, the U.S. defense secretary, the commander of the U.S. imperialist aggressor forces in south Korea, who are architects of the crime, together with the puppet authorities, their conspirators, to justice so that they may face a stern punishment in the world's eyes.\n\t\t\t\t\t\n\t\t\t\t\t The statement stressed that the sinister attempt of the empire of devils to turn the Korean peninsula into a barren land of germ warfare, not just exposing it to nuclear radioactivity, can never come true."
        },
        {
            "title": "Credentials Presented to Kim Yong Nam by Myanmar Ambassador ",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-19ee.html",
            "content": "Credentials Presented to Kim Yong Nam by Myanmar Ambassador \r\n Pyongyang, June 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Thit Linn Ohn, Myanmar ambassador to the DPRK, at the Mansudae Assembly Hall on Wednesday."
        },
        {
            "title": "Pak Pong Ju Makes Field Survey of Different Fields in South Hamgyong Province ",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-11ee.html",
            "content": "Pak Pong Ju Makes Field Survey of Different Fields in South Hamgyong Province\r\n Pyongyang, June 3 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju made field survey of different fields including chemical and machine-building industries and fisheries in South Hamgyong Province. \n\t\t\t\t\t He went round the Hungnam Fertilizer Complex, the Ryongsong Machine Complex, the Sinpho Pelagic Fishery Complex, the Hamhung Woolen Mill and other units to learn in detail about fertilizer production for the year, production of custom-built equipment, preparations for pelagic fishing, prospect of development of offshore fish breeding and aquatic culture and technological updating. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that the Ryongsong Machine Complex has wound up the production of custom-built equipment for the  power stations in tiers  along the River Chongchon, the Hungnam Fertilizer Complex has built a base for the production of plastic sack and the Sinpho Pelagic Fishery Complex has laid material and technical foundations for putting offshore fish breeding and aquatic culture on a scientific and intensive basis, he noted that those are the proud successes made in the drive for carrying out the behests of President Kim Il Sung and leader Kim Jong Il and the party's plan. He called for putting spurs to the general advance towards the grand festival in October. \n\t\t\t\t\t\n\t\t\t\t\t Consultative meetings of officials concerned took place on the spots. \n\t\t\t\t\t\n\t\t\t\t\t The meetings stressed the important duties South Hamgyong Province should perform in carrying out the behests of Kim Jong Il and the plan of Marshal Kim Jong Un for improving the living standard of the people. \n\t\t\t\t\t\n\t\t\t\t\t The meetings underscored the need to channel efforts into scientific researches into consolidating the material and technological foundations of industry provided by Kim Il Sung and Kim Jong Il and called on the relevant units to supply electricity, structural steel, coal and others to different fields in a responsible manner. They also discussed steps for expanding areas for offshore fish breeding and aquatic culture to suit favorable natural and geographical conditions of coastal areas."
        },
        {
            "title": "Ri Su Yong Meets New Representative of WFP",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-22ee.html",
            "content": "Ri Su Yong Meets New Representative of WFP\r\n Pyongyang, June 3 (KCNA) -- DPRK Foreign Minister Ri Su Yong Wednesday met with Darlene Tymo, new representative of WFP.\n\t\t\t\t\t Ri received credentials from the representative."
        },
        {
            "title": "Drought Lingers in DPRK",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-21ee.html",
            "content": "Drought Lingers in DPRK\r\n Pyongyang, June 3 (KCNA) -- Drought has been lingering in all parts of the Democratic People's Republic of Korea this year.\n\t\t\t\t\t From January to May, the average precipitation stood at 135.4 mm, 74.2 percent of the average annual rainfall of 182.6 mm.\n\t\t\t\t\t\n\t\t\t\t\t In particular, 7.7 mm rainfall was registered in March, the second lowest since the country's weather observation, with 40.1 mm in May.\n\t\t\t\t\t\n\t\t\t\t\t 80 to 151 mm rainfall was recorded in Ryanggang, Kangwon, North and South Hwanghae provinces, 53 to 67 percent of the average annual rainfall, while 108 to 160 mm in North and South Hamgyong and North and South Phyongan provinces and Pyongyang and Nampho cities, 77 to 86 percent of the average annual rainfall and 163.5 mm in Jagang Province, 90.8 percent of the average annual rainfall.\n\t\t\t\t\t\n\t\t\t\t\t Hardest hit is North and South Hwanghae provinces.\n\t\t\t\t\t\n\t\t\t\t\t The drought is badly affecting rice-transplanting now under way in the country.\n\t\t\t\t\t\n\t\t\t\t\t The drought is likely to continue in upcoming days."
        },
        {
            "title": "New Books Donated by Sweden to Grand People's Study House ",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-27ee.html",
            "content": "New Books Donated by Sweden to Grand People's Study House\r\n Pyongyang, June 3 (KCNA) - A book-donating ceremony took place at the Grand People's Study House on Wednesday on the national day of Sweden.\n\t\t\t\t\t Present at the ceremony were Song Ja Rip, vice-president of the study house, teachers and researchers of the scientific and educational institutions including Kim Il Sung University, officials concerned, Stiernlof Bo Torkel, Swedish ambassador to the DPRK, and a staff member of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the books donated to the study house."
        },
        {
            "title": "Sports Contest for Pochonbo Torch Prize Opens",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-28ee.html",
            "content": "Sports Contest for Pochonbo Torch Prize Opens\r\n Hyesan, June 3 (KCNA) -- The Sports Contest for Pochonbo Torch Prize opened with due ceremony at Hyesan Stadium Wednesday to mark the anniversary of victorious battle in Pochonbo commanded by President Kim Il Sung during the anti-Japanese armed struggle.\n\t\t\t\t\t The contest will take place in Pyongyang, Hyesan, Hamhung, Sariwon, Phyongsong and other areas. The participants will compete in more than 30 events such as football, basketball, volleyball, table tennis and wrestling."
        },
        {
            "title": "Delegation of Chongryon Veteran Officials Meets Former Unconverted Long-term Prisoner",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-29ee.html",
            "content": "Delegation of Chongryon Veteran Officials Meets Former Unconverted Long-term Prisoner\r\n Pyongyang, June 3 (KCNA) -- A delegation of veteran officials of the General Association of Korean Residents in Japan (Chongryon) led by Pak Jong Sang, adviser to the Central Standing Committee of the Union of Korean Writers and Artists in Japan, Wednesday met with Ri Kong Sun, former unconverted long-term prisoner.\n\t\t\t\t\t Ri said that the unconverted long-term prisoners could wage an indomitable struggle for decades true to their revolutionary principle despite the south Korean puppet forces' cruel torture and appeasement as they cherished deep in mind the trust in the party and the leaders, ardent patriotism and firm conviction of victory.\n\t\t\t\t\t\n\t\t\t\t\t They are enjoying a worthwhile life under the loving care of Marshal Kim Jong Un identical to President Kim Il Sung and leader Kim Jong Il, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Pak noted that he was greatly inspired by the spiritual world of the pro-reunification patriotic fighters, renewing the determination to devote his all to the drive for building a thriving socialist nation and bringing about a fresh heyday of Chongryon with unshakable faith that the motherland is sure to win victory under the guidance of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t An art performance was given by former unconverted long-term prisoners and their family members."
        },
        {
            "title": "DPRK Directs Efforts to Training Reserve Footballers",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-20ee.html",
            "content": "DPRK Directs Efforts to Training Reserve Footballers\r\n Pyongyang, June 3 (KCNA) -- The DPRK again came first at the 2015 AFC U-14 Girl Regional Championship (East Asia) in the wake of last year's.\n\t\t\t\t\t Its team scored 32 goals in three group league matches only and five goals in the semifinals and finals.\n\t\t\t\t\t\n\t\t\t\t\t This success and a well-organized system for training reserve footballers in the DPRK are now arousing admiration from among experts of the world.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has a lot of juvenile sports schools and primary and secondary school football groups, which were set up in different parts of the country under the care of the Workers' Party of Korea and the government. And the Pyongyang International Football School was opened two years ago.\n\t\t\t\t\t\n\t\t\t\t\t At those training centers many children have grown up to be reserve footballers, cultivating their skills through such annual sports contests as the National Schoolchildren's Sports Contest for Jongilbong Prize and the National Games of Juvenile Sports Schools.\n\t\t\t\t\t\n\t\t\t\t\t Among them are Ra Un Sim, Ho Un Byol, Pak Yong Gwan and Han Kwang Song who contributed to the DPRK's victory in women's football event of the 17th Asian Games and the 2014 AFC U-16 Championship."
        },
        {
            "title": "Rodong Sinmun Slams Park Geun Hye's Action of Fostering Confrontation of Social Systems",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-12ee.html",
            "content": "Rodong Sinmun Slams Park Geun Hye's Action of Fostering Confrontation of Social Systems\r\n Pyongyang, June 3 (KCNA) -- The inter-Korean relations have reached an extreme pitch of tension entirely due to the present south Korean puppet ruling forces' vicious moves for fostering the confrontation of two systems, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t In order to defuse the distrust and confrontation and improve the relations between the north and the south, it is necessary to stop all kinds of provocations against the system of the other side.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye revealed her true colors as an anti-north confrontation maniac, talking about \"nuclear threat from the north\" and \"disallowance of the north's access to nukes\" from the very day of her taking office. She let loose a spate of invectives slandering the DPRK's line of simultaneously developing the two fronts as \"something impossible\" and \"gambling\" and \"misunderstanding\" whenever a chance presented itself.\n\t\t\t\t\t\n\t\t\t\t\t Whenever she made foreign trips, she cited the \"human rights issue in the north\" and asked the U.S. and other outside forces to cooperate in the anti-DPRK \"human rights\" campaign in an international arena in a bid to do harm to the DPRK's ideology and social system through the anti-DPRK nuclear racket and \"human rights\" row in collusion with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t She hurled human riff-raffs into anti-DPRK leaflet scattering operations in an effort to do harm to the best socialist system in the world and break the single-minded unity of all the service personnel and people. The DPRK put forward the most reasonable proposal to achieve the country's independent and peaceful reunification through federal formula long time ago and has made strenuous efforts to realize it.\n\t\t\t\t\t\n\t\t\t\t\t The puppet chief executive, however, persistently turned her face away from the DPRK's fair proposal and talked volumes about \"instability of its social system\" and \"contingency\" in a desperate bid to \"unify the social systems.\"\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye's loudmouthed confrontation of social systems would only precipitate her doom."
        },
        {
            "title": "U.S. Scheme for Bio-Chemical Warfare Denounced by Papers ",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-14ee.html",
            "content": "U.S. Scheme for Bio-Chemical Warfare Denounced by Papers \r\n Pyongyang, June 3 (KCNA) -- Newspapers of the DPRK Wednesday come out with commentaries in connection with the recent disclosure of the U.S. introduction into south Korea of anthrax germ ill-famed as \"white powder of horror.\" \n\t\t\t\t\t Rodong Sinmun says this fact fully exposes before the world the U.S. criminal scenario to exterminate the Korean nation even by resorting to an evil biological weapon made of anthrax germ and put the whole of the Korean peninsula under its control.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is letting loose a string of such lame excuses as \"accidental mistake\" and \"error\", just like a man crying wine and selling vinegar but this is just a deceptive farce to calm down anti-Americanism mounting in south Korea, the paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is not the first time the U.S. scheme for the bio-chemical warfare was disclosed.\n\t\t\t\t\t\n\t\t\t\t\t Back in the 1990s the U.S. set up and put into operation institutes equipped with all kinds of facilities for testing bio-chemical weapons in its military bases in south Korea including Osan. It was also disclosed by media that the U.S. has introduced into south Korea active anthrax germ for over one year since March last year.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces are zealously shielding the U.S. criminal act, while groundlessly finding fault with the DPRK with such excuses as \"the north's chemical warfare capability\" and \"action to cope with the threat of bio-chemical weapons from the north\".\n\t\t\t\t\t\n\t\t\t\t\t The situation fully proves the south Koreans can never escape disaster nor can the Korean nation get rid of the threat of nuclear war and bio-chemical war of the U.S. as long as the colonial stooges who depend on aggressive outsiders to maintain their existence are left intact.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson stresses that the U.S. and the Park Geun Hye group should immediately stop the moves to provoke a bio-chemical war, clearly understanding the anti-U.S. and anti-Park Geun Hye sentiments of the Korean nation."
        },
        {
            "title": "Rodong Sinmun Demands Japan Make Apology and Reparation for Its Hideous Crimes against Humanity ",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-16ee.html",
            "content": "Rodong Sinmun Demands Japan Make Apology and Reparation for Its Hideous Crimes against Humanity\r\n Pyongyang, June 3 (KCNA) -- More than 450 scholars of various countries on May 19 issued an open letter urging the Japanese government to repent of the crimes committed by the Imperial Japanese Army during the Second World War.\n\t\t\t\t\t Earlier, Japanese scholars bitterly denounced the tests conducted by Unit 731 of the Imperial Japanese Army on living human bodies during the Second World War and urged the government to probe the truth behind them.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Wednesday says: The present times and humankind are urging Japan to admit the hideous crimes committed by the Imperial Japanese Army against humanity that stunned the world and make a sincere apology and reparation for them. Doing so is the due obligation Japan assumed before the international community.\n\t\t\t\t\t\n\t\t\t\t\t However, the Japanese authorities abandoned all their moral and legal obligations they should fulfill on behalf of the times.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t What matters is that Japan is implanting the wrong outlook on history into the minds of its younger generation. As textbooks contain misinformation though they should represent the truth of history, students are given education in distorted history.\n\t\t\t\t\t\n\t\t\t\t\t Such brazen-faced behavior is making young Japanese mentally crippled. This is what the Japanese reactionaries seek. They are mulling hurling a large number of these youngsters as a shock brigade in order to realize their old dream of the \"Greater East Asia Co-Prosperity Sphere\" which the Japanese imperialists failed to do and revive the past \"Empire of Japan\". \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' persistent distortion and denial of history would only make their country further isolated from the international community and precipitate its ruin."
        },
        {
            "title": "U.S., S. Korean Warmongers Stage Drill for Anti-submarine Operation",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-09ee.html",
            "content": "U.S., S. Korean Warmongers Stage Drill for Anti-submarine Operation\r\n Pyongyang, June 3 (KCNA) -- The U.S. imperialist aggressor forces and the south Korean puppet navy are staging joint drills for anti-submarine operation in the waters east of Jeju Island from May 30, according to south Korean Yonhap News and MBC.\n\t\t\t\t\t It was reported that the military exercises scheduled to last till June 3 would involve huge forces including more than 10 Aegis ships, submarines and patrol planes.\n\t\t\t\t\t\n\t\t\t\t\t They are going busy with day-and-night attack drills such as detecting and identification of submarines, attacks and counterattacks and drop of anti-submarine mines and depth charges under the pretext of \"underwater provocation\" from someone."
        },
        {
            "title": "S. Korean Paper Slams U.S. Forces' Crimes against Humanity",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-23ee.html",
            "content": "S. Korean Paper Slams U.S. Forces' Crimes against Humanity\r\n Pyongyang, June 3 (KCNA) -- The south Korean paper Hangyore carried an editorial on May 31 denouncing the crimes committed by the U.S. forces in south Korea against humanity. \n\t\t\t\t\t The editorial deplored that it took 14 years to extract sample for investigating the cause of the contamination which occurred in the U.S. military base in Ryongsan in 2001.\n\t\t\t\t\t\n\t\t\t\t\t Pointing to the U.S. forces' secret introduction of active anthrax germs into south Korea and refusal to conduct investigation into the cause of contamination in the U.S. military base for 14 years, the editorial noted, adding that this is attributable to unreasonable SOFA.\n\t\t\t\t\t\n\t\t\t\t\t It called for revising the humiliating agreement at once."
        },
        {
            "title": "KCTU Protests against NA Passage of Bill on Retrogressive Revision of Pension for Government Employees",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-24ee.html",
            "content": "KCTU Protests against NA Passage of Bill on Retrogressive Revision of Pension for Government Employees\r\n Pyongyang, June 3 (KCNA) -- The south Korean puppet \"National Assembly\" (NA) railroaded the bill on the retrogressive revision of the pension for government employees at dawn of May 29.\n\t\t\t\t\t Meanwhile, the puppet Constitutional Court ruled that the \"law on Teachers Union\" is just though it is invoked for suppressing trade unions.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean Confederation of Trade Unions (KCTU) staged a protest action outside the NA at dawn of the same day after waging an over-night sit-in strike from May 26 with the Government Employees Trade Union and the Teachers Union involved to check the NA carriage of the bill.\n\t\t\t\t\t\n\t\t\t\t\t KCTU made public a statement denouncing the unreasonable decision made by the Constitutional Court.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that it was none other than the Park Geun Hye regime which instigated the court to deprive the Teachers Union of its legal status.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the Teachers Union would never stop the actions to retake the usurped rights."
        },
        {
            "title": "S. Korean Organizations Call for Opening up Chapter of Great National Unity",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-25ee.html",
            "content": "S. Korean Organizations Call for Opening up Chapter of Great National Unity\r\n Pyongyang, June 3 (KCNA) -- Ri Kyong Won, former secretary general of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), was released on May 30. He had been behind bars for several years owing to the puppet authorities' crackdown.\n\t\t\t\t\t Representatives of civic and public organizations in different parts of south Korea including the South Headquarters of Pomminryon, the Reunification Meeting, the Solidarity for Progress and the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy held a meeting to welcome him outside the Andong Prison on the day.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the South Headquarters of Pomminryon has fulfilled its role and responsibility and will achieve great results in the efforts to achieve independent reunification in the future.\n\t\t\t\t\t\n\t\t\t\t\t They called for opening up the chapter for great national unity by more positively turning out in the movement for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t They called for making concerted efforts to make this year, 70 years since the division of the country, a year of great turning point in the movement for independence and reunification, so as to achieve reunification without fail."
        },
        {
            "title": "Fatalities of Respiratory Syndrome MERS in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-26ee.html",
            "content": "Fatalities of Respiratory Syndrome MERS in S. Korea\r\n Pyongyang, June 3 (KCNA) -- Fatalities of respiratory syndrome MERS were reported in south Korea, according to south Korean MBC, KBS and CBS.\n\t\t\t\t\t The south Korean puppet authorities announced that two persons were reported dead as of Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that they had contacts with the first MERS case during their treatment at the same hospital last month.\n\t\t\t\t\t\n\t\t\t\t\t The MERS virus is rapidly spreading across south Korea, increasing casualties."
        },
        {
            "title": "Kim Jong Un's Letter of Thanks Introduced in Germany ",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-02ee.html",
            "content": "Kim Jong Un's Letter of Thanks Introduced in Germany\r\n Pyongyang, June 3 (KCNA) -- The Anti-Imperialist Forum of Germany on May 28 posted on its internet homepage the full text of supreme leader Kim Jong Un's letter of thanks \"To the Party and Youth League Organizations That Have Trained Young People into the Vanguard of the Era Possessed of Ennobling Spirit and Virtues\"."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Beninese Figure ",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-03ee.html",
            "content": "Kim Jong Il's Exploits Praised by Beninese Figure \r\n Pyongyang, June 3 (KCNA) -- Ali Houdou, president of the Socialist Party of Benin, made public a statement on May 26 to mark the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK) and the 15th anniversary of the publication of the June 15 North-South Joint Declaration. \n\t\t\t\t\t The statement said that Kim Jong Il set the Juche idea as the only guiding idea of the WPK and proclaimed it as the supreme programme of the party to model the whole society on the Juche idea. \n\t\t\t\t\t\n\t\t\t\t\t He turned the WPK into the party which has formed a harmonious whole with the popular masses and faithfully served them, taking care of them in a responsible manner, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t He wisely led the struggle for the independent and peaceful reunification of the country against the outsiders' interference and war moves, paving a wide avenue to achieve the unity and cohesion of the Korean people in the idea of By Our Nation Itself. \n\t\t\t\t\t\n\t\t\t\t\t I pay highest tribute to Kim Jong Il who developed the WPK into the ever-victorious great party and performed great exploits for the reunification and peace of Korea."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Foreign Media",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-04ee.html",
            "content": "Kim Jong Il's Exploits Praised by Foreign Media\r\n Pyongyang, June 3 (KCNA) -- Papers and broadcasting services of Iran and Cambodia carried special write-ups or aired special program on May 26 and 27 on the occasion of the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK). The papers carried his photos.\n\t\t\t\t\t The Iranian paper Kayhan International in an article titled \"Kim Jong Il, feats of WPK\" said that the greatest exploit performed by him in building the WPK is that he built it into a strong ideological entity and a party which achieved its firm unity and cohesion.\n\t\t\t\t\t\n\t\t\t\t\t Another distinguished exploit is that he built it into the mother party that serves the people.\n\t\t\t\t\t\n\t\t\t\t\t His feats will shine forever along with the ever-victorious WPK.\n\t\t\t\t\t\n\t\t\t\t\t The Cambodian paper Pracheachon praised him as a great master of independent politics to be specially recorded in the world history of politics.\n\t\t\t\t\t\n\t\t\t\t\t The FM 90.5 Radio and the State Radio Broadcasting Service of Cambodia aired the same article."
        },
        {
            "title": "Kim Jong Il's Feats Lauded by Foreign Bodies",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-05ee.html",
            "content": "Kim Jong Il's Feats Lauded by Foreign Bodies\r\n Pyongyang, June 3 (KCNA) -- Foreign organizations released bulletins from May 18 to 26 to mark the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The Mexican Committee for the Study of Kimilsungism-Kimjongilism edited an article titled \"WPK and might of single-minded unity\" and the Peru-Korea Institute of Culture and Friendship an article titled \"Kim Jong Il, undying party-building exploits.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il Library and the Juche Youth Group in Ecuador carried an article titled \"Developing WPK into mother party\" in the bulletin jointly issued by them.\n\t\t\t\t\t\n\t\t\t\t\t They also edited in a bulletin articles titled \"By Our Nation Itself\" and \"Realistic way for Korea's reunification\" to mark the 15th anniversary of the June 15 North-South Joint Declaration."
        },
        {
            "title": "Korean People's Struggle for National Reunification Supported by Personages of Myanmar",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-06ee.html",
            "content": "Korean People's Struggle for National Reunification Supported by Personages of Myanmar\r\n Pyongyang, June 3 (KCNA) -- Personages of Myanmar released statements on May 25 and 29 on the occasion of the 15th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t Tha Win, member of the Central Committee of the Union Solidarity and Development Party of Myanmar and secretary of its Yangon Regional Committee, noted that HE Kim Jong Il, the successor to the cause of President Kim Il Sung, formulated the proposals made by the President for national reunification as the three charters for national reunification, made sure with his profound love for the nation and broad magnanimity that north-south summits were held and the June 15 North-South Joint Declaration and the October 4 declaration were adopted.\n\t\t\t\t\t\n\t\t\t\t\t The historic June 15 joint declaration and the October 4 declaration serve as programmes common to the Korean nation for reunifying Korea independently, peacefully and by dint of the great national unity in the idea of By Our Nation Itself, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He said that supreme leader Kim Jong Un is working heart and soul to realize the reunification of the country, true to the behests of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the WPK and the Korean people will frustrate all the challenges of the enemy and certainly reunify the country under his wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t Tin Tun, director of the Myanmar Medical Research Institute, said not only the Korean people but also peace-loving progressives in the world are highly praising the above-said declarations as the immutable milestones for Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t He extended firm support and solidarity to the Korean people in their just struggle for national reunification."
        },
        {
            "title": "S. Korean Authorities Urged to Lift \"May 24 Step\"",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-07ee.html",
            "content": "S. Korean Authorities Urged to Lift \"May 24 Step\"\r\n Pyongyang, June 3 (KCNA) -- The France-Korea Friendship Association posted on its website on May 28 an article demanding the south Korean authorities lift the \"May 24 step\". \n\t\t\t\t\t The step taken by the south Korean authorities is an open negation to the historic June 15 North-South Joint Declaration and the October 4 declaration, the programme for implementing it, which were adopted according to the unanimous desire of the Korean nation, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The statement of the Policy Department of the DPRK National Defence Commission termed the \"May 24 step\" the one for confrontation as it was fabricated under the pretext of the forged Cheonan warship sinking case and a product of politically-motivated plots which should be thrown into the dumping ground of history. The statement said that if the south Korean authorities have any ground with which they can prove the DPRK's responsibility for the sinking case, they should respond to its demand to jointly look into the case in the eyes of the whole nation and the world.\n\t\t\t\t\t\n\t\t\t\t\t Many foreign experts were skeptical about \"evidence\" offered by south Korea and refuted them, but its authorities are working hard to shift the blame for the case onto the DPRK while insisting on their \"assertions.\"\n\t\t\t\t\t\n\t\t\t\t\t The \"May 24 step\" should be lifted for the peace on the Korean peninsula and in Northeast Asia and the rest of the world and a fair investigation be made into the case to find an indisputable conclusion."
        },
        {
            "title": "UK Organizations Support Activities of Delegation of Int'l Women's Grand March",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-08ee.html",
            "content": "UK Organizations Support Activities of Delegation of Int'l Women's Grand March\r\n Pyongyang, June 3 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK made public a joint statement on May 29 in support of the answer given by a spokesman for the Korean Committee for Solidarity with the World People.\n\t\t\t\t\t In collusion with the U.S., the south Korean puppet forces blatantly disturbed the activities of a delegation of the 2015 international women's grand march for reunification and peace in Korea, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The delegation has the noble purpose for peace and reunification of Korea against the imperialists' war.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed indignation at the U.S. imperialists and the south Korean puppet forces' mud-slinging at the just activities of the delegation which groups famous women personages in the world.\n\t\t\t\t\t\n\t\t\t\t\t It expressed thanks to women activists for their brave action."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia ",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-10ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n Pyongyang, June 3 (KCNA) -- Leader Kim Jong Il's work \"National Reunification Must Be Realized Independently by the Concerted Efforts of Our Nation Itself\" was brought out in booklet by the Nakhodka Format Publishing House of Russia on May 27. \n\t\t\t\t\t The work was published on June 30, Juche 89 (2000)."
        },
        {
            "title": "Kim Jong Un se retrata con militares presentes en construccion de hospicio y orfanato de Wonsan",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-30ee.html",
            "content": "Kim Jong Un se retrata con militares presentes en construccion de hospicio y orfanato de Wonsan\r\nPyongyang, 3 de junio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, se fotografio con los constructores militares quienes hicieron proezas laborales en edificar magnificamente el hospicio y orfanato de Wonsan como obra maestra de la epoca del Songun. \n\t\t\t\t\tEvaluo altamente a los constructores militares, quienes acostumbrados a materializar incondicionalmente las resoluciones e indicaciones del partido, han completado la obra de dichos edificios en el maximo nivel cualitativo.\n\t\t\t\t\t\n\t\t\t\t\tSe han levantado cada dia en esta tierra prospera como brotes de bambu las edificaciones vistosas que aplicaron cabalmente la idea del partido sobre la estetica arquitectonica, lo cual se debe a valioso fruto del temperamento de lucha y estilo de trabajo del EPC que materializa por completo las tareas del partido en el tiempo definido por el partido y en el nivel demandado por este, senalo y envio el saludo combativo a los constructores militares quienes contribuyeron activamente a levantarlos como valiosas riquezas de la patria.\n\t\t\t\t\t\n\t\t\t\t\tVolvio a apreciar las proezas de ellos quienes a traves de la obra pusieron de pleno manifiesto la velocidad de gran avance de la Corea del Songun que corre a todo galope hacia el mundo y tomo fotos de recuerdo junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\tManifesto la esperanza y conviccion de que ellos cumpliran tambien en el futuro un papel vanguardista en los campos de la construccion del Estado prospero encargados por el partido.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Ri Jae Il, Kim Yo Jong y An Tong Yun."
        },
        {
            "title": "Kim Jong Un felicita a Raul Castro Ruz por su cumpleanos",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-31ee.html",
            "content": "Kim Jong Un felicita a Raul Castro Ruz por su cumpleanos \r\nPyongyang, 3 de junio (ACNC) -- Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, envio este miercoles un mensaje de felicitacion a Raul Castro Ruz, Primer Secretario del Comite Central del Partido Comunista de Cuba y Presidente de los Consejos de Estado y de Ministros de la Republica de Cuba.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del cumpleanos de Vd., le extiendo mi calida felicitacion y cordial saludo camaraderil. \n\t\t\t\t\t\n\t\t\t\t\tLe deseo de todo corazon a Vd. buena salud y mayores exitos en sus responsabilidades por el avance victorioso de la Revolucion Cubana."
        },
        {
            "title": "CDN aclara posicion de principios en cuanto a artimana de guerra biologica de EE.UU.",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-32ee.html",
            "content": "CDN aclara posicion de principios en cuanto a artimana de guerra biologica de EE.UU. \r\nPyongyang, 3 de junio (ACNC) -- Con respecto a que se revelaron de nuevo las maniobras de Estados Unidos de acarrear a la nacion coreana los desastres de la guerra bacteriologica, el portavoz del Comite de Defensa Nacional de la Republica Popular Democratica de Corea hizo publica el dia 3 una declaracion.\n\t\t\t\t\tLa nota senala que el presente caso demuestra una vez mas que EE.UU. es la horda de bandidos y bestias que amenazan la subsistencia de la humanidad y convierten sin vacilacion el territorio surcoreano en el infierno humano y campo de prueba de armas bioquimicas sin tomar en consideracion la ley internacional.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el Comite de Defensa Nacional de la Republica Popular Democratica de Corea aclara la siguiente posicion de principios:\n\t\t\t\t\t\n\t\t\t\t\tPrimero, EE.UU. debe reconocer su tremendo crimen contra la nacion coreana y el mundo y regresar sin demora a su nido con los pertrechos de guerra nuclear y los medios de armas biologicas, emplazados a puertas cerradas por doquier del Sur de Corea incluso la base aerea en Osan. \n\t\t\t\t\t\n\t\t\t\t\tEl Sur de Corea, mitad de nuestra patria, no es el escenario donde las bestias norteamericanas actuan a su antojo trazando la intriga de guerra nuclear y bacteriologica para exterminar a la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tSegundo, los habitantes de distintos estratos surcoreanos deben levantarse como un solo hombre en la lucha pannacional por frustrar los preparativos de guerra nuclear y bacteriologica de los imperialistas norteamericanos. \n\t\t\t\t\t\n\t\t\t\t\tTienen que rechazar la palabra melosa del demonio norteamericano con la lucha antiyanqui y dar golpe al servilismo pronorteamericano de Park Geun-hye para defender con las fuerzas unidas nacionales nuestro territorio y nuestro destino. \n\t\t\t\t\t\n\t\t\t\t\tTercero, el mundo debe castigar implacablemente la intriga de EE.UU. que hace sin vacilacion alguna hasta los preparativos de la guerra bacteriologica, prohibida por la ley internacional, calificandola de desafio mas brutal a la paz y de tremendo crimen de masacre. \n\t\t\t\t\t\n\t\t\t\t\tLa Corte Penal Internacional debe sentenciar a muerte al presidente y al secretario de Defensa de EE.UU. y el comandante de las tropas norteamericanas ocupantes del Sur de Corea, que son autores del crimen, y a los caudillos titeres surcoreanos que se adhieren a ellos en el tribunal comun de la humanidad. \n\t\t\t\t\t\n\t\t\t\t\tEs irrealizable el malsano intento del imperio yanqui de convertir la Peninsula Coreana en el infierno radiactivo nuclear y bacteriologico."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de nuevo embajador de Myanmar",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-33ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de nuevo embajador de Myanmar\r\nPyongyang, 3 de junio (ACNC) -- Thit Linn Ohn presento este miercoles en el capitalino Palacio de los Congresos Mansudae ante Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, las cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica de la Union de Myanmar en la RPDC.\n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico."
        },
        {
            "title": "Ri Su Yong se reune con nuevo representante de PMA",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-34ee.html",
            "content": "Ri Su Yong se reune con nuevo representante de PMA\r\nPyongyang, 3 de junio (ACNC) -- El canciller de la Republica Popular Democratica de Corea, Ri Su Yong, se reunio el dia 3 en el capitalino Palacio de los Congresos Mansudae con el nuevo representante del Programa Mundial de Alimento, Darlene Tymo.\n\t\t\t\t\t  Tras recibir las cartas credenciales, Ri departio con el representante."
        },
        {
            "title": "Persiste sequia tambien en 2015",
            "url": "http://kcna.co.jp/item/2015/201506/news03/20150603-35ee.html",
            "content": "Persiste sequia tambien en 2015\r\nPyongyang, 3 de junio (ACNC) -- Tambien este ano, persiste el fenomeno de sequia en todas las localidades del pais.\n\t\t\t\t\tLa precipitacion media registrada del enero al mayo es 135.4mm. La cifra es un poco mas en comparacion con la precipitacion del mismo periodo del ano pasado, pero fue 74.2% del promedio anual (182.6mm).\n\t\t\t\t\t\n\t\t\t\t\tParticularmente, la precipitacion de marzo fue 7.7mm (la promedia anual es 26.2mm) y todas las regiones sufrieron la  sequia. La precipitacion de mayo, periodo de faenas agricolas principales, fue 40.1mm y se agravo mas el estado de sequia en la segunda quincena de mayo debido al anormal fenomeno de alta temperatura. Las precipitaciones por provincias son; 80-151mm en las provincias de Ryanggang, Kangwon y Hwanghae del Sur y el Norte equivalentes al 53-67% del promedio anual, 108-160mm en las provincias de Hamgyong del Sur y el Norte, Phyong-an del Sur y el Norte y las ciudades de Pyongyang y Nampho equivalentes al 77-86% del promedio anual y 163.5mm en la provincia de Jagang equivalentes al 90.8% del promedio anual.\n\t\t\t\t\t\n\t\t\t\t\tDurante ese lapso, fueron pocas las precipitaciones medias en las principales cuencas de rios. Especialmente, las precipitaciones de los rios de las costas del Mar Este y Oeste fueron 66-69% del promedio anual.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, son pocas las precipitaciones medias de las llanuras principales inclusive las llanuras de Yonbaek y Jaeryong, las cuales influencian negativamente al crecimiento de cereales y al transplante de arroz en curso.\n\t\t\t\t\t\n\t\t\t\t\tLas zonas que sufrieron mas por la sequia son las provincias de Ryanggang, Kangwon, Hwanghae del Sur y el Norte.\n\t\t\t\t\t\n\t\t\t\t\tEn muchas regiones de las ciudades de Pyongyang y Nampho y las provincias de Phyong-an del Sur y Hamgyong del Sur tambien se registra el fenomeno de sequia.\n\t\t\t\t\t\n\t\t\t\t\tTal fenomeno se amplia rapidamente a todas las zonas del pais debido a la condicion climatica caliente y seca."
        }
    ]
}