{
    "date": "2015-01-17",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-17ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Receives Reply Message from Raul Castro Ruz ",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-11ee.html",
            "content": "Kim Jong Un Receives Reply Message from Raul Castro Ruz \n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a reply message from Raul Castro Ruz, president of the Council of State of Cuba, on January 7. \n\t\t\t\t\t The message expressed thanks on behalf of the Communist Party of Cuba and the government and people of Cuba for the warm congratulations Kim Jong Un sent to Raul Castro Ruz on the occasion of the 56th anniversary of the victory of the Cuban revolution.\n\t\t\t\t\t\n\t\t\t\t\t It reiterated the will to boost the fraternal relations and cooperation between the two parties, two countries and two peoples."
        },
        {
            "title": "Preparations for Paektusan Prize Sports Contest Brisk",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-18ee.html",
            "content": "Preparations for Paektusan Prize Sports Contest Brisk\n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- The 20th Paektusan Prize Sports Contest among Officials of National Institutions will be held here with splendor to celebrate the Day of the Shining Star, birth anniversary of leader Kim Jong Il. \n\t\t\t\t\t The officials are filled with enthusiasm to fully demonstrate their resolution to take the lead in building a socialist highly civilized nation through the contest.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Agriculture, the Ministry of Land and Environment Protection and the Ministry of Food Procurement and Administration are meticulously organizing the work for letting their participants fully demonstrate their high sports technique, team spirit and fair play. \n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Electric Power Industry and the Ministry of External Economic Relations are paying deep attention to selecting good players and strengthening guidance over their training. \n\t\t\t\t\t\n\t\t\t\t\t Leading officials of the Korean Committee for Cultural Relations with Foreign Countries are arousing sports enthusiasm among masses. \n\t\t\t\t\t\n\t\t\t\t\t The participants will compete in basketball, volleyball, table tennis and other events at the Pyongyang Indoor Stadium and other gymnasiums in the city from January 21."
        },
        {
            "title": "New Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-14ee.html",
            "content": "New Stamps Issued in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- Four kinds of stamps reflecting supreme leader Kim Jong Un's New Year address were issued in the Democratic People's Republic of Korea.\n\t\t\t\t\t One of them displays \"Let us all turn out in the general offensive to hasten final victory in the revolutionary spirit of Paektu!\", a slogan advanced in the address for this year. It also features, against the background of flag of the Workers' Party of Korea (WPK), the looks of servicepersons and civilians who have turned out in a drive to glorify this year marking the 70th anniversary of the national liberation and the 70th birthday of the WPK as a year of great auspicious events.\n\t\t\t\t\t\n\t\t\t\t\t Other stamps deal with the tasks set forth in the New Year address, which are to fully display the might of military power by effecting a new turn in building the revolutionary armed forces and bolstering up the defence capability, give a definite priority to science and technology, bring about a turn in building a socialist economic power and a highly civilized nation and open up a broad avenue to independent reunification by united efforts of the entire nation."
        },
        {
            "title": "Art Agitation Campaign Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-12ee.html",
            "content": "Art Agitation Campaign Brisk in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- Leading art troupes and art squads of the DPRK launched an art agitation campaign at different economic units to encourage their employees in the efforts for carrying out the tasks set forth in supreme leader Kim Jong Un's New Year address.\n\t\t\t\t\t Among the art troupes are Phibada Opera Troupe, National Theatrical Troupe, Orchestra of the Yun I Sang Music Institute, National Folk Art Troupe and National Circus.\n\t\t\t\t\t\n\t\t\t\t\t Their artistes are now active at East Pyongyang Thermal Power Plant, Pyongyang Thermal Power Complex, Kim Jong Suk Pyongyang Textile Mill, Kim Jong Thae Electric Locomotive Complex and other industrial establishments to give strength and courage to the working people through art performances of various forms.\n\t\t\t\t\t\n\t\t\t\t\t A number of art squads, too, are taking active part in the agitation activities for increased production in various economic sectors. They include art squads from the Ministry of Railways and the central committees of the General Federation of Trade Unions, the Kim Il Sung Socialist Youth League and the Democratic Women's Union."
        },
        {
            "title": "DPRK Young People Take Lead in Economic Construction",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-15ee.html",
            "content": "DPRK Young People Take Lead in Economic Construction\n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- It has been 69 years since the foundation of the Kim Il Sung Socialist Youth League on Jan. 17, 1946.\n\t\t\t\t\t Greeting this significant day, all the youths in the DPRK take the lead in the general offensive to hasten the final victory in the revolutionary spirit of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t They are now working great innovations in different economic sectors to carry out the tasks set forth in supreme leader Kim Jong Un's New Year address.\n\t\t\t\t\t\n\t\t\t\t\t With a firm will to celebrate the 70th anniversary of national liberation and the 70th birthday of the Workers' Party of Korea as auspicious events this year, they strive to make signal achievements on all fronts of building a thriving nation, including agricultural and scientific and technological fields.\n\t\t\t\t\t\n\t\t\t\t\t It is their steadfast will to bring about rosy future of prosperity at an early date by their own efforts."
        },
        {
            "title": "DPRK Pays Deep Attention to Population, Reproductive Health",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-13ee.html",
            "content": "DPRK Pays Deep Attention to Population, Reproductive Health\n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- It has been 30 years since the Democratic People's Republic of Korea joined the United Nations Population Fund (Jan. 17, 1985).\n\t\t\t\t\t In this regard, Yang Song Il, section chief of the Population Center of the DPRK, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Over the past years, the DPRK government has carried on diverse activities for the settlement of local population and reproductive health issues in cooperation with UNPF.\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of World Population Day (July 11) each year, the government organizes seminars on the themes recommended by the fund, raising the awareness of population and reproductive health among local people.\n\t\t\t\t\t\n\t\t\t\t\t Censuses, taken in 1993 and 2008, made contributions to developing the nation's economy more scientifically.\n\t\t\t\t\t\n\t\t\t\t\t In cooperation with the fund, the government carried out a survey of reproductive health in 2012, assessment on emergency obstetric and neonatal care in health facilities in 2013 and social demographic and health survey in 2014.\n\t\t\t\t\t\n\t\t\t\t\t We will intensify cooperation with UNPF and other international bodies in order to ensure quality reproductive health for the people."
        },
        {
            "title": "DPRK Will Invariably Keep to Road of Songun: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-08ee.html",
            "content": "DPRK Will Invariably Keep to Road of Songun: Rodong Sinmun  \n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- The DPRK will invariably keep to the road of Songun, says Rodong Sinmun Saturday in an article. \n\t\t\t\t\t Noting that thanks to the Songun politics of the DPRK a war is averted on the Korean peninsula and in the rest of Northeast Asia and peace of the country and security of the whole Korean nation is ensured, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led imperialists' arbitrary practices and undisguised infringement upon sovereignty in different parts of the world have reached an extreme phase at present. \n\t\t\t\t\t\n\t\t\t\t\t Miserable realities in the international arena now clearly prove how just the army and people of the DPRK were when they have firmly defended national sovereignty, its life and soul, true to the Songun politics of the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The road of Songun means the path of resolute struggle which helps counter imperialism through the toughest actions. \n\t\t\t\t\t\n\t\t\t\t\t One's desire for sovereignty of the country and nation is not enough to protect it. It can be defended only when one has strength to protect it. The independence and prosperity of a country and nation can be ensured when the country and nation prioritize the military affairs. \n\t\t\t\t\t\n\t\t\t\t\t It is necessary to strongly counter the enemies with the will to settle accounts with them. This is the only way of putting imperialism on the defensive and winning victory. \n\t\t\t\t\t\n\t\t\t\t\t The tough stand of the DPRK is by no means a temporary step according to the trend of the times. Unchangeable is the principle of the revolution to win victory by force of arms. \n\t\t\t\t\t\n\t\t\t\t\t It is beyond doubt that the Songun politics will display eternal vitality as long as there exist the U.S. and other imperialists on earth and the revolution goes on."
        },
        {
            "title": "All Koreans Called upon to Turn out in Patriotic Struggle for Independent Reunification ",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-07ee.html",
            "content": "All Koreans Called upon to Turn out in Patriotic Struggle for Independent Reunification \n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- Rodong Sinmun Saturday in an editorial stresses the need for all Koreans to achieve the independent and peaceful reunification of the country without fail and write a new history of the nation for prosperity no matter what hardships and ordeals they may face.\n\t\t\t\t\t The editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\t The driving force of the country's reunification is all Koreans in the north, south and abroad and the country's reunification is the nationwide cause to be achieved only when all of them get united under the banner of pro-reunification patriotism and carry on the dynamic struggle.\n\t\t\t\t\t\n\t\t\t\t\t It is the sacred duty of all Koreans to devote themselves to the struggle for the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is a militant task of our nation this year to rise up as one and accelerate the patriotic cause for mending the inter-Korean relations and achieving the independent reunification under the uplifted slogan \"Let the whole nation join efforts to open up a broad avenue to independent reunification in this year of the 70th anniversary of national liberation!\"\n\t\t\t\t\t\n\t\t\t\t\t The road to be covered by the north and the south is the one indicated by the idea of By Our Nation Itself and the banner to be held up by our nation is By Our Nation Itself in the movement for the country's reunification. \n\t\t\t\t\t\n\t\t\t\t\t Though conditions and circumstances may change in the struggle of the Korean nation for the country's reunification, there can be no change in the fundamental principle of independence and unity and the stand of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south adopted the July 4 joint statement, the June 15 joint declaration and the October 4 declaration, demonstrating before the world our nation's will and stamina for independent reunification. \n\t\t\t\t\t\n\t\t\t\t\t If the north and the south respect and sincerely implement the historic statement and declarations whose validity and vitality have been clearly proved in reality, they can certainly bring about great changes in the inter-Korean relations."
        },
        {
            "title": "S. Korean Authorities Urged to Cancel Projected Nuclear War Exercises ",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-17ee.html",
            "content": "S. Korean Authorities Urged to Cancel Projected Nuclear War Exercises \n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- The U.S. imperialists and south Korean military warmongers are set to stage joint military exercises Key Resolve and Foal Eagle, nuclear war drills against the DPRK from early in March, according to south Korean media. \n\t\t\t\t\t It is reported that the military drills to be supervised by the U.S.-south Korea \"Combined Forces Command\" will involve huge armed forces for preemptive nuclear attack just as it did in the past. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK proposed the south Korean authorities to stop all war moves including reckless war drills while taking urgent practical steps for improving the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean warmongers said that they would continue military exercises as long as there exists an alliance with the U.S. They are staging provocative saber-rattling, leveling guns at the north from the beginning of the new year. \n\t\t\t\t\t\n\t\t\t\t\t Special warfare units conducted war drills for invasion of the north and rescue corps of the south Korean navy started military drills in the waters off Jinhae Port on January 12. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the 55th Division of the south Korean army is planning to stage military exercises in the southeastern area of Kyonggi Province from Jan. 19 to 23 and the 31st Division in Kwangju and the whole area of South Jolla Province from Jan. 18 to 20. \n\t\t\t\t\t\n\t\t\t\t\t All the facts go to prove what real aim the south Korean authorities are seeking in their talk about \"dialogue\"."
        },
        {
            "title": "Fires Continue to Occur in S. Korea ",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-16ee.html",
            "content": "Fires Continue to Occur in S. Korea \n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- Fires occurred one after another in south Korea. \n\t\t\t\t\t A fire in an apartment building in Uijongbu of Kyonggi Province on January 10 caused big calamities, 4 dead and more than 120 wounded. It was reported that about 10 out of them got burnt all over their bodies. \n\t\t\t\t\t\n\t\t\t\t\t Fires also occurred in Jeju City of Jeju Island on January 12 and in Jongro District of Seoul, Sejong City and Yangju and Namyangju of Kyonggi Province on January 13, forcing people to evacuate. \n\t\t\t\t\t\n\t\t\t\t\t There was also a fire in a market in Yoksam-dong, Kangnam District of Seoul on January 15."
        },
        {
            "title": "Korean in U.S. Terms S. Korea Tundra of Human Rights",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-10ee.html",
            "content": "Korean in U.S. Terms S. Korea Tundra of Human Rights\n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- Son Se Yong, a member of the editorial board of Minjok Thongsin, an internet newspaper of Koreans in the U.S., released a commentary on Jan. 12 assailing the south Korean authorities' suppression of a Korean professor in the U.S. \n\t\t\t\t\t The crackdown upon Prof. Sin Un Mi who gave a lecture on reunification patently proved that south Korea is the worst grave yard of human rights in the world.\n\t\t\t\t\t\n\t\t\t\t\t Human rights and democracy are unimaginable in south Korea as long as \"the Security Law\" remains in force, the commentary noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have cooked up various cases through a campaign for eliminating \"followers of the north\" while conservative media are staging red herring operations to cover up the truth behind the scandals of the regime and divert elsewhere the public attention.\n\t\t\t\t\t\n\t\t\t\t\t The whole south Korean society is in the grip of a bottomless crisis which cannot but lead to a ruin."
        },
        {
            "title": "Settlement of Issue of Sexual Slavery for Imperial Japanese Army Demanded",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-09ee.html",
            "content": "Settlement of Issue of Sexual Slavery for Imperial Japanese Army Demanded\n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- Korean youth and civic and public organizations in Japan held a meeting in Osaka, Japan on January 8 at which they called for the settlement of the issue of sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t Speakers at the meeting demanded Japan properly understand the post-war 70 year-long history and take the road of peace, not war.\n\t\t\t\t\t\n\t\t\t\t\t They declared that Koreans in Japan and its citizens would solidarize with each other and conduct positive actions this year to settle the issue of sexual slavery for the Imperial Japanese Army and achieve peace."
        },
        {
            "title": "Kim Jong Un's Works Published in Russia",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-01ee.html",
            "content": "Kim Jong Un's Works Published in Russia\r\n Pyongyang, January 17 (KCNA) -- Supreme leader Kim Jong Un's works \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" and \"The Sons and Daughters of Revolutionary Martyrs Should Become the Reliable Backbone of the Songun Revolution Who Would Stoutly Carry Forward the Lineage of Mangyongdae, the Lineage of Paektu\" were brought out in booklet by Nakhodka Format Publishing House of Russia on January 8.\n\t\t\t\t\t Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" is the speech made by him at the military parade held to celebrate the 100th birth anniversary of President Kim Il Sung on April 15, Juche 101 (2012). \n\t\t\t\t\t\n\t\t\t\t\t It says the 100 year-long history of Kim Il Sung's nation clearly proves the immutable truth that outstanding leaders assure the dignity and prosperity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the tasks to be fulfilled to exalt the dignity of Songun Korea for all ages and successfully accomplish the cause of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's work \"The Sons and Daughters of Revolutionary Martyrs Should Become the Reliable Backbone of the Songun Revolution Who Would Stoutly Carry Forward the Lineage of Mangyongdae, the Lineage of Paektu\" is the letter issued by him on Oct. 12, Juche 101 (2012). It says that Mangyongdae Revolutionary School and Kang Pan Sok Revolutionary School are revolutionary schools founded and developed by the peerlessly great persons of Mt. Paektu and the training centre of the backbone that will succeed to the Songun revolution and deals with the responsibility and duty of the revolutionary schools."
        },
        {
            "title": "Kim Jong Un's New Year Address Posted by S. African Organization on Its Website",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-02ee.html",
            "content": "Kim Jong Un's New Year Address Posted by S. African Organization on Its Website\n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- The full text of supreme leader Kim Jong Un's New Year address was posted by the South African Group for the Study of Kimilsungism-Kimjongilism on its website on January 12.\n\t\t\t\t\t Also posted on the website is a photo of Kim Jong Un making the New Year address."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by British Political Figures and Personage of Regional Body",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-03ee.html",
            "content": "Kim Jong Un's New Year Address Supported by British Political Figures and Personage of Regional Body\n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- Supreme leader Kim Jong Un's New Year address was supported by political figures of Britain.\n\t\t\t\t\t The spokesman (leader) of the Central Committee of the Revolutionary Communist Party of Britain (Marxist-Leninist) said on January 10:\n\t\t\t\t\t\n\t\t\t\t\t I fully support the tasks for building a thriving nation and improving the people's living standard and proposal for reunifying the country set forth by Kim Jong Un in his New Year address.\n\t\t\t\t\t\n\t\t\t\t\t I wish Kim Jong Un bigger successes in his work for leading the Korean people in their struggle for building a thriving socialist nation and reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the general secretary of the Central Committee of the New Communist Party of Britain said:\n\t\t\t\t\t\n\t\t\t\t\t The New Communist Party of Britain will always express full support for the policies of the Workers' Party of Korea led by Kim Jong Un who is identical to President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t We carried Kim Jong Un's New Year address in the organ of our party.\n\t\t\t\t\t\n\t\t\t\t\t We will make dynamic solidarity activities to condemn the U.S. and its satellite forces for their moves for stifling the DPRK and support the just cause of the Korean people in this year, too.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Helmi El Hadidi, chairman of the Afro-Asian People's Solidarity Organization, on January 13 issued a statement supporting Kim Jong Un's New Year address."
        },
        {
            "title": "Slovak Organizations Hope for Korean People's Greater Successes This Year",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-04ee.html",
            "content": "Slovak Organizations Hope for Korean People's Greater Successes This Year\n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- We warmly congratulate once again the Korean people on their achievements made in building an economic giant and hope they will register greater successes this year under the leadership of the respected Marshal Kim Jong Un.\n\t\t\t\t\t The Slovak Association for Supporting the Juche Idea and the Slovakia-Korea Friendship Association said this in a joint statement issued on Jan. 10.\n\t\t\t\t\t\n\t\t\t\t\t It fully supported and hailed the New Year address made by Kim Jong Un. It said:\n\t\t\t\t\t\n\t\t\t\t\t We are rejoiced over the great achievements made by the Korean people last year in boosting defense capabilities and building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t We support the realistic and specific proposals for mending the inter-Korean relations advanced by Kim Jong Un in his address.\n\t\t\t\t\t\n\t\t\t\t\t We express profound sympathy with his saying that as long as the enemy persists in its moves to stifle our socialist system, we will consistently adhere to the Songun politics and the line of promoting the two fronts simultaneously and firmly defend sovereignty of the country and dignity of the nation."
        },
        {
            "title": "Kim Jong Un's New Year Address Studied in Egypt, Bulgaria",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-05ee.html",
            "content": "Kim Jong Un's New Year Address Studied in Egypt, Bulgaria\n\t\t\t\t\t\t\r\n Pyongyang, January 17 (KCNA) -- Seminars on the New Year address made by Marshal Kim Jong Un took place in Egypt and Bulgaria on Jan. 9 and 10.\n\t\t\t\t\t Displayed at the venues of the seminars were photos documenting the undying feats of President Kim Il Sung, leader Kim Jong Il and Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were works of peerlessly great men of Mt. Paektu and photos showing the achievements made by the Korean people in building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Yehia Zakaria Khairullah, vice-chairman of the Socialist Freedom Party of Egypt who doubles as chairman of the Egypt-Korea Friendship Association, and other speakers explained the main contents of Kim Jong Un's New Year address, praising the DPRK for fully displaying its spirit and might last year.\n\t\t\t\t\t\n\t\t\t\t\t They expressed expectation and belief that the Korean people would firmly defend socialism and register greater success in building a thriving nation while meeting all challenges of the enemies and foiling their obstructive moves in this year, too.\n\t\t\t\t\t\n\t\t\t\t\t Lyudmil Kostadinov, chief of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism, and other speakers said that Kim Jong Un's New Year address gave great confidence and courage not only to the Korean people but also to the progressives of the world aspiring after independence.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the service personnel and people of the DPRK would successfully carry out the tasks set forth in the address."
        },
        {
            "title": "Emitidos en RPDC sellos alusivos al mensaje de Ano Nuevo de Kim Jong Un",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-20ee.html",
            "content": "Emitidos en RPDC sellos alusivos al mensaje de Ano Nuevo de Kim Jong Un\n\t\t\t\t\t\t\r\nPyongyang, 17 de enero (ACNC) -- Quedaron emitidos en la Republica Popular Democratica de Corea 4 generos de sellos individuales que reflejan la idea del mensaje pronunciado por el Mariscal Kim Jong Un con motivo del Ano Nuevo 104 (2015) de la Era Juche.\n\t\t\t\t\tEn uno de ellos se ven la consigna combativa del ano presente presentada por el Mariscal \"!Todos, con el espiritu revolucionario del Paektu, desarrollemos la ofensiva general para anticipar la victoria final!\" y las imagenes del pueblo coreano que se esfuerza por glorificar como ano lleno de los eventos revolucionarios el presente en que se cumplira el 70o aniversario de la liberacion de la patria y la fundacion del PTC con la bandera del partido en el fondo de sello.\n\t\t\t\t\t\n\t\t\t\t\tLos otros reflejan las tareas del mensaje de poner de pleno manifiesto el poderio de la potencia militar registrando nuevo cambio en la construccion de las fuerzas armadas revolucionarias y el fortalecimiento de las fuerzas defensivas nacionales y alcanzar cambios en la construccion de la potencia economica socialista, estado civilizado al anteponer con firmeza las ciencias y la tecnologia.\n\t\t\t\t\t\n\t\t\t\t\tEn el ultimo sello se ven dos manos tomandose fuertemente y las letras en relieve \"Declaracion Conjunta del 4 de Julio\", \"Declaracion Conjunta del 15 de Junio\" y \"Declaracion del 4 de Octubre\", tomando como fondo el Monumento a las Tres Cartas para la Reunificacion de la Patria, lo que demuestra la idea de lograr sin falta la reunificacion de la patria, anhelo de la nacion, al abrir el ancho camino por la reunificacion independiente con las fuerzas unidas de la nacion."
        },
        {
            "title": "Preparativos de 20a competencia por premio Paektusan de funcionarios de organos centrals",
            "url": "http://kcna.co.jp/item/2015/201501/news17/20150117-21ee.html",
            "content": "Preparativos de 20a competencia por premio Paektusan de funcionarios de organos centrales\n\t\t\t\t\t\t\r\nPyongyang, 17 de enero (ACNC) -- Con motivo del Dia de la Estrella Luz (16 de febrero, dia de natalicio del Dirigente Kim Jong Il), tendra lugar en esta capital la 20a competencia deportiva por el premio Paektusan de los funcionarios de los organos centrales.\n\t\t\t\t\tLos funcionarios y empleados de los ministerios y organos centrales estan  decididos a demostrar sin reserva los aspectos de si mismos quienes se ponen al frente de la construccion del pais civilizado socialista en esta competencia.\n\t\t\t\t\t\n\t\t\t\t\tEl Ministerio de Agricultura, el Ministerio de Proteccion Territorial y Ambiental y el Ministerio de Acopio y Administracion Cerealera organizan con escrupulosidad el trabajo para que los jugadores pongan de pleno manifiesto la alta tecnica deportiva, la capacidad de unidad del colectivo y los nobles rasgos espirituales y morales.\n\t\t\t\t\t\n\t\t\t\t\tEl Ministerio de Industria Electrica y el Ministerio de Relaciones Economicas con el Extranjero seleccionaron bien a los jugadores y fortalecen la direccion de ejercicios de ellos.\n\t\t\t\t\t\n\t\t\t\t\tEn el Comite de Relaciones Culturales con el Extranjero los funcionarios directivos levantan la fiebre por el deporte en las masas y conducen a los jugadores a manifestar el espiritu de colectivismo en el partido.\n\t\t\t\t\t\n\t\t\t\t\tLa competencia se realizara desde el dia 21 dividida en las disciplinas de baloncesto, voleibol, ping-pong y otros en el Palacio de Deportes de Pyongyang y otros lugares de esta capital."
        }
    ]
}