{
    "date": "2015-11-12",
    "url": "http://kcna.co.jp/item/2015/201511/2015-11-12ee.html",
    "articles": [
        {
            "title": "Solemn Funeral of Late Ri Ul Sol Held",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-01ee.html",
            "content": "Solemn Funeral of Late Ri Ul Sol Held\r\n Pyongyang, November 12 (KCNA) -- A state funeral of Marshal of the Korean People's Army (KPA) Ri Ul Sol, member of the Central Committee of the Workers' Party of Korea (WPK) and deputy to the DPRK Supreme People's Assembly (SPA), took place here on Wednesday.\n\t\t\t\t\t Supreme leader Kim Jong Un was present at the funeral.\n\t\t\t\t\t\n\t\t\t\t\t Also present were senior party, state and army officials, the chairperson of a friendly party and other members of the state funeral committee, anti-Japanese revolutionary fighters, officials of the party, armed forces and power organs and the Cabinet and family members of the deceased.\n\t\t\t\t\t\n\t\t\t\t\t There took place a ceremony of carrying the coffin out of the hall.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un observed a moment's silence in memory of the late Ri Ul Sol and expressed deep condolences over his death before the coffin was carried out of it.\n\t\t\t\t\t\n\t\t\t\t\t Bereaved family members and members of the state funeral committee observed a moment's silence in memory of the deceased.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un together with bereaved family members followed the coffin.\n\t\t\t\t\t\n\t\t\t\t\t The armored car carrying the coffin left for the Revolutionary Martyrs Cemetery on Mt. Taesong, escorted by motorcycles.\n\t\t\t\t\t\n\t\t\t\t\t Tens of thousands of service personnel and people from all walks of life along the route on the Okryu Bridge, Mansudae Street, Pothong Gate, Yongung Street and Pipha Street, expressed condolences over the death of Ri, bidding last farewell to him.\n\t\t\t\t\t\n\t\t\t\t\t Passers-by posed to bid farewell to the deceased.\n\t\t\t\t\t\n\t\t\t\t\t The armored car drove past Ryonghung Crossroads, Podunamu Street and Mundok Street. \n\t\t\t\t\t\n\t\t\t\t\t A ceremony of bidding the last farewell to the deceased took place at the cemetery. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un attended the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Members of the state funeral committee, family members of the deceased and officials of party, armed forces and power organs and the Cabinet were present there.\n\t\t\t\t\t\n\t\t\t\t\t KPA Vice Marshal Hwang Pyong So, member of the Presidium of the Political Bureau of the C.C., the WPK and director of the General Political Bureau of the KPA, made an eulogy.\n\t\t\t\t\t\n\t\t\t\t\t The remains of the deceased were buried amid the playing of funeral music and the firing volley for the deceased. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, together with senior army officials and family members of the deceased spread earth on the grave.\n\t\t\t\t\t\n\t\t\t\t\t Placed before the bust of Ri Ul Sol was a wreath bearing the august name of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also laid were wreaths in the names of the C.C., the WPK, the Central Military Commission of the WPK, the DPRK National Defence Commission and the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un observed a moment's silence in memory of the late Ri Ul Sol.\n\t\t\t\t\t\n\t\t\t\t\t Members of the state funeral committee, bereaved family members and officials of the party, armed forces and power organs and the Cabinet observed a moment's silence in memory of the deceased."
        },
        {
            "title": "U.S. Conservative Forces Denounced for Trying to Re-list DPRK as \"Sponsor of Terrorism\"",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-14ee.html",
            "content": "U.S. Conservative Forces Denounced for Trying to Re-list DPRK as \"Sponsor of Terrorism\"\r\n Pyongyang, November 12 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK Thursday gave the following answer to the question raised by KCNA as regards the fact that the U.S. conservative politicians are raising the issue of re-listing the DPRK as \"sponsor of terrorism\": \n\t\t\t\t\t Shortly ago, the chairman of the subcommittee on anti-terrorism, nuclear non-proliferation and trade of the U.S. House International Relations Committee cried out for re-listing the DPRK as a \"sponsor of terrorism,\" taking issue with its nuclear deterrent for self-defence. \n\t\t\t\t\t\n\t\t\t\t\t A string of such sheer sophism is often heard from among conservatives in the U.S. Congress. \n\t\t\t\t\t\n\t\t\t\t\t In 2008 the then U.S. Administration of republicans de-listed the DPRK as a \"sponsor of terrorism.\" It was not the benevolence shown by Washington for the DPRK but a thing done, prompted by its standard and interests. \n\t\t\t\t\t\n\t\t\t\t\t Now those fools ignorant of details and essence of the issue become vocal, styling themselves politicians. The U.S. Congress looks like a market selling secondhand goods. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. conservatives intend to brand the DPRK as a \"sponsor of terrorism\" though its nuclear issue is absolutely irrelevant to terrorism. Their assertions are nothing but rigmarole of those steeped in inveterate repugnancy and hostility toward the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains unperturbed even if the U.S. re-lists it as a \"sponsor of terrorism.\" \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will remain unchanged in its principled stand of opposing all forms of terrorism. But it will bolster up its nuclear deterrent at a speed baffling the imagination of the U.S. as long as it persistently pursues its hostile policy towards the former."
        },
        {
            "title": "Kim Yong Nam Meets Serbian Ambassador",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-18ee.html",
            "content": "Kim Yong Nam Meets Serbian Ambassador\r\n Pyongyang, November 12 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, received a credentials from Milan Bacevic, new ambassador of the Republic of Serbia to the DPRK, at the Mansudae Assembly Hall on Thursday."
        },
        {
            "title": "Yang Hyong Sop Meets Cuban Ambassador",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-22ee.html",
            "content": "Yang Hyong Sop Meets Cuban Ambassador\r\n Pyongyang, November 12 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, met and had a talk with Cuban Ambassador to the DPRK German Hermin Ferras Alvarez who paid a farewell call on him at the Mansudae Assembly Hall Thursday."
        },
        {
            "title": "DPRK-Russia Agreement Signed",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-25ee.html",
            "content": "DPRK-Russia Agreement Signed\r\n Pyongyang, November 12 (KCNA) -- An agreement on preventing the dangerous military action was inked between the governments of the DPRK and the Russian Federation here on Thursday.\n\t\t\t\t\t Present there from the DPRK side were O Kum Chol, vice-chief of the Korean People's Army General Staff, and generals and officers of the KPA and from the opposite side members of the delegation of the General Staff of the Armed Forces of the Russian Federation led by First Vice Chief of General Staff Nikolai Bogdanovski, Ambassador Alexander Matsegora and Military Attache Alexei Bartusov of the Russian embassy here.\n\t\t\t\t\t\n\t\t\t\t\t O Kum Chol and Nikolai Bogdanovski signed the agreement."
        },
        {
            "title": "Russian Military Delegation Lays Wreaths",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-20ee.html",
            "content": "Russian Military Delegation Lays Wreaths\r\n Pyongyang, November 12 (KCNA) -- The delegation of the General Staff of the Armed Forces of the Russian Federation led by First Vice Chief of General Staff Nikolai Bogdanovski laid wreaths before the Revolutionary Martyrs Cemetery on Mt. Taesong and the Liberation Tower on Thursday.\n\t\t\t\t\t Present there were generals and officers of the Korean People's Army, the Russian ambassador to the DPRK and the military attache of the Russian embassy here.\n\t\t\t\t\t\n\t\t\t\t\t The participants presented bouquets to the bust of Kim Jong Suk, anti-Japanese war hero, at the Revolutionary Martyrs Cemetery on Mt. Taesong. \n\t\t\t\t\t\n\t\t\t\t\t A wreath was laid before the cemetery in the name of the delegation.\n\t\t\t\t\t\n\t\t\t\t\t They observed a silent tribute to the memory of the revolutionary martyrs.\n\t\t\t\t\t\n\t\t\t\t\t They also laid a wreath before the Liberation Tower on behalf of the delegation and observed a silent tribute to the memory of the fighters of the Soviet army who died on the battlefields for the liberation of Korea."
        },
        {
            "title": "Russian Delegation Tours Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-21ee.html",
            "content": "Russian Delegation Tours Mangyongdae\r\n Pyongyang, November 12 (KCNA) -- The delegation of the General Staff of the Armed Forces of the Russian Federation led by First Vice Chief of General Staff Nikolai Bogdanovski visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the historic home in Mangyongdae where the President was born, the members of the delegation looked round the relics preserved with much care at the old home.\n\t\t\t\t\t\n\t\t\t\t\t They went round the revolutionary sites on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t Nikolai Bogdanovski wrote in the visitor's book that he came to know well about the Korean people's boundless reverence and will to remember the President, who built up an independent state, for all ages.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Tower of the Juche Idea, the Victorious Fatherland Liberation War Museum, the Pyongyang Metro and other places."
        },
        {
            "title": "Foreigners Pay Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-19ee.html",
            "content": "Foreigners Pay Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, November 12 (KCNA) -- Delegations of the General Staff of the Armed Forces of the Russian Federation and the Ministry of Defense of Mongolia and other foreigners visited the Kumsusan Palace of the Sun on Thursday.\n\t\t\t\t\t They paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues at the palace.\n\t\t\t\t\t\n\t\t\t\t\t In the halls where the great leaders lie in state, they paid homage to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls in which orders the great leaders received are on display and halls which house cars, electric car, boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t They made an entry in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t First Vice Chief of General Staff Nikolai Bogdanovski who is heading a delegation of the General Staff of the Armed Forces of the Russian Federation wrote: I pay high tribute to Comrade Kim Il Sung, the founder and eternal President of the DPRK, and Comrade Kim Jong Il who carried forward his cause. They will be immortal in the mind of the Russian people as they performed great feats for the development of the Russia-DPRK friendly relations."
        },
        {
            "title": "Italian Ambassador Gives Reception",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-26ee.html",
            "content": "Italian Ambassador Gives Reception\r\n Pyongyang, November 12 (KCNA) -- Italian Ambassador to the DPRK Marco Della Seta gave a reception on Thursday on the occasion of the 15th anniversary of the establishment of diplomatic ties between the DPRK and Italy.\n\t\t\t\t\t Present there on invitation were Vice Foreign Minister Kung Sok Ung, officials concerned and foreign diplomatic envoys and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Italian embassy were present."
        },
        {
            "title": "National Industrial Art Exhibition Closes",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-23ee.html",
            "content": "National Industrial Art Exhibition Closes\r\n Pyongyang, November 12 (KCNA) -- A national industrial art exhibition in celebration of the 70th founding anniversary of the Workers' Party of Korea (WPK) closed with due ceremony. \n\t\t\t\t\t Officials of ministries and national institutions, officials and creators in the field of industrial art across the country, working people, youth and students looked round the exhibition.\n\t\t\t\t\t\n\t\t\t\t\t The closing ceremony took place at the State Industrial Art Exhibition Hall on Thursday. \n\t\t\t\t\t\n\t\t\t\t\t Present there were officials concerned, creators, teachers and students in the field of industrial art.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Premier Im Chol Ung made a closing address.\n\t\t\t\t\t\n\t\t\t\t\t He said the art pieces on display inspired visitors with conviction and optimism about the future of thriving Korea making a leaping progress under the leadership of the great party and demonstrated the aspect of the Juche-oriented industrial art developing day by day.\n\t\t\t\t\t\n\t\t\t\t\t He called on the officials and creators in the field of industrial art to sensitively reflect the plan and intention of the WPK in their designs and work out more designs reflecting the WPK's love for the people and attachment to ours in a peculiar way by introducing new technique and methods of creation."
        },
        {
            "title": "Performance of Art Groups of Women's Union across Country Given",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-27ee.html",
            "content": "Performance of Art Groups of Women's Union across Country Given\r\nPyongyang, November 12 (KCNA) -- The participants in the 2nd national meeting of active functionaries of primary organizations of the Democratic Women's Union of Korea enjoyed a performance given by art groups of women's union across the country at the People's Palace of Culture on Thursday.\n\t\t\t\t\tThe performance started with chorus \"Appearance of Korea\" and \"Joy of the People\". The performers made an artistic representation of the feats performed by the peerlessly great persons of Mt. Paektu in developing the Juche-oriented women's movement and the proud and happy appearance of the Korean women.\n\t\t\t\t\t\n\t\t\t\t\tPut on the stage were such colorful numbers as narration and song \"Song of Women\" and Oungum ensemble \"Thanks to the Fatherly General\".\n\t\t\t\t\t\n\t\t\t\t\tThey expressed profound thanks to President Kim Il Sung and leader Kim Jong Il for projecting the Korean women as the mistress of the revolution, the country and the society and opening up a new history of respect for women on this land.\n\t\t\t\t\t\n\t\t\t\t\tTheir repertoire included such numbers as serial songs \"Love of the Great Mother\" and \"Azalea\", an immortal classic masterpiece."
        },
        {
            "title": "Loyal Members of Relay Group of Young Vanguard Arrive at North Hamgyong Province",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-24ee.html",
            "content": "Loyal Members of Relay Group of Young Vanguard Arrive at North Hamgyong Province\r\n Chongjin, November 12 (KCNA) -- Loyal members of the relay group of the young vanguard arrived at North Hamgyong Province.\n\t\t\t\t\t The relay group of the Rason City young vanguard reached Kyongwon County, North Hamgyong Province on Nov. 5.\n\t\t\t\t\t\n\t\t\t\t\t It was greeted by Jon Sung Hun, chief secretary of the North Hamgyong Provincial Committee of the Workers' Party of Korea, officials concerned, working people and school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t The red flag was handed to the relay group of loyal members of the young vanguard in North Hamgyong Province.\n\t\t\t\t\t\n\t\t\t\t\t At the Revolutionary Site on Ryuda Island, they looked round a house in which President Kim Il Sung stayed after advancing into Ryuda Island, commanding a unit of the anti-Japanese guerilla army in March, Juche 22 (1933) and the sites of houses where anti-Japanese guerrillas camped.\n\t\t\t\t\t\n\t\t\t\t\t They went to the Wangjaesan Grand Monument and were briefed on the monument. And they looked round the place where the President organized and led the Wangjaesan meeting and the Wangjaesan Revolutionary Museum.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Turubong Revolutionary Site where the President formed the Juche-oriented party organization, the first of its kind in the motherland, in October 1930.\n\t\t\t\t\t\n\t\t\t\t\t They visited the low-roofed house at the foot of Osan Hill on Nov. 7 and went round historic relics preserved with much care, being briefed on the fact that anti-Japanese war hero Kim Jong Suk was born into a patriotic and revolutionary family and grew up to be a great revolutionary.\n\t\t\t\t\t\n\t\t\t\t\t They went to the Hoeryong Revolutionary Museum.\n\t\t\t\t\t\n\t\t\t\t\t They toured Kim Ki Song Hoeryong Senior Secondary School and Hoeryong Taesong Tobacco Factory visited by leader Kim Jong Il and held a meeting with labor innovators in Hoeryong City.\n\t\t\t\t\t\n\t\t\t\t\t They visited revolutionary sites in the city including Chongam Revolutionary Site, the North Hamgyong Provincial Revolutionary Museum, Library of North Hamgyong Province, Kim Chaek Iron and Steel Complex, Sujongchon General Foodstuff Factory, Chongjin Plastic Tube Factory, etc.\n\t\t\t\t\t\n\t\t\t\t\t They took part in the meeting held by members of the young vanguard in North Hamgyong Province to renew their pledge on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t They held such political and cultural events as a meeting with participants in the 2nd national meeting of young front-rankers in noble traits, visits to war veterans' families, bonfire gathering and oratorical meeting.\n\t\t\t\t\t\n\t\t\t\t\t The relay group ran toward Kim Chaek City amid the warm send-off by people from all walks of life and school youth and children in Chongjin City."
        },
        {
            "title": "New Stamp Issued",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-17ee.html",
            "content": "New Stamp Issued\r\n Pyongyang, November 12 (KCNA) -- The State Stamp Bureau of the DPRK recently issued a new stamp (one sheetlet).\n\t\t\t\t\t The stamp carries a panoramic view of newly-built Mirae Scientists Street, symbolic of the idea of attaching importance to science and talents set forth by the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The completion of the street is a clear manifestation of the might of socialist Korea."
        },
        {
            "title": "Chongchongang Sports Team",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-15ee.html",
            "content": "Chongchongang Sports Team\r\n Pyongyang, November 12 (KCNA) -- The Chongchongang Sports Team is well known over the country for producing many elite athletes who have proved successful in domestic and international games.\n\t\t\t\t\t The team was founded on October 15, Juche 61 (1972) and is based in Phyongsong City, South Phyongan Province.\n\t\t\t\t\t\n\t\t\t\t\tAfter its foundation, it won over 5,580 medals in different domestic contests and more than 110 in international games.\n\t\t\t\t\t\n\t\t\t\t\t Typical of its aces is Kim Son Hui who took the first place in women's 10,000m and 5,000m races of the 2015 Vietnam International Track and Field Tournament.\n\t\t\t\t\t\n\t\t\t\t\t The team has paid deep attention to putting training and instruction on a scientific basis as well as modernizing sports apparatuses."
        },
        {
            "title": "Signal Successes Made in Forest Restoration",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-16ee.html",
            "content": "Signal Successes Made in Forest Restoration\r\n Pyongyang, November 12 (KCNA) -- One year has passed since the start of the forest restoration campaign in the Democratic People's Republic of Korea.\n\t\t\t\t\t In the period, signal successes have been made according to long-term, stage-by-stage and yearly plans for afforesting the country within ten years.\n\t\t\t\t\t\n\t\t\t\t\t Central and local headquarters were organized to guide the campaign in a responsible way.\n\t\t\t\t\t\n\t\t\t\t\t A sci-tech room was built at the Central Tree Nursery to disseminate advanced forest science and technology through local network.\n\t\t\t\t\t\n\t\t\t\t\t Various methods of planting trees in all seasons have been completed, which is conducive to decisively increasing the survival rate of transplanted saplings.\n\t\t\t\t\t\n\t\t\t\t\t Big efforts have been paid to laying solid material and technical foundations of producing saplings under any climate conditions in North and South Phyongan, North Hwanghae and Kangwon provinces.\n\t\t\t\t\t\n\t\t\t\t\t This year alone, hundreds of millions of saplings were transplanted on bald mountains covering more than one hundred thousand hectares.\n\t\t\t\t\t\n\t\t\t\t\t When giving field guidance to the Central Tree Nursery in November last year, supreme leader Kim Jong Un ardently called on the entire party and army and all the people to turn out in the forest restoration campaign."
        },
        {
            "title": "KCNA Commentary Slams Politically-motivated Plot against Chongryon",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-07ee.html",
            "content": "KCNA Commentary Slams Politically-motivated Plot against Chongryon\r\n Pyongyang, November 12 (KCNA) -- Shortly ago the Japanese reactionaries hatched another hideous politically-motivated plot against the General Association of Korean Residents in Japan (Chongryon). \n\t\t\t\t\t Kyoto District Court held a trial of an official of Chongryon and the president of the Korean Goods Sales Company, who had been detained on charges of \"violation of the law on foreign exchange\", demanding prison terms for them. \n\t\t\t\t\t\n\t\t\t\t\t The trial was, in a word, the fabrication made on the basis of unreasonable and absurd assertions for a sinister purpose of doing harm to Chongryon. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries groundlessly claimed that the Tongbang Company illegally imported Songi mushroom to Japan from north Korea and a Chongyon official and the president of Korean Goods Sales Company might be involved in the case. \n\t\t\t\t\t\n\t\t\t\t\t The \"accused\" Chongryon official is the second son of the chairman of Chongryon and once he worked at the Korean Goods Sales Company. It was the major political reason why the Japanese reactionaries showed so keen interest in the case. \n\t\t\t\t\t\n\t\t\t\t\t It was their ulterior motive to fabricate the shocking case in which \"a family of Chongryon official is involved\" and kick off a horrible campaign against Chongryon in the Japanese society. \n\t\t\t\t\t\n\t\t\t\t\t The trial proved nonsensical without any clear evidence as it was hastily staged to serve a conspiratorial purpose. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese prosecution authorities at the trial made desperate efforts to force the \"accused\" to admit \"charges\" by absurd speculations and far-fetched assertions. They just insisted that the Chongryon official and the president of the company might have known about the import of mushroom as the business which imported Songi mushroom and the Korean Goods Sales Company had indirect contact and, in the final analysis, this was \"sequential conspiracy.\" \n\t\t\t\t\t\n\t\t\t\t\t Does Japan styling itself a \"law-governed state\" not know a trial cannot be held in the absence of clear facts and evidence? \n\t\t\t\t\t\n\t\t\t\t\t They went ahead with this trial in disregard of the common sense of law as they have long pursued an ambition to destroy Chongryon. \n\t\t\t\t\t\n\t\t\t\t\t What is ridiculous is that the prosecution authorities demanded light penalties for those of the body directly related to the mushroom import but heavier penalties for the Chongryon official and the company president with whom they said had indirect contact. \n\t\t\t\t\t\n\t\t\t\t\t All the facts reveal the hypocrisy and conspiratorial nature of the case. \n\t\t\t\t\t\n\t\t\t\t\t It is the sinister intention of the Japanese reactionaries to invent a pretext for kicking up a wholesale repressive campaign against Chongryon by implicating it in the case. \n\t\t\t\t\t\n\t\t\t\t\t Chongryon means the DPRK and their anti-Chongryon moves are nothing but a blatant challenge to it. \n\t\t\t\t\t\n\t\t\t\t\t It is by no means an accidental coincidence that the Japanese reactionaries cooked up the case at a time when they are openly calling for reinvasion of the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t They may behave so if they seek to derail the process for normalizing the DPRK-Japan relations in a moment through their persistent confrontation with it. \n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to behave themselves. They should stop at once all sorts of burlesques to justify their indiscriminate suppression of Chongryon and moves for invading the DPRK."
        },
        {
            "title": "Rodong Sinmun Blasts South Korea-U.S. Confab ",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-09ee.html",
            "content": "Rodong Sinmun Blasts South Korea-U.S. Confab \r\n Pyongyang, November 12 (KCNA) -- Shortly ago, the south Korean military authorities were closeted with the U.S. in Seoul over a scenario to hurt the DPRK by force of arms. This confab can never be overlooked in the light of the Korean nation's aspiration and wishes for detente and peace and the present hard-won opportunity of improving inter-Korean relations.\n\t\t\t\t\t Rodong Sinmun Thursday observes this in an article.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers' military provocation is a main factor of gravely threatening the fate of the inter-Korean relations, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers are, in fact, utterly indifferent to the future destiny of the nation and prospect of the inter-Korean relations. It is their preoccupation to bedevil the inter-Korean relations through saber-rattling. This is evidenced by their ceaseless madcap military drills in south Korea such as river crossing, reenactment of \"Inchon landing operation\", joint naval maneuvers, \"Hoguk\", \"Hwarang\" and joint aerial drills.\n\t\t\t\t\t\n\t\t\t\t\tSuch reality glaringly proves that the south Korean authorities are a group of traitors and anti-reunification elements keen to chill the nation's desire for reunification and derail any process for improving the inter-Korean relations, seized by the anachronistic concept of confrontation with the countrymen in the north. \n\t\t\t\t\t\n\t\t\t\t\t The escalating military tension and confrontation between the north and the south may cause the same extreme tension as what was in last August and this is bound to lead to armed conflict and all-out war between the two sides.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not misjudge the patience on the part of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to behave themselves, bearing in mind that the military tension and confrontation will only bring them disgraceful ruin."
        },
        {
            "title": "Minju Joson Slams Japanese Reactionaries' Illegal Crackdown upon Chongryon",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-10ee.html",
            "content": "Minju Joson Slams Japanese Reactionaries' Illegal Crackdown upon Chongryon\r\n Pyongyang, November 12 (KCNA) -- Shortly ago, the Japanese reactionaries held a trial of the president of the Korean Goods Sales Company and others at the Kyoto District Court and took such a fascist action as demanding two years in prison for them.\n\t\t\t\t\t Minju Joson Thursday in a commentary terms this a farce staged on baseless charges. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The president of the company and others have no reason whatsoever to stand trial.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the Japanese reactionaries staged an illegal trial far from releasing the guiltless compatriots. This is a politically-motivated action to disorganize the General Association of Korean Residents in Japan by labeling it a criminal organization at any cost.  \n\t\t\t\t\t\n\t\t\t\t\t The trial once again brought to light the true colors of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan styles itself a \"law-governed state\" and \"democratic state\", but, in fact, it is the fascist and gangster-like state which ruthlessly violates both law and democracy.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon is a dignified overseas citizens' organization of the DPRK and crackdown upon Chongryon precisely means provocation to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should bear in mind that with no suppression can they infringe upon the sovereignty of the DPRK and destabilize and stamp out Chongryon. They should retract the unreasonable sentence demanded for the compatriots and release them at once."
        },
        {
            "title": "Part-Timers in South Korea Rally for Vital Rights",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-12ee.html",
            "content": "Part-Timers in South Korea Rally for Vital Rights\r\n Pyongyang, November 12 (KCNA) -- The South Korean Female Workers Union held a rally in demand for a stop to the discrimination against the female part-timers at schools in Youido, Seoul on Nov. 7.\n\t\t\t\t\tThe speakers said 150,000 part-time workers at schools were subject to unreasonable discriminative treatment.\n\t\t\t\t\t\n\t\t\t\t\t The part-time workers received wages much lower than those of full-timers and what was worse was that the former was not properly paid, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They demanded that measures be taken as early as possible for paying the part-time workers indiscriminative wages and ensuring stable employment.\n\t\t\t\t\t\n\t\t\t\t\t Another rally was held by a branch of the Metal Workers Trade Union near Seoul Plaza on Nov. 6 in support for the part-timers' struggle.\n\t\t\t\t\t\n\t\t\t\t\t The branch said it would fight it out to change the part-timers into full-timers, defying the suppression by power and capital."
        },
        {
            "title": "All-out Action against \"State-compiled\" Textbook Declared in South Korea",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-13ee.html",
            "content": "All-out Action against \"State-compiled\" Textbook Declared in South Korea\r\nPyongyang, November 12 (KCNA) -- The Teachers Union of south Korea held a press conference in Seoul on Nov. 9 at which it declared an all-out action against the authorities' system for introducing \"state-compiled\" history textbook and unpopular education policy, according to the south Korean online paper Voice of People.\n\t\t\t\t\t The speakers said the authorities' action of labeling anyone opposing \"state-compiled\" textbook a \"foe\" is reminiscent of the time of military dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t They deplored that the chief executive personally indicated the orientation of writing history and even the Ministry of Defence was involved in writing textbooks.\n\t\t\t\t\t\n\t\t\t\t\t They cannot allow history textbook embellishing the pro-Japanese acts and dictatorship to be put on the desks of the schoolchildren, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called for staging actions against the authorities' history coup in stronger unity."
        },
        {
            "title": "Koreans in Japan Protest South Korean Authorities' Distortion of History",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-11ee.html",
            "content": "Koreans in Japan Protest South Korean Authorities' Distortion of History \r\n Pyongyang, November 12 (KCNA) -- Koreans in Japan staged a protest in Japan against the backdrop of mounting actions against the distortion of history by the conservative south Korean authorities.\n\t\t\t\t\t Members of the South Korean Federation for Democracy and Unification and the South Korean Youth League in Japan held a demo and propaganda in Tokyo on Nov. 7 in protest against the system for introducing \"state-compiled\" history textbooks. \n\t\t\t\t\t\n\t\t\t\t\t They decried the dictatorial rule of the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t They called for preventing the south Korean authorities from tampering with history aimed at reviving \"yusin\" dictatorship."
        },
        {
            "title": "Kim Jong Il Remembered in Benin, Ghana",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-02ee.html",
            "content": "Kim Jong Il Remembered in Benin, Ghana\r\n Pyongyang, November 12 (KCNA) -- There took place a lecture in Benin and a book exhibition in Ghana on the occasion of the 4th anniversary of demise of leader Kim Jong Il on October 20 and November 6.\n\t\t\t\t\t Displayed at the venue of the book exhibition were works of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and books introducing the true picture of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Hessou Kohovi, chairman of the Benin National Committee for the Study of the Juche Idea and chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\", said that the august name of Kim Jong Il and exploits he performed by meeting all challenges of the imperialists and defending socialism with his Songun politics will shine forever.\n\t\t\t\t\t\n\t\t\t\t\t Speakers including the manager of an architectural company in Ghana said that Kim Jong Il developed the Workers' Party of Korea into the invincible revolutionary party and firmly defended the destiny of the country and nation with Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t They also praised Kim Jong Un for making a great contribution to building a thriving nation and accomplishing the human cause of independence, while demonstrating the dignity and might of the country before the whole world."
        },
        {
            "title": "Kim Jong Il to Be Remembered in DR Congo",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-03ee.html",
            "content": "Kim Jong Il to Be Remembered in DR Congo\r\n Pyongyang, November 12 (KCNA) -- A committee for remembering Generalissimo Kim Jong Il of DR Congo was formed in Kinshasa on November 6.\n\t\t\t\t\t Andre Lohekele Kalonda, chairman of the National Committee for the Study of the Juche Idea of DR Congo, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events including remembrance meeting, seminar, photo exhibition and film show from November 7 to December 18."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Russia",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-04ee.html",
            "content": "Kim Jong Il to Be Remembered in Russia\r\n Pyongyang, November 12 (KCNA) -- A committee for honoring the memory of leader Kim Jong Il was formed in Karelia, Russia on November 6.\n\t\t\t\t\t Viktor Yegorov, chairman of the Karelia-DPRK Friendship Association, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to significantly organize political and cultural events for remembering the sacred revolutionary career and undying feats of Kim Jong Il from November 6 to December 21."
        },
        {
            "title": "Decision of Political Bureau of C.C., WPK Supported by Political Figures of Ghana and Nigeria",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-05ee.html",
            "content": "Decision of Political Bureau of C.C., WPK Supported by Political Figures of Ghana and Nigeria\r\n Pyongyang, November 12 (KCNA) -- Political figures of Ghana and Nigeria released statements on November 6 in support of the decision of the Political Bureau of the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t  The deputy general secretary of the National Democratic Congress of Ghana said:\n\t\t\t\t\t\n\t\t\t\t\t The WPK has wisely led the people for 70 years, turning the DPRK into a powerful country of the world.\n\t\t\t\t\t\n\t\t\t\t\t One can hardly find such a party in the world as the WPK which, unites close behind the leader, forms a harmonious whole with the popular masses and struggles for their interests.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the belief that the 7th Congress of the WPK would mark a turning point in the struggle of the Korean people to hasten the final victory.\n\t\t\t\t\t\n\t\t\t\t\t Ibrahim Mantu, member of the Credit Committee of the People's Democratic Party of Nigeria, said:\n\t\t\t\t\t\n\t\t\t\t\t The WPK has performed immortal feats to shine long in the century in the struggle to achieve the independence of the popular masses and is demonstrating its dignity as a prestigious revolutionary party which leads the human cause of independence and the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The 7th Congress of the WPK to be convened at a time when the Korean people are bringing about epoch-making changes in building a thriving socialist nation under the wise guidance of Marshal Kim Jong Un will mark a political event of landmark significance in further developing the party into the one of President Kim Il Sung and leader Kim Jong Il and enhancing its leadership role.\n\t\t\t\t\t\n\t\t\t\t\t The 7th Congress of the WPK will be a historic congress as it will lay down a great strategic programme for adding shine to the great feats performed by the President and Kim Jong Il in building the party and bringing about a great surge in building a thriving socialist nation."
        },
        {
            "title": "Kim Jong Il's Exploits Lauded by DR Congolese Figure",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-06ee.html",
            "content": "Kim Jong Il's Exploits Lauded by DR Congolese Figure\r\n Pyongyang, November 12 (KCNA) -- Though leader Kim Jong Il passed away, he is still alive in our hearts for his immortal exploits performed in strengthening and developing socialist Korea and accomplishing the human cause of independence.\n\t\t\t\t\t Andre Lohekele Kalonda, chairman of the National Committee for the Study of the Juche Idea of the DR Congo, said this in an inaugural ceremony of the committee for remembering Generalissimo Kim Jong Il of DR Congo held in Kinshasa on Nov. 6 after being elected its chairman.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Before long the world progressives will observe the 4th anniversary of demise of HE Kim Jong Il, prominent leader of the global cause of independence and eternal general secretary of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The eye-opening reality of the DPRK would be unthinkable without his wise leadership."
        },
        {
            "title": "Efectuados solemnemente funerales de difunto Ri Ul Sol",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-28ee.html",
            "content": "Efectuados solemnemente funerales de difunto Ri Ul Sol\r\nPyongyang, 12 de noviembre (ACNC) -- Se celebraron el dia 11 en esta capital los funerales de caracter nacional del difunto mariscal del Ejercito Popular de Corea Ri Ul Sol, miembro del Comite Central del Partido del Trabajo de Corea y diputado a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEn la ocasion estuvo presente el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tAsistieron tambien los cuadros directivos del partido, el Estado y el ejercito, el presidente de partido amigo y otros miembros del Comite Funerario Estatal, los combatientes revolucionarios antijaponeses, los funcionarios de los organismos del partido, las fuerzas armadas y el Poder y el Consejo de Ministros y las familias del difunto.\n\t\t\t\t\t\n\t\t\t\t\tSe inicio la ceremonia de sacar el ataud.\n\t\t\t\t\t\n\t\t\t\t\tAntes de la partida, el Mariscal expreso ante el feretro del difunto profundas condolencias guardando un momento de silencio en memoria de Ri.\n\t\t\t\t\t\n\t\t\t\t\tY las familias del difunto y los miembros del Comite Funerario Estatal guardaron tambien un momento de silencio.\n\t\t\t\t\t\n\t\t\t\t\tSalio el Mariscal detras del feretro junto con las familias del finado.\n\t\t\t\t\t\n\t\t\t\t\tEscoltado por las motocicletas, el carro blindado con el feretro del difunto partio hacia el Cementerio de Martires Revolucionarios del Monte Taesong.\n\t\t\t\t\t\n\t\t\t\t\tEn el Puente Okryu, las avenidas Mansudae, Yong-ung y Pipha, la Puerta Pothong y otros lugares, decenas de miles de oficiales y soldados del EPC y trabajadores expresaron condolencias despidiendose del difunto.\n\t\t\t\t\t\n\t\t\t\t\tLos transeuntes detuvieron para dar ultimo adios al difunto.\n\t\t\t\t\t\n\t\t\t\t\tEl carro paso por el cruce Ryonghung y las avenidas Podnamu y Mundok.\n\t\t\t\t\t\n\t\t\t\t\tEn el destino se celebro una ceremonia de despedida con la participacion del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, tomaron parte los miembros del Comite Funerario Estatal, las familias del difunto y los funcionarios de los organismos del partido, las fuerzas armadas y el Poder y el Consejo de Ministros.\n\t\t\t\t\t\n\t\t\t\t\tDespidio el duelo el vicemariscal del EPC Hwang Pyong So, miembro del Presidium del Buro Politico del CC del PTC y jefe de la Direccion Politica General del PEC.\n\t\t\t\t\t\n\t\t\t\t\tInterpretandose la melodia funebre y tirandose salvas en honor del difunto, fue enterrado los restos mortales del finado.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal cubrio con la tierra los restos junto con  los cuadros directivos del ejercito y las familias del difunto.\n\t\t\t\t\t\n\t\t\t\t\tFue depositada ante el busto del mariscal Ri Ul Sol una ofrenda floral en nombre del Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tFueron colocadas las otras en nombre del Comite Central y la Comision Militar del PTC, el Comite de Defensa Nacional, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal guardo un momento de silencio en memoria del difunto.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes tambien lo hicieron."
        },
        {
            "title": "MINREX denuncia a conservadores de circulo politico de EE.UU.",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-29ee.html",
            "content": "MINREX denuncia a conservadores de circulo politico de EE.UU. \r\nPyongyang, 12 de noviembre (ACNC) -- Con respecto a que las fuerzas conservadoras del circulo politico de Estados Unidos insisten en definir de nuevo a la Republica Popular Democratica de Corea como \"pais patrocinador del terrorismo\", el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 12 la siguiente respuesta a la ACNC: \n\t\t\t\t\tHace poco, el presidente de la subcomision de antiterrorismo, no proliferacion y comercio del comite de relaciones exteriores de la camara de representantes de EE.UU. propuso definir de nuevo a la RPDC como \"pais patrocinador del terrorismo\" cuestionando el disuasivo nuclear de autodefensa de esta. \n\t\t\t\t\t\n\t\t\t\t\tOtros conservadores del congreso norteamericano sueltan a menudo tales sofisterias. \n\t\t\t\t\t\n\t\t\t\t\tEn 2008, la entonces administracion republicana de EE.UU. tacho la RPDC de la lista de \"paises patrocinadores del terrorismo\", lo cual no fue una caridad dispensada a la RPDC sino una medida tomada segun su pauta e interes. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los ignorantes de los detalles alzan las voces actuando como politicos. Pues, el congreso norteamericano hace recordar el mercado de articulos de segunda mano. \n\t\t\t\t\t\n\t\t\t\t\tLa intencion de tildar de \"pais patrocinador del terrorismo\" a la RPDC que no tiene nada que ver con el terrorismo es un disparate de los colmados del veto y hostilidad a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEstamos absolutamente indiferentes con la tacha de \"pais patrocinador del terrorismo\". \n\t\t\t\t\t\n\t\t\t\t\tEs invariable la posicion de principios de la RPDC de rechazar el terrorismo de todas formas. Pero, mientras continue la politica norteamericana de hostilidad, el disuasivo nuclear de la RPDC se desarrollara con la velocidad increible."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajador serbio",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-30ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de embajador serbio\r\nPyongyang, 12 de noviembre (ACNC) -- Milan Bacevic presento el dia 12 en el Palacio de los Congresos Mansudae ante Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, sus cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica de Serbia en Corea.\n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico."
        },
        {
            "title": "Yang Hyong Sop se reune con embajador cubano",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-31ee.html",
            "content": "Yang Hyong Sop se reune con embajador cubano\r\nPyongyang, 12 de noviembre (ACNC) -- Yang Hyong Sop, vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, departio el dia 12 en el capitalino Palacio de los Congresos Mansudae con German Hermin Ferras Alvarez, embajador de la Republica de Cuba en Corea, quien le hizo una visita de despedida."
        },
        {
            "title": "Firmado acuerdo entre gobiernos de RPDC y de Rusia",
            "url": "http://kcna.co.jp/item/2015/201511/news12/20151112-32ee.html",
            "content": "Firmado acuerdo entre gobiernos de RPDC y de Rusia\r\nPyongyang, 12 de noviembre (ACNC) -- Quedo rubricado el dia 12 en esta capital el acuerdo sobre la prevencion de peligrosas acciones militares entre los gobiernos de la Republica Popular Democratica de Corea y de la Federacion Rusa.\n\t\t\t\t\tEn la ceremonia de firmas estuvieron presentes, por la parte coreana, el subjefe del Estado Mayor General del Ejercito Popular de Corea, O Kum Chol y otros generales y oficiales del EPC y, por la rusa, los miembros de la delegacion del Estado Mayor General de las Fuerzas Armadas de la Federacion Rusa, presidida por el primer subjefe Nikolai Bogdanovski, el embajador Alexandr Matsegora y el agregado militar Alexei Bartusov de la sede diplomatica rusa en Corea.\n\t\t\t\t\t\n\t\t\t\t\tO Kum Chol y Nikolai Bogdanovski suscribieron en el documento."
        }
    ]
}