{
    "date": "2015-07-02",
    "url": "http://kcna.co.jp/item/2015/201507/2015-07-02ee.html",
    "articles": [
        {
            "title": "S. Korean Puppet Regime Accused of Escalating Confrontation and Inciting War Hysteria",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-13ee.html",
            "content": "S. Korean Puppet Regime Accused of Escalating Confrontation and Inciting War Hysteria \r\n Pyongyang, July 2 (KCNA) -- Recently, the south Korean puppet group has staged a series of unprecedentedly hideous farces to provoke the DPRK, escalating confrontation and inciting war hysteria against it 13 years since the skirmish in the West Sea of Korea.\n\t\t\t\t\t A spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) released a statement denouncing it Thursday.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is busy staging the farce of screening the anti-DPRK conspiratorial film \"Yonphyong Sea Battle\" and letting soldiers of the puppet army give their \"impressions\" of the film, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t In the meantime, Han Min Gu, puppet minister of Defense, in his address made at an \"event observing the 13th anniversary of the second Yonphyong sea battle\" on June 29 let loose ridiculous sophism that the \"battle\" was a \"victorious one that beat back the provocation of the north and made a glorious history,\" describing the puppet army's ignominious defeat as a \"triumph.\"\n\t\t\t\t\t\n\t\t\t\t\t Against this backdrop, the puppet military staged naval maneuvers and joint landing drills of the puppet navy and marine corps with six warships named after those who met death in the west sea skirmish involved, fanning up a fever of war against the north.\n\t\t\t\t\t\n\t\t\t\t\t Such provocations are no more than last-ditch efforts of the puppet group to mitigate the uneasiness of puppet soldiers still seized with the fear of the DPRK's strong military muscle and the nightmare of their defeat in the west sea battle. Those moves are also aimed to tide over its worst ruling crisis by diverting to the confrontation with the DPRK the mindset of south Koreans whose discontent has reached the point of explosion due to its fascist rule and deteriorated people's living.\n\t\t\t\t\t\n\t\t\t\t\t The puppet military gangsters should bear in mind that it is no more than a suicidal act of jumping into fire with faggot on their backs to run amuck to ignite a war against the DPRK as a shock brigade of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet military war maniacs, bereft of reason, are noisily trumpeting about \"preemptive strike\" and \"punishment.\" It is the consistent stand of the DPRK to show what a real \"preemptive strike\" and \"punishment\" are like if they truly wish.\n\t\t\t\t\t\n\t\t\t\t\t The provocateurs are bound to meet more miserable death."
        },
        {
            "title": "CPRK Secretariat Slams S. Korean Chief Executive's Politically-motivated Terrorism",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-12ee.html",
            "content": "CPRK Secretariat Slams S. Korean Chief Executive's Politically-motivated Terrorism\r\n Pyongyang, July 2 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) in its information bulletin No. 1098 Thursday denounced the south Korean chief executive for having vetoed the \"draft amendment to the National Assembly (NA) law\" that passed through the NA under agreement by the ruling and opposition parties.\n\t\t\t\t\t This was a fascist action and hideous politically-motivated terrorism little short of the May 16 military coup that traitor Park Chung-Hee staged by hurling huge troops into dissolving the NA in broad daylight in a bid to seize power, and his fabrication of \"yusin constitution\" in the past, the information bulletin noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t As far as the \"draft amendment\" is concerned, it had been high on the agenda since 1997 and was officially passed through the NA on May 29 last to hold in check the arbitrary practices of the dictatorial regime and ruler, an inveterate vice in south Korea, reflecting the unanimous demand of the public.\n\t\t\t\t\t\n\t\t\t\t\t This not withstanding, Park Geun Hye exercised veto on it under such unreasonable pretexts that it \"infringes upon the mandate of the administration\" and goes against \"the separation of three powers -- the legislature, the executive and the judicature.\" Moreover, she is forcing the floor leader from the ruling party to step down as he has steered the discussion with the opposition parties over the issue of the \"draft amendment\" and pushed ahead with the work for passing it through the NA.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to clearly prove that Park and her group are hideous stranglers of democracy.\n\t\t\t\t\t\n\t\t\t\t\t It is as plain as a pikestaff that if the present puppet conservative group is allowed to stay in power, the south Korean society will turn into an unprecedentedly dark fascist society and graveyard of democracy under the reign of iron-fisted rule, terror and tyranny-ridden politics and south Koreans will be subject to bitterer misfortune."
        },
        {
            "title": "DPRK Government Delegation Back Home after Visit to African Countries",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-20ee.html",
            "content": "DPRK Government Delegation Back Home after Visit to African Countries\r\n Pyongyang, July 2 (KCNA) -- A DPRK government delegation headed by Foreign Minister Ri Su Yong returned home on Thursday after visiting some African countries."
        },
        {
            "title": "WPK Delegation Back Home",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-18ee.html",
            "content": "WPK Delegation Back Home\r\n Pyongyang, July 2 (KCNA) -- A delegation of the Workers' Party of Korea led by Kang Sok Ju, member of the Political Bureau and secretary of the Central Committee of the WPK, flew back home on Thursday after visiting Cuba."
        },
        {
            "title": "Trade Union Members Swear Allegiance ",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-22ee.html",
            "content": "Trade Union Members Swear Allegiance\r\n Taean, July 2 (KCNA) -- There took place an oath-taking of workers and trade union members before the statue of President Kim Il Sung in Taean District, Nampho City on Thursday in commemoration of the 21st anniversary of his demise. \n\t\t\t\t\t Present there were Ri Il Hwan, department director of the Central Committee of the Workers' Party of Korea, officials of the trade union, workers and other trade union members. \n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the statue of the President and paid tribute to him. \n\t\t\t\t\t\n\t\t\t\t\t A letter of pledge was read out at the meeting. \n\t\t\t\t\t\n\t\t\t\t\t It called for holding the President in high esteem as the sun of Juche, eternal leader of the revolution and glorifying his revolutionary life and exploits down through generations."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spreads to Veteran Educator and Chairperson of Pyongyang City Committee of UAWK",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-23ee.html",
            "content": "Kim Jong Un Sends Birthday Spreads to Veteran Educator and Chairperson of Pyongyang City Committee of UAWK\r\n Pyongyang, July 2 (KCNA) -- Supreme leader Kim Jong Un sent the 90th birthday spread to Kim Jin Su, Kim Il Sung prize laureate, labor hero and head of a department of Pyongyang Medical College of Kim Il Sung University, and the 70th birthday spread to Ho Tok Bok, deputy to the Supreme People's Assembly, labor hero and chairwoman of the Pyongyang City Committee of the Union of Agricultural Workers of Korea.\n\t\t\t\t\t Kim Jin Su, son of a poor peasant family, was compelled to leave school halfway before the liberation of the country. But he was given an ample opportunity to study under the care of the country liberated by President Kim Il Sung. He grew up to be academician, professor and doctor and enjoyed a worthwhile life under the care of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and Kim Jong Il expressed satisfaction over his successes made in treatment and preventive work, education and scientific researches. They made sure that Kim Il Sung prize and the title of hero were conferred upon him, invited him to attend important meetings as delegate and join other delegates in photo sessions in their presence. \n\t\t\t\t\t\n\t\t\t\t\t Born into a poor peasant family, Ho Tok Bok has worked in the field of agriculture for the past several decades.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and Kim Jong Il projected her who had upheld the Workers' Party of Korea with loyalty through increased rice production as deputy to the Supreme People's Assembly and labor hero and led her."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il ",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-19ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, July 2 (KCNA) -- Members of the UNICEF mission here Thursday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill in commemoration of the 21st anniversary of demise of the President. \n\t\t\t\t\t They laid a floral basket before the statues and paid tribute to them."
        },
        {
            "title": "Russian Young Communist League Group Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-14ee.html",
            "content": "Russian Young Communist League Group Visits Mangyongdae \r\n Pyongyang, July 2 (KCNA) -- The group of the Lenin Young Communist League of the Russian Federation for tour of the area of Mt. Paektu visited Mangyongdae, the birthplace of President Kim Il Sung. It is led by Yevgeni Lashenko, first secretary of the Maritime Territorial Regional Committee of the league. \n\t\t\t\t\t The group members looked round the historic relics preserved with care, being briefed on the story of the time-honored house. \n\t\t\t\t\t\n\t\t\t\t\t They also visited the Revolutionary Museum and the e-library of Kim Il Sung University, Kumsong School and the Victorious Fatherland Liberation War Museum."
        },
        {
            "title": "Foreign Crewmen Meet",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-15ee.html",
            "content": "Foreign Crewmen Meet\r\n Chongjin, July 2 (KCNA) -- Foreign crewmen held a meeting for remembering President Kim Il Sung at Chongjin Port in North Hamgyong Province on Thursday on the occasion of the 21st anniversary of his demise.\n\t\t\t\t\t The participants laid a floral basket and bouquets before the statues of Kim Il Sung and leader Kim Jong Il in Chongjin City and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were the captain and crewmen of the Kiribati-flagged ship New Global.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the President made unremitting efforts for the country and revolution, the people, reunification of Korea and global peace till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un has successfully realized the cause for perpetuity of the leaders and is translating the desire of the great leaders into a brilliant reality, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the DPRK will demonstrate its might before the whole world as a rich and strong reunified country in the near future as it is led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A letter to him was adopted at the meeting."
        },
        {
            "title": "Work to Prevent MERS Goes On in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-16ee.html",
            "content": "Work to Prevent MERS Goes On in DPRK\r\n Pyongyang, July 2 (KCNA) -- A brisk campaign was launched in the Democratic People's Republic of Korea to prevent MERS posing a threat to several regions of the world.\n\t\t\t\t\t Hong Sun Gwang, vice-president of the State Sanitary Inspection Board under the Ministry of Public Health, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t MERS is very similar in symptoms to SARS (Serious Acute Respiratory Syndrome).\n\t\t\t\t\t\n\t\t\t\t\t This malignant disease, whose mortality is higher than SARS, is now on a rapid diffusion in south Korea, spreading to Thailand and other countries and parts of Asia. \n\t\t\t\t\t\n\t\t\t\t\t Under such situation, strict steps are being taken to prevent any inroad of MERS into the country. They include the inspection and quarantine at airports, harbors and border areas.\n\t\t\t\t\t\n\t\t\t\t\t Public health organs at all levels are urged to conduct the intensive hygienic information service and medical inspection among citizens. In particular, strict inspection is carried out among travelers from the Middle East and those showing respiratory troubles and symptoms of influenza."
        },
        {
            "title": "KCNA Commentary Denounces S. Korean Regime's Deliberate Action to Bedevil North-South Ties",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-10ee.html",
            "content": "KCNA Commentary Denounces S. Korean Regime's Deliberate Action to Bedevil North-South Ties\r\n Pyongyang, July 2 (KCNA) -- The puppet regime of south Korea put \"institutions and individuals supporting the north\" on the list of \"financial sanctions\" and put them into force. \n\t\t\t\t\t The regime which actively joined the U.S. and other hostile forces' gangster-like racket for \"sanctions against the north\" adopted it as its official policy to independently apply \"financial sanctions against the north\" while crying out for \"stronger measure to lead it to changes.\" This can never be overlooked as it is part of its deliberate moves to further strain the north-south ties. \n\t\t\t\t\t\n\t\t\t\t\t The regime's wild moves for confrontation with the north have reached an extreme phase. \n\t\t\t\t\t\n\t\t\t\t\t The chief executive, the prime minister, the minister of Foreign Affairs, the minister of Unification and other officials of the puppet authorities vied each other to cry out for \"resolute counteraction against the north's misguided acts\" and \"responsible roles\". \n\t\t\t\t\t\n\t\t\t\t\t In the meantime, the puppet warmongers have gone busy conducting ballistic missile test-fire targeting all areas of the north while fanning up war hysteria after introducing even the U.S. nuclear-powered submarine. They have gone the lengths of asserting a switchover in the \"concept of using military muscle\" in the direction of mounting a preemptive attack on key facilities in the north. \n\t\t\t\t\t\n\t\t\t\t\t The puppet forces made no scruple of misinterpreting the DPRK's line of developing the two fronts simultaneously as \"an anachronistic one and the one inviting isolation and sanctions.\" \n\t\t\t\t\t\n\t\t\t\t\t The racket for \"financial sanctions against the north\" which the regime kicked up as part of the confrontational ruckus is another serious politically-motivated provocation and extreme confrontational campaign against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' racket for \"financial sanctions\" pursuant to the U.S. \"strategy of dialogue and pressure\" is an indication of their scenario to build higher barrier of the north-south stand-off and stoke confrontation of the social systems.\n\t\t\t\t\t\n\t\t\t\t\t Challenging the principled stand of the DPRK to open up a decisive phase for national reconciliation and unity under the banner of By Our Nation Itself which it clarified on the occasion of the 15th anniversary of the historic June 15 joint declaration, the regime is driving the north-south ties into an uncontrollable catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t Not content with the \"May 24 step\" that plunged the north-south ties into a catastrophe, the regime took the measure of \"financial sanctions against the north,\" only disclosing its true colors as traitors to the nation and anti-reunification forces utterly indifferent to the development of the north-south ties.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the tight-cornered regime to have invented the \"sanctions\" farce by employing a half-backed trick.\n\t\t\t\t\t\n\t\t\t\t\t The regime's wild act of stoking confrontation will only precipitate its own destruction."
        },
        {
            "title": "Rodong Sinmun Slams U.S. Double Standards in Nuclear Policy",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-06ee.html",
            "content": "Rodong Sinmun Slams U.S. Double Standards in Nuclear Policy\r\n Pyongyang, July 2 (KCNA) -- Recently the U.S. and the south Korean puppet regime concluded a new \"atomic energy agreement\" and are noisily advertising it as a \"historic event.\"\n\t\t\t\t\t The U.S.-south Korea \"atomic energy agreement\" that had taken effect in the 1970s and expired last year has banned south Korea from enriching uranium and reprocessing nuclear fuel.\n\t\t\t\t\t\n\t\t\t\t\t But the recently amended \"agreement\" allows the puppet regime to reprocess spent nuclear fuel, enrich uranium and transfer atomic energy technology to other countries.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Thursday says:\n\t\t\t\t\t\n\t\t\t\t\t The above-said move, the height of double standards in the nuclear issue, vividly reveals once again the criminal nature of the double-faced U.S. advertising the initiative for building a \"world without nuclear weapons.\"\n\t\t\t\t\t\n\t\t\t\t\t But it is not the first time that such double standards were brought to light.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. had been truly concerned for preventing global nuclear proliferation, it should not have concluded the risky \"atomic energy agreement\" with south Korea as it would lead to the latter's development of nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t It is not hard to guess to what phase the \"agreement\" would lead the puppet regime. \n\t\t\t\t\t\n\t\t\t\t\t In another word, the \"agreement\" would spark nuclear arms race on the Korean peninsula and in other parts of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, indeed, the arch criminal that inflicted a nuclear disaster upon mankind and the chief culprit of global nuclear arms race.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has once again drawn a conclusion that peace can be ensured on the peninsula only when it bolsters up its nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t Its nuclear deterrent for self-defence will grow stronger dramatically."
        },
        {
            "title": "Now Is Time to Halt Mud-slinging at Compatriots: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-07ee.html",
            "content": "Now Is Time to Halt Mud-slinging at Compatriots: Rodong Sinmun\r\n Pyongyang, July 2 (KCNA) -- It is an important way of putting the present catastrophic situation under control to create climate for repairing the inter-Korean relations, says Rodong Sinmun Thursday in an article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Gone are days when precious time and efforts were wasted with mud-slinging which brings nothing good to the nation. It is a crucial time to have the will for reunification verified by the nation in practice.\n\t\t\t\t\t\n\t\t\t\t\t The mud-slinging at compatriots is like dangerous venom and the source of a war as it fans up distrust and confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group malignantly hurts the DPRK over its non-existent \"human rights\" issue and slanders the DPRK's just line and measure for bolstering up war deterrence while talking about the \"nuclear threat from the north\". These reckless actions have gone beyond the danger line.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that its malignant mud-slinging is used as a main lever for bringing the inter-Korean relations to a total catastrophe and fanning up the atmosphere of a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the fact that the puppet authorities have pushed the situation to an extreme phase by escalating the provocations against the north, pursuant to \"strategy of dialogue and pressure\".\n\t\t\t\t\t\n\t\t\t\t\t It was in pursuance of the above-said strategy that the south Korean puppet forces hosted the UN \"office on human rights in the north\" in Seoul despite strong opposition and denunciation at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that it is absolutely impossible to improve the inter-Korean relations as long as the south Korean puppet authorities keen on escalating the confrontation between the north and the south persist in their provocations.\n\t\t\t\t\t\n\t\t\t\t\t They should stop mocking at the people's mindset with such rhetoric as \"dialogue\" and \"improved relations\". The inter-Korean relations should not be a plaything of confrontation maniacs."
        },
        {
            "title": "Rodong Sinmun Urges Japan to Be Honest before History",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-09ee.html",
            "content": "Rodong Sinmun Urges Japan to Be Honest before History\r\n Pyongyang, July 2 (KCNA) -- A civic organization of Japan recently published a statement critical of the authorities' attempt to register industrial establishments during the Japanese imperialists' rule as world cultural heritages.\n\t\t\t\t\t The statement said: Industrial establishments which Japan applied for registration as world cultural heritages were built during the Japanese imperialists' rule over Korea. They forced many Koreans to do slave labor to build those establishments. Hundreds of Koreans lost their lives there. Moreover, it is unreasonable for Japan to apply as heritages of industrial revolution educational establishments which trained core figures for executing its colonial policy. \n\t\t\t\t\t\n\t\t\t\t\t A commentary of Rodong Sinmun Thursday says such mindset of the Japanese getting stronger is a reflection of the desire and will of human conscience loving justice and valuing peace.\n\t\t\t\t\t\n\t\t\t\t\t The foundation of the industrial development of Japan, a country which boasted of \"rapid growth\", was laid by wealth made at the cost of blood and sweat shed by the Koreans, the news analyst says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Unprecedented were mental, human and material sufferings inflicted on the Koreans during and after the Japanese imperialists' rule over Korea. Japan should have already made apology and reparations for the state-sponsored crimes committed against the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t It is almost 70 years since the defeat of the Japanese imperialists. Japan, however, remains unchanged in its wrong stand and attitude toward its past crimes. \n\t\t\t\t\t\n\t\t\t\t\t If the Japanese authorities have conscience as politicians responsible for the destiny of the country and the nation, they should, though belatedly, be honest before history and sincere before humankind, to begin with."
        },
        {
            "title": "S. Korean Organizations Stage Action to Probe Truth behind Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-11ee.html",
            "content": "S. Korean Organizations Stage Action to Probe Truth behind Ferry Sewol Disaster \r\n Pyongyang, July 2 (KCNA) -- The April 16 Solidarity and the April 16 Family Consultative Council in south Korea grouping bereaved families of the ferry Sewol disaster and members of civic organizations held a press conference in Seoul on June 30.\n\t\t\t\t\t Speakers recalled that nearly 400 000 people took part in the signature campaign from June 16 in demand of the probe into the truth behind the ferry disaster, revision of enforcement ordinance and immediate salvaging of the sunken ship.\n\t\t\t\t\t\n\t\t\t\t\t The people remain unchanged in their stand that the regime's \"enforcement ordinance\" should be repealed. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the conference, more than 10 representatives including the chairperson of the April 16 Family Consultative Council marched toward Chongwadae to hand over the list of signatories to it."
        },
        {
            "title": "U.S. Reinforces Aggression Troops in Asia-Pacific",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-17ee.html",
            "content": "U.S. Reinforces Aggression Troops in Asia-Pacific\r\n Pyongyang, July 2 (KCNA) -- It has been disclosed that the U.S. has reinforced aggression troops in Asia-Pacific for the past four years, pursuant to its rebalancing strategy, according to south Korean Yonhap News on June 30.\n\t\t\t\t\t According to it, 22 000 more troops have been put under the U.S. Pacific command in the said period.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Navy deployed two more destroyers in Japan and increased the number of the aircrafts of its Pacific Fleet to 1 111.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Marines reinforced more than 210 aircrafts and organized a 1 150-personnel shift duty unit.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. recently made rotation deployment of several Virginia-class nuclear submarines in the 7th Fleet of the Pacific Fleet.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. nuclear submarine Michigan anchored off Pusan on June 23 as part of the above-said deployment. \n\t\t\t\t\t\n\t\t\t\t\t This reinforcement poses grave threat to peace on the Korean peninsula and Asia-Pacific."
        },
        {
            "title": "S. Korean Organization Denounces Military Authorities for Following Outsiders ",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-21ee.html",
            "content": "S. Korean Organization Denounces Military Authorities for Following Outsiders \r\n Pyongyang, July 2 (KCNA) -- The People for Achieving Peace and Reunification held the 158th rally for peace and disarmament outside the puppet Defense Ministry in Seoul on June 30 to denounce the military authorities for following the outsiders' policy for aggression of Korea. \n\t\t\t\t\t Speakers accused the minister of Defense of asserting that the deployment of THAAD in south Korea is efficient militarily. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the minister talked about strengthening Kill Chain for preemptive attack on the north, they denounced his remarks that showed hostility in an irresponsible manner. \n\t\t\t\t\t\n\t\t\t\t\t They said that the military authorities are mulling conducting military cooperation with Japan, and it is the dangerous one calling upon the \"Self-Defense Forces\" to advance into the Korean peninsula."
        },
        {
            "title": "Day of Victory in Fatherland Liberation War Marked in Switzerland",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-01ee.html",
            "content": "Day of Victory in Fatherland Liberation War Marked in Switzerland\r\n Pyongyang, July 2 (KCNA) -- The victory in the Fatherland Liberation War was based on the Juche idea. It proved the validity of the Songun idea which attaches importance to arms in the revolution and construction. This was a great victory of the Songun revolution. \n\t\t\t\t\t The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea said this in a joint statement on June 20 on the occasion of June 25-July 27, the month of anti-U.S. joint struggle. \n\t\t\t\t\t\n\t\t\t\t\t The statement denounced the U.S. which cooked up the south Korean puppet regime after occupying half of the Korean peninsula, divided the Korean nation into two and ignited a war of aggression to destroy the young DPRK in its cradle. \n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The heroic Korean people and the Korean People's Army achieved a brilliant victory in the Fatherland Liberation War against the U.S. imperialist aggressors under the leadership of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t In the great Fatherland Liberation War the Korean people shattered to smithereens the myth of the \"mightiness\" of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The heroic Korean people's victory in the war greatly encouraged the world people in their struggle for national and social emancipation. \n\t\t\t\t\t\n\t\t\t\t\t Glory to the great Generalissimo Kim Il Sung, invincible and iron-willed commander!"
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at WPK Marked in Different Countries ",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-02ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at WPK Marked in Different Countries \r\n Pyongyang, July 2 (KCNA) -- Events took place in foreign countries to mark the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK). \n\t\t\t\t\t There took place a seminar, photo exhibition and film shows in Cambodia, Guinea and Slovakia from June 18 to 21. \n\t\t\t\t\t\n\t\t\t\t\t On display at the venues of the photo exhibition were photos documenting the exploits of President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Also on display there were photos showing the successes achieved by the service personnel and people of the DPRK in building a thriving socialist nation under the guidance of the party. \n\t\t\t\t\t\n\t\t\t\t\t Films shown include Korean film \"My Country Has Emerged Victorious by Dint of Single-minded Unity\". \n\t\t\t\t\t\n\t\t\t\t\t The president of the Khmer Democratic Party of Cambodia said H.E. Generalissimo Kim Jong Il was the eternal father of the Korean people as he devoted himself to the development of the WPK, peaceful reunification of Korea, welfare of the Korean people and building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Ivan Draxler, chairman of the Slovak Association for Supporting the Juche Idea, praised Kim Jong Un for successfully carrying out the behests of Kim Il Sung and Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t All the successes being achieved in the DPRK prove the great vitality of the Juche idea, Songun idea, he added."
        },
        {
            "title": "Kuwaiti Personage Praises Kim Jong Il as Greatest Man",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-03ee.html",
            "content": "Kuwaiti Personage Praises Kim Jong Il as Greatest Man\r\n Pyongyang, July 2 (KCNA) -- Javid Ahmad, chairman of the Kuwait Asian Journalist Association and director of the administrative department of the Times Publishing House of Kuwait, made public a statement on June 19, the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t His start of work at the WPK Central Committee was a historic event of great significance in developing the party and accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t He was a prominent statesman who developed the WPK into an invincible revolutionary party with his unparalleled wisdom and outstanding leadership.\n\t\t\t\t\t\n\t\t\t\t\t He was the greatest man and a great sage of revolution who set an example in contemporary days for building a revolutionary party through his profound ideological and theoretical activities and energetic leadership for a long time and brought about epochal changes in all fields such as politics, military affairs and culture as marvelous as to be recorded in the history of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Marshal Kim Jong Un the idea and cause of the great leaders will be successfully carried forward and the WPK will display its dignity and might as a glorious party of President Kim Il Sung and Kim Jong Il for eternity."
        },
        {
            "title": "Events for Solidarity with Koreans Held in South Africa, Malaysia",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-04ee.html",
            "content": "Events for Solidarity with Koreans Held in South Africa, Malaysia\r\n Pyongyang, July 2 (KCNA) -- A meeting and photo exhibition were held in South Africa and Malaysia on June 21 and 25 to mark the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t Displayed at the venues of those events were photos showing the achievements made by the servicepersons and people of the DPRK in their struggle to build a thriving socialist country and reunify the country under the guidance of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Mfumalanga Provincial Committee of the South African Communist Party and chairman of the South African Association of Friendship and Solidarity with Korean People said in a speech that under the leadership of Kim Il Sung the Korean people won a brilliant victory in the war provoked by the U.S. imperialists, giving great confidence to the revolutionary people all over the world and greatly encouraging their struggle for independence and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t He noted:\n\t\t\t\t\t\n\t\t\t\t\t The exploits Kim Il Sung performed for war victory are remembered by the world progressive people.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the June 15 North-South Joint Declaration and the October 4 declaration for the independent and peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t We are standing by the Korean people loving justice and peace.\n\t\t\t\t\t\n\t\t\t\t\t A deputy general secretary of the National Union of Bank Employees in Malaysia sent full support to the Koreans' just struggle for the independent and peaceful reunification of the country and peace and stability on the Korean peninsula."
        },
        {
            "title": "Anti-U.S. Demonstration Held in UK",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-05ee.html",
            "content": "Anti-U.S. Demonstration Held in UK\r\n Pyongyang, July 2 (KCNA) -- An anti-U.S. demonstration was staged before the U.S. embassy in London on June 25 to mark the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t Present there were personages of the New Communist Party of Britain, the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea, the Korean Friendship Association UK and the Korean Friendship Association headquartered in Spain and masses.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made before the demonstration.\n\t\t\t\t\t\n\t\t\t\t\t Dermot Hudson, chairman of the Korean Friendship Association UK, said the U.S. imperialists, the chieftain of world reactionaries, enticed the south Korean puppet army into provoking the war against the DPRK on June 25, 1950.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the U.S. carried out indiscriminate air raids on the innocent people and used bio-chemical weapons banned internationally, savagely killing many Koreans during the war.\n\t\t\t\t\t\n\t\t\t\t\t After the war it has kept aggression forces in south Korea against the will and demands of the Korean people and world peace-loving people and received the expenses for their upkeep from the south Korean puppet regime every year and suppressed and killed south Korean people, he said, adding: The U.S. introduction of anthrax germs into south Korea shows that it has remained unchanged in its intention to exterminate the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t The demonstrators chanted anti-U.S. slogans.\n\t\t\t\t\t\n\t\t\t\t\t They handed out to the passers-by publications disclosing the U.S. hostile policy towards the DPRK and brutal atrocities committed by the U.S. during the Korean war."
        },
        {
            "title": "Kim Yong Nam envia mensaje de consuelo a presidente de Tunez",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-24ee.html",
            "content": "Kim Yong Nam envia mensaje de consuelo a presidente de Tunez\r\nPyongyang, 2 de julio (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia primero un mensaje de condolencias al presidente de Tunez, Mohamed Al Beji Caid Essebssi, en relacion con que recientemente ocurrio en este pais un accidente terrorista dejando decenas de muertos y heridos.\n\t\t\t\t\tEl remitente expresa una profunda compasion y condolencias al destinatario, y por su conducto, al gobierno y pueblo de Tunez,  a los danados y sus familiares.\n\t\t\t\t\t\n\t\t\t\t\tReafirma el apoyo y solidaridad de la RPDC con los esfuerzos del gobierno y pueblo de Tunez para rechazar el terrorismo y alcanzar la estabilidad y desarrollo del pais."
        },
        {
            "title": "CRPP denuncia a titeres surcoreanos enfrascados en confrontacion fratricida",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-25ee.html",
            "content": "CRPP denuncia a titeres surcoreanos enfrascados en confrontacion fratricida\r\nPyongyang, 2 de julio (ACNC) -- El portavoz del Comite por la Reunificacion Pacifica de la Patria hizo publica el dia 2 una declaracion en relacion con que en estos dias, los titeres surcoreanos inculcan la confrontacion fratricida y la pasion de guerra de agresion al Norte antes y despues del 13o aniversario del incidente del choque armado en el Mar Oeste.\n\t\t\t\t\tLos tipejos de Park Geun-hye proyectan la pelicula de contenido anti-RPDC \"combate naval en Yonphyong\" e imponen a los uniformados titeres escribir \"impresiones\" sobre el respecto, senala la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tAl tomar parte el dia 29 de junio en la \"ceremonia conmemorativa por el 13o aniversario del segundo combate naval en Yonphyong\", Han Min Gu, ministro de Defensa Nacional, trato de embellecer como \"victoria\" su gran derrota calificandolo de \"combate de victoria que frustro la provocacion del Norte\" e \"historia enorgullecedora\".\n\t\t\t\t\t\n\t\t\t\t\tCoincidiendo con esto, la banda de la capa militar movilizo 6 buques de guerra bautizados con los nombres de los muertos en ese incidente y desarrollo sucesivamente en el Mar Oeste el entrenamiento movil maritimo y el ejercicio conjunto de desembarque de las fuerzas navales y la infanteria de marina para levantar una furia de guerra de agresion al Norte.\n\t\t\t\t\t\n\t\t\t\t\tTales locuras constituyen el esfuerzo desesperado por apaciguar la mentalidad inquietada del ejercito titere que no se  libero todavia del pavor ante el inagotable poderio militar de la RPDC y de la pesadilla de derrota sufrida en ese incidente, y por liberarse de la extremada crisis de gobernacion al inducir a la confrontacion fratricida la flecha de la indignada opinion publica ante la politica fascista y el empeoramiento de vida  popular.\n\t\t\t\t\t\n\t\t\t\t\tLos gangsteres de la capa militar titere deben saber correctamente que es un acto de suicidio el intento de provocar la guerra de agresion al Norte siendo brigadista de su amo gringo.\n\t\t\t\t\t\n\t\t\t\t\tMantenemos una invariable posicion de hacer probar la verdadera guerra a los belicistas de la capa militar titere que se portan imprudentemente soltando las palabras insolentes como \"ataque sorpresivo\" y la \"represalia\".\n\t\t\t\t\t\n\t\t\t\t\tA los provocadores solo les recaera la muerte mas miserable."
        },
        {
            "title": "CRPP califica de terror politico veto de Park Geun-hye a \"proyecto de enmienda de ley de Asamblea Nacional\"",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-26ee.html",
            "content": "CRPP califica de terror politico veto de Park Geun-hye a \"proyecto de enmienda de ley de Asamblea Nacional\"\r\nPyongyang, 2 de julio (ACNC) -- En la informacion no. 1098 fechada 2, el Secretariado del Comite por la Reunificacion Pacifica de la Patria denuncio a la mandataria surcoreana que ejercio el veto al \"proyecto de enmienda de la ley de la Asamblea Nacional\" aprobado por el partido gobernante y los opositores. \n\t\t\t\t\tEl presente caso es la violencia fascista y terror politico igual al golpe de estado militar del 16 de mayo y la fabricacion de la \"constitucion de Yusin\" por parte del traidor Park Chung Hee quien disperso a plena luz del dia la \"asamblea nacional\" lanzando enormes efectivos con armas pesadas y usurpo el poder, revela la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl \"proyecto de enmienda de la ley de la Asamblea Nacional\" fue discutido desde 1997 a fin de frenar las arbitrariedades del \"poder\" dictatorial y del gobernante, vicios cronicos del Sur de Corea, y fue aprobado oficialmente el 29 de mayo pasado en la \"Asamblea Nacional\". Pues, ese proyecto refleja la unanime demanda de la poblacion surcoreana. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la mandataria surcoreana Park Geun-hye ejercio el veto a ese proyecto que obstaculiza -segun su criterio- la gobernacion dictatorial de si misma, bajo el infundado pretexto tales como el \"perjuicio a la autoridad de la administracion\" y la \"separacion de los tres poderes\". Y obliga a retirarse al representante del partido en el poder quien consulto y promovio junto con los partidos opositores el tema del \"proyecto de enmienda de la ley de la Asamblea Nacional\". \n\t\t\t\t\t\n\t\t\t\t\tLa realidad evidencia que Park Geun-hye y sus compinches son verdugos de la democracia. \n\t\t\t\t\t\n\t\t\t\t\tMientras existan los conservadores surcoreanos, se convertira mas el Sur de Corea en la sociedad fascista y tenebrosa y en el infierno de democracia donde reina solo la politica de violencia, panico y represion, y la poblacion surcoreana sufrira desgracias mas catastroficas."
        },
        {
            "title": "Regresa a Pyongyang la delegacion de PTC tras visitar Cuba",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-27ee.html",
            "content": "Regresa a Pyongyang la delegacion de PTC tras visitar Cuba\r\nPyongyang, 2 de julio (ACNC) -- La delegacion del Partido del Trabajo de Corea encabezada por Kang Sok Ju, miembro del Buro Politico del Comite Central del PTC y secretario del CC de esta organizacion politica, regreso el dia 2 a esta capital tras terminar una visita a Cuba."
        },
        {
            "title": "Efectuado acto de juramento de obreros y miembros de FGSC",
            "url": "http://kcna.co.jp/item/2015/201507/news02/20150702-28ee.html",
            "content": "Efectuado acto de juramento de obreros y miembros de FGSC\r\nTaean, 2 de julio (ACNC) -- Con motivo del 21o aniversario de fallecimiento del Presidente Kim Il Sung, tuvo lugar este jueves ante su estatua de bronce en el municipio de Taean de la ciudad de Nampho el acto de juramento de los obreros y miembros de la Federacion General de los Sindicatos de Corea.\n\t\t\t\t\tAsistieron el jefe de departamento del Comite Central del Partido del Trabajo de Corea, Ri Il Hwan, los funcionarios de la rama interesada, funcionarios y miembros de la FGSC y obreros. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes rindieron homenaje al Presidente tras colocar cestos y ramos de flores ante su estatua de bronce. \n\t\t\t\t\t\n\t\t\t\t\tEn el acto se dio lectura al documento de juramento. \n\t\t\t\t\t\n\t\t\t\t\tEl documento subraya la necesidad de enaltecer a Kim Il Sung como Sol del Juche y eterno lider de la revolucion y glorificar generacion tras generacion su vida revolucionaria y sus proezas. \n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hubo intervenciones."
        }
    ]
}