{
    "date": "2015-01-06",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-06ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Birthday Spread to Centenarian",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-10ee.html",
            "content": "Kim Jong Un Sends Birthday Spread to Centenarian\r\nNampho, January 5 (KCNA) -- Supreme leader Kim Jong Un sent a birthday spread to centenarian Thak Yong Ae residing in Jinsu-dong, Waudo District, Nampho City on Jan. 5.\n\t\t\t\t\t She was born in Unchon County, South Hwanghae Province on Jan. 5, Juche 4 (1915) and experienced the bitter sorrow over national ruin, subject to maltreatment and contempt under the Japanese imperialists' military occupation of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It was not until President Kim Il Sung liberated the country that she enjoyed a worthwhile life. She devoted herself to farming for the grateful country.\n\t\t\t\t\t\n\t\t\t\t\t She leads an optimistic life, having a balanced diet and liking to eat vegetables very much.\n\t\t\t\t\t\n\t\t\t\t\t She told her children to work harder for the country, saying all people on this land enjoy happiness thanks to the grateful socialist homeland which values and loves ordinary people very much."
        },
        {
            "title": "Chairman of C.C., KSDP Calls for Great National Unity",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-01ee.html",
            "content": "Chairman of C.C., KSDP Calls for Great National Unity\r\nPyongyang, January 6 (KCNA) -- The chairman of the Central Committee of the Korean Social Democratic Party (KSDP) in a statement on Jan. 5 praised the slogan and proposals for national reunification put forward by supreme leader Kim Jong Un in his New Year address as the most realistic and reasonable ones to settle the north-south relations.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t If all the fellow countrymen in the north, the south and abroad turn out in the patriotic movement for national reunification in hearty response to the New Year address, it would be conducive to improving the bedeviled north-south ties, opening up a broad avenue to independent reunification and ensuring peace and security in the Korean Peninsula and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The KSDP calls on all the political parties and politicians in south Korea to bear in mind Kim Jong Un's noble intention of writing a new chapter in the history of inter-Korean relations so as to refrain from seeking confrontation of systems which is harmful to national reunification and take an active part in the nation-wide struggle for opening up a broad avenue to independent reunification by pooling efforts of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should neither seek \"unification of systems\" that incites distrust and conflict between the north and the south nor insult the other side's system and make impure solicitation to do harm to their fellow countrymen. They should also stop oppressing the pro-reunification patriotic forces and choose to join efforts in implementing the reunification programmes common to the nation, including the three principles of independence, peaceful reunification and great national unity and the historic June 15 and October 4 declarations.\n\t\t\t\t\t\n\t\t\t\t\t The United States, the very one that divided our nation into two and has imposed the suffering of national division upon it for 70 years, should desist from pursuing the anachronistic policy hostile towards the DPRK and reckless acts of aggression and boldly make a policy switch."
        },
        {
            "title": "Turning out in Nationwide Struggle for National Reunification Called for",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-02ee.html",
            "content": "Turning out in Nationwide Struggle for National Reunification Called for\r\nPyongyang, January 6 (KCNA) -- The chairman of the Central Committee of the Buddhist Federation of Korea issued a statement on Jan. 5 to express full support to the New Year address given by supreme leader Kim Jong Un and call for positively turning out in the nationwide struggle for national reunification.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t First of all, it is necessary to remove the danger of war, defuse tension and ensure peace on the Korean Peninsula in order to glorify this year as a landmark in opening up a broad avenue to the independent reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t All the Buddhists in the north and the south, who seek after mercy, equality and peace, should go into action in Dharma-minded concord to resolutely check the war moves escalating tension on the Korean Peninsula and confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean authorities should immediately give up their war moves which will bring only nuclear disaster upon the Korean nation and pose a threat to peace and security of the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south should never allow outsiders' moves of sowing discord among the Korean nation but achieve great unity and cohesion, irrespective of differences in ideology, social system and religious belief.\n\t\t\t\t\t\n\t\t\t\t\t The Buddhists wishing cohesion and unity should become believers and clerics supporting the national independence and unity under the slogan \"Let the whole nation join efforts to open up a broad avenue to independent reunification in this year of the 70th anniversary of national liberation!\" set forth in the New Year address to make distinguished contributions to opening up a broad avenue to the independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Buddhists and other people of all social strata in south Korea should turn out in the action to defend and implement the north-south joint declaration under the uplifted banner of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t We call upon all the Buddhists in the north, the south and abroad, who value reconciliation and unity of the nation and equality and peace, to take the lead in the struggle for glorifying this year as a landmark in opening up a broad avenue to the independent reunification in support of the patriotic appeal made in the New Year address."
        },
        {
            "title": "Schoolchildren's New Year Performance Goes on in Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-16ee.html",
            "content": "Schoolchildren's New Year Performance Goes on in Pyongyang\r\nPyongyang, January 6 (KCNA) -- \"We Are the Happiest in the World\", a schoolchildren's New Year performance, is going on at the Central Youth Hall here.\n\t\t\t\t\t The performance represents the schoolchildren's deep gratitude to supreme leader Kim Jong Un who has worked heart and soul to translate their dreams and hopes into reality.\n\t\t\t\t\t\n\t\t\t\t\t Its numbers include series of songs \"Songdowon Camp, Cradle of Love\", folk instrumental music and song \"Gate of Happiness with Floral Decorations\" and fairy tale dance \"Friends Who Met at Children's Hospital\".\n\t\t\t\t\t\n\t\t\t\t\t They show the happy life of children under the universal 12-year compulsory education system as well as their enjoyable days at pleasure grounds and edifices built in different parts of the country."
        },
        {
            "title": "Pyongyang Mass Rally Held",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-19ee.html",
            "content": "Pyongyang Mass Rally Held\r\nPyongyang, January 6 (KCNA) -- A Pyongyang mass rally took place at Kim Il Sung Square on Tuesday to carry out the tasks set forth by supreme leader Kim Jong Un in his New Year address for 2015.\n\t\t\t\t\t It was attended by Kim Yong Nam, Choe Ryong Hae, Kim Ki Nam and other senior officials of the party and the state, officials of working people's organizations, ministries and national institutions, and officials, heroes, meritorious persons and other people of the party and administrative organs, working people's organizations, institutions, universities, factories, enterprises and farms in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Kim Su Gil, chief secretary of the Pyongyang City Committee of the Workers' Party of Korea (WPK), made a report.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's New Year address serves as a militant banner which instills conviction of sure victory and revolutionary enthusiasm into all service personnel and people and powerfully arouses them to the general offensive for exalting the dignity of the country and achieving its prosperity, the reporter said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Officials, party members and other people in Pyongyang last year consolidated the political and ideological position and overfulfilled their plans for the national economy in hearty response to the plan and intention of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's energetic guidance and deep loving care served as the basic source which helped register remarkable successes in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called upon the officials, party members and other people in the city to charge dynamically towards the venue of grand October celebrations, upholding the slogan \"Let us all turn out in the general offensive to hasten final victory in the revolutionary spirit of Paektu!\"\n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches of Min Il Hong, manager of the Kim Jong Suk Pyongyang Textile Mill, Jong Yong Suk, chairwoman of the Management Board of the Rihyon Vegetable Cooperative Farm in Sadong District, Mun Chol, chairman of the Pyongyang City Committee of the youth league, and Kim Ho, dean of a faculty of Kim Chaek University of Technology, representing workers, agricultural workers, young people and intellectuals.\n\t\t\t\t\t\n\t\t\t\t\t The speakers underlined the need to raise a stronger wind of creating the Korean speed under the leadership of Kim Jong Un and thus glorify this significant year as a year of great victories and revolutionary, auspicious events.\n\t\t\t\t\t\n\t\t\t\t\t All the participants in the rally vowed to become honorable victors in the general offensive to hasten final victory in the revolutionary spirit of Paektu, rallied closer around the Party Central Committee headed by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants staged a demonstration."
        },
        {
            "title": "Workers and Farmers Meet to Vow to Implement Their New Year Tasks",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-20ee.html",
            "content": "Workers and Farmers Meet to Vow to Implement Their New Year Tasks\r\nPyongyang, January 6 (KCNA) -- Workers and members of the General Federation of Trade Unions of Korea (GFTUK) and farmers and members of the Union of Agricultural Workers of Korea (UAWK) separately held meetings Tuesday to vow to implement the tasks set forth by supreme leader Kim Jong Un in his New Year address. \n\t\t\t\t\t The meeting of the GFTUK took place at the Central Hall of Workers and the meeting of the UAWK in Jaeryong County, South Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\t Reporters and speakers said that Kim Jong Un's New Year address serves as a militant banner calling upon all the service personnel and people to win a great and fresh victory as it proudly reviewed the successes achieved last year and clearly indicated targets for this year and ways for implementing them. \n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to charge dynamically towards the venue of grand October celebrations, upholding the slogan \"Let us all turn out in the general offensive to hasten final victory in the revolutionary spirit of Paektu!\" set forth by Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t They renewed their will to invariably hold up President Kim Il Sung and leader Kim Jong Il forever as the sun of Juche, staunchly championing and adding eternal brilliance to their immortal revolutionary exploits. \n\t\t\t\t\t\n\t\t\t\t\t They renewed their resolution to bring about innovations in this significant year marking the seventieth anniversaries of national liberation and the founding of the WPK true to the noble will of Kim Jong Un and thus make a positive contribution to solving the food problem of the people and improving the level of diet on a high level. \n\t\t\t\t\t\n\t\t\t\t\t They ardently called upon the factories, enterprises and farms across the country to launch socialist emulations to glorify this significant year as a year of great victories and revolutionary, auspicious events."
        },
        {
            "title": "Advanced Sapling Production Method Established",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-15ee.html",
            "content": "Advanced Sapling Production Method Established\r\nPyongyang, January 6 (KCNA) -- The Central Tree Nursery under the DPRK Ministry of Land and Environment Protection has established a new method of producing humus-potted saplings.\n\t\t\t\t\t According to Pak Tong Rim, chief engineer of the Nursery, this method is very effective for raising the rate of rooting and productivity of saplings.\n\t\t\t\t\t\n\t\t\t\t\t The nursery smoothly settled a lot of technical problems arising in the development of substrate, which is essential to the method.\n\t\t\t\t\t\n\t\t\t\t\t The new method helps put the sapling production on a scientific, industrial and intensive basis, raising the rate of rooting up to 95 percent."
        },
        {
            "title": "Chongryon Officials Holds New Year's Meeting",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-11ee.html",
            "content": "Chongryon Officials Holds New Year's Meeting\r\nTokyo, January 4 (KNS-KCNA) -- A new year's meeting was held by officials of the General Association of Korean Residents in Japan (Chongryon) at the Korean Hall in Tokyo on Jan. 1 to usher in a new heyday of the movement of Koreans in Japan in hearty response to the New Year address of Marshal Kim Jong Un and his congratulatory message on the occasion of the New Year.\n\t\t\t\t\t It was attended by Ho Jong Man, chairman of the Central Standing Committee of Chongryon, vice-chairpersons of its Central Standing Committee, the chairman of the Central Audit Committee of Chongryon, the directors of the Chongryon Central Standing Committee, the permanent advisor and the director of the Research Institute on History of Korean Residents in Japan, leading officials of organizations and enterprises of Chongryon, and chairpersons of the Chongryon headquarters and branches in the Kanto area.\n\t\t\t\t\t\n\t\t\t\t\t The participants heard the New Year address made by Kim Jong Un on the occasion of the New Year, Juche 104 (2015).\n\t\t\t\t\t\n\t\t\t\t\t The congratulatory message sent by Kim Jong Un to the chairman of the Chongryon Central Standing Committee on the occasion of the New Year was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The participants said that they were greatly excited to receive Kim Jong Un's historic New Year address, important guidelines guaranteeing the eternal victory and prosperity of the great Paektusan nation,   and his congratulatory message on the New Year.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that Chongryon and Koreans in Japan would keep pace with the people in the homeland advancing full of confidence of victory and open a new heyday of the movement of Koreans in Japan, getting united firm with them in one mind, in hearty response to Kim Jong Un's New Year address and congratulatory message."
        },
        {
            "title": "U.S. Should Roll Back Anachronistic Hostile Policy toward DPRK and Make Policy Switchover",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-13ee.html",
            "content": "U.S. Should Roll Back Anachronistic Hostile Policy toward DPRK and Make Policy Switchover\r\nPyongyang, January 6 (KCNA) -- Supreme leader Kim Jong Un in his New Year address urged the U.S. to desist from pursuing the anachronistic policy hostile towards the DPRK and make a policy switchover.\n\t\t\t\t\t Last year the U.S. more extremely schemed to isolate and stifle the DPRK, a fortress of socialism and bulwark of independence and justice. It persisted in military pressure and economic blockade against the DPRK, recklessly trying to provoke it by force. The U.S. introduced huge armed forces in south Korea and its vicinity and staged war maneuvers against the DPRK ceaselessly, claiming that its having access to nuclear deterrent for self-defence is \"threat\" and \"provocation\".\n\t\t\t\t\t\n\t\t\t\t\t When the attempt to destroy nuclear deterrent of the DPRK and stifle it proved to be futile, the U.S. kicked off the base \"human rights\" racket, politicized and internationalized it and prodded its followers into cooking up even the \"human rights resolution\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The evil cycle of tension persists and the danger of a nuclear war increases on the Korean peninsula day by day due to the U.S. hostile moves against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t In order to cope with the prevailing situation in which the U.S. high-handed practices are rampant and justice and truth are ruthlessly trampled down, the DPRK has further bolstered up its military capability for self-defence with nuclear deterrent as a pivot, holding higher the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t This is a product of the U.S. policy error in its Korean issue. This is clearly evidenced by the history of confrontation between the DPRK and the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. policy makers have long pursued anti-DPRK moves including military pressure, sanctions and economic blockade while sticking to its hostile policy toward the DPRK but this got the U.S. nowhere.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. withdrawal of the hostile policy toward the DPRK is a very urgent issue in view of the requirement of the prevailing situation and the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t In case the U.S. does not take a correct choice in the Korean issue, the DPRK's possession of war deterrent will be prolonged and bolstered and the U.S. will face ever more fatal consequences.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. respects the sovereignty of the DPRK and does not interfere in its internal affairs and approaches it with good faith, though belatedly, the latter will act in line with it. This is the fixed stand of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better face up to the changed situation and the trend of the historic development and make a political decision to boldly roll back its policy hostile towards the DPRK in keeping with the interests of the U.S. and the aspiration of the world peace-loving people."
        },
        {
            "title": "Rodong Sinmun Calls for Turning out as One in Struggle for National Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-07ee.html",
            "content": "Rodong Sinmun Calls for Turning out as One in Struggle for National Reunification\r\nPyongyang, January 6 (KCNA) -- Supreme leader Kim Jong Un in his New Year address put up the slogan \"Let the whole nation join efforts to open up a broad avenue to independent reunification in this year of the 70th anniversary of national liberation!\" Rodong Sinmun Tuesday in an article says that the slogan serves as an invincible banner of the movement for national reunification that the entire Korean nation should hold up this year.\n\t\t\t\t\t If the country's reunification fails to be achieved as soon as possible, the national commonness will fade away and the nation will remain divided into two parts forever, the article says, adding;\n\t\t\t\t\t\n\t\t\t\t\t It is a sacred duty and inviolable sense of obligation of the Korean nation to take part in the patriotic struggle for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Whoever worries about the destiny of the nation and wants to achieve the country's reunification should turn out as one in the nation-wide struggle to open up a broad avenue to independent reunification, in hearty response to the patriotic call of the peerless great man.\n\t\t\t\t\t\n\t\t\t\t\t The life dedicated to the country and the nation and national reunification will be recorded in the history and will be appreciated by posterity. \n\t\t\t\t\t\n\t\t\t\t\t Whoever fails to make even a little contribution to national reunification, while living in the era of the struggle for achieving the reunification, cannot claim to be a genuine Korean.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans should bear in mind their responsibility and mission before the era and the history and  carry on the struggle, burning their hearts with patriotism for reunification and single-mindedly united, and  glorify this year as a year for bringing about a landmark in opening up a broad avenue to independent reunification, the article concludes."
        },
        {
            "title": "Rodong Sinmun Terms U.S.-Japan-S. Korea Triangular Military Alliance Dangerous",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-08ee.html",
            "content": "Rodong Sinmun Terms U.S.-Japan-S. Korea Triangular Military Alliance Dangerous\r\nPyongyang, January 6 (KCNA) -- The 2015 bill on national defense right was passed through the U.S. Senate at the end of last year. \n\t\t\t\t\t The bill calls for tightening the U.S.-Japan-south Korea triangular missile defense cooperation to cope with the \"threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Timed to coincide with this, a tripartite agreement was adopted for the purpose of exchanging intelligence on the DPRK's military activities.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday in a commentary terms this a revelation of the U.S. sinister intention to stifle the DPRK at any cost by using Japan and south Korea as shock brigades for invading it.\n\t\t\t\t\t\n\t\t\t\t\t It is an invariable scenario of the U.S. to lay a siege to the DPRK by prodding its junior allies and strengthen the political and military pressure and sanctions against the DPRK in a bid to easily realize the ambition to invade it, the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The fiction about the \"nuclear threat\" and \"missile threat\" from the DPRK shamelessly floated by the U.S. is aimed to strengthen the triangular military alliance under the pretext of \"counteraction\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-Japan-south Korea triangular military alliance is by no means a specter. This was not formally declared but it actually exists and is actively operating.\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle joint military exercises are saber-rattling being kicked up at the stage where the triangular military alliance is in the making.\n\t\t\t\t\t\n\t\t\t\t\t South Korea stages all forms of strike drills with massive armed forces involved in collusion with the U.S. while Japan is offering its land as relay, operation and logistic bases.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, however, sadly mistaken. The U.S. is making desperate efforts to prevent its position as the \"only superpower\" from sinking in the Asia-Pacific region with its allies involved. But it is too late.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. desperate efforts to knock into shape a war alliance are as foolish an act as precipitating its doom.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will mete out a merciless punishment to any provocateur coming to hurt the sovereignty and dignity of the country."
        },
        {
            "title": "Foot-and-Mouth Diseases Spread in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-14ee.html",
            "content": "Foot-and-Mouth Diseases Spread in S. Korea\r\nPyongyang, January 6 (KCNA) -- Foot-and-mouth diseases are spreading in North Kyongsang Province, south Korea, according to KBS of south Korea on Jan. 4.\n\t\t\t\t\t They are spreading to Andong City and Uisong County in the wake of their occurrence in Yongchon City."
        },
        {
            "title": "Citizens in Pusan Call for Putting End to National Division",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-17ee.html",
            "content": "Citizens in Pusan Call for Putting End to National Division\r\nPyongyang, January 6 (KCNA) -- Citizens in Pusan of south Korea on January 1 held a meeting calling for putting an end to the  tragedy of national division, according to the south Korean internet newspaper Thongil News. \n\t\t\t\t\t Speakers at the meeting said that citizens of Pusan desirous of national reunification met on the New Year's Day, stressing the need to put an end to the history of national division which has lasted for seven decades. \n\t\t\t\t\t\n\t\t\t\t\t For the present, the \"government\" should lift the \"May 24 steps\" and come out in undertakings including the resumption of tour of Mt. Kumgang, they added."
        },
        {
            "title": "Koreans in Russia Resolve to Conduct More Dynamic Patriotic Movement for Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-18ee.html",
            "content": "Koreans in Russia Resolve to Conduct More Dynamic Patriotic Movement for Reunification\r\nPyongyang, January 6 (KCNA) -- The Central Association of Korean Nationals in Russia released a statement on Jan. 2 to vow to implement to the letter the tasks set forth by Marshal Kim Jong Un in his New Year Address for 2015.\n\t\t\t\t\t Kim Jong Un put up the slogan calling for opening up a broad avenue to independent reunification this year of the 70th anniversary of national liberation by the concerted efforts of all Koreans, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Whether the tragedy of division is terminated or not entirely depends on the attitude of the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should no longer follow the U.S. but take the road of national concord and unity in response to the desire of all Koreans and the demand of history and the times.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. which divided Korea into two and has obstructed national reunification and imposed all misfortune and pain on the Korean nation for 70 years. Following the U.S. imperialists will invite national misfortune, pain and nuclear disaster only.\n\t\t\t\t\t\n\t\t\t\t\t This year we will make all efforts together with the people in the north and the south to open up a broad avenue to independent reunification under the unfurled banner of By Our Nation Itself."
        },
        {
            "title": "Koreans in China Express Will to Devote Themselves to Movement for National Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-09ee.html",
            "content": "Koreans in China Express Will to Devote Themselves to Movement for National Reunification\r\nPyongyang, January 6 (KCNA) -- Officials of the General Association of Koreans in China hardened their resolution to devote themselves to the movement for national reunification upon receiving the historic New Year address of Marshal Kim Jong Un.\n\t\t\t\t\t Chairwoman Choe Un Bok recalled that Kim Jong Un in his New Year address called on all the service personnel and people to charge dynamically towards the venue of grand October celebrations, upholding the slogan \"Let us all turn out in the general offensive to hasten final victory in the revolutionary spirit of Paektu!\" \n\t\t\t\t\t\n\t\t\t\t\t Though we live in an alien land, we will make a tangible contribution to building a thriving nation and become vanguard in opening up a broad avenue to independent reunification in hearty response to Kim Jong Un's teachings, Choe noted.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Chairman Cha Sang Bo said that he would make a positive contribution to writing a new chapter in the history of inter-Korean relations, holding high the slogan \"Let the whole nation join efforts to open up a broad avenue to independent reunification in this year of the 70th anniversary of national liberation!\" advanced in the New Year address.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Chairman Choe Su Bong noted that all the Koreans in China will more firmly prepare themselves to be overseas vanguard fighters of Juche Korea who are following Kim Jong Un to the end and devotedly defending his authority.\n\t\t\t\t\t\n\t\t\t\t\t Director of the Information Bureau Han Kil Su expressed the will to make a leap forward in the information service so that the hope and enthusiasm of overseas Koreans can yield bigger results in the patriotic work for reunification.\n\t\t\t\t\t\n\t\t\t\t\t Director of the Bureau of National Reunification Movement Kim Yong Hui said she will devote herself to the patriotic work to bring earlier national reunification, the behests of President Kim Il Sung and leader Kim Jong Il, true to the patriotic call of Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Ghanaian, Nigerian Personages",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-04ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Ghanaian, Nigerian Personages\r\nPyongyang, January 6 (KCNA) -- Ghanaian and Nigerian personages issued statements on Jan. 1 supporting the New Year address made by supreme leader Kim Jong Un.\n\t\t\t\t\t The deputy general secretary of the National Democratic Congress of Ghana said:\n\t\t\t\t\t\n\t\t\t\t\t The New Year address for 2015 made by the respected HE Kim Jong Un, first secretary of the Workers' Party of Korea, clarifies the clear way for the Korean people to hasten final victory, and instills a new hope into the world progressive people loving peace and aspiring after justice.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support to the ardent call of Kim Jong Un for the entire nation to join efforts to open up a broad avenue to independent reunification in this year of the 70th anniversary of national liberation, recognizing it as the patriotic call which whoever feels sorrow over the decades-long national division can never refuse to accept.\n\t\t\t\t\t\n\t\t\t\t\t Ibrahim Mantu, member of the Credit Committee of the People's Democratic Party of Nigeria and chairman of the Nigeria-DPRK Friendship Association, said:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Un, supreme leader of the Korean people, in his New Year address, reviewed that last year the Korean people consolidated foundations for hastening final victory on all fronts of building a thriving nation under the wise leadership of the Workers' Party of Korea (WPK) and fully demonstrated the invincible might of the DPRK, and set forth the tasks and ways of glorifying this significant year of the 70th anniversaries of national liberation and founding of the WPK with revolutionary, auspicious events. \n\t\t\t\t\t\n\t\t\t\t\t Firmly convinced that this year the Korean people will bring about a great change in building a socialist economic giant and civilized nation and improving the people's living standards, we express full support and solidarity for the Korean people's struggle."
        },
        {
            "title": "Kim Jong Un's Proposal for National Reunification Favored by Bodies of Benin",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-05ee.html",
            "content": "Kim Jong Un's Proposal for National Reunification Favored by Bodies of Benin\r\nPyongyang, January 6 (KCNA) -- The Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" and the Benin National Committee for the Study of the Juche Idea released a joint statement on Jan. 1 in support of the New Year address of supreme leader Kim Jong Un.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Un in his New Year address said \"though the people-centred socialist system of our own style is the most advantageous, we do not force it on south Korea and have never done so\", adding that \"the north and the south, as they had already agreed, should resolve the national reunification issue in the common interests of the nation transcending the differences in ideology and system.\"\n\t\t\t\t\t\n\t\t\t\t\t It is his firm will to briskly hold dialogue, negotiations and exchanges and make contact to relink the severed ties and blood vessels of the nation and bring about a great turn in inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t Nothing is impossible if the Korean nation shares one purpose and joins efforts as elucidated in the New Year address.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the proposal for Korea's reunification clarified by him in his New Year address.\n\t\t\t\t\t\n\t\t\t\t\t We extend invariable solidarity to the Korean people in their sacred struggle for the country's reunification under the wise leadership of Kim Jong Un, the lodestar of national reunification and benevolent father of the nation."
        },
        {
            "title": "Kim Jong Un's Songun Leadership Feats Praised Abroad",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-06ee.html",
            "content": "Kim Jong Un's Songun Leadership Feats Praised Abroad\r\nPyongyang, January 6 (KCNA) -- Foreign organizations posted special write-ups on their websites from Dec. 24 to 29 last year on the occasions of the 3rd anniversary of Marshal Kim Jong Un's assumption of the supreme commandership of the Korean People's Army (KPA) and the 97th birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t The Peruvian-Korean Institute of Culture and Friendship posted articles illustrated with a photo of Kim Jong Un acknowledging the cheers of the service personnel and a fine art work depicting Kim Jong Suk standing on the shore of Lake Samji.\n\t\t\t\t\t\n\t\t\t\t\t The Anti-Imperialist Forum of Germany posted articles titled \"Honor of revolutionary armed forces\" and \"3 years recorded in the annals of Songun revolution\".\n\t\t\t\t\t\n\t\t\t\t\t The articles said it was the greatest honor and pride of the Korean army and people that they upheld Kim Jong Un as KPA supreme commander three years ago.\n\t\t\t\t\t\n\t\t\t\t\t He inherited the Songun politics of Kim Jong Il, chairman of the National Defence Commission, most perfectly and performed great feats for army building, the articles noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The KPA commanded by him will always emerge victorious.\n\t\t\t\t\t\n\t\t\t\t\t The Kim Jong Il Library and the Juche Youth Group in Ecuador posted articles praising Kim Jong Un for developing the Korean revolutionary armed forces."
        },
        {
            "title": "Nobody Can Check Advance of Korean Army and People Led by Kim Jong Un: Bulgarian Personage",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-03ee.html",
            "content": "Nobody Can Check Advance of Korean Army and People Led by Kim Jong Un: Bulgarian Personage\r\nPyongyang, January 6 (KCNA) -- Nobody can check the advance of the Korean army and people rushing forward along the road of justice and socialism under the leadership of Comrade Kim Jong Un. \n\t\t\t\t\t Atanas Ivanov, honorary chairman of the Bulgarian Communists Union, said this in a statement on Dec. 24 last year on the 3rd anniversary of Marshal Kim Jong Un's assumption of the supreme commandership of the Korean People's Army (KPA).\n\t\t\t\t\t\n\t\t\t\t\t He noted that it was a historic event of weighty significance in carrying forward and accomplishing the revolutionary cause of Juche that the Korean people upheld Kim Jong Un as KPA supreme commander.\n\t\t\t\t\t\n\t\t\t\t\t This demonstrated the unanimous will of the Korean people to accomplish the cause of the preceding leaders, rallied close around Kim Jong Un, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un inspected Panmunjom in March, 2012 when the U.S. and south Korean warmongers staged large-scale joint military drills against the DPRK.  And he said with confidence that if a war breaks out in the future, the Korean army and people would force the enemies to sign the surrender document with their knees bent, not the armistice agreement.\n\t\t\t\t\t\n\t\t\t\t\t The foolish dream of the imperialists who expected any switchover in the policy of the DPRK after the demise of leader Kim Jong Il vanished."
        },
        {
            "title": "Presidente del CC de PSDC exhorta a abrir ancho camino para reunificacion con fuerzas unidas",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-06ss.html",
            "content": "Presidente del CC de PSDC exhorta a abrir ancho camino para reunificacion con fuerzas unidas\r\nPyongyang, 6 de enero (ACNC) -- En su declaracion fechada 5, el presidente del Comite Central del Partido Social-Democrata de Corea subrayo que la consigna y los proyectos de la reunificacion de la patria, presentados por el Mariscal Kim Jong Un en el mensaje del Ano Nuevo, son mas realistas y racionales que permiten resolver el problema de relaciones intercoreanas.\n\t\t\t\t\tSi todos los coreanos se levantan como un solo hombre en la campana patriotica de la reunificacion en pleno acato al mensaje del Ano Nuevo pronunciado por el Mariscal, se mejoraran las empeoradas relaciones entre ambas partes coreanas, se abrira un ancho camino para la reunificacion independiente y se hara gran aporte a la paz y la seguridad de la Peninsula Coreana y el mundo, senalo la nota y continuo:\n\t\t\t\t\t\n\t\t\t\t\tEl PSDC exhorta a todos los partidos politicos y politicos del Sur de Corea a tener presente el noble proposito del Mariscal de escribir nueva historia de las relaciones N-S, liberarse de la concepcion de enfrentar los regimenes, inutil para la reunificacion de la patria, y tomar parte activa en la corriente pannacional para abrir un ancho camino de la reunificacion independiente con las fuerzas unidas de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben abandonar su intencion de \"reunificacion de regimen\" que motiva la desconfianza y los conflictos entre ambas partes y dejar de calumniar el sistema de otra parte, visitar y pedir ayuda a otros paises para denigrar a sus compatriotas, poner fin a la represion contra las fuerzas patrioticas de la reunificacion y prestar atencion a la realizacion conjunta de los programas comunes de reunificacion nacional entre otros los 3 Principios de la Reunificacion de la Patria, las historicas declaraciones del 15 de Junio y 4 de Octubre.\n\t\t\t\t\t\n\t\t\t\t\tEstados Unidos, el autor de la separacion de nuestra nacion que nos causa grandes sufrimientos desde hace 70 anos, debe abandonar su anacronica politica de enemistad y descabelladas acciones de agresion contra Corea y tomar una audaz opcion de cambio de su politica."
        },
        {
            "title": "Presidente de CC de FBC exhorta a levantarse en el movimiento por reunificacion de Corea",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-07ss.html",
            "content": "Presidente de CC de FBC exhorta a levantarse en el movimiento por reunificacion de Corea\r\nPyongyang, 6 de enero (ACNC) -- En su declaracion fechada 5, el presidente del Comite Central de la Federacion de Budistas de Corea expreso entero apoyo al mensaje del Ano Nuevo del Mariscal Kim Jong Un y determinacion de levantarse activamente en el movimiento pannacional por la reunificacion de la patria.\n\t\t\t\t\tPara coronar el presente ano con un gran auge en abrir un ancho camino por la reunificacion independiente, es preciso,  ante todo, eliminar el peligro de guerra en la Peninsula Coreana y lograr la distension y una atmosfera de paz, dijo el presidente y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tLos budistas del Norte y el Sur, que toman como ideal principal la piedad, la igualdad y la paz, deben incorporarse unidos a las actividades por detener los imprudentes ejercicios belicos que agravan la tension de la Peninsula Coreana y acarrean el nubarron de guerra fratricida.\n\t\t\t\t\t\n\t\t\t\t\tEstados Unidos y las autoridades surcoreanas deben poner de inmediato fin a todos los ejercicios de guerra que imponen a la nacion coreana la catastrofe nuclear y amenazan la paz y la seguridad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes coreanas no deben tolerar jamas las maniobras de las fuerzas foraneas  encaminadas a sembrar discordias en el interior de la nacion sino lograr la gran unidad por encima de las diferencias de las ideas, regimenes y creencias religiosas.\n\t\t\t\t\t\n\t\t\t\t\tEn pleno acato a la consigna \"!Abramos un ancho camino para la reunificacion independiente con las fuerzas unidas de toda la nacion en este ano del aniversario 70 de la liberacion de la patria!\", presentado en el mensaje del Ano Nuevo del Mariscal, los budistas, que consideran como ideal fundamental la armonia y la unidad, deben hacer aporte especifico a abrir un ancho camino por la reunificacion independiente, siendo creyentes de la independencia nacional y clerigos de la armonia nacional.\n\t\t\t\t\t\n\t\t\t\t\tLos budistas y las distintas capas del Sur de Corea deben levantarse en las actividades practicas para defender y realizar las declaraciones conjuntas N-S, bajo la bandera de entre nosotros, los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tExhortamos fervientemente a todos los budistas del Norte, el Sur y en el ultramar que aprecian la reconciliacion, la unidad, la igualdad y la paz de la nacion a tomar delantera en la lucha por hacer del presente un ano para abrir un ancho camino por la reunificacion de la patria, en pleno acato al mensaje del Ano Nuevo."
        },
        {
            "title": "ACNC urge a EE.UU. a abandonar anacronica politica hostil a RPDC",
            "url": "http://kcna.co.jp/item/2015/201501/news06/20150106-09ss.html",
            "content": "ACNC urge a EE.UU. a abandonar anacronica politica hostil a RPDC\r\nPyongyang, 6 de enero (ACNC) -- En el mensaje del Ano Nuevo, el Mariscal Kim Jong Un aconsejo a Estados Unidos que abandone la anacronica politica de hostilidad a la Republica Popular Democratica de Corea.\n\t\t\t\t\tLlego al climax en el ano pasado la campana norteamericana tendente a aislar y aplastar a la RPDC, baluarte del socialismo, la independencia y la justicia.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio yanqui recurrio persistentemente a la presion militar y el bloqueo economico para derrocar a fuerza la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tCuestiono el disuasivo nuclear de autodefensa de la RPDC como \"amenaza\" y \"provocacion\", introdujo en el suelo surcoreano y su contorno enormes fuerzas armadas y desarrollo incesantemente los ejercicios de guerra anti-RPDC de toda indole. \n\t\t\t\t\t\n\t\t\t\t\tUna vez fracasado su intento de eliminar el disuasivo nuclear de la RPDC y aplastarla, armo villano alboroto de \"DDHH\" y politizando e internacionalizando este tema fabrico hasta la \"resolucion de DDHH\" anti-RPDC instigando a  sus fuerzas satelites. \n\t\t\t\t\t\n\t\t\t\t\tDebido a tales maniobras hostiles de EE.UU., en la Peninsula Coreana no desaparece el circulo vicioso de agravacion de la tension y se aumenta cada dia mas la peligrosidad de guerra nuclear. \n\t\t\t\t\t\n\t\t\t\t\tFrente a la realidad de hoy en que se ven pisoteadas la justicia y la veracidad y se toleran las arbitrariedades de EE.UU., hemos consolidado por todos los medios la capacidad de autodefensa nacional basada en el disuasivo nuclear sosteniendo en alto la bandera del Songun. \n\t\t\t\t\t\n\t\t\t\t\tTodo esto es el resultado de la politica erronea de EE.UU. sobre la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLo comprueba la historia de confrontacion RPDC-EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLos elaboradores de la politica de EE.UU. vinieron recurriendo a la presion militar, la sancion, el bloqueo economico, etc. practicando la politica hostil a la RPDC, pero no obtuvieron nada. \n\t\t\t\t\t\n\t\t\t\t\tEl cambio de la politica hostil norteamericana sobre la RPDC se presenta como una demanda apremiante en vista de la situacion y la tendencia de la epoca actual. \n\t\t\t\t\t\n\t\t\t\t\tEn el caso de que el imperio no tome una opcion correcta en este tema, se prolongara y se fortalecera la posesion del disuasivo de guerra de la RPDC y se aumentaran tanto mas los desastres de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. respeta, aunque sea ahora, nuestra soberania y nos trata con buena fe sin intervenir en nuestros asuntos internos, tambien actuaremos segun ello, lo que es la invariable posicion de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tDebe tomar la decision politica de abandonar su politica hostil a la RPDC tomando en consideracion la situacion cambiada y la corriente de la evolucion de la historia y conforme a los intereses de su propio pais y  la aspiracion de los pueblos amantes de la paz mundial."
        }
    ]
}