{
    "date": "2015-01-21",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-21ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Provides Field Guidance to Ryuwon Shoes Factory",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-01ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Ryuwon Shoes Factory\n\t\t\t\t\t\t\r\ne012101 - Kim Jong Un Provides Field Guidance to Ryuwon Shoes Factory\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang, January 21 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, provided field guidance to the Ryuwon Shoes Factory.\n\t\t\t\t\t\n\t\t\t\t\t He went round the room dedicated to the history of the factory.\n\t\t\t\t\t\n\t\t\t\t\t Watching the photos of leader Kim Jong Il seeing shoes produced at the factory, he recollected with deep emotion the feats Kim Jong Il performed in the efforts to let people and school youth and children have quality and fashionable shoes.\n\t\t\t\t\t\n\t\t\t\t\t He said that the light industrial production bases built across the country are the precious legacies left by President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He called for giving fullest play to the strong foundation and potentials of the light industry provided by Kim Il Sung and Kim Jong Il and provide the people with better and more consumer goods.\n\t\t\t\t\t\n\t\t\t\t\t In order to keep production going at a high rate and raise the quality of goods it is necessary to pay primary attention to ideological education to give play to the mental power of producers, he said, instructing the factory to scrupulously organize education through the room dedicated to the history of the factory.\n\t\t\t\t\t\n\t\t\t\t\t He went round various places of the factory including goods show room, injection molding shop, sewing shop and shoes making shop to learn in detail about the production of shoes and management activities.\n\t\t\t\t\t\n\t\t\t\t\t Seeing sports shoes displayed at the goods show room, he praised the factory for making many successes in implementing the policy of the Workers' Party of Korea on producing multi-variety, diverse and multi-color shoes.\n\t\t\t\t\t\n\t\t\t\t\tLearning in detail about the development of new products, he said it is good to work hard to produce shoes suited to people's liking and meeting their demand and taste.\n\t\t\t\t\t\n\t\t\t\t\t He said that the factory has an important duty to perform for developing the nation's shoes industry.\n\t\t\t\t\t\n\t\t\t\t\t He instructed the factory to wage a dynamic drive to produce shoes favored by people and those symbolic of it and impeccable on foreign markets.\n\t\t\t\t\t\n\t\t\t\t\t  Low quality shoes disliked by people are useless no matter how many they are produced, he noted, underscoring the need for the factory to pay primary attention to improving the quality of shoes while increasing their production.\n\t\t\t\t\t\n\t\t\t\t\t In order to produce convenient, fashionable, light and quality shoes, it is necessary to give priority to shoe designing first of all, put the production processes on a high IT, automatic and modern basis and channel efforts into firmly building scientific and technological forces as required by the age of knowledge-based economy.\n\t\t\t\t\t\n\t\t\t\t\tHe stressed the need to wage a dynamic drive for decisively increasing the proportion of locally available fiber and resin for shoe production and all kinds of basic chemical goods and improving their quality.\n\t\t\t\t\t\n\t\t\t\t\t In order to produce shoes meeting the ever-increasing demand of the people and their cultural level, shoes which can match the world's famous goods, it is important to work out the development strategy of the factory well, he underlined the need to make a scientific analysis of all issues arising in goods production and quality, the control of equipment and business activities and settle them by dint of science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Calling for radically face-lifting the factory as required by the new century in terms of updating the production processes and improving the working conditions of employees, he said the party would settle all issues.\n\t\t\t\t\t\n\t\t\t\t\t Consumer goods are directly linked to the living of the people, he said, adding  that the issue of successfully ensuring the quality consumer goods is not a simple economic and business issue but an important issue of holding everything made locally dear and protecting it and demonstrating the advantages of the system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The industrial establishments in the field of light industry should not confine to producing trial goods and samples for show or displaying at shops but put production on normal footing and steadily improve their quality so that people may substantially benefit from them, he noted.  \n\t\t\t\t\t\n\t\t\t\t\t He called upon officials of the relevant ministries and national institutions including the light industrial sector to work out strategies to raise the hot wind of leap forward in the production of consumer goods and make redoubled efforts to carry out them, deeply aware of the responsibility and duty they assumed before the people.\n\t\t\t\t\t\n\t\t\t\t\t He earnestly called upon the light industrial sector to take the lead in the production and upon the whole country to keep pace with it to raise a hot wind of producing consumer goods and thus bring about an epochal turn in improving the people's living standards in the near future so as to translate the cherished desire of Kim Il Sung and Kim Jong Il into reality without fail.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the expectation and conviction that the officials and employees of the factory would bring about a new turn in shoes production and quality. Then he had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by An Jong Su, department director of the C.C., the WPK, Ri Jae Il, first vice department director of the C.C., the WPK, and Kim Yo Jong, vice department director of the C.C., the WPK."
        },
        {
            "title": "U.S., Germany Urged to Give Up at Once Screening of Anti-DPRK Movie: DPRK FM Spokesman ",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-18ee.html",
            "content": "U.S., Germany Urged to Give Up at Once Screening of Anti-DPRK Movie: DPRK FM Spokesman \n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- The spokesman for the Foreign Ministry of the DPRK released the following statement on Wednesday:\n\t\t\t\t\t The U.S. and its vassal forces are becoming desperate in their moves to dare hurt the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t According to a report, the U.S. recently presented to the Berlin international film festival the ill-famed and undesirable movie \"The Interview\" slandering the DPRK and fanning up terrorism.\n\t\t\t\t\t\n\t\t\t\t\t Not content with reckless provocations, seized with morbid repugnancy and inveterate enmity toward the DPRK, the U.S. ruling quarters prodded a pseudo movie company into daring produce and distribute the movie hurting the dignity of the supreme leadership of the DPRK. This lashed its army and people into great fury.\n\t\t\t\t\t\n\t\t\t\t\t As the base and mean movie was unanimously rejected by the international movie circle and public, the U.S. made great haste to open it to public over internet. Now it is going to screen the movie at its vassal countries under the pretext of the participation in the international film festival.\n\t\t\t\t\t\n\t\t\t\t\t When the gangster-like movie company came under hot cyber attack for producing the undesirable movie, the U.S. is keen to slap new \"sanctions\" against the DPRK by deliberately linking it with Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t All facts prove that the U.S. has opted for extreme confrontation to stifle the DPRK politically, economically and militarily by hurting the supreme interests of the DPRK despite its repeated warnings.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. anti-DPRK actions are being conducted in all fields with every possible means and method involved. This is the most undisguised terrorist act and war actions against the sovereign state and it poses a serious threat to the peace in the region and the world.\n\t\t\t\t\t\n\t\t\t\t\t Germany is joining the U.S. in these actions though the former took the lead in inflicting unspeakable misfortune, pain and disaster on humankind through two world wars.\n\t\t\t\t\t\n\t\t\t\t\t History and humankind still vividly remember aggression, plunder and racial extermination including the massacre of Jews committed by Germany during the Second World War no matter how loudly it may talk about its postwar reparation. \n\t\t\t\t\t\n\t\t\t\t\t Germany's attitude to allow the screening of the undesirable movie while blindly following the U.S. cannot but be a dangerous act that can repeat its shameful history.\n\t\t\t\t\t\n\t\t\t\t\t The screening of the movie that hurts the dignity of the supreme leadership of the DPRK and openly agitates state-sponsored terrorism has nothing to do with the \"freedom of expression\" touted by Germany. It is evidently agitation of terrorism quite contrary to the purpose and nature of the Berlin international film festival.\n\t\t\t\t\t\n\t\t\t\t\t The allowance of the screening would make \"freedom of expression\" touted by the West freedom of hurting the inviolable dignity of other countries, freedom of encroaching upon their political view, religious belief and culture and freedom of violence and terrorism.\n\t\t\t\t\t\n\t\t\t\t\t Encouraging and praising terrorism are considered to be crimes as monstrous as terrorism in Europe and it is a reality that the most of the European countries are seized with uneasiness and fear in the wake of the hideous terrorist acts that occurred in France and various other countries.\n\t\t\t\t\t\n\t\t\t\t\t To screen the movie agitating terrorism in Europe at this time is a self-contradictory act that chills the atmosphere of combating terrorism growing strong in the whole of Europe.\n\t\t\t\t\t\n\t\t\t\t\t Running high at present is the indignation of the army and people of the DPRK and their will to annihilate the U.S. and other hostile forces as their moves to dare do harm to the dignity and authority of the supreme leadership of the DPRK have reached an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t Devotedly defending the leader is the supreme principle of the DPRK that can never change no matter how many times the world may change, and there can be neither deviation nor compromise in this principle.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and Germany should immediately stop the farce of screening anti-DPRK movie at the film festival.\n\t\t\t\t\t\n\t\t\t\t\t Those who attempt at terrorist acts and commit politically-motivated provocations and those who join them in violation of the sovereignty and dignity of the DPRK will never be able to escape merciless punishment."
        },
        {
            "title": "S. Korean Authorities Flayed for Conniving at Anti-DPRK Leaflet Scattering",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-17ee.html",
            "content": "S. Korean Authorities Flayed for Conniving at Anti-DPRK Leaflet Scattering\r\nPyongyang, January 21 (KCNA) -- On Jan. 19 human scum staged such reckless racket as scattering leaflets against the DPRK again despite the stern warnings of the DPRK and the unanimous opposition of south Korean people from all walks of life.\n\t\t\t\t\tWhen the sentiment opposing leaflet scattering is running high in south Korea and even conservative forces demanded human scum refrain from scattering leaflets, these betes noires brought dozens of tricksters of the U.S. \"human rights foundation\" and foreign media persons to Phaju City, Kyonggi Province at midnight like stray cats and scattered leaflets slandering the social system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tTalking about \"dimension of warnings\" and claiming that they would \"consider even the proposal for leaflet scattering by drones\", human scum held a joint press conference in Seoul at which they announced the stand and plan for anti-north leaflet scattering this year.\n\t\t\t\t\t\n\t\t\t\t\tThe spokesman for the Committee for the Peaceful Reunification of Korea in an answer given to the question put by KCNA on Wednesday said in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThis is an unpardonable provocation to the DPRK and a blatant challenge to the desire and aspiration of all Koreans for improving inter-Korean relations and reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\tWhat matters is that the south Korean authorities are zealously patronizing and encouraging the racket of human scum, while talking about \"freedom of expression\".\n\t\t\t\t\t\n\t\t\t\t\tThe reality goes to prove that they are letting loose a spate of outbursts about \"dialogue\" and \"sincerity\" but it is no more than red herring and, in actuality, they have no will to repair the inter-Korean relations at all.\n\t\t\t\t\t\n\t\t\t\t\tNot content with providing human scum with funds for scattering leaflets, DVD, USB, etc., the U.S. human rights tricksters took part in the leaflet scattering, a clear proof that the U.S. is the backstage manipulator and the force supporting it.\n\t\t\t\t\t\n\t\t\t\t\tThis incident clearly proves that the south Korean regime is the one of faithful servants of the U.S. and its colonial regime meeting its every wish.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK cannot but ponder over whether there is any need to deal with the incompetent south Korean authorities unable to properly control the grave incident in their own territory, reading the face of a U.S. plot-breeding organization.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has already declared that it will never pardon those who hurt its dignity and social system but mete out a severe punishment to them.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities will have to keenly realize that the leaflet scattering will bring only a bitter setback."
        },
        {
            "title": "National Meeting Marks Two Anniversaries of Historic Journey and Start of Historic March",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-19ee.html",
            "content": "National Meeting Marks Two Anniversaries of Historic Journey and Start of Historic March \r\n Pyongyang, January 21 (KCNA) -- A national meeting took place at the People's Palace of Culture Wednesday to mark the 90th anniversary of the 250-mile journey for national liberation made by President Kim Il Sung and the 40th anniversary of leader Kim Jong Il's start of the march along the course of the 250-mile journey for national liberation.\n\t\t\t\t\t On January 22, Juche 14 (1925) Kim Il Sung started the 250-mile journey for national liberation from his native village Mangyongdae to the Northeastern area of China. During the journey he made up the firm will to save the country and the nation deprived by Japanese imperialism. \n\t\t\t\t\t\n\t\t\t\t\t New history of modern Korea began to advance along the unchangeable orbit of independence, Songun and socialism and the era of great changes was ushered in the history of revolutionary movement of the popular masses for independence since the President embarked on the 250-mile journey for national liberation.   Kim Jong Il made sure in January, Juche 64 (1975) that the march was made along the course of the 250-mile journey for national liberation done by Kim Il Sung and it was joined in by more than 10 000 schoolchildren. \n\t\t\t\t\t\n\t\t\t\t\t The march was made without interruption even in the difficult period of the Arduous March.\n\t\t\t\t\t\n\t\t\t\t\t Over the past four decades since the start of the march hundreds of thousands of school youth and children across the country have toured this sacred course to deeply grasp the glorious revolutionary history of the peerless great persons of Mt. Paektu and their immortal exploits and noble traits. \n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Choe Ryong Hae, secretary of the C.C., the Workers' Party of Korea (WPK), Kim Yong Jin, vice-premier of the Cabinet, Kim Su Gil, chief secretary of the Pyongyang City Committee of the WPK, Kim Sung Du, chairman of the Education Commission, officials in the fields of the preservation of revolutionary relics, education and media, officials of the youth league, members of the expedition of the journey for national liberation, students of revolutionary schools and school youth and children in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the C.C., the Kim Il Sung Socialist Youth League, said in a report that through the march school youth and children have firmly prepared themselves as reliable successors to the Songun revolutionary cause and grown up to be pillars of thriving Korea equipped with the revolutionary spirit of Mt. Paektu and staunch will while crossing steep mountain ranges.\n\t\t\t\t\t\n\t\t\t\t\t Respected Marshal Kim Jong Un is wisely leading the work to ensure that the sacred tradition of the Korean revolution started and victoriously advanced by Kim Il Sung and Kim Jong Il is given steady continuity on this land generation after generation, the reporter noted, calling on the school youth and children to hold them in high esteem as the eternal sun of Juche and carry forward the march to Mt. Paektu to the last under the leadership of Kim Jong Un."
        },
        {
            "title": "KPA Servicepersons Look Round Revolutionary Battle Site on Mt. Madu",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-20ee.html",
            "content": "KPA Servicepersons Look Round Revolutionary Battle Site on Mt. Madu\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- Servicepersons of the Korean People's Army (KPA) visited the revolutionary battle site on Mt. Madu on Wednesday.\n\t\t\t\t\t They looked round the room for the education through trees bearing slogans.\n\t\t\t\t\t\n\t\t\t\t\t Before the panoramic view board, they listened to the lecturer saying the secret base in Anju area consisting of secret camps on Mt. Madu, Mt. Sang, Mt. Jon and Mt. Thukmaek in Juche 27 (1938) assumed an important mission to house headquarters of the revolution at the time of the operation for final attack.\n\t\t\t\t\t\n\t\t\t\t\t Looking up to the proposition made by President Kim Il Sung, they grasped deeper in their minds the truth that he was a peerless great man possessed of far-sighted wisdom.\n\t\t\t\t\t\n\t\t\t\t\t They climbed Mt. Madu, recalling the tremendous exploits of Kim Il Sung, a legendary hero, who led the struggle to drive back the Japanese imperialists through the all-people resistance with the Korean People's Revolutionary Army (KPRA) as main force.\n\t\t\t\t\t\n\t\t\t\t\t They went round the slogans written on barked trees such as \"Never abandon the revolutionary faith though one may die\" and the spring site and the bivouac sites used by small unit members of the KPRA.\n\t\t\t\t\t\n\t\t\t\t\t During the visit they helped the farmers in their work and took warm care of veterans and disabled soldiers' living.\n\t\t\t\t\t\n\t\t\t\t\t They gathered around the campfire to share their impressions of the reminiscences of anti-Japanese guerillas they had read and held other political and cultural activities."
        },
        {
            "title": "20th Paektusan Prize Sports Contest among Officials of National Institutions Opens",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-12ee.html",
            "content": "20th Paektusan Prize Sports Contest among Officials of National Institutions Opens\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- The 20th Paektusan Prize Sports Contest among Officials of National Institutions was opened with due ceremony at the Pyongyang Indoor Stadium Wednesday to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The contest is to be held on a knock-out basis till February 16, being divided into four groups. The participants will compete in basketball, volleyball, table-tennis, Taekwon-do and shooting events at the Pyongyang Indoor Stadium and the Basketball Gymnasium and the Volleyball Gymnasium in Chongchun Street and the Meari Shooting Gallery.\n\t\t\t\t\t\n\t\t\t\t\t Tug of war and other diverse sporting and amusement games will also take place to add to the atmosphere of the contest. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the opening ceremony there was a women's volleyball game between the teams of the State Planning Commission and the Ministry of Food and Consumer Goods Industries."
        },
        {
            "title": "Top Quality Goods Awarded Dec. 15 Medals for Quality in DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-13ee.html",
            "content": "Top Quality Goods Awarded Dec. 15 Medals for Quality in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- Top quality goods produced in the DPRK were awarded Dec. 15 medals for quality with due ceremony at the People's Palace of Culture on Jan. 21.\n\t\t\t\t\t Those are cement produced at the Sangwon Cement Complex, Taedonggang beer at the Taedonggang Beer Factory, 17 liter bucket at the Chonji Lubricant Factory and a variety of goods at the Kongang Joint Venture Company."
        },
        {
            "title": "New Posters in DPRK Call for Movement for National Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-16ee.html",
            "content": "New Posters in DPRK Call for Movement for National Reunification\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- New posters were produced in the DPRK. They call on all Koreans to turn out in the nationwide movement for national reunification.\n\t\t\t\t\t \"Let's achieve national reunification, lifelong desire of President Kim Il Sung and leader Kim Jong Il and greatest cherished desire of the nation, without fail and build a dignified and prosperous reunified power on this land!\" and other posters reflect ardent aspiration and enthusiasm of all Koreans to achieve national reunification through independence and the great unity of the nation and build a dignified and prosperous reunified power on this land.\n\t\t\t\t\t\n\t\t\t\t\t Posters \"Let the whole nation join efforts to open up a broad avenue to independent reunification!\" and \"Let's glorify this year marking the 70th anniversary of national liberation as a year of great turn in opening up a broad avenue to independent reunification!\" strongly call on all Koreans in the north and the south and overseas to turn out as one to dynamically hasten the great advance for independent reunification, holding fast to the New Year address made by supreme leader Kim Jong Un as an invincible banner for making a breakthrough to national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Posters \"Let's frustrate all war moves including reckless military maneuvers being conducted with foreign forces!\" and \"Let's provide peaceful climate!\" depict a reunification train dynamically running along the railroad of great national unity and figures of children flying pigeons to the sky. They emphasize the idea on removing the danger of a war, easing tension and creasing peaceful climate on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Poster \"Let's make the hot wind of the June 15 era rage once again!\" gives conviction the Korean nation can surely open up a broad avenue to independent reunification if they join efforts."
        },
        {
            "title": "DPRK Strives for Localization of Building Materials",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-21ee.html",
            "content": "DPRK Strives for Localization of Building Materials\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- The Democratic People's Republic of Korea pays big efforts to the localization of building materials.\n\t\t\t\t\t In recent years Pyongyang University of Architecture has developed many kinds of quality building materials with domestic raw materials and technologies.\n\t\t\t\t\t\n\t\t\t\t\t They include multifarious building fixtures, based on 100 percent local raw materials and technology, and unplasticized cement made with coal ash and other waste materials and additives.\n\t\t\t\t\t\n\t\t\t\t\t The multifunctional building fixture, made from natural stones, is of high utility in aspects of heat insulation, sound absorption and decoration.\n\t\t\t\t\t\n\t\t\t\t\t An outdoor paint made of potash water glass is cheaper in the production cost than poly acrylic paints. This environment-friendly material is superior in every aspect to other paints.\n\t\t\t\t\t\n\t\t\t\t\t Researchers of the university also produced stone plaques with different colors and foam glass laggings, which have been already applied in practice to win popularity."
        },
        {
            "title": "Landscape of Moran Hill in Winter Season",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-22ee.html",
            "content": "Landscape of Moran Hill in Winter Season\r\n Pyongyang, January 21 (KCNA) -- Moran Hill, located in the heart of Pyongyang, is one of scenic spots visited by Pyongyangites through four seasons. \n\t\t\t\t\t Its scenery in winter is so fascinating, with its cliffs, valleys, walls and forests covered with snow.\n\t\t\t\t\t\n\t\t\t\t\t Conspicuous in the hill are pavilions and old walls of fortress.\n\t\t\t\t\t\n\t\t\t\t\t Among people's destinations are Kim Il Sung Stadium, Kaeson Youth Park and the Moranbong Youth Park, built at the foot of the hill. \n\t\t\t\t\t\n\t\t\t\t\t What catches one's eye in the hill are the looks of old men and women who are merrily dancing to the tune of song \"Though Time Passes by\", in disregard of cold weather.\n\t\t\t\t\t\n\t\t\t\t\t Nam Mun Suk, an old woman living in Sokbong-dong in Sosong District, told KCNA: I feel refreshed to be here. I come here everyday and have a walk and dance.\n\t\t\t\t\t\n\t\t\t\t\t The scenery of Moran Hill gives a glimpse of the advantages of the socialist system in the country."
        },
        {
            "title": "DPRK's Socio-political Environment, Highly Stabilized, Peaceful: DPRK Scholar ",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-23ee.html",
            "content": "DPRK's Socio-political Environment, Highly Stabilized, Peaceful: DPRK Scholar \n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- The Institute for Globalization of Canada said in a report posted on its website last year that the UN sanctions against the DPRK was tantamount to committing genocide against its people.\n\t\t\t\t\t In this regard, Ri Jong Chol, a section chief of the Socio-politics Institute under the Academy of Social Sciences of the DPRK, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The sanctions the U.S. and its followers imposed against sovereign nations have led to collapse of legal governments and socio-political confusion in many countries.\n\t\t\t\t\t\n\t\t\t\t\t But, the DPRK is never affected by the sanctions persistently imposed by the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t Its people are steadfastly advancing along the road of independence, Songun (military-first) and socialism, guided by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Under any circumstances, the people-oriented policies pursued by the Workers' Party of Korea and the DPRK government will remain unchanged.\n\t\t\t\t\t\n\t\t\t\t\t The country is under the universal free compulsory education system, free medical care system, social security system and other social welfare systems. It knows no unemployment and strike.\n\t\t\t\t\t\n\t\t\t\t\t Its advantageous socialist system is unimaginable in capitalist countries.\n\t\t\t\t\t\n\t\t\t\t\t All sorts of crimes, including murder, robbery, rape and prostitution, racism, chauvinism and discrimination of immigrants are rampant in the U.S. and other Western countries.\n\t\t\t\t\t\n\t\t\t\t\t At least 1 000 extremist groups are active in the U.S. styling itself a \"model of human rights\". The U.S. is the kingdom of crimes, with biggest inmates in the world.\n\t\t\t\t\t\n\t\t\t\t\t Peoples in capitalist society always live in uneasiness and horror under the sway of extreme individualism and misanthropy.\n\t\t\t\t\t\n\t\t\t\t\t That's why foreign visitors to the DPRK would say that it is an ideal country with the most stabilized and peaceful socio-political system. And a number of foreign businessmen have expressed their strong desire for investment in the DPRK, saying its stabilized socio-political environment is very attractive."
        },
        {
            "title": "Rodong Sinmun Discloses U.S. Purpose to Stage Joint Military Exercises in S. Korea Again",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-08ee.html",
            "content": "Rodong Sinmun Discloses U.S. Purpose to Stage Joint Military Exercises in S. Korea Again\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- From the outset of the year the U.S. decided to deploy 12 F-16 fighters and hundreds of forces from its mainland in Kadena air force base in Okinawa. On Jan. 13 and 14 it staged DPRK-targeted joint naval drills in the East Sea of Korea in collusion with the south Korean military warmongers. It is mulling staging Key Resolve and Foal Eagle joint military exercises, nuclear war drills, in south Korea before long.\n\t\t\t\t\t Rodong Sinmun Wednesday in a commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Such military moves of the U.S. prove that it dose not want improved inter-Korean relations and peace and security on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is planning to massively deploy its troops in the vicinity of the Korean peninsula to render the situation more strained and incite a gruesome war atmosphere in a deliberated manner in a bid to prevent the inter-Korean relations from improving and gain strategic interests.\n\t\t\t\t\t\n\t\t\t\t\t It is clear to everyone that a peaceful climate cannot be created on the Korean peninsula and inter-Korean relations be mended as long as the U.S. persists in war exercises.\n\t\t\t\t\t\n\t\t\t\t\t It is foolish for the U.S. to incite confrontation between the north and the south and prevent inter-Korean relations from being mended by getting on the nerves of the DPRK through saber-rattling.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better clearly understand the reality and make a policy switchover in practice by suspending Key Resolve and Foal Eagle to the minimum this year in response to the DPRK's peace-loving efforts as required by the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. stages Key Resolve and Foal Eagle together with south Korea again, service personnel and people of the DPRK will be compelled to take countermeasures for protecting the sovereignty and dignity of the country and the nation."
        },
        {
            "title": "Rodong Sinmun Calls for Creating Peaceful Climate on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-07ee.html",
            "content": "Rodong Sinmun Calls for Creating Peaceful Climate on Korean Peninsula\n\t\t\t\t\t\t\r\n  Pyongyang, January 21 (KCNA) -- It is the most urgent and solemn task facing humankind to oppose the U.S. moves for a war of aggression and create a peaceful climate on the Korean peninsula, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t  It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The situation on the peninsula is escalating day by day entirely because the U.S. does not want detente and peace there.\n\t\t\t\t\t\n\t\t\t\t\t  From a historical point of view, the U.S. has aggravated the situation on the peninsula, intentionally fanning up a war atmosphere from the moment when it occupied south Korea.\n\t\t\t\t\t\n\t\t\t\t\t  After the war, it set it as the final goal of its Korea policy to keep the armistice system, neither war nor peace on the Korean peninsula, and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  To this end, the U.S. has posed the military threat and blackmail against the DPRK while sticking to ceaseless arms buildup and war drills since the armistice was signed.\n\t\t\t\t\t\n\t\t\t\t\t  The war racket staged by the U.S. is not merely for drills. It is aimed to go over to a real war at any moment.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. has intensified large-scale joint military drills in south Korea. This is not targeting only the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  What the U.S. is seeking is to contain the DPRK and its neighboring countries and realize the ambition for dominating Northeast Asia and, furthermore, the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t If it truly wants global peace, it should clearly know about the gravity and urgency of the issue for ensuring the peace on the Korean peninsula and opt for settling the issue with sincerity."
        },
        {
            "title": "Japan Can Never Cover up Criminal History: KCNA Commentary ",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-14ee.html",
            "content": "Japan Can Never Cover up Criminal History: KCNA Commentary \n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- It is 96 years since the Japanese imperialists poisoned Kojong, emperor of the feudal dynasty of Korea.\n\t\t\t\t\t The Japanese imperialists did not hesitate to encroach upon the sovereignty of a sovereign state and to kill even the top ruler to meet their sinister purposes.\n\t\t\t\t\t\n\t\t\t\t\t They forced the Korean feudal government to conclude \"Ulsa Five-point Treaty\" in 1905 to secure a \"legal guarantee\" for putting Korea under their occupation and turning it into their colony.\n\t\t\t\t\t\n\t\t\t\t\t As the then Emperor Kojong stubbornly opposed the conclusion of the treaty, Japan passed the buck for the 1907 emissary incident at Hague to him in a bid to dethrone him. Finally, Japanese imperialists killed him by poison. \n\t\t\t\t\t\n\t\t\t\t\t The inside story of the incident was brought to light even by the diary written by the then minister of accounting and inquiry department of the Japanese royal agency on October 30, 1919  and by the \"second declaration of independence\" worked out by the \"provisional government\" in 1921.\n\t\t\t\t\t\n\t\t\t\t\t On October 8, 1895 the Japanese imperialists stormed the palace of the feudal government of Korea and mercilessly killed the Empress Myongsong.\n\t\t\t\t\t\n\t\t\t\t\t This cruel murder was an unpardonable terrorist act against the sovereignty of Korea.\n\t\t\t\t\t\n\t\t\t\t\t These crimes are just a tip of iceberg of all the crimes committed by the Japanese imperialists against the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The colonial rule enforced by the Japanese imperialists was the hideous fascist repressive rule unprecedented in the world history.\n\t\t\t\t\t\n\t\t\t\t\t Japan enforced the harsh \"governor-general rule\" over Korea under the motto \"Koreans had to either obey Japan's law or die,\" turning its whole land into a veritable hell and dark land under the reign of fascist repression and murder.\n\t\t\t\t\t\n\t\t\t\t\t A long period has passed since then but Japan is still keen to deny and justify the crimes it committed against the Koreans and other Asian people, far from admitting and apologizing for them.\n\t\t\t\t\t\n\t\t\t\t\t As is unanimously commented by the world, Japan is seriously lurching to the Right with the distortion and denial of history getting all the more undisguised.\n\t\t\t\t\t\n\t\t\t\t\t A resolution allowing the exercise of the \"right to collective self-defense\" was passed and there are arguments calling for the reexamination of Kono statement and Murayama statement inside Japan.\n\t\t\t\t\t\n\t\t\t\t\t A recent disclosure showed that Suken Press deleted such descriptions as \"comfort women for the Imperial Japanese Army\" and \"forcible drafting\" from senior high school textbooks.\n\t\t\t\t\t\n\t\t\t\t\t The Press has worked for it since last year and recently those descriptions disappeared from three kinds of textbooks with the approval of the Ministry of Education, Culture, Sports, Science and Technology of Japan. Students are said to use these textbooks from this year.\n\t\t\t\t\t\n\t\t\t\t\t Japan has distorted, modified or deleted the parts related to its past history from not a few textbooks, thus teaching students a wrong history.\n\t\t\t\t\t\n\t\t\t\t\t History of hideous crimes can neither be deleted nor written off.\n\t\t\t\t\t\n\t\t\t\t\t It is a legal and moral obligation Japan has assumed before the times to reflect on its past crimes and make apology and reparation for them.\n\t\t\t\t\t\n\t\t\t\t\t If Japan does not fulfill its obligations, quite contrary to the postwar international order, it can never win back trust of the international community and will only lose in the end."
        },
        {
            "title": "S. Korean Public Demands Probe into Truth about Jong Yun Hoe's Interference in State Administration",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-09ee.html",
            "content": "S. Korean Public Demands Probe into Truth about Jong Yun Hoe's Interference in State Administration\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- The south Korean people from all walks of life are becoming increasingly vocal demanding a probe into the truth about Jong Yun Hoe's interference in the state administration. \n\t\t\t\t\t Results of the opinion poll conducted by a relevant institution on Jan. 17 say the majority of the respondents held that it is true that Jong made a mockery of state administration.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to establish a new system for special investigation for probing the truth about the case.\n\t\t\t\t\t\n\t\t\t\t\t Recently, the prosecution announced the results of the interim investigation which claimed that Jong's interference in the state administration was groundless, calling for a decision of not guilty for the criminals.\n\t\t\t\t\t\n\t\t\t\t\t This was part of the sinister moves of Chongwadae and confidants of its boss to keep the truth behind the scandal buried into oblivion and tide over their crisis.\n\t\t\t\t\t\n\t\t\t\t\t It is natural that people from all walks of life are asserting that no one will accept the results of the prosecution's investigation as true."
        },
        {
            "title": "S. Korean Organization Denounces U.S. for Fanning up Anti-DPRK Leaflet Scattering",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-15ee.html",
            "content": "S. Korean Organization Denounces U.S. for Fanning up Anti-DPRK Leaflet Scattering\r\n Pyongyang, January 21 (KCNA) -- The Taejon Headquarters of the South Side Committee for Implementing June 15 Joint Declaration held a press conference outside the building of the Taejon City Office to denounce the U.S. for manipulating the anti-DPRK leaflets scattering operation from behind the scene.\n\t\t\t\t\t The organization said in a press release:\n\t\t\t\t\t\n\t\t\t\t\t Pak Sang Hak, representative of the \"Alliance for the Movement of Free North,\" announced they would send leaflets toward the north in alignment with the U.S. \"human rights foundation.\"\n\t\t\t\t\t\n\t\t\t\t\t The foundation has conducted the psychological warfare against the north from long ago and, in particular, instigated the organizations of \"defectors from the north\" in south Korea to scatter leaflets and gave Pak even prize. This is a backstage manipulation, not just support.\n\t\t\t\t\t\n\t\t\t\t\t What arouses greater concern is that the foundation plans to offer CD and USB containing undesirable films produced by Sony Pictures Entertainment to the \"Alliance for the Movement of Free North.\"\n\t\t\t\t\t\n\t\t\t\t\t Such acts will only harass peace and human rights, the press release said, adding the U.S. has intentionally disturbed the atmosphere of reconciliation whenever it was created between the south and the north.\n\t\t\t\t\t\n\t\t\t\t\t The organization urged the U.S. to stop the acts of fanning up the leaflets scattering operation."
        },
        {
            "title": "S. Korean Yonhap News Discloses U.S. Backing for Japan's Nuclear Weaponization",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-11ee.html",
            "content": "S. Korean Yonhap News Discloses U.S. Backing for Japan's Nuclear Weaponization\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- The United States encouraged Japan to go nuclear in the late 1950s, according to the south Korean Yonhap News on Jan. 18.\n\t\t\t\t\t The fact was disclosed by the U.S. Joint Chiefs of Staff secret documents found at the U.S. National Archives.\n\t\t\t\t\t\n\t\t\t\t\t According to a document worked out on Feb. 17, 1958, the U.S. imperialist aggression forces and Japan \"Self-Defence Forces\" staged Fuji, a joint map exercise simulating the use of nukes from Sept. 24 to 28, 1957.\n\t\t\t\t\t\n\t\t\t\t\t A document dated Sept. 17, 1958 contained words that the U.S. has an intention to assist its ally with nukes and that Japan's will to build up its capacity of applying them is important."
        },
        {
            "title": "Association of Koreans in Japan for Peaceful Reunification Meets",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-10ee.html",
            "content": "Association of Koreans in Japan for Peaceful Reunification Meets\n\t\t\t\t\t\t\r\n Tokyo, January 20 (KNS-KCNA) -- An enlarged meeting of the Standing Management Board of the Association of Koreans in Japan for Peaceful Reunification was held at the Korean Press Hall in Tokyo on Jan. 15 to implement to the letter the tasks for national reunification set forth by Marshal Kim Jong Un in his historic New Year address.\n\t\t\t\t\t It was attended by So Chung On, director of the Department for International Affairs and Reunification of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), Ri Tong Je, chairman of the Association of Koreans in Japan for Peaceful Reunification, and its officers and members and officials in charge of international affairs and reunification of the Kanto area headquarters and organizations of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed the measures to actively contribute to glorifying this year marking the 70th anniversary of national liberation as a year of great turn for opening up a broad avenue to independent reunification, true to the New Year address of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The meeting underlined the need to proactively and efficiently conduct information services for removing the danger of war, easing tension and creating a peaceful climate on the Korean peninsula, and opening up a broad avenue to independent reunification by implementing the July 4 joint statement and the historic June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad should get firmly united under the June 15 banner this year marking the 15th anniversary of the June 15 joint declaration and turn out as one in a nationwide movement to reunify the country, it noted. \n\t\t\t\t\t\n\t\t\t\t\t It stressed the need to decisively strengthen the Association of Koreans in Japan for Peaceful Reunification this year marking the 60th anniversary of Chongryon and the 25th anniversary of the association and enhance the function and role of the association."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Egypt",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-02ee.html",
            "content": "Day of Shining Star to Be Celebrated in Egypt\r\n Pyongyang, January 21 (KCNA) -- The Egyptian national preparatory committee for celebrating the birth anniversary of leader Kim Jong Il was formed on Jan. 16.\n\t\t\t\t\t Yehia Zakaria Khairullah, vice-chairman of the Socialist Freedom Party of Egypt and chairman of the Egypt-Korea Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold various political and cultural events including seminar, photo exhibition and film show praising the undying feats of Kim Jong Il from Jan. 16 to Feb. 16."
        },
        {
            "title": "Russian Political Party Wishes Korean People Success in Movement for National Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-03ee.html",
            "content": "Russian Political Party Wishes Korean People Success in Movement for National Reunification\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- The Liberal Democratic Party of Russia issued a statement on Jan. 16 in support of the New Year address made by Marshal Kim Jong Un.\n\t\t\t\t\t The world has greeted the New Year 2015 with the expectation that the situation in regions constantly beset with the danger of military conflicts, the danger of the potential use of weapons of mass destruction, in particular, would be eased fundamentally, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t One of those regions is the Korean peninsula where the homogeneous nation lives suffering the pain of division.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula has recently been rendered very acute, making the tense situation in Northeast Asia all the more complicated.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korea are to blame for the tension on the Korean peninsula as they are perpetrating provocations threatening the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the north and the south of Korea are reunified in a peaceful way in the common interests of the nation, free from outsiders' interference, the regional tension will be defused.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, supreme leader of the DPRK, clarified in his New Year address that it is possible to resume the suspended high-level contacts as a practical measure to build confidence in the relations between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t We support the peaceful proposals made by Kim Jong Un in his New Year address for defusing the tension on the Korean peninsula, and hope that the Korean people would achieve successes in the nationwide movement for the independent and peaceful reunification of the country in the New Year."
        },
        {
            "title": "Cancellation of Decision on Disbandment of UPP Urged by IADL",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-04ee.html",
            "content": "Cancellation of Decision on Disbandment of UPP Urged by IADL\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- The International Association of Democratic Lawyers (IADL) in a statement on Jan. 12 denounced the south Korean authorities' decision on disbanding the Unified Progressive Party (UPP).\n\t\t\t\t\t The statement said the authorities let the \"constitutional court\" announce the disbandment, expressing deep concern about the encroachment on the most essential rights-freedom of thought, expression and association.\n\t\t\t\t\t\n\t\t\t\t\t The party's programme desirous of the peaceful reunification of the Korean peninsula has been a cause that resulted in the disbandment, the statement said, strongly urging the south Korean \"government\" to refute the court's ruling and legally reexamine it."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated in Peru",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-05ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in Peru\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- A Peruvian preparatory committee for celebrating the 73rd birth anniversary of leader Kim Jong Il was formed in Lima on Jan. 15.\n\t\t\t\t\t Tani Baler Lopera, international secretary of the Communist Party of Peru \"Red Motherland\", was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to arrange colorful political and cultural events such as national meeting and seminar for praising the sacred revolutionary career and immortal exploits of Kim Jong Il on the occasion of the Day of the Shining Star (his birth anniversary)."
        },
        {
            "title": "Kim Jong Un visita Fabrica de Calzados Ryuwon",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-30ee.html",
            "content": "Kim Jong Un visita Fabrica de Calzados Ryuwon\n\t\t\t\t\t\t\r\nPyongyang, 21 de enero (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la Fabrica de Calzados Ryuwon.\n\t\t\t\t\tEl Mariscal recorrio la sala de presentacion del historial.\n\t\t\t\t\t\n\t\t\t\t\tAnte la foto del Dirigente Kim Jong Il viendo los calzados producidos en la fabrica, el Mariscal recordo con emocion las proezas del Dirigente quien prestaba atencion a ofrecer a los habitantes, jovenes y ninos escolares los calzados de buena calidad y vistosos.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que las bases productivas de la industria ligera levantadas por doquier del pais constituyen valiosos legados dejados por los grandes lideres coreanos.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a explotar al maximo la solida base y potencialidad de la industria ligera preparada por los Generalisimos Kim Il Sung y Kim Jong Il para que lleguen a nuestro pueblo los articulos de consumo popular de mejor calidad y mayor cantidad.\n\t\t\t\t\t\n\t\t\t\t\tPara normalizar la produccion y elevar su calidad, es necesario concentrar fuerzas en la educacion ideologica orientada a activar la fuerza espiritual de los productores, subrayo y destaco la necesidad de realizar bien la educacion mediante la recorrida por la sala de presentacion del historial en la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo varios puntos de la fabrica como la sala de exposicion de productos y los talleres de inyeccion, coser y zapateria, donde se informo en detalles del estado de produccion de calzados y de las actividades administrativas.\n\t\t\t\t\t\n\t\t\t\t\tViendo los calzados deportivos en la sala de exposicion de productos, evaluo que la fabrica haya logrado muchos exitos en el cumplimiento de la orientacion del Partido en materia de diversificar los generos, formas y colores de los zapatos.\n\t\t\t\t\t\n\t\t\t\t\tTras enterarse detalladamente del estado de desarrollo de nuevos zapatos, aprecio los ingentes esfuerzos brindados por la fabrica para producir los calzados convenientes al gusto, demanda y sentimiento estetico de los habitantes.\n\t\t\t\t\t\n\t\t\t\t\tEs muy importante la mision asumida ante la fabrica en desarrollar la zapateria del pais, recalco e instruyo dinamizar la campana para producir los calzados que ganen la reputacion del pueblo, simbolicen su unidad y tengan competitividad en el mercado exterior.\n\t\t\t\t\t\n\t\t\t\t\tEs inutil producir mucha cantidad de articulos de baja calidad que no le gustan al pueblo, dijo e instruyo elevar ante todo la calidad incrementando paralelamente la cantidad.\n\t\t\t\t\t\n\t\t\t\t\tPara producir los calzados comodos, vistosos, ligeros y de larga duracion, es preciso priorizar el diseno, realizar en el alto nivel la informatizacion, la automatizacion y la modernizacion de los procesos productivos de acuerdo con la demanda de la epoca de economia inteligente y formar bien las filas de cientificos y tecnicos, puntualizo.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de elevar el porcentaje de produccion domestica de las fibras, resinas y demas productos quimicos basicos necesarios a la produccion de calzados y de dinamizar la campana para mejorar su calidad.\n\t\t\t\t\t\n\t\t\t\t\tPara producir los calzados convenientes a la creciente demanda y nivel cultural de los habitantes y capaces de competir con los productos de talla mundial, la fabrica debe elaborar bien la estrategia de desarrollo, acoto e dio enfasis en la necesidad de analizar de manera cientifica todos los problemas que surgen en la produccion, la elevacion de calidad, el cuidado de equipos y las actividades administrativas y de resolverlos con las fuerzas cientificas y tecnicas.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal propuso renovar por completo la fabrica segun la demanda del nuevo siglo tanto en la modernizacion del proceso productivo  como en las condiciones de trabajo y prometio que el Partido resolvera todos los problemas que se presenten.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dijo que cada uno de los articulos de consumo popular esta vinculado directamente con la vida de los habitantes y agrego que el tema de satisfacerlos con suficiencia no es una simple labor economica, sino es el asunto importante para apreciar y defender lo nuestro y manifestar la superioridad de nuestro regimen.\n\t\t\t\t\t\n\t\t\t\t\tApunto que las fabricas y empresas de la rama de industria ligera no deben limitarse a exhibir los modelos en las tiendas, sino normalizar la produccion y mejorar sin cesar su calidad para que el pueblo se beneficie en la vida cotidiana.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a los funcionarios de la rama de la industria ligera, ministerios y organos centrales interesados a trazar bien, con la responsabilidad y mision asumidas ante el pueblo, las tacticas destinadas a levantar una oleada de renovacion en la produccion de articulos de consumo popular y empenarse por realizarlas al frente de esta  campana.\n\t\t\t\t\t\n\t\t\t\t\tDijo encarecidamente que  el sector de la industria ligera debe tomar delantera de todo el pais en incendiar la llamarada de produccion de articulos de consumo popular para registrar en el futuro cercano un viraje trascendental en la mejora de vida del pueblo y asi realizar sin falta el anhelo de los Generalisimos.\n\t\t\t\t\t\n\t\t\t\t\tExpresando la esperanza y conviccion de que los funcionarios y empleados de la Fabrica de Calzados Ryuwon traeran nuevo cambio en la produccion de zapatos y la elevacion de su calidad, tomo foto de recuerdo junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el jefe de departamento del Comite Central del PTC, An Jong Su, el primer subjefe de departamento del CC del PTC, Ri Jae Il y la subjefa de departamento del CC del PTC, Kim Yo Jong."
        },
        {
            "title": "MINREX de RPDC censura intencion de EE.UU. y Alemania de proyectar pelicula anti-RPDC",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-31ee.html",
            "content": "MINREX de RPDC censura intencion de EE.UU. y Alemania de proyectar pelicula anti-RPDC\n\t\t\t\t\t\t\r\nPyongyang, 22 de enero (ACNC) -- El portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea hizo publica el dia 21 siguiente declaracion:\n\t\t\t\t\tAhora se cometen con frenesi las maniobras de Estados Unidos y sus satelites tendentes a difamar la maxima dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSegun trascendidos, EE.UU. mando al Festival Internacional de Cine de Berlin, Alemania la pelicula \"The Interview\", que difama la RPDC e incita el terrorismo.\n\t\t\t\t\t\n\t\t\t\t\tNo satisfecha con tal imprudente provocacion, la capa gobernante de EE.UU., envuelta por el arraigado sentimiento negativo y hostil anti-RPDC, instigo a una seudocompania de elaboracion de cine a fabricar y proyectar una pelicula difamante a nuestra maxima dignidad, lo cual hizo explotar el gran odio e ira de nuestro ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tCuando aquella pelicula tan pueril y vil quedo rechazada unanimemente por el circulo cinematografico y la capa social en la arena internacional, EE.UU. la inserto apresuradamente en Internet y ahora trata de proyectar en los paises satelites so pretexto de participar en el festival internacional de cine.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, cuando esa compania gangsteril recibio un fuerte ataque cibernetico a precio de sus crimenes, lo vincula sin fundamento con la RPDC y se aferra a la campana de nueva \"sancion\" anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos muestran que EE.UU. persigue la extremada confrontacion orientada a manchar nuestra maxima dignidad y sofocarnos en lo politico, economico y militar despreciando nuestras repetidas advertencias.\n\t\t\t\t\t\n\t\t\t\t\tTales maniobras anti-RPDC de EE.UU. devienen la accion terrorista y de guerra mas abierta contra un Estado soberano y una amenaza grave contra la paz de la region y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tA estas maniobras del imperio yanqui, se suma Alemania que al cometer dos guerras mundiales, impuso a la humanidad incontables desgracias, sufrimientos y catastrofes.\n\t\t\t\t\t\n\t\t\t\t\tAunque Alemania habla tanto de la indemnizacion posbelica, no se borran en la memoria de la historia y la humanidad la agresion, la usurpacion, la masacre contra los judios y otros actos de exterminacion racial cometidos en la segunda Guerra Mundial. \n\t\t\t\t\t\n\t\t\t\t\tLa actitud de Alemania de permitir la proyeccion de la pelicula malintencionada obedeciendo a ciegas a EE.UU. es un indicio peligroso que posibilitara repetir la historia ignominiosa.\n\t\t\t\t\t\n\t\t\t\t\t  La proyeccion de tal pelicula que difama la maxima dignidad de la RPDC e incita abiertamente el terrorismo estatal no tiene ninguna relacion con la \"libertad de expresion\" de que profesa Alemania sino es un acto que  agita el terrorismo en contra del objetivo y el caracter del festival internacional de cine de Berlin.\n\t\t\t\t\t\n\t\t\t\t\t  En caso de permitirlo, la \"libertad de expresion\" de que habla tanto el Occidente significa la libertad que damnifica la sagrada dignidad de otros paises, viola el criterio politico, la creencia religiosa y la cultura de estos paises y comete la violencia y el terrorismo.\n\t\t\t\t\t\n\t\t\t\t\t  En Europa el elogio al terrorismo se reconoce como crimen igual al terrorismo. La mayoria de paises europeos estan empapados por la inquietud y miedo ante los incidentes terroristas de gran envergadura ocurridos en Francia y otros varios paises.\n\t\t\t\t\t\n\t\t\t\t\t  Precisamente en este momento, se preve proyectar una pelicula que incita abiertamente el terrorismo en el territorio europeo, lo que deviene un acto contradictorio opuesto al clima antiterrorista que se aumenta en el territorio europeo.\n\t\t\t\t\t\n\t\t\t\t\t  Las imprudentes maniobras de EE.UU. y otras fuerzas hostiles tendentes a atentar la dignidad y el prestigio de nuestra direccion suprema hacen llegar al cielo la indignacion y la voluntad de represalia de nuestro ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  La defensa a ultranza al Lider es nuestro principio supremo nunca cambiable y en esta labor no habra ningun paso atras ni conciliacion.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. y Alemania deben cancelar tal intento de proyeccion de la pelicula anti-RPDC en el festival internacional de cine.\n\t\t\t\t\t\n\t\t\t\t\t  Los tipejos que intenten el peligroso terrorismo y cometan la provocacion politica despreciando la soberania y la dignidad de la RPDC y los que inmiscuyan en esta labor no podran evitar el castigo despiadado."
        },
        {
            "title": "Portavoz de AEDH exige a cancelar documentos intrigantes anti-RPDC",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-32ee.html",
            "content": "Portavoz de AEDH exige a cancelar documentos intrigantes anti-RPDC\n\t\t\t\t\t\t\r\nPyongyang, 21 de enero (ACNC) -- El portavoz de la Asociacion de Estudio de Derechos Humanos de la Republica Popular Democratica de Corea hizo publica el dia 20 una declaracion como sigue:\n\t\t\t\t\tSe pone al desnudo el verdadero aspecto de la intrigante campana de \"derechos humanos\" librada por Estados Unidos y otras fuerzas hostiles en la arena de la ONU en contra de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tYa se revelo que el \"informe del comite de investigacion\" sobre el estado de DDHH en la RPDC, aprovechado como base de la \"resolucion de DDHH\" anti-RPDC adoptada en el 69o periodo de  sesiones de la Asamblea General de la ONU efectuado en diciembre del ano pasado, es un documento falsificado e inventado por los testimonios mentirosos de las escorias humanas.\n\t\t\t\t\t\n\t\t\t\t\tSegun transmitidos, el \"fugitivo norcoreano\" que se llama Sin Tong Hyok quien presento los \"testimonios fundamentales\" al elaborar el \"informe del comite de investigacion\" reconocio que el mismo dijo mentiras sobre su pasado y pidiendo disculpas por el caso juro que no participara en el futuro en el \"movimiento de DDHH\" anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tComo la RPDC habia evidenciado claramente, aquel tipejo  es el estafador que engano hasta su nombre y biografia y el parasito que vive repitiendo con fidelidad los datos intrigantes fabricados por su amo.\n\t\t\t\t\t\n\t\t\t\t\tSin Tong Hyok se fingio como si hubiera \"sobrevivido\" en la inexistente \"carcel de presos politicos\", lo que es una mentira total y parece una novela fantastica.\n\t\t\t\t\t\n\t\t\t\t\tEste imbecil es el reo abominable que violo hasta a una chica de menor de edad, crimen intolerable en ningun pais de esta Tierra incluso la Europa.\n\t\t\t\t\t\n\t\t\t\t\tEl debe confesar lo todo. Si no, pondremos al desnudo sus crimenes a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tLo ridiculo es que Bush, Kerry y otros politiqueros norteamericanos invitaron a aquel mentiroso Sin a varias escenas como la \"reunion de alto nivel sobre DDHH del Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tEnloquecidas en la politica hostil anti-RPDC, las autoridades estadounidenses le introdujeron en la campana anti-RPDC aunque sabian muy bien su biografia, asi que mostraron ante el mundo la naturaleza intrigante de la campana de \"DDHH\".\n\t\t\t\t\t\n\t\t\t\t\tEs una verguenza  que la ONU fue abusada en la campana anti-RPDC de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas hostiles deben cancelar  en el acto todos los documentos intrigantes inventados a base de las mentiras de las  escorias humanas.\n\t\t\t\t\t\n\t\t\t\t\tLa sociedad internacional debe tomar la posicion imparcial al conocer que la campana de \"DDHH\" anti-RPDC de EE.UU. y las fuerzas hostiles no tiene relacion con la proteccion del verdadero DDHH, sino es una accion tendente a manchar la imagen de la RPDC y buscar el pretexto para agredirla."
        },
        {
            "title": "Acto central por nonagesimo aniversario de caminata de mil ries de Kim Il Sung por restauracion",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-33ee.html",
            "content": "Acto central por nonagesimo aniversario de caminata de mil ries de Kim Il Sung por restauracion\n\t\t\t\t\t\t\r\nPyongyang, 21 de enero (ACNC) -- Tuvo lugar el dia 21 en el Palacio Cultural del Pueblo el acto central por el aniversario 90 de la caminata de mil ries del Presidente Kim Il Sung y por el 40o aniversario de la apertura de la via de recorrido por la misma caminata por el Dirigente Kim Jong Il.\n\t\t\t\t\tEl Presidente emprendio el 22 de enero del 14 (1925) de la Era Juche la caminata de mil ries para la restauracion desde su tierra natal, Mangyongdae, hasta el nordeste de China.\n\t\t\t\t\t\n\t\t\t\t\tEn ese camino, redoblo la voluntad de restaurar el pais colonizado por los imperialistas japoneses y salvar la nacion.\n\t\t\t\t\t\n\t\t\t\t\tDesde entonces, comenzo la nueva historia de Corea moderna que avanza por la orbita invariable de la independencia, el Songun y el socialismo y se abrio la epoca de gran viraje en la historia del movimiento revolucionario de las masas populares por la independencia.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente hizo realizar el recorrido por la caminata de mil ries para la restauracion en enero del 64 (1975) de la Era Juche incorporando a mas de 10 mil ninos escolares.\n\t\t\t\t\t\n\t\t\t\t\tAun en medio del periodo de severas pruebas de la Marcha penosa, continuo sin parar el recorrido.\n\t\t\t\t\t\n\t\t\t\t\tDurante los ultimos 40 anos despues del inicio del recorrido, cientos de miles de jovenes y escolares del pais asimilaron profundamente la historia revolucionaria, las hazanas inmortales y las nobles cualidades de los grandes hombres sin pares del monte Paektu recorriendo esta trayectoria sagrada.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto central estuvieron presentes el secretario del Comite Central del Partido del Trabajo de Corea, Choe Ryong Hae, el vicepremier Kim Yong Jin, el secretario responsable del Comite del PTC en la ciudad de Pyongyang, Kim Su Gil, el presidente del Comite de Educacion, Kim Sung Du, los funcionarios de las ramas de conservacion de datos de interes historico-revolucionario, educacion, y prensa e informacion, la Union de la Juventud Socialista Kim Il Sung, los miembros del grupo de recorrido por la caminata de mil ries para la restauracion de la patria, los alumnos de las escuelas revolucionarias y los jovenes y ninos escolares capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente del Comite Central de la UJS, Jon Yong Nam, dijo en su informe que a traves del recorrido por la caminata de mil ries para la restauracion, los jovenes y ninos escolares se prepararon como sucesores confiables de la causa revolucionaria del Songun y como futuros pilares de la Corea prospera guardando el espiritu revolucionario del Paektu y la voluntad ferrea cruzando los montes escarpados.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que el Mariscal Kim Jong Un dirige sabiamente para que continue de generacion en generacion en esta tierra la tradicion de la sagrada revolucion coreana, iniciada y avanzada victoriosamente gracias a los Generalisimos.\n\t\t\t\t\t\n\t\t\t\t\tApunto que los ninos escolares deben enaltecer a los Generalisimos como sol eterno del Juche y continuar hasta el final la marcha del monte Paektu bajo la direccion del Mariscal."
        },
        {
            "title": "Militares del EPC visitan lugar de batalla revolucionaria de monte Madu",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-34ee.html",
            "content": "Militares del EPC visitan lugar de batalla revolucionaria de monte Madu\n\t\t\t\t\t\t\r\nAnju, 21 de enero (ACNC) -- Los militares del Ejercito Popular de Corea visitaron el dia 21 el lugar de batalla revolucionaria del monte Madu.\n\t\t\t\t\tRecorrieron primero la sala de conservacion de las consignas inscritas en arboles.\n\t\t\t\t\t\n\t\t\t\t\tAnte el plano del lugar, escucharon las explicaciones sobre el hecho de que la base de actividades clandestinas de la zona de Anju, formada con los campamentos secretos del monte Madu, el Sang, el Jon y el Thukmaek en el 27 (1938) de la Era Juche, tenia la mision importante de albergar la comandancia de la revolucion en el periodo de la operacion de ataque final.\n\t\t\t\t\t\n\t\t\t\t\tViendo la proposicion del Presidente Kim Il Sung, asimilaron en lo profundo de corazon que el Presidente es el gran hombre sin par con larga prevision.\n\t\t\t\t\t\n\t\t\t\t\tLos militares del EPC subieron al monte Madu recordando las grandes hazanas del heroe legendario quien dirigio la lucha por derrotar a los imperialistas japoneses mediante la resistencia de todo el pueblo con el Ejercito Revolucionario Popular de Corea (ERPC) como eje.\n\t\t\t\t\t\n\t\t\t\t\tPasaron revista a las consignas inscritas en los arboles como \"No abandone la conviccion revolucionaria aunque muera\" y el manantial y el lugar de vivaque usados por los miembros de la pequena unidad del ERPC.\n\t\t\t\t\t\n\t\t\t\t\tEn el trayecto de visita, ayudaron a los granjeros en faenas agricolas y atendieron la vida de los veteranos de guerra y los ex militares heridos.\n\t\t\t\t\t\n\t\t\t\t\tRealizaron al lado de fogata del campamento variados trabajos politico-culturales, incluyendo el intercambio de impresiones de las reminiscencias de guerrilleros antijaponeses."
        },
        {
            "title": "Otorgada medalla de calidad del 15 de diciembre a mejores productos ",
            "url": "http://kcna.co.jp/item/2015/201501/news21/20150121-35ee.html",
            "content": "Otorgada medalla de calidad del 15 de diciembre a mejores productos \n\t\t\t\t\t\t\r\nPyongyang, 21 de enero (ACNC) -- Fue otorgada la medalla de calidad del 15 de Diciembre a los articulos de mejor calidad que se producen en la Republica Popular Democratica de Corea.\n\t\t\t\t\tEntre ellos figuran el cemento producido en el Complejo de Cemento de Sangwon, la cerveza de marca Taedonggang hecha en la Fabrica de Cerveza Taedonggang, el cable electrico de papel de alta presion y el plastico de alta presion de la Fabrica de Alambres Electricos 326 de Pyongyang, el cubo de 17 litros de la Fabrica de Lubricante Chonji y los productos liquidos de la Compania Comanditaria Kongang del Ministerio de Salud Publica.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 21 en el Palacio Cultural del Pueblo la ceremonia de otorgamiento de medallas."
        }
    ]
}