{
    "date": "2015-05-12",
    "url": "http://kcna.co.jp/item/2015/201505/2015-05-12ee.html",
    "articles": [
        {
            "title": "DPRK Foreign Minister Meets Delegation of Thai Foreign Ministry",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-11ee.html",
            "content": "DPRK Foreign Minister Meets Delegation of Thai Foreign Ministry\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- DPRK Foreign Minister Ri Su Yong met and had a talk with a delegation of the Ministry of Foreign Affairs of Thailand led by Deputy Minister Don Pramudwinai which paid a courtesy call on him at the Mansudae Assembly Hall on Tuesday."
        },
        {
            "title": "Reception Given to Mark Anniversary of Establishment of Diplomatic Relations between DPRK and Thailand",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-14ee.html",
            "content": "Reception Given to Mark Anniversary of Establishment of Diplomatic Relations between DPRK and Thailand\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- The DPRK Foreign Ministry gave a reception on Tuesday on the occasion of the 40th anniversary of the establishment of diplomatic ties between the Democratic People's Republic of Korea and the Kingdom of Thailand.\n\t\t\t\t\t Present there on invitation were members of a delegation of the Ministry of Foreign Affairs of Thailand led by Deputy Minister Don Pramudwinai.\n\t\t\t\t\t\n\t\t\t\t\t Present there were DPRK Foreign Minister Ri Su Yong and Vice-Minister Ri Kil Song and other officials of the Foreign Ministry."
        },
        {
            "title": "Participants of Youth Meeting Visit Mangyongdae　",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-13ee.html",
            "content": "Participants of Youth Meeting Visit Mangyongdae\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- The participants of the 2nd National Meeting of Young Frontrunners in Noble Traits visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t They laid wreaths and bouquets before the graves of Kim Po Hyon and Ri Po Ik, grandparents of the President, and the graves of Kim Hyong Jik and Kang Pan Sok, his parents, and paid silent tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Mangyongdae Revolutionary Museum, recollecting the noble careers of Kim Il Sung and members of his patriotic and revolutionary family in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t At the old home of the President in Mangyongdae, they went round historic relics preserved there with good care.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Revolutionary Martyrs Cemetery on Mt. Taesong.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets before the bust of anti-Japanese war hero Kim Jong Suk before paying tribute to her.\n\t\t\t\t\t\n\t\t\t\t\t They laid a wreath and bouquets before the wreath-laying stand of the cemetery and paid silent tribute to the anti-Japanese revolutionary martyrs.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Victorious Fatherland Liberation War Museum and paid tribute to the statue of Kim Il Sung waving back to the cheers of the participants in the military parade celebrating the victory in the war at the square.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets before the sculpture \"Victory\" in the Monument to the Victorious Fatherland Liberation War and paid deep respects for the victors in the great annuals.\n\t\t\t\t\t\n\t\t\t\t\t They looked round various halls of the museum.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Museum of Weapons and Equipment of the Korean People's Army and the National House of Class Education."
        },
        {
            "title": "Architectural Festival Opens",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-22ee.html",
            "content": "Architectural Festival Opens\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- The 15th May 21 Architectural Festival opened with due ceremony at the Central Youth Hall on Tuesday.\n\t\t\t\t\t On display at the venue of the festival are at least 400 architectural designs for prize contest and scientific papers, over 30 construction designing programs, multimedia and building materials presented by architectural designers, construction technicians and officials of scientific and educational institutions from across the country.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Tong Jong Ho, minister of Construction and Building-Materials Industry, Kwon Song Ho, minister of State Construction Control, Kim Kyong Jun, minister of Land and Environment Protection, Kang Yong Su, minister of Urban Management, Jo Sok Ho, chairman of the Capital City Construction Commission, officials concerned and officials, architects, technicians, teachers, researchers and creators in the fields of designing, construction, building materials and supervision, fine art studios and scientific and educational institutions.\n\t\t\t\t\t\n\t\t\t\t\t Sim Yong Hak, chairman of the C.C., the Architects Union of Korea, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants went round the venue of the festival."
        },
        {
            "title": "10th Symposium on Architectural Beauty Held",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-21ee.html",
            "content": "10th Symposium on Architectural Beauty Held\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- The 10th Symposium on Architectural Beauty took place at the Central Youth Hall on Tuesday.\n\t\t\t\t\t Present there were O Su Yong, secretary of the Central Committee of the Workers' Party of Korea, Kim Yong Jin, vice-premier of the Cabinet, officials concerned, officials, architects, technicians, teachers, researchers and creators in the fields of designing, construction, building materials and supervision, fine art studios and scientific research and educational institutions, \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made by Kwon Song Ho, minister of State Construction Control, Sim Yong Hak, chairman of the Central Committee of the Architects Union of Korea, Jong Hui Chol, vice-director of the State Designing Guidance Bureau, and others.\n\t\t\t\t\t\n\t\t\t\t\t They explained that Marshal Kim Jong Un unrolled a far-reaching plan to create a new construction history of Songun Korea by successfully carrying forward and developing the construction guidance exploits performed by President Kim Il Sung and leader Kim Jong Il and energetically led the construction field to provide a firm foundation for building a socialist economic power and take the lead in ushering in a new era of cultural efflorescence in the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the desire, requirements and convenience of the people were put above all in building monumental structures and the ideological value and artistry and practicality were provided to suit the sentiment and sense of beauty of the people.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to build industrial and educational and cultural facilities and apartment houses as monumental structures in the era of the Workers' Party by strictly adhering to the principle of convenience, architectural beauty and the outlook on the younger generation first in all aspects of the construction.\n\t\t\t\t\t\n\t\t\t\t\t They called for bringing about a great leap forward and innovations in every construction site alive with a high-pitched drive for creating a new Pyongyang spirit and Pyongyang speed and thus brilliantly adorn the venue of the great October festival."
        },
        {
            "title": "Briefing on Development of Economic Zones in DPRK",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-20ee.html",
            "content": "Briefing on Development of Economic Zones in DPRK\r\n Pyongyang, May 12 (KCNA) -- A briefing on investment in the development of provincial economic zones and Wonsan-Mt. Kumgang international tourist zone in the Democratic People's Republic of Korea was given on May 11 on the sideline of the 18th Pyongyang Spring International Trade Fair.\n\t\t\t\t\t The briefing referred to the legal guarantee for the development of the zones, regulations for establishment and management of businesses and the current situation and prospect of provincial economic zones.\n\t\t\t\t\t\n\t\t\t\t\t It also introduced the master plan for development of Wonsan-Mt. Kumgang international tourist zone, as well as the plan for carrying on the development and tourism at the same time."
        },
        {
            "title": "New Posters Produced in DPRK",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-12ee.html",
            "content": "New Posters Produced in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- The DPRK has produced posters encouraging all service personnel and people of the DPRK in the drive for building an economic power.\n\t\t\t\t\t A poster depicts an agricultural worker calling for bringing about a great turn in agricultural production by actively introducing scientific farming methods including water-saving style farming method.\n\t\t\t\t\t\n\t\t\t\t\t Another poster fully represents the will of the workers in the fishery field to make big fish hauls in the seas of the country through dynamic fishing drive in hearty response to the militant call of the party to create a new history of big fish hauls.\n\t\t\t\t\t\n\t\t\t\t\t There is also a poster calling for actively supporting the coal front, vanguard domain of the national economy."
        },
        {
            "title": "DPRK Pays Big Efforts to City Greening",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-19ee.html",
            "content": "DPRK Pays Big Efforts to City Greening \r\n Pyongyang, May 12 (KCNA) -- The City Management Research Institute under the State Academy of Sciences in the DPRK has made signal achievements in cultivating hedge.\n\t\t\t\t\t The institute selected various species of hedge plants suitable to local climate and confirmed technical indices for appropriately cultivating hedge.\n\t\t\t\t\t\n\t\t\t\t\t Its scientific achievements make it possible to form hedge in harmonization of buildings and their surrounding environment.\n\t\t\t\t\t\n\t\t\t\t\t They also help diversify city greening and ensure forestation at a high level."
        },
        {
            "title": "DPRK's Stockbreeding Farms Increase Output",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-15ee.html",
            "content": "DPRK's Stockbreeding Farms Increase Output\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- Stockbreeding farms in the Democratic People's Republic of Korea are working hard to increase productivity. \n\t\t\t\t\t The Sinuiju Chicken Farm carried out its monthly plan at 145 percent in April after settling the feed problem.\n\t\t\t\t\t\n\t\t\t\t\t Sariwon and Hungju chicken farms have drastically boosted egg output by introducing advanced breeding method.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Kanggye, Sariwon and Phyongbuk pig farms put pig breeding on a scientific basis with introduction of bacteria-based feed processing method.\n\t\t\t\t\t\n\t\t\t\t\t Kwangpho and Kanggye duck farms applied microbial additives to feed to increase production."
        },
        {
            "title": "Solid Chlorine Dioxide Developed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-16ee.html",
            "content": "Solid Chlorine Dioxide Developed in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- Researchers of Kim Il Sung University and the State Science and Technology Commission in the DPRK have recently made solid chlorine dioxide, a highly-efficient germicide.\n\t\t\t\t\t In this regard, Ryu Chol Jin, a researcher of the commission, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The solid chlorine dioxide is defined as the fourth generation highly-efficient germicide by the World Health Organization and the Food and Agriculture Organization of the United Nations for its penetration into pathogenic microorganism and environmental purification.\n\t\t\t\t\t\n\t\t\t\t\t We researchers developed a technology of highly enriching and activating chlorine dioxide in accordance with the actual conditions of the country.\n\t\t\t\t\t\n\t\t\t\t\t The solid chlorine dioxide helps disinfect seed, soil and exterminate varieties of bacteria and virus in the growing period of crops.\n\t\t\t\t\t\n\t\t\t\t\t It is 2.5 times higher in disinfective power and much lower in the production cost than the existing ones. And it is easy to use. \n\t\t\t\t\t\n\t\t\t\t\t This germicide has already been introduced to vegetable and other farms, showing good results."
        },
        {
            "title": "Solar Heating System for Dwelling Houses Developed",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-17ee.html",
            "content": "Solar Heating System for Dwelling Houses Developed\r\n Pyongyang, May 12 (KCNA) -- The Natural Energy Institute under the State Academy of Sciences in the DPRK developed a new kind of solar heating system for dwelling houses.\n\t\t\t\t\t According to Han Myong Su, section chief of the Institute, the new system has already been introduced to tens of flats in Kwangbok Street of Pyongyang. The results show that the system helps ensure the room temperature at 15-18 degrees centigrade even in winter."
        },
        {
            "title": "New Cancer-cell Examination Technology Developed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-18ee.html",
            "content": "New Cancer-cell Examination Technology Developed in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- The Breast Tumour Institute under the Pyongyang Maternity Hospital has developed a new technology for examination of cancer cell.\n\t\t\t\t\t In this regard, Son Chol Ho, section chief of the institute, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The new technology is to examine immunity reaction of cancer cell to reagent.\n\t\t\t\t\t\n\t\t\t\t\t It makes it possible to choose suitable medicine for cancer patient to raise efficiency of treatment.\n\t\t\t\t\t\n\t\t\t\t\t With application of the technology, patients can undergo treatment with no side effect."
        },
        {
            "title": "Rodong Sinmun Calls upon All Service Personnel and People to Live and Struggle in Revolutionary Spirit of Paektu",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-05ee.html",
            "content": "Rodong Sinmun Calls upon All Service Personnel and People to Live and Struggle in Revolutionary Spirit of Paektu\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- The revolutionary spirit of Paektu, the spirit of the blizzards of Paektu serves as the eternal soul of Kim Il Sung's and Kim Jong Il's Korea and the acme of the revolutionary spirit the service personnel and people of the DPRK should cherish, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t The spirit is an unyielding fighting spirit of weathering obstacles and difficulties and a staunch militant spirit of rising up no matter how often one may fall and fighting it out, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The spirit serves as a cornerstone of consolidating the transparent faith of the service personnel and people of the DPRK in independence and a source of strength hardening their will for anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t This spirit is the bottom line of the staunch spirit of the service personnel and people dynamically advancing along the road of hewing out the independent destiny, not stepping back from the road chosen by themselves in any storm and stress.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to this revolutionary spirit they could steadfastly follow the road of socialism of Juche while firmly defending the dignity of the nation in the worst adversity.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists and class enemies remain unchanged in their nature and one should fight against enemies to the last and settle accounts with them. This is the immutable truth of the anti-imperialist struggle the anti-Japanese revolutionary forerunners taught the service personnel and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The history of our sacred struggle clearly proves that we have nothing to fear and impossible when we fight in the above-said spirit no matter what trials we may face and no matter how complicated conditions and circumstances of our struggle may be."
        },
        {
            "title": "Papers Call for Turning Out in Rice Transplanting Campaign",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-04ee.html",
            "content": "Papers Call for Turning Out in Rice Transplanting Campaign\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- Papers here today editorially call upon the officials and other working people in the agricultural field, service personnel and all other people to turn out in the rice transplanting campaign.\n\t\t\t\t\t The imperialists, displeased to see the DPRK growing strong and its people living well-off, are escalating pressure and economic sanctions against it in a desperate bid to make them suffer food shortage and shake their faith in socialism, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The reality proves that the grain production is not merely a business matter for settling the food problem but the fiercest class struggle for defending the outpost of socialism.\n\t\t\t\t\t\n\t\t\t\t\t In order to decisively increase the grain production this significant year, it is necessary to finish rice transplanting in the most right season qualitatively. This will help boost per-hectare yield of paddy rice and, furthermore, attain the goal of grain production set forth by the party. The rice transplanting campaign at present is a drive for implementing the party's idea and defending its policies.\n\t\t\t\t\t\n\t\t\t\t\t This campaign can prove successful only when not only officials and other working people in the agricultural field but all other people turn out in it as it is a labor-consuming urgent one.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls upon all officials and other working people in the agricultural field and helpers to successfully finish rice transplanting and thus make a positive contribution to bringing about a rich harvest to the socialist cooperative fields this significant year."
        },
        {
            "title": "Rodong Sinmun Slams Revision of \"Japan-U.S. Defence Cooperation Guidelines\"",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-06ee.html",
            "content": "Rodong Sinmun Slams Revision of \"Japan-U.S. Defence Cooperation Guidelines\"\r\n Pyongyang, May 12 (KCNA) -- The revision of the \"Japan-U.S. defence cooperation guidelines\" is creating fresh tension on the Korean peninsula and in Northeast Asia, says Rodong Sinmun Tuesday in a commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The revision allows the Japan \"Self-Defense Forces'\" participation in all military operations and drills led by the U.S. imperialist aggressors and the expansion of the sphere of SDF's operations worldwide though it has been limited to the vicinity of Japan.\n\t\t\t\t\t\n\t\t\t\t\t What merits more serious attention is that the SDF has become possible to openly advance into the Korean peninsula under the zealous patronage of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The new guidelines allow the SDF to stage military operations in south Korea, unhindered any time, not only in contingency on the peninsula but under the pretext of military cooperation with the U.S. forces, disregarding the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t Such document for a war of aggression concluded due to outside forces deliberately flouts the dignity and destiny of the Korean nation. This is an inevitable product of the south Korean puppet group's policy of sycophancy and submission to its U.S. and Japanese masters.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and Japan regard the south Korean authorities as no more than a marionette regime and stooges no matter how high they raise their heads.\n\t\t\t\t\t\n\t\t\t\t\t All the successive puppet ruling forces have sold off the nation's dignity and interests, kowtowing to the U.S. and Japan, but none of them has been so keen on sycophancy towards them as the present puppet conservative regime.\n\t\t\t\t\t\n\t\t\t\t\t As the puppet group is imploring for \"cooperation in confrontation with the north\" in a bid to stifle the compatriots in the north, while clinging to the coattails of its U.S. and Japanese masters without of an iota of national dignity and self-respect, they have gone the lengths of cooking up the above-said document in utter disregard of \"sovereignty\" and face of south Korea."
        },
        {
            "title": "Minju Joson Exposes Danger of \"U.S.-Japan Defense Cooperation Guidelines\"",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-09ee.html",
            "content": "Minju Joson Exposes Danger of \"U.S.-Japan Defense Cooperation Guidelines\"\r\n Pyongyang, May 12 (KCNA) -- The U.S. and Japanese ministers of foreign affairs and defense held a U.S.-Japan security consultative meeting in New York on April 27 at which they announced the new \"U.S.-Japan defense cooperation guidelines\" the keynote of which is to expand the sphere of U.S.-Japan military cooperation worldwide. Explaining the reason, the U.S. and Japan claim that there exist diverse security uneasiness and threat in the world including provocations from north Korea.\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday terms it sophism to label the DPRK a factor of disturbing peace and stability and secure a justification for carrying out the strategy for dominating the world.\n\t\t\t\t\t\n\t\t\t\t\t Through the revised guidelines Japan got from the U.S. an approval to exercise the \"right to collective self-defense\" and came to have a military groundwork for countering China and other big powers by force of arms together with the U.S. forces, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The emergence of the military machine called the tightened U.S.-Japan alliance is rendering the situation in Northeast Asia tenser.\n\t\t\t\t\t\n\t\t\t\t\t Now that Japan with considerably powerful military muscle is set to act as a shock brigade for carrying out the U.S. strategy to dominate Asia and proxy combat forces for implementing the strategy for rebalancing in the Asia-Pacific region, this is seriously disturbing the strategic stability in this region and posing a great threat to global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t Under such grave situation the DPRK will never remain a passive onlooker to this development but take all necessary measures in order to defend the sovereignty and security of the country and regional peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and Japan would be well advised to properly understand that the policy for showdown of force in Northeast Asia, the biggest hotspot in the world, will bring them a final ruin only."
        },
        {
            "title": "Minju Joson Ridicules S. Korean Puppet Forces' Talk about \"Dialogue\"",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-08ee.html",
            "content": "Minju Joson Ridicules S. Korean Puppet Forces' Talk about \"Dialogue\"\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- The south Korean puppet forces are talking about \"dialogue\" while crying out for \"June 15 south-north joint event\" and \"promotion of NGOs exchange\".\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday says the puppet forces are not entitled to talk about \"dialogue\" and \"exchange\".\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the puppet forces which have driven the north-south relations into the worst phase and totally blocked dialogue and exchange through the moves for escalating the confrontation with the DPRK and war moves against it, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Had they have shown even the slightest concern for the north-south dialogue and will to improve relations, they would have neither persisted in the moves for confrontation with the DPRK such as the Cheonan warship sinking case and the \"May 24 step\" nor staged north-targeted war drills.\n\t\t\t\t\t\n\t\t\t\t\t Not content with all war drills they have staged from the outset of the year, they made the staging of the Ulji Freedom Guardian joint military exercises in August as planned an established fact.\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, the \"joint event\" and \"promotion of NGOs exchange\" touted by them is intended to arrange a feast, while staging war drills against the dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t Their rhetoric is no more than a poor burlesque to tide over their serious ruling crisis. It is an unpardonable mockery and insult to all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking, there can be no dialogue as long as they persist in their moves for escalating the confrontation with the DPRK and war moves against it."
        },
        {
            "title": "Rodong Sinmun Terms U.S. Worst Human Rights Abuser",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-07ee.html",
            "content": "Rodong Sinmun Terms U.S. Worst Human Rights Abuser\r\n Pyongyang, May 12 (KCNA) -- Shortly ago, a white policeman walked off a guiltless young black man in his 20s to a police station in Baltimore, Maryland State and committed brutal violence against him for a week, leaving him dead.\n\t\t\t\t\t Enraged by this brutality, black people rose up against the police authorities.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrations against the authorities' racial discrimination and white police human rights abuse rapidly spread to Washington, New York, Boston and other parts of the U.S., spilling over to a massive black riot.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The massive protest actions in different parts of the U.S. patently prove that its human rights system is beset with serious problems.\n\t\t\t\t\t\n\t\t\t\t\t Killing of black people is getting undisguised under the covert protection and patronage of the authorities, an indication that the U.S. is the worst human rights abuser and tundra of human rights.\n\t\t\t\t\t\n\t\t\t\t\t The appearance of the black president in the U.S. has not put an end to the racial discrimination but its practice has gotten pronounced.\n\t\t\t\t\t\n\t\t\t\t\t The American society boasting of \"high civilization\" and \"law-governing\" is the one of gangsters in \"military uniforms\" and murderers.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of hypocrisy that such human rights abuser is styling itself \"human rights judge\" and \"international gendarme.\"\n\t\t\t\t\t\n\t\t\t\t\t The just struggle against the policy of racism has become an irresistible trend in the U.S."
        },
        {
            "title": "Japanese Personage Urges Government to Opt for Settling Issue of Korean Schools",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-03ee.html",
            "content": "Japanese Personage Urges Government to Opt for Settling Issue of Korean Schools\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- Kazuo Hasegawa, representative of the Liaison Council against the Exclusion of Korean Schools from the Application of the Tuition－waiver Program for Senior High Schools, a Japanese body, in an interview with south Korean internet paper Thongil News in Seoul on May 1 demanded the Japanese government opt for settling the issue of Korean schools.\n\t\t\t\t\t Referring to the serious crisis the Korean schools in Japan are facing, he urged the Japanese government to opt for solving the issue of the Korean schools because the issue of Koreans in Japan and the issue of Korean schools in Japan were spawned due to Japan's invasion of Korea and enforcement of a colonial rule over it.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government is obliged to liquidate the past history of colonial rule and own responsibility for it, he declared."
        },
        {
            "title": "S. Korean Paper Slams Authorities for Blocking Probe into Truth behind Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-10ee.html",
            "content": "S. Korean Paper Slams Authorities for Blocking Probe into Truth behind Ferry Sewol Disaster\n\t\t\t\t\t\t\r\n Pyongyang, May 12 (KCNA) -- Members of the Society of Parents of Students for Genuine Education of south Korea held a press conference in Seoul on May 8 denouncing the puppet group for holding in check the probe into the truth behind the ferry Sewol disaster, according to the south Korean internet paper Oh My News.\n\t\t\t\t\t At the conference, the speakers accused the regime of disturbing the probe into the truth by railroading the \"enforcement ordinance\" though the people pooled their efforts to work out a special law in order to probe the death of children caused by the disaster.\n\t\t\t\t\t\n\t\t\t\t\t They said the parents will stage actions in firm unity to build a correct society."
        },
        {
            "title": "Seminars on Exploits of Kim Il Sung Held in Ethiopia",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-02ee.html",
            "content": "Seminars on Exploits of Kim Il Sung Held in Ethiopia\r\n Pyongyang, May 12 (KCNA) -- Seminars on exploits of President Kim Il Sung took place at 10 branches of the Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism from May 4 to 6.\n\t\t\t\t\t Reporters and speakers said it was a shining victory of the outstanding strategies and tactics and original war methods of Kim Il Sung that the DPRK achieved miraculous victories in the fierce showdown with the U.S. which had the strongest military and economic might and longest history of aggression and troops of its satellite states early in the 1950s. \n\t\t\t\t\t\n\t\t\t\t\t The President, correctly seeing through the attempts of the enemy, skillfully applied strategies and tactics to cope with them and advanced such superb war methods as mountain warfare, tunnel warfare and aircraft hunters movement, thus winning shining victories, they added."
        },
        {
            "title": "Inaugurado XV Festival Arquitectonico 21 de Mayo",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-30ee.html",
            "content": "Inaugurado XV Festival Arquitectonico 21 de Mayo \r\nPyongyang, 12 de mayo (ACNC) -- Quedo inaugurado en esta capital el XV Festival Arquitectonico 21 de Mayo.\n\t\t\t\t\tEn la ocasion fueron presentados mas de 400 obras de disenos arquitectonicos y disertaciones cientificas y mas de 30 programas y multimedias y materiales de construccion, expuestos por los arquitectos y tecnicos de la rama y los funcionarios de las instituciones cientificas y de educacion de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia inaugural tuvo lugar el dia 12 en la Casa Central de la Juventud.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes el ministro de Construccion e Industria de Materiales de Construccion, Tong Jong Ho, el ministro de Control Estatal de las Construcciones, Kwon Song Ho, el ministro de Proteccion Territorial y Ambiental, Kim Kyong Jun, el ministro de Urbanismo, Kang Yong Su, el presidente del Comite de Construccion Capitalina, Jo Sok Ho, los funcionarios interesados, los funcionarios, arquitectos, tecnicos, profesores, investigadores y creadores de las unidades de diseno, ejecucion, materiales de construccion, control y bellas artes, organismos de ciencias y planteles docentes.\n\t\t\t\t\t\n\t\t\t\t\tPronuncio la palabra inaugural el presidente del Comite Central de la Union de Arquitectos de Corea, Sim Yong Hak.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la ceremonia, los participantes recorrieron la sede del festival."
        },
        {
            "title": "Tiene lugar X Simposio sobre Estetica Arquitectonica",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-31ee.html",
            "content": "Tiene lugar X Simposio sobre Estetica Arquitectonica\n\t\t\t\t\t\t\r\nPyongyang, 12 de mayo (ACNC) -- Tuvo lugar el dia 12 en la Casa Central de la Juventud el X Simposio sobre la Estetica Arquitectonica.\n\t\t\t\t\tEn la ocasion estuvieron presentes el secretario del Comite Central del Partido del Trabajo de Corea, O Su Yong, el vicepremier Kim Yong Jin, los funcionarios interesados, los funcionarios, arquitectos, tecnicos, profesores, investigadores y creadores de las unidades de diseno, ejecucion, materiales de construccion, control y creacion de bellas artes, e instituciones de investigacion cientifica y de educacion.\n\t\t\t\t\t\n\t\t\t\t\tIntervinieron el ministro de Control Estatal de las Construcciones, Kwon Song Ho, el presidente del Comite Central de la Union de Arquitectos de Corea, Sim Yong Hak, el subtitular de la Direccion Estatal de Diseno, Jong Hui Chol, y otros.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores apuntaron que el Mariscal Kim Jong Un presento el gran proposito de crear una nueva historia de construccion de la Corea del Songun continuando y desarrollando las proezas de los Generalisimos Kim Il Sung y Kim Jong Il realizadas en la rama de construccion y dirigio sabiamente para que la rama de construccion sentara la firme base de construccion de la potencia economica socialista y abriera al frente la era de civilizacion del siglo XXI. \n\t\t\t\t\t\n\t\t\t\t\tMencionaron que en la construccion de los edificios arquitectonicos monumentales, se toman en cuenta primero la aspiracion, la demanda y la comodidad del pueblo y el caracter ideo-artistico y utilidades.\n\t\t\t\t\t\n\t\t\t\t\tInsistieron en observar el principio de dar prioridad a la comodidad, la estetica y la concepcion de las generaciones venideras en todas las esferas de construccion y levantar los establecimientos industriales, docentes y culturales y las viviendas como edificios monumentales de la epoca del Partido del Trabajo.\n\t\t\t\t\t\n\t\t\t\t\tExpusieron la decision de registrar grandes saltos e innovaciones en sus puestos de trabajo en el fragor de la lucha por crear el nuevo espiritu y la nueva velocidad de Pyongyang y acoger asi con exito el gran festival de octubre."
        },
        {
            "title": "Tiene lugar encuentro de explicacion sobre el desarrollo de zonas economicas",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-32ee.html",
            "content": "Tiene lugar encuentro de explicacion sobre el desarrollo de zonas economicas\r\nPyongyang, 12 de mayo (ACNC) -- En el marco de la XVIII Exposicion Internacional de Mercancias Primaveral de Pyongyang, tuvo lugar el dia 11 el encuentro de explicacion sobre las zonas de desarrollo economico en todas las provincias y la zona de turismo internacional Wonsan-monte Kumgang para atraer a los inversionistas.\n\t\t\t\t\tEsta cita desperto gran interes de los participantes.\n\t\t\t\t\t\n\t\t\t\t\tEllos escucharon la explicacion sobre la garantia legal del desarrollo de esas zonas, los reglamentos de fundacion y administracion de empresas de los inversionistas extranjeros y el estado actual y las perspectivas de las ya fundadas zonas de desarrollo economico en las provincias.\n\t\t\t\t\t\n\t\t\t\t\tY tambien escucharon sobre el plan general para convertir en un destino turistico de talla mundial la zona de turismo internacional Wonsan-monte Kumgang y el rumbo principal de su desarrollo consistente en impulsar simultaneamente el desarrollo y el turismo."
        },
        {
            "title": "Editados nuevos afiches estimulantes a la construccion de potencia economica",
            "url": "http://kcna.co.jp/item/2015/201505/news12/20150512-33ee.html",
            "content": "Editados nuevos afiches estimulantes a la construccion de potencia economica\r\nPyongyang, 12 de mayo (ACNC) -- La Editora del Partido del Trabajo de Corea emitio los afiches que estimulan a todos los militares y civiles coreanos a la construccion de la potencia economica.\n\t\t\t\t\t\"!Registremos cambio en la produccion agricola!\" describe la figura de un trabajador agricola llamando a aplicar los metodos cientificos para traer el cambio en la produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\t\"!Para respirarse en todo el pais el intenso olor del mar socialista!\" demuestra el entusiasmo de los obreros de la rama pesquera que responden al llamamiento combativo del partido de crear una nueva historia del mar dorado.\n\t\t\t\t\t\n\t\t\t\t\tFigura tambien el afiche \"!Ayudemos activamente el dominio carbonifero!\"."
        }
    ]
}