{
    "date": "2016-04-07",
    "url": "http://kcna.co.jp/item/2016/201604/2016-04-07ee.html",
    "articles": [
        {
            "title": "Congratulatory Message to Congolese President",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-19ee.html",
            "content": "Congratulatory Message to Congolese President\r\n Pyongyang, April 7 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a congratulatory message to Denis Sassou Nguesso on his reelection as president of the Republic of Congo.\n\t\t\t\t\t The message noted with pleasure that the Congolese people demonstrated the sovereignty and unity of the nation by successfully holding the election of weighty significance in rejecting the interference of foreign forces and achieving the independent development of the country and expressed invariable support and solidarity of the DPRK with the Congolese government and people.\n\t\t\t\t\t\n\t\t\t\t\t Expressing the belief that great successes would be achieved in the work of the Congolese people for the stability and prosperity of the country, the message sincerely wished the Congolese president good health and happiness."
        },
        {
            "title": "Only Death Awaits Park Geun Hye: CPRK Spokesman",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-34ee.html",
            "content": "Only Death Awaits Park Geun Hye: CPRK Spokesman\r\n Pyongyang, April 7 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) released a statement Thursday denouncing Park Geun Hye for spewing out anti-DPRK invectives during her trip to the U.S.\n\t\t\t\t\t Making the foreign trip for eight days by availing herself of the \"nuclear security summit\" in the U.S, Park begged others for increased support for \"cooperation against the nuclear weapons of the north\" and for putting all efforts for imposing \"sanctions\" and \"pressure\" on it, irrespective of who they are and whether they are concerned for the Korean peninsula issue or not, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Branding this as the height of an epileptic fit of the despicable confrontational maniac and the worst imbecile who is being taken aback by the might of Songun of the DPRK, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t Tragedy is that Park is spouting invectives, completely unaware of who her rival is.\n\t\t\t\t\t\n\t\t\t\t\t Even the U.S. whom Park serves with devotion acknowledges that the DPRK will not dismantle the nuclear weapons and it will not be possible for it to do so but only ignorant Park is still being seized by the ambition of pressurizing the DPRK to \"scrap nuclear program\". This proves that she is the worst blockhead ignorant of how the world goes around, unaware of where she stands and what her master thinks of.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately Park Geun Hye who committed a high treason against the nation may hang on the coattails of her master, crimes are bound to entail punishment.\n\t\t\t\t\t\n\t\t\t\t\t The matchless evil woman pushed the north-south relations to a total stalemate and increased the danger of a war. It is the unanimous voice of the south Koreans to throw her overboard as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye should clearly understand that the public spearheads are directed to her dirty existence both in and near Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t Now all the service personnel and other people of the DPRK are waiting for the final order to blow up Chongwadae, to begin with, with the will to resolutely foil the provocative moves of the Park Geun Hye group aimed at hurting the dignity of the supreme leadership of the DPRK and bringing down \"its social system\".\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye might want to prolong her remaining days under the auspices of her American master, rather than coming back to Chongwadae where the specter of death loiters about, but she should clearly know that she can not find a shelter even in the U.S. which is put on the list of retaliatory nuclear strike of the strategic nuclear force of the Korean People's Army and anywhere.\n\t\t\t\t\t\n\t\t\t\t\t The only thing left to be done by Park who is adding thrice-cursed crime to what she has already committed with invectives against the fellow countries even in foreign land like a rabid dog is to meet her death in her Chongwadae office which is kept within the sight of the powerful revolutionary Paektusan army.\n\t\t\t\t\t\n\t\t\t\t\t Availing ourselves of this opportunity, we would like to warn the U.S. going reckless while patronizing Park whose days are numbered and the riff-raffs dancing to its tune that their fate can not be otherwise."
        },
        {
            "title": "U.S. Talk about \"World without Nuclear Weapons\" Is Curtain-raiser to Nuclear War against DPRK: KCNA",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-17ee.html",
            "content": "U.S. Talk about \"World without Nuclear Weapons\" Is Curtain-raiser to Nuclear War against DPRK: KCNA\r\n Pyongyang, April 7 (KCNA) -- The Korean Central News Agency in an indictment Thursday says the U.S. trumpeting about a \"world without nuclear weapons\" is a curtain-raiser to a nuclear war against the DPRK.\n\t\t\t\t\t The 4th \"Nuclear Security Summit\" held in the U.S. was an extremely deceptive and provocative farce aimed to persist in its nuclear high-handed and arbitrary practices, the indictment says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t During the summit the U.S. prodded the south Korean puppet forces, Japan and other followers into revving up the atmosphere of \"sanctions\" and pressure on the DPRK by giving impression that the \"nuclear threat\" from the DPRK is the biggest problem facing the international community.\n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical and height of impudence that the U.S. malignantly took issue with the DPRK's nuclear force, a product of the formers' nuclear blackmail, though it has the biggest number of nuclear weapons and staged more nuclear tests than any other countries  in the world and is now threatening the existence of whole mankind every hour with its nuclear weapons deployed in various parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t Obama's initiative for \"building a world without nuclear weapons\" is, in essence, a strategy for establishing nuclear monopoly.\n\t\t\t\t\t\n\t\t\t\t\t It is a more dangerous nuclear strategy to cover up the Bush administration's criminal nuclear policy in a crafty manner.\n\t\t\t\t\t\n\t\t\t\t\t It is also a hideous strategy for nuclear monopoly and domination going far beyond the preceding administrations' policy of aggression in its crafty and outrageous nature as it is aimed to turn the world into \"the one allowing the existence of U.S. nuclear weapons only\" and \"the one dominated by the U.S. nuclear weapons.\"\n\t\t\t\t\t\n\t\t\t\t\t During its office the Obama administration has frantically resorted to nuclear blackmail worldwide, pursuant to the above-said strategy, ruthlessly trampling down the desire of humankind for peace and security.\n\t\t\t\t\t\n\t\t\t\t\t In order to realize its hegemonic ambition through nuclear blackmail the U.S. readjusted and stepped up policies in all fields including politics, economy and military affairs for the purpose of fighting a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t It is operating nuclear munitions factories in full capacity and stepping up with increased frenzy nuclear tests and development of new type nuclear weapons with huge investment of funds for nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t This criminal scenario for a nuclear war has been more saliently revealed through the forward deployment of nuclear striking means that has gone beyond its danger line. \n\t\t\t\t\t\n\t\t\t\t\t Due to the U.S. desperate preparations for a nuclear war, dark clouds of a nuclear war have hung heavily over the Korean peninsula and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t After designating the DPRK as a key operational theatre for the provocation of a nuclear war for dominating the world, the Obama administration has pushed the nuclear issue of the Korean peninsula to the worst phase since its outset of office.\n\t\t\t\t\t\n\t\t\t\t\t After making it a fait accompli to provoke a nuclear war against the DPRK, the U.S. supplemented laws and military operational plans related to the DPRK with more ferocious and brigandish ones.\n\t\t\t\t\t\n\t\t\t\t\t Through ceaseless anti-DPRK nuclear war exercises the U.S. has deliberately pushed the situation on the Korean peninsula to the touch-and-go one.\n\t\t\t\t\t\n\t\t\t\t\t The joint military exercises in which the U.S. nuclear threats and blackmail have escalated in a phased manner have been a main cause of the extreme tension on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Obama administration is labeling the legitimate measures for self-defence taken by the DPRK to cope with the moves for a nuclear war a \"provocation\" and \"threat\" and steadily ratcheting up its nuclear gambling on the Korean peninsula under that pretext.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. reckless ambition for nuclear monopoly and nuclear blackmail not only made the denuclearization of the world a wild dream but reduced the denuclearization of the Korean peninsula to something unimaginable. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will invariably maintain the line of simultaneously developing the two fronts which it adopted as a strategic line for achieving the final victory, not just as a temporary stop-gap measure for coping with the ever-changing situation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to powerful nuclear weapons put a definite end to the time when the U.S. used to threaten the DPRK with lots of nuclear weapons. The status of the U.S. as a nuclear criminal state has now changed into that of poor loser.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. shows even the slightest sign of provoking a nuclear war of aggression, we will make a merciless nuclear strike at the U.S. mainland.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear force of the DPRK is the one of justice for ending the U.S. nuclear crimes.\n\t\t\t\t\t\n\t\t\t\t\t In our do-or-die battle the U.S. will face a final ruin even with no time given to make a bitter regret that it fought a wrong war with a wrong rival in a wrong place and at a wrong time."
        },
        {
            "title": "British Delegation Here",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-31ee.html",
            "content": "British Delegation Here\r\n Pyongyang, April 7 (KCNA) -- A delegation of the British Association for the Study of Songun Policy led by Chairman Dermot Hudson arrived here on Thursday.\n\t\t\t\t\t Arriving here by train on the same day was D. Enkhbadralt, member of the Mongolian Mt. Paektu Association for Independent Development."
        },
        {
            "title": "Foreign Marathoners Arrive",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-25ee.html",
            "content": "Foreign Marathoners Arrive\r\n Pyongyang, April 7 (KCNA) -- Marathoners from Namibia, South Africa, Zambia and Zimbabwe arrived here on Thursday to take part in the Mangyongdae Prize International Marathon which is to be held on the occasion of the birth anniversary of President Kim Il Sung."
        },
        {
            "title": "Art Troupe of Koreans in China Arrives",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-30ee.html",
            "content": "Art Troupe of Koreans in China Arrives\r\n Pyongyang, April 7 (KCNA) -- An art troupe of Koreans in China arrived here on Thursday to take part in the 30th April Spring Friendship Art Festival."
        },
        {
            "title": " National Industrial Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-26ee.html",
            "content": "National Industrial Art Exhibition Opens\r\n Pyongyang, April 7 (KCNA) -- A national industrial art exhibition opened with due ceremony at the venue of the National Industrial Art Exhibition to celebrate the Day of the Sun, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Presented there are more than 100 pieces of designs such as ones of automobiles and tractors and trademark designs of the Kumkop General Foodstuff Factory for Sportspersons personally guided by Marshal Kim Jong Un and products.\n\t\t\t\t\t\n\t\t\t\t\t  The exhibits including each variety of shoes with trademark \"Maebongsan\" which Kim Jong Un personally weighed and children's and students' bags from kindergarten to university tell stories about the noble love shown by him for the people and the younger generation.\n\t\t\t\t\t\n\t\t\t\t\t Also on display are at least 1,000 pieces of designs, goods and models of diverse varieties done by creators, teachers, researchers and students in the industrial art field across the country and industrial art fans.\n\t\t\t\t\t\n\t\t\t\t\t Among them are designs and products including the designs of light plane, Pyongyang-Sunan bullet-train, tram car, 5t-lorry, those for packing foodstuff, those for trademark and the packing of cosmetics and several kinds of office supplies and furniture.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were officials concerned, creators, teachers and students."
        },
        {
            "title": "Agricultural Workers Meet",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-24ee.html",
            "content": "Agricultural Workers Meet\r\n Jaeryong, April 7 (KCNA) -- Agricultural workers and members of the Union of Agricultural Workers of Korea (UAWK) met in Jaeryong County, South Hwanghae Province Thursday to observe the 23rd anniversary of leader Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t Ri Myong Gil, chairman of the Central Committee of the UAWK, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Il's election as chairman of the National Defence Commission of the DPRK served as an epochal event for achieving the prosperity of the country and carrying out the revolutionary cause of Juche and Songun.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the days when Kim Jong Il led all state affairs, assuming the heavy responsibility as the chairman of the National Defence Commission represented a glorious period in which the political and military might of the DPRK remarkably grew stronger, the foundation of the self-supporting national economy consolidated and example of the era for building a socialist state was set.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to hold Kim Jong Il in high esteem as eternal general secretary of the Workers' Party of Korea (WPK) and eternal chairman of the DPRK National Defence Commission and hold fast to his Songun revolutionary idea and exploits as ever-victorious treasured sword of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t They called for achieving labor successes in the 70-day campaign of loyalty united close around the Party Central Committee and thus shining the Seventh Party Congress as a glorious one of victors.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Pak Thae Sop, secretary of the South Hwanghae Provincial Committee of the WPK, officials concerned and agricultural workers and members of the UAWK in the county."
        },
        {
            "title": " Youth and Students Meet",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-27ee.html",
            "content": "Youth and Students Meet\r\n Pyongyang, April 7 (KCNA) -- There took place a meeting of youth and students at the Central Youth Hall on Thursday to observe the 4th anniversary of supreme leader Kim Jong Un's assumption of the top posts of the Workers' Party of Korea and the state.\n\t\t\t\t\t Choe Ryong Hae, secretary of the Central Committee of the WPK, officials concerned, officials of the youth league, youth and students attended the meeting.\n\t\t\t\t\t\n\t\t\t\t\t A report was made by Jon Yong Nam, chairman of the Central Committee of the Kim Il Sung Socialist Youth League, to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Un's assumption of the top posts of the WPK and the state was a great political event and a great national jubilee which marked a landmark of a decisive turn in the drive for strengthening the party and carrying forward the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t By leading the party and state, army and people with the noble sense of responsibility for the destiny of the country, revolution and nation, Kim Jong Un has performed exploits for the times and history.\n\t\t\t\t\t\n\t\t\t\t\t He ushered in a new heyday of the Juche-oriented youth movement and helped the Korean youth grow up to be the masters of the youth power without an equal  in the world and creators of the Songun youth culture.\n\t\t\t\t\t\n\t\t\t\t\t All the officials and members of the youth league should wage an all-out charge and drive for ushering in a golden age in the building of a thriving nation this year when the 7th Congress of the Workers' Party of Korea will be held."
        },
        {
            "title": " Week of Film Show Opens to Mark Day of Sun",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-14ee.html",
            "content": "Week of Film Show Opens to Mark Day of Sun\r\n Pyongyang, April 7 (KCNA) -- A week of film show opened in the DPRK to celebrate the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t \"Always in Hearts of Mankind\" and other Korean documentary films will be shown at the cinemas and cultural houses in the city and other parts of the country during the period. The films deal with the revolutionary career of the President.\n\t\t\t\t\t\n\t\t\t\t\t Also screened there will be \"Star of Korea\", \"The Sun of the Nation\", \"A Summer at Hwasong Uisuk School\" and other feature films.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place at the People's Palace of Culture on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials concerned, creators and artistes in the field of film art and Pyongyangites.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants watched documentary film \"Our Leader Being Praised by All People\"."
        },
        {
            "title": "Poster for 18th Kimilsungia Festival Produced",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-16ee.html",
            "content": "Poster for 18th Kimilsungia Festival Produced\r\n Pyongyang, April 7 (KCNA) -- A poster was produced for the 18th Kimilsungia Festival to be held here on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Depicted in the poster are the old home in Mangyongdae, the birthplace of the President, Mt. Paektu and the immortal flower Kimilsungia in full bloom against the background of the sky turned red with the gigantic sunrise.\n\t\t\t\t\t\n\t\t\t\t\t Written there are letters \"The great leader Comrade Kim Il Sung will always be with us\", \"The Day of the Sun\" and \"The 18th Kimilsungia Festival\". Also reflected there are the logo of the festival and its venue and period."
        },
        {
            "title": " Anniversary of Establishment of Diplomatic Relations between DPRK and Palestine Observed",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-18ee.html",
            "content": "Anniversary of Establishment of Diplomatic Relations between DPRK and Palestine Observed\r\n Pyongyang, April 7 (KCNA) -- A friendly meeting took place at DPRK-Palestine Friendship Tongdaewon Senior Secondary School in Tongdaewon District on Thursday on the occasion of the 50th anniversary of the establishment of diplomatic relations between the DPRK and the State of Palestine.\n\t\t\t\t\t Present at the meeting were Ismail Ahmed Mohamed Hasan, Palestinian ambassador to the DPRK, members of his embassy, Ko Myong Hun, vice-chairman of the DPRK-Palestine Friendship and Solidarity Committee, officials concerned and teachers and pupils of the school.\n\t\t\t\t\t\n\t\t\t\t\t The participants were briefed on the history of the school before planting dawn redwoods in its compound.\n\t\t\t\t\t\n\t\t\t\t\t They appreciated an art performance given by the pupils."
        },
        {
            "title": "New Universities of Physical Education Start Operation in DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-22ee.html",
            "content": "New Universities of Physical Education Start Operation in DPRK\r\n Pyongyang, April 7 (KCNA) -- New universities of physical education appeared in six provinces of the DPRK, starting their operation on April 1.\n\t\t\t\t\t They are Phyongsong, Chongjin, Wonsan, Kanggye, Haeju and Hyesan universities in South Phyongan, North Hamgyong, Kangwon, Jagang, South Hwanghae and Ryanggang provinces.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a new school year began at similar universities in South Hamgyong, North Phyongan and North Hwanghae provinces, which had gone into operation a few years ago.\n\t\t\t\t\t\n\t\t\t\t\t Along with Korea University of Physical Education in Pyongyang, those provincial universities of physical education serve as centers for training competent instructors conducive to the nation's development of sports."
        },
        {
            "title": "World Health Day Observed",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-29ee.html",
            "content": "World Health Day Observed\r\n Pyongyang, April 7 (KCNA) -- An event took place at the People's Palace of Culture on Thursday on World Health Day.\n\t\t\t\t\t Present at the event were officials of the ministries, national institutions, social organizations and the fields of public health and media, the representative of the WHO, the UN resident coordinator and concurrently UNDP resident representative, members of the missions of international bodies, foreign diplomatic envoys and members of their embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the WHO raised the theme \"Let us prevent diabetes by taking good care of health\" and provided an occasion of making contribution to promoting the health.\n\t\t\t\t\t\n\t\t\t\t\t They called for intensifying the hygienic information service, scientific research and prophylactic treatment for preventing noninfectious diseases, diabetes, in particular.\n\t\t\t\t\t\n\t\t\t\t\t Data on prevention and control of diabetes were published.\n\t\t\t\t\t\n\t\t\t\t\t The participants appreciated an art performance given by a hygienic information disseminating team of pupils after looking around the foodstuffs for curing diabetes on display.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the event, a demonstration of the rhythmic exercise was held by the old persons.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the intensive hygienic information service took place in every province."
        },
        {
            "title": "World Health Day Marked",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-21ee.html",
            "content": "World Health Day Marked\r\n Pyongyang, April 7 (KCNA) -- An event took place in the DPRK on Thursday to mark World Health Day.\n\t\t\t\t\t According to Dr. and Associate Prof. Ri Hak Chol, deputy director of the Pyongyang Medical College Hospital of Kim Il Sung University, the event was held on the theme of preventing diabetes by properly taking care of health everyday.\n\t\t\t\t\t\n\t\t\t\t\t Fundamental to healthcare in the DPRK is preventive medicine, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Many achievements were made in health service thanks to the Workers' Party of Korea's policy of preventive medicine.\n\t\t\t\t\t\n\t\t\t\t\t Recently, the \"Guideline for a Management of Cardiovascular Disease and Diabetes Mellitus in Primary Health Care Setting\" was worked out in cooperation with the World Health Organization (WHO).\n\t\t\t\t\t\n\t\t\t\t\t On the basis of the guideline, medical institutions are stepping up prophylactic treatment to prevent diabetes. Telemedicine proves effective in the work.\n\t\t\t\t\t\n\t\t\t\t\t Hygienic information service is also carried on among citizens. And various Koryo medicines are introduced in the treatment of diabetes."
        },
        {
            "title": "More Trees Planted in Arboretum of Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-07ee.html",
            "content": "More Trees Planted in Arboretum of Kumsusan Palace of Sun\r\n Pyongyang, April 7 (KCNA) -- The Arboretum of the Kumsusan Palace of the Sun is getting ever greener thanks to the loyalty of school youth and children of the DPRK.\n\t\t\t\t\t Youth league organizations at all levels and school youth and children prepared 640 trees of 20 species including evergreen tall trees, fruit trees and beautiful flower shrubs and more than 5,000 gardening tools of 28 kinds, prompted by the will to spruce up the area of the palace where President Kim Il Sung and leader Kim Jong Il lie in state.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Pyongyang City Committee of the youth league and school youth and children in the city donated at least 200 trees."
        },
        {
            "title": "Premier League Football Matches in DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-20ee.html",
            "content": "Premier League Football Matches in DPRK\r\n Pyongyang, April 7 (KCNA) -- The first round of the premier football league for the Mangyongdae Prize Sports Games goes on at the May Day Stadium in Pyongyang.\n\t\t\t\t\t Fourteen teams are competing in the men's football matches on a round-robin basis, which began on March 10.\n\t\t\t\t\t\n\t\t\t\t\t According to an official of the DPRK Football Association, the ongoing matches are characterized by quicker attack and more skilled and diverse tactics than the past.\n\t\t\t\t\t\n\t\t\t\t\t A total of 63 matches have taken place so far, scoring 180 goals in all.\n\t\t\t\t\t\n\t\t\t\t\t As of April 5, the April 25 team placed first with 8 wins and one defeat, followed by the Kigwancha and Ryomyong teams.\n\t\t\t\t\t\n\t\t\t\t\t The men's premier league matches will last until April 21.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, taking the lead in the women's premier league are Ryongaksan, Sobaeksu and Naegohyang teams."
        },
        {
            "title": "Sci-tech Achievements Made in DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-23ee.html",
            "content": "Sci-tech Achievements Made in DPRK\r\n Pyongyang, April 7 (KCNA) -- Scientists of the Branch Academy of Light Industrial Science under the State Academy of Sciences in the DPRK have recently made many sci-tech achievements conducive to the improvement of people's living.\n\t\t\t\t\t They include scores of kinds of high-quality cosmetics recently produced.\n\t\t\t\t\t\n\t\t\t\t\t Scientists succeeded in putting the production processes of kimchi and pickled vegetables on an unmanned, dust-free and germ-free basis at the Aeguk Vegetable Processing Factory.\n\t\t\t\t\t\n\t\t\t\t\t Scientists also designed oil press, filter and other equipment for the Pyongyang Cornstarch Factory and helped establish instant noodle production process at the Pyongyang Wheat Flour Processing Factory and produce various instant noodle seasonings at the Rangnang Potato-processing Factory.\n\t\t\t\t\t\n\t\t\t\t\t Now, they are developing researches into the betterment of nutritive foodstuffs for sportspersons and production of mushroom substrate."
        },
        {
            "title": "Home-visiting Students Group Pays Homage to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-28ee.html",
            "content": "Home-visiting Students Group Pays Homage to Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 7 (KCNA) -- A home-visiting group of students of Korean University of the General Association of Korean Residents in Japan visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Thursday.\n\t\t\t\t\t They laid bouquets before the statues and paid tribute to them."
        },
        {
            "title": "Rodong Sinmun Calls for Fully Displaying Might of Great Unity",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-08ee.html",
            "content": "Rodong Sinmun Calls for Fully Displaying Might of Great Unity\r\n Pyongyang, April 7 (KCNA) -- Rodong Sinmun Thursday editorially calls for fully displaying the might of the great unity of all the service personnel and people and achieving the great victory in the ongoing general offensive for the Seventh Congress of the Workers' Party of Korea.\n\t\t\t\t\t The great unity of the service personnel and people is the powerful strength of the DPRK and symbol of its invincibility, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The great unity between the service personnel and people was achieved in the course of the protracted revolution by carrying forward the brilliant tradition of the unity between the army and people attained in the flames of the anti-Japanese struggle. This great unity is the valuable revolutionary legacy provided by President Kim Il Sung and leader Kim Jong Il\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution which started and advanced by dint of unity is dynamically advancing full of fresh energy and dynamism, upholding Marshal Kim Jong Un as centre of unity and leadership.\n\t\t\t\t\t\n\t\t\t\t\t His leadership over the revolution and construction is oriented to further strengthening the great unity of the service personnel and people and giving fullest rein to its might.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his leadership the service personnel and people share warm love and affection and they help with each other with sincerity and all of them are closely united to become a genuine unit of comrades and comrades-in-arms. This is the true picture of the Korean society.\n\t\t\t\t\t\n\t\t\t\t\t Steadfast is the revolutionary faith of the service personnel and people of the DPRK to strengthen the great army-people unity, strongest weapon for protecting the country and the revolution, in every way and bring earlier the final victory with its might.\n\t\t\t\t\t\n\t\t\t\t\t Now we have vast tasks and not a few difficulties, but we remain strong in our courage as there are the great party's leadership and service personnel and people boundlessly faithful to the party's cause."
        },
        {
            "title": "Rodong Sinmun on Revolutionary Comradeship",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-09ee.html",
            "content": "Rodong Sinmun on Revolutionary Comradeship \r\n Pyongyang, April 7 (KCNA) -- Revolutionary comradeship serves as the eternal lifeline of Korea and a powerful treasured sword for the victory of its revolution, says Rodong Sinmun Thursday in an article.\n\t\t\t\t\t Revolutionary comradeship is the foundation of unity of the party and revolutionary ranks, source of invincible strength and a sure guarantee for all victories, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t For all the service personnel and people of the DPRK Marshal Kim Jong Un is not only the leader of the revolution but the benefactor who provides and glorifies their political integrity, great teacher and a tender-hearted father who is training them to be revolutionaries with profound loving care and trust.\n\t\t\t\t\t\n\t\t\t\t\t They are remaining loyal to the Songun leadership of the Workers' Party of Korea at the risk of their lives while longing for Kim Jong Un only in the worst adversities in which they are threatened with the danger of a war. This is because they are sincerely attracted by his noble comradeship.\n\t\t\t\t\t\n\t\t\t\t\t The great army-people unity is the revolutionary one based on warm comradely love and trust and the unbreakable integral whole which has been forged and consolidated in the life and death anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t It is the great pride of the Workers' Party of Korea that it has such powerful weapons as the great army-people unity in which the service personnel and people are sharing idea and intention and getting united with comradely love and obligation shoulder to shoulder in the same trench of revolution.\n\t\t\t\t\t\n\t\t\t\t\t Our country will shed its rays as the country of unbreakable single-minded unity and the revolutionary cause of Juche will make a long stride despite any storm and stress as long as there are Kim Jong Un who is leading our party and people to new struggle and victory with his deep trust and love and the revolutionary ranks firmly united with comradeship."
        },
        {
            "title": "Rodong Sinmun Warns S. Korean Traitors of KPA's Severe Punishment",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-10ee.html",
            "content": "Rodong Sinmun Warns S. Korean Traitors of KPA's Severe Punishment\r\n Pyongyang, April 7 (KCNA) -- The Korean People's Army (KPA) should mercilessly pound the reactionary ruling machines in Seoul, the enemy cesspool of evil, and accomplish the historic cause of national reunification, once it receives an order for attack. This is the thunder -like order issued by Kim Jong Un, brilliant commander of Mt. Paektu, to win victory while guiding the large-scale intensive striking drill of long-range artillery force of the KPA large combined unit on the front. Rodong Sinmun Thursday says this in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The deafening roars made by the artillery pieces during the drill were like a symphony of final victory of all service persons and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The thunderbolt-like shelling made by long-range artillery force of the Paektusan army was the great eruption of the hatred burning in the hearts of all service personnel and people of the DPRK and their will to take revenge upon the enemy.\n\t\t\t\t\t\n\t\t\t\t\t The supreme headquarters represents the hearts and future of the servicepersons and people of the DPRK and the Korean nation. Therefore, the traitors' hideous provocations against it are the thrice-cursed atrocities of gangsters little short of thrusting daggers into the lifeline of all families in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It had already served a serious warning to the provocateurs running riot without any thought of ensuing consequences. In case the enemies desperately defy the warning, the invincible revolutionary Paektusan army will launch preemptive, consecutive attack on them in a more deadly and severer punishment without any warning and prior notice, bound not to anything.\n\t\t\t\t\t\n\t\t\t\t\t Golden chance of national reunification will be seized by the DPRK in advance. It will wipe out the enemies of justice and peace, despicable group of traitors, across south Korea through merciless and limitless retaliatory blows and achieve the historic cherished desire of the nation."
        },
        {
            "title": "Park Geun Hye Group Should Be Brought to Court of Nation: Newspapers",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-12ee.html",
            "content": "Park Geun Hye Group Should Be Brought to Court of Nation: Newspapers\r\n Pyongyang, April 7 (KCNA) -- The south Korean conservative group is working round-the-clock to inflict heavy penalties on Kim Ki Jong at a court for making a knife attack on the U.S. ambassador to south Korea in protest against the war drills against the north in March last year.\n\t\t\t\t\t Rodong Sinmun Thursday in a commentary terms this a blatant challenge to justice by injustice and a reckless fascist action against patriotism by treachery.\n\t\t\t\t\t\n\t\t\t\t\t The above-said attack on the U.S. ambassador to south Korea was an entirely just action as it was an eruption of the pent-up grudge and resentment of the south Korean people against the U.S. which has turned south Korea into the world's biggest outpost for a war and nuclear arsenal for invading the north and brought untold sufferings and misfortune to them for more than a half century.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' hearing on the above-said incident was held quite contrary to justice.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group of traitors should be punished by the nation for bringing the dark clouds of a nuclear war to hang over the land of Korea, kowtowing to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that only when the wicked traitors and warmongers bereft of reason are brought to justice to face merciless punishment, peace will settle and nation's security be guaranteed.\n\t\t\t\t\t\n\t\t\t\t\t History does not know such precedent that injustice prevailed over justice.\n\t\t\t\t\t\n\t\t\t\t\t Increased frenzy on the part of the puppet group to quell the south Korean people's anti-Americanism would only precipitate its doom.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in an article says that the Park group is fated to meet shameless destruction as it hurts the nation's dignity and mercilessly punishes the south Korean people, steeped in sycophancy towards the U.S."
        },
        {
            "title": "KCNA Commentary on S. Korean Regime's Treachery of Paving Way for Japan's Reinvasion",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-13ee.html",
            "content": "KCNA Commentary on S. Korean Regime's Treachery of Paving Way for Japan's Reinvasion\r\n Pyongyang, April 7 (KCNA) -- The Park Geun Hye regime of south Korea is working with bloodshot eyes to tighten military nexus with Japan.\n\t\t\t\t\t Tomohisa Takei, chairman of Japan's maritime \"Self-Defence Force\", flew to south Korea and held a confab with the naval chief of staff of south Korea. The Park's group described it as an \"exchange of high-ranking officials\" and \"mutual exchange and cooperation\" while feeling uneasy about diplomacy.\n\t\t\t\t\t\n\t\t\t\t\t This was nothing but a dangerous military nexus for paving the way for reinvasion by Japan which brought distress-torn history to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Japan is the sworn enemy of the Korean nation as it has waited for the chance of aggression while denying its past crimes at any cost and getting frantic with its moves for distortion of history and territorial expansion.\n\t\t\t\t\t\n\t\t\t\t\t No sooner had Park Geun Hye taken office than conducted pro-Japanese diplomacy, trumpeting about the \"establishment of forward-looking ties\" and \"building of sincere confidence.\"\n\t\t\t\t\t\n\t\t\t\t\t Appointing pro-Japanese elements to such important posts as chief of the security office of Chongwadae and minister of Foreign Affairs, she talked rubbish that \"Japan has the right to appear as a normal state\" and \"south Korea and Japan got closer within a great framework,\" seconding Japan's exercise of \"the right to collective self-defense.\"\n\t\t\t\t\t\n\t\t\t\t\t Despite strong protest and denunciation by the public at home and abroad the group of traitors met the demands of Japan over the issue of sexual slavery for the Imperial Japanese Army and shut their eyes to its moves for grabbing Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\t Park is swishing her skirt, taking the lead in knocking into shape the U.S.-Japan-south Korea triangular military alliance, pursuant to the U.S. backstage manipulation and scenario.\n\t\t\t\t\t\n\t\t\t\t\t Taking a tight hold on its south Korean and Japanese servants, the U.S. is working hard to establish the triangular military alliance, NATO of Asian version, at any cost to contain the DPRK and potential rivals in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t South Korea-Japan \"defense ministerial-level talks\" held in Singapore last year gave assurances that they would \"jointly cope with the nuclear and missile threat from the north\". Feeling grateful for this, the Park group pledged to become an advanced group in paving the way for reinvasion by the Japanese reactionaries.\n\t\t\t\t\t\n\t\t\t\t\t The confab held in pursuance of the above-said scenario is the product of the sinister plot of the puppet forces and the Japanese reactionaries to readjust the triangular military alliance under the U.S. patronage and escalate their moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Due to south Korea's zealous involvement in tightening the military nexus with Japan the establishment of the triangular military alliance is progressing in real earnest.\n\t\t\t\t\t\n\t\t\t\t\t The litany of rhetoric employed by the puppet forces to cover up the aggressive nature of the recent confab would only bring their true colors as pro-Japanese elements into bolder relief.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation can neither escape disgrace and insult nor get rid of the danger of a nuclear war by foreign forces as long as such group of traitors is allowed to go scot-free.\n\t\t\t\t\t\n\t\t\t\t\t The herds of traitors should be eliminated as early as possible as they do not bother to pave the way for Japan's reinvasion in a bid to do harm to the compatriots."
        },
        {
            "title": " S. Korean Christians Declare Campaign against Authorities' Sanctions",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-15ee.html",
            "content": "S. Korean Christians Declare Campaign against Authorities' Sanctions\r\n Pyongyang, April 7 (KCNA) -- The reconciliation and reunification committee of the south Korean Council of Christian Churches at a meet-the press Monday at which it voiced opposition to the unreasonable repressive step taken by the regime, according to the south Korean on-line newspaper Thongil News.\n\t\t\t\t\t The organization expressed concern over the regime's shutdown of the Kaesong Industrial Zone and the UNSC's \"resolution on sanctions\" that brought the north-south relations to a total collapse and escalated the danger of a war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The ministry of Unification blamed the organization for holding working-level talks with the north side over the issues of preventing a war and south-north exchange to fulfill its mission and role for peace and reconciliation, the organization noted, and continued: The ministry's sanctions are a strict control over the NGO movement for reunification and an infringement upon the religious activities.\n\t\t\t\t\t\n\t\t\t\t\t The organization said it decided to launch, together with all members of its affiliated organizations and the World Church Council, resistance against the regime's anti-peace and hostile \"policy toward the north\"."
        },
        {
            "title": "S. Koreans Demand Stop to U.S. Forces' War Exercises against DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-32ee.html",
            "content": "S. Koreans Demand Stop to U.S. Forces' War Exercises against DPRK\r\n Pyongyang, April 7 (KCNA) -- Residents in Phochon City, Kyonggi Province of south Korea who live around the firing range of the U.S. forces present in south Korea waged a protest action to demand a halt to their war maneuvers against the north, according to the south Korean Yonhap News on April 4.\n\t\t\t\t\t On April 3 the U.S. imperialist aggressor forces exploded misfired shells near the residential area despite the strong opposition of the residents.\n\t\t\t\t\t\n\t\t\t\t\t Enraged at this, the residents launched a sit-in strike demanding the U.S. forces side's apology."
        },
        {
            "title": "S. Korean Workers' Action for Right to Existence",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-33ee.html",
            "content": "S. Korean Workers' Action for Right to Existence\r\n Pyongyang, April 7 (KCNA) -- Workers under the south Korean Confederation of Trade Unions (KCTU) held the \"2016 KCTU ceremony of declaring action for raising the minimum wages\" before the building of the puppet government in Seoul on Wednesday.\n\t\t\t\t\t Speakers there said that they would turn out in various actions such as signature campaign, general strike and rally for raising the minimum wages.\n\t\t\t\t\t\n\t\t\t\t\t Then, a resolution was read out."
        },
        {
            "title": "Works of Kim Jong Il, Kim Jong Un Published in Russia",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-01ee.html",
            "content": "Works of Kim Jong Il, Kim Jong Un Published in Russia\r\n Pyongyang, April 7 (KCNA) -- Leader Kim Jong Il's work \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\" and Marshal Kim Jong Un's works \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\" and \"Making Selfless, Devoted Efforts for the Good of the People Is the Mode of Existence and Source of Invincible Might of the Workers' Party of Korea\" were brought out in booklets by the Knizhnii Mir Publishing House of Russia on the occasions of the Day of the Sun (the birth anniversary of President Kim Il Sung) and the Seventh Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The work \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\", published on October 3, Juche 79 (1990), deals with the idea that the leadership of the party is the decisive guarantee for the victory of the socialist cause and clarifies the matter of developing the WPK into the Juche-type revolutionary party and the basic way of performing the mission and duty of the party as a political leadership body.\n\t\t\t\t\t\n\t\t\t\t\t The work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\", published on April 20, 2012, deals with the revolutionary exploits performed by Kim Il Sung and Kim Jong Il all their lives.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for firmly defending their idea and exploits and adding shine to them forever.\n\t\t\t\t\t\n\t\t\t\t\t The work \"Making Selfless, Devoted Efforts for the Good of the People Is the Mode of Existence and Source of Invincible Might of the Workers' Party of Korea\", published on October 10, 2015, says that the history of the WPK is a proud course in which it has taken care of the people and led the Korean revolution to victory under the guidance of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony took place at the publishing house on March 22."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-02ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n Pyongyang, April 7 (KCNA) -- Leader Kim Jong Il's work \"Let Us Exalt the Brilliance of Comrade Kim Il Sung's Idea on the Youth Movement and the Achievements Made under His Leadership\" was published in booklet by the Nakhodka Format Publishing House of Russia on March 29.\n\t\t\t\t\t The work, published on August 24, Juche 85 (1996), clarifies in detail the essence of the Juche-oriented youth movement, the ideas and theories enunciated by President Kim Il Sung on the Juche-oriented youth movement, the undying feats he performed in leading the youth movement and tasks and ways for further developing the youth movement onto a new higher stage."
        },
        {
            "title": "Kim Jong Un's Work Carried by Bangladeshi Newspaper",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-03ee.html",
            "content": "Kim Jong Un's Work Carried by Bangladeshi Newspaper\r\n Pyongyang, April 7 (KCNA) -- The full text of supreme leader Kim Jong Un's work \"Making Selfless, Devoted Efforts for the Good of the People Is the Mode of Existence and Source of Invincible Might of the Workers' Party of Korea\" was carried by the Bangladeshi newspaper Blitz on March 31.\n\t\t\t\t\t The work, published on October 10, Juche 104 (2015), says that the history of the WPK is a proud course in which it has taken of the people and led the Korean revolution to a victory under the guidance of President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Kim Il Sung Praised by Personages of Guinea, Myanmar",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-04ee.html",
            "content": "Kim Il Sung Praised by Personages of Guinea, Myanmar\r\n Pyongyang, April 7 (KCNA) -- Personages of Guinea and Myanmar issued statements on March 24 and 25 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Riyad Chaloub, chairman of the Guinean National Committee for the Study of Kimilsungism-Kimjongilism, said that the President was a gifted thinker and theoretician, a great master of leadership and a man of noble virtues who incarnates love for human beings.\n\t\t\t\t\t\n\t\t\t\t\t The President will be immortal in the hearts of not only the Korean people but also the progressives thanks to the great fests he performed before the Korean revolution and the cause of global independence, the chairman noted.\n\t\t\t\t\t\n\t\t\t\t\t The general director of a publishing house of Myanmar said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people and the progressives are deeply recollecting the noble career of the President who performed immortal feats before the era and the history with his outstanding ideology and theory and gigantic revolutionary practices. \n\t\t\t\t\t\n\t\t\t\t\t The President was the incarnation of benevolence who valued and warmly loved the people, outstanding leader in the 20th century, peerlessly great man and great sage of mankind."
        },
        {
            "title": "Kim Il Sung Lauded by British Organization",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-05ee.html",
            "content": "Kim Il Sung Lauded by British Organization\r\n Pyongyang, April 7 (KCNA) -- The British Group for the Study of the Juche Idea issued a special bulletin \"Star of independence\" on March 19 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The bulletin carried a portrait of smiling Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It said in an article titled \"President Kim Il Sung, great master in era of independence\" that independence was the revolutionary creed, mode and practices that he kept and applied all his life.\n\t\t\t\t\t\n\t\t\t\t\t It praised him as the prominent leader who made and added shine to the contemporary history by leading the Korean revolution to victories under the banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t It noted that in his early years he indicated with rare wisdom and insight the immutable truth that independence is the lifeline of the popular masses, country and nation and in order to win independence it is necessary to reject flunkeyism and dogmatism and make a revolution independently and creatively.\n\t\t\t\t\t\n\t\t\t\t\t It said that he firmly adhered to the principle of national independence based on the Juche idea in accomplishing the cause of national reunification. It went on:\n\t\t\t\t\t\n\t\t\t\t\t He is indeed the great master in the era of independence as he led the Korean revolution to victory while resolutely smashing the high-handed and arbitrary practices of the imperialists under the uplifted banner of independence in the 20th century plagued by flunkeyism, dogmatism and dominationism."
        },
        {
            "title": "Day of Sun to Be Marked in Mozambique",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-06ee.html",
            "content": "Day of Sun to Be Marked in Mozambique\r\n Pyongyang, April 7 (KCNA) -- A Mozambican preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was formed in Nampula Province on March 28.\n\t\t\t\t\t Victor Borges, governor of Nampula Province, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events praising the revolutionary career and feats of the President on the occasion of the Day of the Sun."
        },
        {
            "title": "Kim Yong Nam felicita al Presidente de Congo",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-35ee.html",
            "content": "Kim Yong Nam felicita al Presidente de Congo\r\nPyongyang, 7 de abril (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam envio el dia 7 un mensaje de felicitacion a Denis Sassou-Nguesso, reelegido como Presidente de la Republica de Congo.\n\t\t\t\t\tEn la misiva, el remitente se mostro satisfecho de que el pueblo congoleno manifesto la soberania y la fuerza unida de la nacion al realizar con exito la presente eleccion que tiene el significado importante en rechazar la intervencion de las fuerzas exteriores y lograr el desarrollo independiente del pais y expreso el invariable apoyo y solidaridad de la RPDC con el destinatario y el gobierno y el pueblo de la Republica de Congo.\n\t\t\t\t\t\n\t\t\t\t\tY expuso la conviccion de que se lograran grandes exitos en el trabajo del pueblo congoleno por la estabilidad y la prosperidad del pais y formulo votos de todo corazon por la salud y felicidad del destinatario."
        },
        {
            "title": "CRPP denuncia a Park Geun-hye",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-36ee.html",
            "content": "CRPP denuncia a Park Geun-hye\r\nPyongyang, 7 de abril (ACNC) -- El portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 7 una declaracion condenando a Park Geun-hye que durante su visita a Estados Unidos calumnio a la Republica Popular Democratica de Corea.\n\t\t\t\t\tPark estuvo en ultramar durante 6 noches y 8 dias aprovechando la llamada \"cumbre de seguridad nuclear\" sostenida en Estados Unidos, senala la nota y prosigue: \n\t\t\t\t\t\n\t\t\t\t\tNo haciendo caso a sus contrapartes ni prestando atencion a que estas tengan interes o no en el problema de la Peninsula Coreana, ella se recurrio a la asquerosa peticion abogando por unir la fuerza a la \"cooperacion contra armas nucleares de la RPDC\" y hacer todo lo posible a \"sancion\" y \"presion\" sin perder el tiempo.\n\t\t\t\t\t\n\t\t\t\t\tTal farsa deviene el climax de alferecia de la connotada maniaca conflictiva y una tonta pasmada ante el poderio del Songun de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLo tragico del caso es que Park se atreve a mover su pico sin saber nada sobre su contraparte.\n\t\t\t\t\t\n\t\t\t\t\tHasta el pais norteamericano esta reconociendo que la RPDC no renunciara las armas nucleares ni podra doblegar a ella. Pero solamente Park abriga vana ilusion de la \"renuncia de armas nucleares\". Tal hecho deja conocer que ella es una tonta sin par que no conoce la corriente del mundo ni su situacion ni criterio de su amo gringo.\n\t\t\t\t\t\n\t\t\t\t\tSon inutiles las desesperaciones de Park, que ya cometio archicrimenes ante la nacion, aunque ella coquetee ante su amo. Por lo tanto, es natural que al crimen cometido le siga el castigo merecido.\n\t\t\t\t\t\n\t\t\t\t\tEs la unanime opinion de la poblacion surcoreana eliminar cuanto antes a Park que insatisfecha con romper las relaciones intercoreanas trata de acarrear un nubarron de guerra en este territorio patrio.\n\t\t\t\t\t\n\t\t\t\t\tPark debe conocer que la punta de ese criterio esta apuntando a si misma no solo en el interior de Chongwadae sino tambien en las cercanias de Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\tAhora, todo el ejercito y el pueblo esperan el momento de transmision de la orden final con la voluntad de aniquilar primero Chongwadae y frustrar la provocacion de la banda traidora de Park Geun-hye, tendente a denigrar la maxima dignidad de la RPDC y \"derrumbar el regimen\" de ella.\n\t\t\t\t\t\n\t\t\t\t\tPark quiere mantener su restante vida sucia en el regazo de su amo gringo en lugar de regresar a Chongwadae donde vagabundea la fantasma de muerte, pero, debe estar consciente de que nunca puede buscar su refugio en EE.UU., blanco de golpe nuclear de represalia de nuestras fuerzas estrategicas, ni en cualquier lugar del mundo.\n\t\t\t\t\t\n\t\t\t\t\tAprovechamos esta oportunidad para advertir que no pueden evitar el destino tragico EE.UU., que se porta con imprudencia abrazando a Park Geun-hye, y las chusmas que actuan ciegamente obedeciendo al imperio."
        },
        {
            "title": "ACNC revela la esencia de la insistencia de EE.UU. en el \"mundo desnuclearizado\"",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-37ee.html",
            "content": "ACNC revela la esencia de la insistencia de EE.UU. en el \"mundo desnuclearizado\" \r\nPyongyang, 7 de abril (ACNC) -- La Agencia Central de Noticias de Corea (ACNC) hizo publica el dia 7 el acta de acusacion que califica la insistencia de Estados Unidos en el \"mundo desnuclearizado\" del preludio de guerra nuclear contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t El documento revela que la \"IV Cumbre de Seguridad Nuclear\" efectuada en EE.UU. es una farsa de caracter muy enganoso y provocativo encaminada a mantener la arbitrariedad y coaccion nucleares del imperio, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  En la cumbre, EE.UU., en confabulacion con sus satelites como el Sur de Corea y Japon, maniobro para fortalecer mas  el ambiente de \"sancion\" y aplastamiento contra la RPDC creando las opiniones publicas como si la \"amenaza nuclear\" proveniente de la RPDC es el problema gravisimo de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tEs muy ridiculo y cinico el hecho de que EE.UU., pais que tiene las mayor cantidad de armas nucleares en el mundo, realizo la mayor prueba nuclear y amenaza en todos los momentos la existencia de toda la humanidad con sus artefactos atomicos emplazados en todas partes del planeta, cuestiona tesoneramente las fuerzas armadas nucleares de la RPDC, producto directo de su chantaje nuclear.\n\t\t\t\t\t\n\t\t\t\t\t   El proyecto sobre el \"mundo sin armas nucleares\" presentado por Obama, es, en su esencia, la estrategia de monopolio de las armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t   Ese proyecto deviene la estrategia nuclear mas peligrosa que encubrio de manera astuta la criminal politica nuclear de la administracion Bush.\n\t\t\t\t\t\n\t\t\t\t\tDicho proyecto, que persigue el objeto de convertir todo el mundo en el \"mundo donde existen solamente las armas nucleares de EE.UU.\" y el \"mundo dominado por las armas nucleares de EE.UU.\", es precisamente la estrategia atroz para realizar el monopolio nuclear y el dominio al mundo que supera considerablemente en la astucia y la brutalidad otras politicas agresivas de las administraciones norteamericanas anteriores. \n\t\t\t\t\t\n\t\t\t\t\tBasandose en esta estrategia la administracion Obama pisoteo cruelmente en todo el plazo de su mandato el anhelo de la humanidad por la paz y la seguridad al recurrir desesperadamente a las maniobras de chantaje nuclear a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tPara realizar la ambicion hegemonica basada en el chantaje nuclear, arreglo y reforzo las politicas de todos los dominios inclusive la politica, la economia y los asuntos militares conforme a la ejecucion practica de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tAl crear enormes gastos para armas nucleares, ponen en pleno funcionamiento las fabricas de armas nucleares y recurren de manera mas frenetica a las pruebas nucleares y el desarrollo de nuevas armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tSu intento criminal de la administracion Obama de provocar una guerra nuclear se revelo mas claramente a traves de las maniobras para emplazar en el frente los medios de golpe nuclear que superan el limite de peligro.\n\t\t\t\t\t\n\t\t\t\t\t  Debido a los preparativos desesperados de guerra nuclear de EE.UU., en la Peninsula Coreana y el resto del mundo se  ciernen nubarrones de la guerra nuclear \n\t\t\t\t\t\n\t\t\t\t\tDesde los primeros dias de su mandato, la administracion Obama fijo la RPDC como region de la operacion principal para provocar la guerra nuclear a fin de tomar la heguemonia mundial y llevo la crisis nuclear de la Peninsula Coreana a la peor fase sin precedente en la historia. \n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. considero como hecho consumado la provocacion de la guerra nuclear contra la RPDC, segun lo cual sustituyo todas las leyes y los planes de operacion militar sobre Corea  por los contenidos mas brutales y bestiales.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas llevo intencionalmente a la extremidad muy delicada la situacion de la Peninsula Coreana librando incesantemente los ejercicios de guerra nuclear anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Los simulacros en que se amplian escalonadamente la amenaza y chantaje nucleares de EE.UU. son precisamente la causa principal que genera tal situacion.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora la administracion Obama cuestiona nuestras justas contramedidas de autodefensa frente a sus maniobras por provocar la guerra nuclear como \"provocacion\" y \"amenaza\", so pretexto de lo cual, amplia cada dia mas el juego de azar nuclear en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Puesto que la desnuclearizacion del mundo se ha hecho incierta debido a la imprudente ambicion de monopolio nuclear y las maniobras de chantaje nuclear de EE.UU., la desnuclearizacion de la Peninsula Coreana tambien se convirtio en un sueno irrealizable.\n\t\t\t\t\t\n\t\t\t\t\t  Seguiremos avanzando con pasos firmes por el camino de la linea del desarrollo paralelo de la construccion economica y la de las fuerzas armadas nucleares, optado no como contramedida temporal para hacer frente a la situacion de emergencia sino como linea estrategica para lograr el triunfo final.\n\t\t\t\t\t\n\t\t\t\t\t  La posesion de las poderosas armas nucleares por parte de la RPDC, puso el punto final a la epoca cuando EE.UU. chantajeaba con las armas nucleares a ella.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente convirtio la posicion del danador arrogante de ayer como Estado de crimen nuclear que amenazaba el mundo, en la del derrotado miserable de hoy.\n\t\t\t\t\t\n\t\t\t\t\t  Si EE.UU. da ciertos indicios de provocacion de la guerra nuclear agresiva, la RPDC lanzara una lluvia de fuego de la sagrada guerra nuclear implacable al territorio principal de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Las fuerzas armadas nucleares de la RPDC son justo martillo de hierro para acabar con el crimen nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  En la batalla final con la RPDC, EE.UU. se arruinara totalmente sin tener tiempo de arrepentirse por segunda vez en la historia como dijo un comandante norteamericano vencido: la guerra coreana fue la cometida en un lugar inapropiado y en un tiempo inadecuado contra el rival equivocado."
        },
        {
            "title": "ACNC rechaza confabulacion militar Sur de Corea-Japon",
            "url": "http://kcna.co.jp/item/2016/201604/news07/20160407-38ee.html",
            "content": "ACNC rechaza confabulacion militar Sur de Corea-Japon\r\nPyongyang, 7 de abril (ACNC) -- En estos dias, la banda surcoreana de Park Geun-hye se entrega con mas frenesi a la confabulacion militar con Japon. \n\t\t\t\t\tInvito al Sur de Corea al jefe del Estado Mayor de las fuerzas navales de autodefensa de Japon, Tomohisa Takei, y convoco las \"conversaciones entre los jefes de Estado Mayor de las fuerzas navales\", describiendolas como \"contacto del personal de alto rango\" y \"cooperacion e intercambio mutuos\". \n\t\t\t\t\t\n\t\t\t\t\tPero, esto es una confabulacion militar muy peligrosa que deja abierto el camino de nueva agresion a Japon que impuso incontables sufrimientos a la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tEste enemigo jurado de la nacion coreana niega todavia sus crimenes del pasado y se enfrasca en la tergiversacion de la historia y la expansion territorial acechando la oportunidad de agresion. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la traidora surcoreana Park Geun-hye comete los actos projaponeses desde el primer periodo de su mandato hablando del \"establecimiento de las relaciones con vistas al futuro y de la confianza sincera\". \n\t\t\t\t\t\n\t\t\t\t\tSustituyo por los projaponeses al jefe de la Oficina de Seguridad de Chongwadae, el ministro de las Relaciones Exteriores, el presidente del Comite de Redaccion de Historia Estatal y otros funcionarios de importantes cargos y aplaudio el ejercicio del \"derecho a la autodefensa colectiva\" de Japon. \n\t\t\t\t\t\n\t\t\t\t\tPese a la fuerte protesta y denuncia del interior y exterior, acepto la demanda de Japon sobre el problema de esclavitud sexual para el viejo ejercito japones y tolera las tentativas del pais isleno para usurpar el islote Tok. \n\t\t\t\t\t\n\t\t\t\t\tBajo el control trasero y el guion de EE.UU., se pone en la delantera de la fabricacion de la alianza militar tripartita EE.UU.-Japon-Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tAhora EE.UU. se desespera por formar a toda costa la alianza militar tripartita como la OTAN de version asiatica a fin de mantener a rayas a la RPDC y otros enemigos latentes del Nordeste Asiatico, controlando a sus dos lacayos surcoreanos y japones. \n\t\t\t\t\t\n\t\t\t\t\tEn las \"conversaciones de ministros de Defensa\" Sur de Corea-Japon, efectuadas en el ano pasado en Singapur, el segundo comprometio \"hacer frente conjunto a la amenaza nuclear y de misil del Norte\". \n\t\t\t\t\t\n\t\t\t\t\tMuy agradecido de ello, la camarilla de Park Geun-hye juro hacerse patrulla en ofrecer el camino de nueva agresion a los reaccionarios japoneses. \n\t\t\t\t\t\n\t\t\t\t\tEn este sentido, las \"conversaciones de jefes de Estado Mayor de las fuerzas navales\" resultan un producto de la artimana de los titeres surcoreanos y los reaccionarios japoneses para reajustar la alianza militar tripartita bajo el amparo de EE.UU. e intensificar la campana anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tDebido a la abierta confabulacion militar de los titeres surcoreanos con Japon, se acelera el establecimiento de la alianza militar tripartita. \n\t\t\t\t\t\n\t\t\t\t\tPor mas que los titeres surcoreanos suelten las sofisterias con el objetivo de ocultar el caracter agresivo de la presente cita, no pueden ocultar su naturaleza projaponesa y vendepatria. \n\t\t\t\t\t\n\t\t\t\t\tMientras exista esta horda, la nacion coreana no puede eludir la verguenza, el insulto ni el peligro de la guerra nuclear de las fuerzas extranjeras. \n\t\t\t\t\t\n\t\t\t\t\tHay que eliminar cuanto antes a los traidores que para danar a los connacionales actuan de guia de nueva agresion de las fuerzas extranjeras."
        }
    ]
}