{
    "date": "2016-08-03",
    "url": "http://kcna.co.jp/item/2016/201608/2016-08-03ee.html",
    "articles": [
        {
            "title": "With No Sophism Can Park Geun Hye Ever Conceal Her Pro-U.S. Act of Treachery: CPRC Spokesman",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-22ee.html",
            "content": "With No Sophism Can Park Geun Hye Ever Conceal Her Pro-U.S. Act of Treachery: CPRC Spokesman\r\n Pyongyang, August 3 (KCNA) -- Park Geun Hye of south Korea, taking issue with the DPRK again at a \"state council meeting\" on Tuesday, blustered that \"she was anxious about continued conflict over THAAD deployment as north's nuclear and missile threats are becoming a reality\" and \"political camp should pool efforts to prevent inner split and conflict wanted by the north.\"\n\t\t\t\t\t She went so shameful as to laud her father and mother who met miserable ends, spouting such sickening remarks that it is her \"only royal summon to have the security of the country and people protected.\" She also reeled off rubbish that she is \"persuading\" states of the world and \"conducting close cooperation\" with them to have \"the north abandon nukes and missiles.\"\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Committee for the Peaceful Reunification of the Country of the DPRK in a statement on Wednesday termed it a last-ditch effort to divert to the DPRK the accusation and denunciation focused on her by people from all walks of life in south Korea and the world for her moves for deploying THAAD, justify her thrice-cursed crimes and get rid of the pretty fix she is finding herself now at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Intolerable is Park's move to abuse the DPRK's nuclear deterrence for self-defense, the dignity and pride of the nation, for justifying her despicable pro-U.S. act of treachery, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Park should wag her tongue after clearly understanding that the DPRK had not had an access to the self-defensive nukes and the latest strike means just to deal with the south Korean puppet group, which is no more than a colonial stooge of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t As it has repeatedly been declared, the real \"enemy\" the DPRK's nuclear force regards as its rival is a nuclear war itself, and its latest strategic strike means are targeting the U.S. and its followers keen on stifling the DPRK, not innocent compatriots, the Korean nation and the peaceful world.\n\t\t\t\t\t\n\t\t\t\t\t The heinous crimes of the Park group can neither be covered up nor be pardoned as it is putting the security and peace of the south Korean people at stake, challenging the unanimous desire of the Korean nation and the international community for detente of the Korean peninsula, improved inter-Korean relations and independent reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The people of all social strata in south Korea should clearly see through the true colors of the Park group bringing all disasters and misfortune as the days go by, and resolutely throw overboard the herd of pro-U.S. traitors before facing bigger misfortune."
        },
        {
            "title": "Ri Yong Ho Greets FM of Guinea-Bissau",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-19ee.html",
            "content": "Ri Yong Ho Greets FM of Guinea-Bissau\r\n Pyongyang, August 3 (KCNA) -- DPRK Foreign Minister Ri Yong Ho Tuesday sent a congratulatory message to Soares Sambo upon his appointment as minister of Foreign Affairs, International Cooperation and Overseas Compatriots of the Republic of Guinea-Bissau.\n\t\t\t\t\t Expressing belief that the traditional relations of friendship and cooperation between the two countries would grow stronger in the interests of the peoples of the two countries, the message wished the minister success in his new work for the development of external relations of the country."
        },
        {
            "title": "National Exhibition of August 3 Consumer Goods Opens ",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-18ee.html",
            "content": "National Exhibition of August 3 Consumer Goods Opens\r\n Pyongyang, August 3 (KCNA) -- The National Exhibition of August 3 Consumer Goods opened Wednesday with due ceremony at Pyongyang Department Store No. 2.\n\t\t\t\t\t On display there are at least 130,000 items of consumer goods of over 1,200 varieties including garments, sundries for daily use and foodstuff produced by factories, enterprises and housewives' work-teams.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the opening ceremony, the participants looked round the exhibition."
        },
        {
            "title": "National Machine Designing Festival Opens",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-13ee.html",
            "content": "National Machine Designing Festival Opens\r\n Pyongyang, August 3 (KCNA) -- The 12th National Machine Designing Festival opened with due ceremony at the Sci-Tech Complex on Wednesday.\n\t\t\t\t\t It brought together designers, artists, teachers, researchers, technicians and three-revolution team members at more than 110 units including designing and industrial art studios and educational and scientific research institutions.\n\t\t\t\t\t\n\t\t\t\t\t Displayed there are more than 650 machine designs, research data on designing technology and support programs for machine designing.\n\t\t\t\t\t\n\t\t\t\t\t The festival will involve a prize contest in designs of all kinds of tools, sensors and measuring equipment and designs of equipment for the use of natural energy and their proposals.\n\t\t\t\t\t\n\t\t\t\t\t There will be lectures on the trend of the development of machine designing and technological exchange and service for latest designing technology data and exhibits.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Vice Premier Kim Tok Hun, Ri Jong Guk, minister of Machine Industry, Ri Chung Gil, chairman of the State Science and Technology Commission, officials concerned, officials of the machine designing and industrial art studios, educational and scientific research institutions and other working people. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants went round the venue of the festival."
        },
        {
            "title": "Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-14ee.html",
            "content": "Art Exhibition Opens\r\n Pyongyang, August 3 (KCNA) -- An art exhibition was opened at the Pyongyang International House of Culture Wednesday to mark the 30th anniversary of the Korean Central Fine Arts Studio.\n\t\t\t\t\t Displayed at the venue of the exhibition are art pieces depicting the noble personalities of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t On display there are works produced by creators of the studio in the past period and at least 80 art pieces including Korean paintings, oil paintings and embroideries newly produced to mark the 30th anniversary of the studio.\n\t\t\t\t\t\n\t\t\t\t\t Among them are posters \"May the great country prosper forever!\" and \"Let us dynamically advance along the road of independence, Songun and socialism indicated by the great leaders!\" They reflect the faith of the service personnel and people of the DPRK to accomplish the cause of the Juche revolution, holding the great leaders in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t Oil painting \"Journey made to show loving care for people\" deals with the field guidance given by supreme leader Kim Jong Un for the prosperity of the country and happiness of the people. \n\t\t\t\t\t\n\t\t\t\t\t Also displayed are paintings portraying revolutionary comrades-in-arms and those related to the revolutionary activities of the President mentioned by him in his reminiscences including indomitable revolutionary fighters Kim Chol Ju, Kim Hyok and Cha Kwang Su, Martyr Zhang Wei-hua and teacher Shang Yue.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there are paintings depicting the worksites where a dynamic drive is under way for effecting a great surge in the building of an economic power and service personnel and young people who perform eye-opening miracles and feats, flattening even high mountains in response to the call of the Workers' Party of Korea. There are also paintings dealing with the happiness of people and school youth and students.\n\t\t\t\t\t\n\t\t\t\t\t The art exhibition will last till Aug. 17."
        },
        {
            "title": "Malaria Day Marked in DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-20ee.html",
            "content": "Malaria Day Marked in DPRK\r\nPyongyang, August 3 (KCNA) -- An event took place at the People's Palace of Culture on Wednesday on the Malaria Day.\n\t\t\t\t\t Attending it were officials of the Ministry of Public Health, public organizations and media, officials concerned and staff members of missions of international organizations here including the representative of WHO and foreign embassy officials here.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a briefing on the activities for preventing Malaria in the DPRK and the orientation of combating it this year.\n\t\t\t\t\t\n\t\t\t\t\t After watching a video dealing with the work for preventing Malaria, the participants enjoyed a performance given by a school hygienic information group."
        },
        {
            "title": "DPRK Athletes Back Home",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-21ee.html",
            "content": "DPRK Athletes Back Home\r\n Pyongyang, August 3 (KCNA) -- DPRK athletes returned home on Wednesday after participating in the 2016 Vietnam International Open Track and Field Tournament held in Vietnam on July 29 and 30.\n\t\t\t\t\t The tournament brought together over 400 men and women players from 8 countries and region including Indonesia, Singapore, Hong Kong, China.\n\t\t\t\t\t\n\t\t\t\t\t Kim Son Hui won a gold medal in the women's 10,000 m race and a silver medal in the women's 5,000 m race.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Kim Chol Sun finished third in the women's 10,000 m race.\n\t\t\t\t\t\n\t\t\t\t\t The players were greeted by officials concerned at Pyongyang Railway Station."
        },
        {
            "title": "National University Students Sports Contest Opens",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-17ee.html",
            "content": "National University Students Sports Contest Opens\r\n Hamhung, August 3 (KCNA) -- A national university students sports contest for September 5 Prize opened with due ceremony in Hamhung Wednesday.\n\t\t\t\t\t It will bring together players selected from universities and colleges of all provinces. They will compete in the defence sports, football, basketball, volleyball, table tennis, Taekwon-Do and other sports events."
        },
        {
            "title": "Japanese Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-12ee.html",
            "content": "Japanese Delegation Visits Mangyongdae\r\n Pyongyang, August 3 (KCNA) -- A Japan-DPRK friendship educational interchange delegation led by Mamoru Sonobe, vice-chairman of the Japan-Korea Society for Scientific and Educational Interchange, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t The guests looked round the historical relics preserved with much care, being briefed on the revolutionary career of the President and his family members.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited Kim Song Ju Primary School, Kim Jong Suk Nursery, Sci-Tech Complex, etc."
        },
        {
            "title": "New Organic Sound-absorbing Paint Developed",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-16ee.html",
            "content": "New Organic Sound-absorbing Paint Developed\r\n Pyongyang, August 3 (KCNA) -- New organic sound-absorbing paint was developed by Kim Hyong Jik University of Education in the DPRK.\n\t\t\t\t\t The paint is made with locally available raw materials and easily applicable to any projects.\n\t\t\t\t\t\n\t\t\t\t\t When painted on fiber, the sound-absorbing effect gets stronger.\n\t\t\t\t\t\n\t\t\t\t\t It has special effect on metal products as it is highly resistant to corrosion caused by sea water and various chemical matters.\n\t\t\t\t\t\n\t\t\t\t\t The paint has been introduced to different units of the country, including the Central Measuring Science Institute and proved economic."
        },
        {
            "title": "Olympic Champions Produced by DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-15ee.html",
            "content": "Olympic Champions Produced by DPRK\r\n Pyongyang, August 3 (KCNA) -- The 31st Olympic Games will be held in Rio de Janeiro, Brazil. \n\t\t\t\t\t In the past Olympic Games, the DPRK athletes won 47 medals including 14 golds.\n\t\t\t\t\t\n\t\t\t\t\t Ri Ho Jun brought home the first Olympic gold medal by renewing the world and Olympic records in a small-bore rifle shooting event of the 20th Olympic Games.\n\t\t\t\t\t\n\t\t\t\t\t In the 21st Olympic Games, Ku Yong Jo defeated his American rival in the men's 54 kg boxing final.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il became twice Olympic gold medalist in wrestling of the 25th and 26th Olympic games. Meanwhile, Ri Hak Son, Pae Kil Su, Choe Chol Su, Kye Sun Hui, Pak Hyon Suk and Hong Un Jong bagged gold medals in wrestling, pommel horse, boxing, judo, weightlifting and vault events.\n\t\t\t\t\t\n\t\t\t\t\t DPRK athletes also proved successful in the 30th Olympic Games. \n\t\t\t\t\t\n\t\t\t\t\t An Kum Ae and Rim Jong Sim won gold medals in the women's judo 52 kg category and the women's weightlifting 69 kg category. And Om Yun Chol jerked 168 kg in the 56kg category of men's weightlifting to renew the Olympic record, while Kim Un Guk set a new Olympic record in the snatch of the men's 62kg category and a new world record in total points."
        },
        {
            "title": "Rodong Sinmun Brands Park Geun Hye as Kingpin of Scandals ",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-01ee.html",
            "content": "Rodong Sinmun Brands Park Geun Hye as Kingpin of Scandals \r\n Pyongyang, August 3 (KCNA) -- The power-backed scandal perpetrated by U Pyong U, chief of Civil Administration of Chongwadae who is a close associate of Park Geun Hye, is sparking off an ever greater public uproar in south Korea these days.\n\t\t\t\t\t It is quite natural that stunning scandals are reported from the Park Geun Hye regime one after another, Rodong Sinmun Wednesday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t If an inquiry is made into the recent scandal, Park Geun Hye is the kingpin of them because she is chiefly to blame for appointing those seeking special privileges and self-interests to important regime posts and fostering all sorts of scandals.  \n\t\t\t\t\t\n\t\t\t\t\t This time, too, she is arrogantly behaving, crying out for \"not wavering in face of criticism\" though voices demanding the resignation of U are heard not only from the opposition parties but also from the ruling party of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Facts go to clearly prove that Park Geun Hye is the arch criminal who has turned south Korea into a cesspool of crimes where swindles and scandals prevail.\n\t\t\t\t\t\n\t\t\t\t\t The boil should be rooted out. The struggle of the south Korean people to bury the Park group of traitors will mount as the days go by and the day is drawing nearer when they will be thrown into the dumping ground of history."
        },
        {
            "title": "Rodong Sinmun Slams U.S. Arms Build-up in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-06ee.html",
            "content": "Rodong Sinmun Slams U.S. Arms Build-up in S. Korea\r\n Pyongyang, August 3 (KCNA) -- The service personnel and people of the DPRK will never overlook the U.S. ceaseless arms build-up in south Korea but will clear it and its vicinity of all U.S. military bases for aggression and thus fulfill their historic mission of protecting the peace and security in the region and the rest of the world, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t Recalling that the U.S. is massively introducing its strategic nuclear assets into south Korea and its vicinity, the article says: \n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the U.S. Air Force recently decided to forward-deploy on Guam B-1B supersonic strategic bombers capable of dropping nuclear bombs.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation indicates that a nuclear war may break out on the Korean peninsula owing to the U.S. ceaseless arms build-up in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves to deploy THAAD in south Korea have plunged it into a whirlwind of conflict and discord among big powers. Consequently, there is such danger on the peninsula that it may become a theatre of big powers' fierce scramble again.\n\t\t\t\t\t\n\t\t\t\t\t The above-said arms build-up in south Korea indicates that the U.S. dreaming of dominating the world through the pursuance of the pivot to Asia-Pacific policy is making no scruple of turning the peninsula, a strategic vantage point, into shambles of a nuclear war to achieve its objective.\n\t\t\t\t\t\n\t\t\t\t\t The distress-torn history of the last century, which brought so unbearable disgrace to the Korean nation, can never be repeated no matter how much water may flow under the bridge."
        },
        {
            "title": "South Korean Students Protest against Authorities' Pro-Japanese Act",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-07ee.html",
            "content": "South Korean Students Protest against Authorities' Pro-Japanese Act\r\n Pyongyang, August 3 (KCNA) -- More than 10 students of south Korea staged a surprise demonstration in Seoul on July 28 in protest against the puppet group's setting up of the humiliating \"aid foundation\" for victims of the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t The demonstrators bitterly denounced the pro-Japanese act of the Park Geun Hye regime after storming the venue of the meet-the press on the establishment of the \"foundation\".\n\t\t\t\t\t\n\t\t\t\t\t Fascist police walked off all the demonstrators."
        },
        {
            "title": "Hand-Foot-Mouth Disease Rapidly Spreads in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-08ee.html",
            "content": "Hand-Foot-Mouth Disease Rapidly Spreads in S. Korea\r\n Pyongyang, August 3 (KCNA) -- The number of students infected by epidemic hand-foot-mouth is increasing at schools of south Korean Kangwon Province, according to KBS of south Korea on Aug. 1.\n\t\t\t\t\t It was reported that the number of the cases in the first half of the year increased more than 10 times as compared with that last year."
        },
        {
            "title": "Punishment of Chief Architect of Brutal Suppression of Protesters Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-09ee.html",
            "content": "Punishment of Chief Architect of Brutal Suppression of Protesters Demanded in S. Korea\r\n Pyongyang, August 3 (KCNA) -- The All-People Measure Committee for Complete Recovery of Peasant Paek Nam Gi and Denunciation of Violence in south Korea held a press conference before the building of \"the National Assembly\" on July 28 in demand of punishment of the chief architect of brutal suppression of protesters, according to News 1 of south Korea.\n\t\t\t\t\t The daughter of Paek Nam Gi accused the regime and the police of refusing to make any apology still now for putting her father in a critical condition.\n\t\t\t\t\t\n\t\t\t\t\t The prosecution has not prosecuted the police for such savage suppression, she held.\n\t\t\t\t\t\n\t\t\t\t\t The speakers asserted that the regime should be held accountable for putting the life of the peasant at peril.\n\t\t\t\t\t\n\t\t\t\t\t The organization in a press release demanded the regime take a measure to punish the chief architect of the brutal suppression."
        },
        {
            "title": "S. Korean Peasants Stage Large-scale Anti-regime Struggle",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-10ee.html",
            "content": "S. Korean Peasants Stage Large-scale Anti-regime Struggle\r\n Pyongyang, August 3 (KCNA) -- Peasants of Songju County, south Korea, on July 30 plowed their melon fields in protest against the U.S. and south Korean puppet regime's moves to deploy THAAD, according to Kukmin Ilbo, OhmyNews and other media of south Korea.\n\t\t\t\t\t More than 30 tractors ploughed melon fields.\n\t\t\t\t\t\n\t\t\t\t\t Local peasants said with bitter anger they have eked out their living by cultivating melons but they are facing a serious crisis owing to the projected deployment of THAAD.\n\t\t\t\t\t\n\t\t\t\t\t Local peasants said if the military tries to calm them down by buying their melons, then it is sadly mistaken. They renewed their will not to sell their melons under any circumstances."
        },
        {
            "title": "S. Korean Puppet Group's Act of Disallowing Exchange of Letter with Compatriots in North under Fire ",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-11ee.html",
            "content": "S. Korean Puppet Group's Act of Disallowing Exchange of Letter with Compatriots in North under Fire \r\n Pyongyang, August 3 (KCNA) -- The puppet Ministry of Unification again turned down the request made by the Labor Headquarters of the South Side Committee for Implementing June 15 Joint Declaration to send a letter to the C.C., the General Federation of Trade Unions of Korea (GFTUK) as regards the holding of the football match between workers of the south and north for reunification, according to the south Korean internet newspaper Tongil News.\n\t\t\t\t\t On July 27, the labor headquarters made a request to the puppet Ministry of Unification to send the north a letter reflecting its stand to make every possible effort for successful holding of the football match and conveying its views on the period and venue of the match, the list of the delegation, players group and cheering team for it. \n\t\t\t\t\t\n\t\t\t\t\t But, the ministry turned down the request, asserting that \"it can not allow any exchange and cooperation between the south and the north at the present stage\".\n\t\t\t\t\t\n\t\t\t\t\t In June, too, the puppet group disallowed the exchange of a letter between the labor headquarters and the C.C., the GFTUK for the successful holding of the football match.\n\t\t\t\t\t\n\t\t\t\t\t Infuriated by this, the Confederation of Trade Unions and the Federation of Trade Unions issued a statement in the name of the labor headquarters on August 1 denouncing the puppet group for its unreasonable action.\n\t\t\t\t\t\n\t\t\t\t\t The statement stressed that they would sustain their efforts to successfully hold the match even under the situation where it has become very hard to hold the match owing to the regime's repeated actions to disallow the correspondence and working consultation."
        },
        {
            "title": "German Body Congratulates Korean People's War Victory Anniversary",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-02ee.html",
            "content": "German Body Congratulates Korean People's War Victory Anniversary\r\n Pyongyang, August 3 (KCNA) -- Personages of the Anti-Imperialist Forum of Germany paid a visit to the DPRK Embassy in Berlin on July 27, the 63rd anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t They laid bouquets before the portraits of smiling President Kim Il Sung and leader Kim Jong Il before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Michael Koth, chairman of the Anti-Imperialist Forum of Germany, said Kim Il Sung achieved a great victory by defeating the U.S. imperialists which boasted of being the \"strongest\" in the world more than 60 years ago and brought about the beginning of downhill turn for the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people's victory in the Fatherland Liberation War was a historic event that instilled conviction and hope into the oppressed people over the world struggling for national independence and freedom against aggression and slavery, the chairman noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t After the war the U.S. and its followers have persistently pursued the hostile policy towards the DPRK and watched for a chance to invade it.\n\t\t\t\t\t\n\t\t\t\t\t He noted that Kim Il Sung and Kim Jong Il put primary efforts into beefing up the national defence capabilities and wisely led the Korean people's struggle for economic construction and improvement of the people's living standard, turning the DPRK into a powerful socialist country in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un is further building up the national power with his outstanding Songun revolutionary leadership, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The history of the DPRK's great victories will be carried on thanks to Kim Jong Un."
        },
        {
            "title": "Nigerian Body Urges U.S. to Roll Back Hostile Policy towards DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-03ee.html",
            "content": "Nigerian Body Urges U.S. to Roll Back Hostile Policy towards DPRK\r\n Pyongyang, August 3 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted an article on its website on July 29 to urge the U.S. to roll back its hostile policy towards the DPRK.\n\t\t\t\t\t Some days ago, U.S. Secretary of State Kerry said at the ministerial meeting of the ASEAN Regional Forum held in Laos that the U.S. had no hostile intent against north Korea, the article noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t Then, why is it resorting to reckless saber-rattling, openly vociferating about \"beheading operation\" and \"occupation of Pyongyang\" after introducing all kinds of strategic assets into south Korea?\n\t\t\t\t\t\n\t\t\t\t\t Kerry's assertion that the joint military exercises have never posed problems and the DPRK-U.S. Agreed Framework was concluded with joint military exercises going on is also groundless.\n\t\t\t\t\t\n\t\t\t\t\t As he holds the post of the U.S. Secretary of State, he should know the historic fact that the joint military exercises have been one of major causes that made the hard-won DPRK-U.S. agreements go bust.\n\t\t\t\t\t\n\t\t\t\t\t The true aim sought by the U.S. is to secure a pretext for its arms buildup and joint military exercises pursuant to its rebalancing strategy in Asia-Pacific for aggression, and dodge the neighboring countries' protest and criticism of its decision to deploy THAAD in south Korea as an immediate task.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should face up to the strategic position of the DPRK and the trend of the times and roll back its hostile policy towards the DPRK."
        },
        {
            "title": "Swiss Bodies Denounce U.S. Moves to Provoke Nuclear War against DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-04ee.html",
            "content": "Swiss Bodies Denounce U.S. Moves to Provoke Nuclear War against DPRK\r\n Pyongyang, August 3 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea made public a joint statement on July 29 to denounce the U.S. moves to provoke a nuclear war on the Korean peninsula.\n\t\t\t\t\t Danger of a nuclear war looms on the Korean peninsula due to the U.S. moves to provoke a nuclear war against the DPRK, the statement said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should clearly understand that the DPRK is a world-level nuclear power and the U.S. troops present in south Korea will be the primary target of the DPRK's merciless and deadly strike.\n\t\t\t\t\t\n\t\t\t\t\t The work to remove the danger of a nuclear war from the peninsula and ensure the regional peace and security should start with the withdrawal of the U.S. troops from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t U.S. Secretary of State Kerry spouted groundless remarks that the U.S. had no hostile intent against north Korea at the ministerial meeting of the ASEAN Regional Forum held in Laos.\n\t\t\t\t\t\n\t\t\t\t\t These are, indeed, sheer sophism.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to pass the buck to the DPRK for escalated tension on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK was compelled to have access to the nuclear deterrent and bolster it up as the U.S. staged ceaseless war drills and constantly increased nuclear threat on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t No one can predict what the U.S. reckless arms build-up and joint military exercise to be staged in August will bring to the peninsula and its vicinity."
        },
        {
            "title": "Park Geun-hye no puede encubrir con nada sus crimenes antinacionales, condena CRPP",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-23ee.html",
            "content": "Park Geun-hye no puede encubrir con nada sus crimenes antinacionales, condena CRPP\r\nPyongyang, 3 de agosto (ACNC) -- En el llamado \"consejo de ministros\" efectuado el dia 2, Park Geun-hye volvio a acusar a la RPDC disparateando que \"se preocupa mucho por el hecho de que siguen discrepancias en torno al emplazamiento de THAAD mientras que se convierte en realidad la amenaza de armas nucleares y de misiles del Norte (de Corea)\" y que el \"circulo politico debe unir las fuerzas para prevenir la separacion y discordias internas que desea el Norte\".\n\t\t\t\t\tPara colmo, refiriendo sin verguenza a sus padres muertos prematuramente, parloteo que \"su unica voluntad es defender la seguridad del pais y del pueblo\". Y cacareo que esta \"persuadiendo\" a los Estados de todo el mundo y haciendo la \"estrecha cooperacion\" para \"lograr la renuncia de armas nucleares y misiles de la RPDC\". \n\t\t\t\t\t\n\t\t\t\t\tEn su declaracion del dia 3, el vocero del Comite por la Reunificacion Pacifica de la Patria senala que tal sofisteria constituye un acto desesperado para inducir a la RPDC la censura de diversos estratos surcoreanos y del mundo sobre la ubicacion de THAAD y liberarse cueste lo que cueste del aprieto justificando su crimen imperdonable, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tJamas sera tolerado el imprudente proceder del Park que trata de malemplear el disuasivo nuclear autodefensivo de la RPDC, dignidad y orgullo de la nacion, en el objeto de justificar su perverso acto vendepatria. \n\t\t\t\t\t\n\t\t\t\t\tLa mandataria surcoreana debe manejar bien sus picos al saber correctamente el hecho de que la RPDC poseyo las armas nucleares autodefensivas y los medios sofisticados de ataque no para enfrentarse con los titeres surcoreanos que son lacayos coloniales del imperio yanqui.\n\t\t\t\t\t\n\t\t\t\t\tComo hemos declarado reiteradamente, el verdadero \"enemigo\" de las fuerzas armadas nucleares de la RPDC es la misma guerra nuclear, y el blanco de sus medios estrategicos de ataque no es nuestros compatriotas inocentes, ni nuestra nacion, ni el mundo pacifico, sino el imperio yanqui y sus fuerzas seguidoras que se enfrascan en las maniobras de aplastamiento contra RPDC.\n\t\t\t\t\t\n\t\t\t\t\tNo seran ocultados ni tolerados jamas los malvados crimenes de Park y su banda que ponen en peligro la seguridad y paz de la poblacion surcoreana desafiando al unanime deseo de la nacion coreana y la sociedad internacional por la distension de la Peninsula Coreana, la mejora de relaciones intercoreanas y la reunificacion independiente.\n\t\t\t\t\t\n\t\t\t\t\tAntes de que sufran la gran calamidad, los habitantes surcoreanos de distintos estratos deben ver correctamente la naturaleza de la horda de Park que acarrea solamente los desastres y las desagracias de toda indole y eliminar rotundamente a esa horda de vendepatrias y traidores a la nacion."
        },
        {
            "title": "Iniciada Exposicion Nacional de Articulos de Consumo Popular 3 de Agosto",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-24ee.html",
            "content": "Iniciada Exposicion Nacional de Articulos de Consumo Popular 3 de Agosto\r\nPyongyang, 3 de agosto (ACNC) -- Quedo inaugurada este miercoles en el Almacen No. 2 de Pyongyang la Exposicion Nacional de Articulos de Consumo Popular 3 de Agosto.\n\t\t\t\t\tEn la ocasion se presentaron mas de 130 mil articulos de mas de 1,200 generos, entre otros, los vestidos, miscelaneos y alimentos, hechos por las fabricas, empresas, equipos de amas de casa y brigadas de produccion de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia de inicio de la feria hubo el discurso inaugural.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el acto, los participantes realizaron un recorrido por la sede de exposicion."
        },
        {
            "title": "Celebran en Corea el Dia Mundial de Malaria",
            "url": "http://kcna.co.jp/item/2016/201608/news03/20160803-25ee.html",
            "content": "Celebran en Corea el Dia Mundial de Malaria\r\nPyongyang, 3 de agosto (ACNC) -- Tuvo lugar el dia 3 en el capitalino Palacio Cultural del Pueblo el acto dedicado al Dia Mundial de Malaria.\n\t\t\t\t\tTomaron parte en la ocasion los funcionarios del Ministerio de Salud Publica, entidades sociales, prensa e informacion y ramas interesadas, el representante de la OMS y otros miembros de las representaciones de organizaciones internacionales, asi como los integrantes de las embajadas de varios paises, acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo intervenciones. \n\t\t\t\t\t\n\t\t\t\t\tActo seguido, se informaron el estado de actividades preventivas realizadas en Corea y el rumbo de la campana de control de este ano.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes vieron el video referente a esas labores y presenciaron la funcion de propaganda higienica, ofrecida por los escolares coreanos."
        }
    ]
}