{
    "date": "2016-02-20",
    "url": "http://kcna.co.jp/item/2016/201602/2016-02-20ee.html",
    "articles": [
        {
            "title": "U.S. Anti-DPRK Sanctions Denounced",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-21ee.html",
            "content": "U.S. Anti-DPRK Sanctions Denounced\r\nPyongyang, February 20 (KCNA) -- A spokesman for the DPRK Foreign Ministry issued the following statement on Saturday;\n\t\t\t\t\t The U.S. is getting evermore frantic with the anti-DPRK campaign obsessed with inveterate hostility toward it. \n\t\t\t\t\t\n\t\t\t\t\t \"2016 North Korea Sanctions Enforcement Act\" passed through the U.S.  Senate and House of Representatives and it took effect after Obama signed it on February 18. The act is peppered with rubbish-like provisions calling for obstructing the normal economic and trading activities of the DPRK while intensifying psychological warfare for internal destabilization and plot-breeding over \"human rights issue\". \n\t\t\t\t\t\n\t\t\t\t\t The U.S. scenario to hold in check the DPRK's implementation of the line of simultaneously developing the two fronts through despicable sanctions and psychological warfare is as foolish as trying to get the sun eclipsed by palms. \n\t\t\t\t\t\n\t\t\t\t\t Sanctions do not work on the DPRK as it has been subject to the U.S. harsh sanctions more than half a century. The DPRK manufactured even H-bomb entirely on the basis of its self-development principle despite the sanctions. \n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous view of the international community that sanctions and threats cannot help settle the issue of the Korean Peninsula but make it more complicated. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK can never overlook the fact that the campaign launched by the  U.S. while branding the DPRK's just measure for self-defence as an act of disturbing peace is aimed at bringing down the socialist system in the DPRK, cradle of worthwhile life and happiness of its people. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has often repeated the assertion that sanctions are not targeting the people of the DPRK and their living but this time it openly blustered that the essence of its policy toward the DPRK is to suffocate its overall national economy and bring down its social system.\n\t\t\t\t\t\n\t\t\t\t\t This proves that the U.S. remains unchanged in its hostile policy aimed at physically eliminating the state and people of the DPRK and is going beyond the tolerance limit, far from weakening.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is working hard to use the \"human rights issue\" as an excuse for slapping sanctions in a sinister bid to bring down the social system of the DPRK but the harsh economic sanctions mean the worst abuse of the human rights of its people and the U.S., a kingpin of human rights abuses, is bound to be punished for them.\n\t\t\t\t\t\n\t\t\t\t\t The desperate moves of the U.S. will only harden the unshakable will of the service personnel and people of the DPRK to firmly defend the most advantageous socialist system whereby they fully enjoy their genuine human rights and to proudly build an economic giant and a highly civilized nation under the unfurled banner of the self-development-first principle.\n\t\t\t\t\t\n\t\t\t\t\t The harsher the U.S. becomes in its hostile policy, the more firmly the DPRK will stick to its line of simultaneously pushing forward economic construction and the building of nuclear force."
        },
        {
            "title": "Agreement on Exchange and Cooperation in Educational Field Signed between DPRK and Cuba",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-26ee.html",
            "content": "Agreement on Exchange and Cooperation in Educational Field Signed between DPRK and Cuba\r\nHavana, February 19 (KCNA) -- An agreement on exchange and cooperation in the field of education between the Education Commission of the DPRK and the Ministry of Higher Education of Cuba was signed in Havana Friday.\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were a delegation of the Education Commission led by Chairman Kim Sung Du on a visit to Cuba and a staff member of the DPRK embassy in Havana and from the opposite side Rodolfo Alrarcon Ortiz, minister of Higher Education of Cuba, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The agreement was inked by Kim Sung Du and Rodolfo Alrarcon Ortiz."
        },
        {
            "title": "Delegation of Korean Friendship Association Leaves",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-13ee.html",
            "content": "Delegation of Korean Friendship Association Leaves\r\nPyongyang, February 20 (KCNA) -- A delegation of the Korean Friendship Association led by Alejandro Cao de Benos, chairman of the association headquartered in Spain, left here Saturday."
        },
        {
            "title": "Congratulations to French FM",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-20ee.html",
            "content": "Congratulations to French FM\r\nPyongyang, February 20 (KCNA) -- DPRK Foreign Minister Ri Su Yong sent a congratulatory message to Jean-Marc Ayrault on Feb. 18 on his appointment as minister of Foreign Affairs and International Development of France.\n\t\t\t\t\t The message wished the minister big success in his new job, expressing belief that the contact and dialogue will be brisk between the two ministries and bilateral relations develop on good terms in mutual interests."
        },
        {
            "title": "Message of Sympathy to FM of Turkey",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-25ee.html",
            "content": "Message of Sympathy to FM of Turkey\r\nPyongyang, February 20 (KCNA) -- DPRK Foreign Minister Ri Su Yong Friday sent a message of sympathy to his Turkish counterpart Mevlut Cavusoglu in connection with a bomb attack in Turkey that caused many casualties. \n\t\t\t\t\t Reaffirming the DPRK government's consistent stand opposing all forms of terrorism, the message expressed deep condolences for the victims, bereaved families and the Turkish government."
        },
        {
            "title": "Chinese Guests Leave Here",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-19ee.html",
            "content": "Chinese Guests Leave Here\r\nPyongyang, February 20 (KCNA) -- A delegation of the China Yanbian Wanhang Trading Co. Ltd. left here on Saturday after participating in the 20th Kimjongilia Festival.\n\t\t\t\t\t Earlier leaving here were a delegation of the Shengchao Cultural Disseminating Co. Ltd. of Shanghai, China and a delegation of the Songzhuang Handcrafts Co. Ltd. in Beijing, China."
        },
        {
            "title": "Jilin Provincial Symphony Orchestra of China Here",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-24ee.html",
            "content": "Jilin Provincial Symphony Orchestra of China Here\r\nPyongyang, February 20 (KCNA) -- The Jilin Provincial Symphony Orchestra of China led by Su Wei, deputy director-general of the Culture Department of Jilin Province, arrived here on Saturday."
        },
        {
            "title": "Art Troupe of Koreans in Japan Leaves",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-12ee.html",
            "content": "Art Troupe of Koreans in Japan Leaves\r\nPyongyang, February 20 (KCNA) -- An art troupe of Koreans in Japan for celebrating the Day of the Shining Star (the birth anniversary of leader Kim Jong Il) led by Jang Ki Saeng left here on Saturday."
        },
        {
            "title": "Congratulatory Group of General Association of Koreans in China Leaves",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-22ee.html",
            "content": "Congratulatory Group of General Association of Koreans in China Leaves\r\nPyongyang, February 20 (KCNA) -- A congratulatory group of the General Association of Koreans in China led by Vice-Chairman Choe Su Bong and a delegation of the Association for Economic and Cultural Exchange of Korean Nationality in Dandong City, China headed by Chairman Kim Thaek Ryong left here on Saturday."
        },
        {
            "title": "20th Kimjongilia Festival Draws Endless Stream of Visitors",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-23ee.html",
            "content": "20th Kimjongilia Festival Draws Endless Stream of Visitors\r\nPyongyang, February 20 (KCNA) -- The 20th Kimjongilia Festival is drawing an endless stream of visitors every day after it was opened here to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The festival of the immortal flower was opened for the first time in February, Juche 86 (1997) amid profound reverence of all peoples for him.\n\t\t\t\t\t\n\t\t\t\t\tMore than 330,000 potted Kimjongilias have so far been exhibited during the festivals and they have drawn more than 7.5 million visitors. Over hundred exhibitions took place in different countries.\n\t\t\t\t\t\n\t\t\t\t\t The 20th Kimjongilia Festival has been visited by service personnel, people from all walks of life, school youth and children, overseas Koreans and foreigners, at least hundreds of thousands in all, since it was opened on Feb. 15.\n\t\t\t\t\t\n\t\t\t\t\tThe visitors numbered nearly 120,000 on Feb. 17 only."
        },
        {
            "title": "Trouble-maker Park Geun Hye Should Be Consigned to Dustbin of History",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-14ee.html",
            "content": "Trouble-maker Park Geun Hye Should Be Consigned to Dustbin of History\r\nPyongyang, February 20 (KCNA) -- The DPRK's successes in H-bomb test and in the launch of satellite Kwangmyongsong-4 startled our planet.\n\t\t\t\t\t This breaking news greatly excited the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t But only Park Geun Hye behaved quite contrary to this. Writhing and wriggling, she sits up all night, spouting rubbish, invectives and vituperation.\n\t\t\t\t\t\n\t\t\t\t\t Every Korean can neither pardon nor overlook her disgusting behavior which amounts to nothing but shame and tragedy of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The following is the mindset of angry public.\n\t\t\t\t\t\n\t\t\t\t\t The breaking news of the DPRK's successful H-bomb test was like a bolt from the blue to Park. Being shocked, she ran helter-skelter straight to the underground commanding post of Chongwadae. At the crisis control room she together with her yes-men went busy, convening an emergency \"state security meeting\" and taking necessary countermeasures.\n\t\t\t\t\t\n\t\t\t\t\t Irony was that Park and her group chose the resumption of anti-DPRK psychological broadcasting along the Military Demarcation Line as a \"unique option\", taking it as the \"most effective means\" and the \"sore point of the north\".\n\t\t\t\t\t\n\t\t\t\t\t So wretched is Park as she could find no other option but the broadcasting spouting the venom of ailing capitalist society, scared by the news of the H-bomb test. Park's response to the detonation of H-bomb was just the broadcasting little short of a dog's barking and the scattering of leaflets little short of waste papers. She quite deserves to be called a rabid dog of Chongwadae unable to discern where to go.\n\t\t\t\t\t\n\t\t\t\t\t Once Park opened her mouth, she opened her \"Pandora box\" of all kinds of invectives and rubbish against the fellow countrymen only to invite hatred and curse. The same thing she uttered about nuclear weapons of the north. \n\t\t\t\t\t\n\t\t\t\t\t Wherever she toured Western European countries and in the U.S. and neighboring countries she reeled off a litany of rhetoric against \"nuclear weapons\" of the north, stunning the world.\n\t\t\t\t\t\n\t\t\t\t\t She can not but be called a senile granny as she termed the H-bomb which should be handed down through generations as an eternal treasure common to the nation \"serious and crucial threats\" and \"extreme contingency\". Besides what she had done before, there are ample reasons to accuse her that way as she strained every nerve to slander the fellow countrymen whether they are in the north and the south or abroad after scarcely getting admitted to Chongwadae by dint of political swindling.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation who has already been suffering from the tragic division is now undergoing more unbearable misfortune and shame due to Park.\n\t\t\t\t\t\n\t\t\t\t\t She reminds one of the yusin dictator just as the saying \"a chip off the old block\" goes. Nowadays a flurry of slanders, notably an \"old woman who would slap her father in the face\", is being heard from south Koreans from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Park Chung Hee put into the shade traitor Syngman Rhee who giggled with satisfaction after offering two million sacks of rice to his American master in return for getting weaponry to be used against the fellow countrymen in the north. \n\t\t\t\t\t\n\t\t\t\t\t The matchless traitor steeped in flunkeyism and worship of America to the marrow of his bones dared not press for the introduction of nuclear weapons of the U.S. for fear of public protest and only introduced them in top secrecy in mid-night like an alley cat. But Park Geun Hye not only openly introduced her American master's nuclear strike means but is now working desperately to keep its forces in south Korea for an indefinite period.\n\t\t\t\t\t\n\t\t\t\t\t Park is no more than a modern-day traitor worse than the five traitors of 1905 as she is steeped in sycophancy towards Japan, while kowtowing to the Japs, the sworn enemy of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t She held negotiations with militarist serpent Japanese reactionaries keen on reinvasion in Seoul in broad daylight and glossed over the hideous crimes related to the sexual slavery for the Imperial Japanese Army, thrice-cursed crimes.\n\t\t\t\t\t\n\t\t\t\t\t Not content with this, she went so humiliating as to agree to dismantle the statue of a girl sexual slave outside the Japanese embassy in Seoul.\n\t\t\t\t\t\n\t\t\t\t\t Out of her vaulting ambition for the permanent split of the Korean nation, not just the territorial division, Park, far surpassing her father who divided the land into two parts, resumed anti-DPRK loudspeaker broadcasting and leaflet-scattering operations, thereby fostering distrust and hostility and fuelling stand-off and war.\n\t\t\t\t\t\n\t\t\t\t\t Park's mode of existence is one of slapping without mercy even her father in the face if he stands in her way of maintaining power and prolonging her remaining days.\n\t\t\t\t\t\n\t\t\t\t\t The column of reddish yellow blaze left by satellite Kwangmyongsong-4 when soaring into space in the wake of the blast that meant the success in the H-bomb test made Park go reckless like a rabid dog with its tail set ablaze.\n\t\t\t\t\t\n\t\t\t\t\t So she had a confab with a number of guys only to make a proposal of restricting the number of south Koreans working in the Kaesong Industrial Zone to 500. As this did not work OK, she came up with the thrice-cursed idea of the \"total suspension\" of the Zone, a precious product of the June 15 era and symbol of hope that alleviates the pain of the nation resulting from division.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation has witnessed the national reconciliation and north-south relations of unity and pictured reunified Korea in the operation of the Zone.\n\t\t\t\t\t\n\t\t\t\t\t She threw the Zone into the graveyard without hesitation, committing hideous crimes.\n\t\t\t\t\t\n\t\t\t\t\t Yet, she claimed the \"total suspension\" of the Zone is \"pain\" and \"dear price\" faced by the DPRK for the nuclear test and satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t This only proves herself to be the worst imbecile and idiot unable to count even simple numbers. Let's cite those simple numbers. In just ten years of the operation of the Zone the south side's enterprises turned out 2.3 billion U.S. dollars worth products and their net economic profits stood at 3.26 billion U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t The shutdown of the Zone will bring tremendous damages to the south Korean economy as a whole, not only 124 enterprises and more than 6 000 enterprises involved. Direct and indirect losses will reach astronomical figures.\n\t\t\t\t\t\n\t\t\t\t\t Park was so ridiculous as to calculate that the cutting off of what she called the \"financial resources of the north\" through the Zone would prevent the DPRK from making nuclear development and building a space power.\n\t\t\t\t\t\n\t\t\t\t\t Park has to clearly understand that the DPRK's far-sighted measures for building nuclear deterrence started much earlier than the appearance of the Zone.\n\t\t\t\t\t\n\t\t\t\t\t The same is true of the space development for peaceful purposes pushed forward by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Park has faced angry voices of criticism by the south Korean public that \"dear price\" the north was forced to pay was just \"word balloon\" and \"self-venting of anger\" and her acts only resulted in \"pushing the people to brinkmanship\" just like a \"suicidal act\".\n\t\t\t\t\t\n\t\t\t\t\t All reckless acts perpetrated by Park are hideous sycophantic and traitorous crimes going against the times.\n\t\t\t\t\t\n\t\t\t\t\t The day when Park's dirty body will be thrown into the dumping ground of the nation is not a long way off."
        },
        {
            "title": "Joint Performance Given by Moranbong Band and State Merited Chorus",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-08ee.html",
            "content": "Joint Performance Given by Moranbong Band and State Merited Chorus\r\nPyongyang, February 20 (KCNA) -- The Moranbong Band and the State Merited Chorus gave a joint performance here on Thursday congratulating the space scientists, technicians, workers and officials who contributed to the successful launch of the earth observation satellite Kwangmyongsong-4. \n\t\t\t\t\t Among the audience were those who contributed to the successful launch of Kwangmyongsong-4, students and citizens in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The artistes staged the ode to the glorious era of Kim Jong Un and march for the final victory represented in a fresh and peculiar manner. \n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were mixed chorus \"Glory to General Kim Jong Un,\" female chorus \"We Longed to See You,\" mixed duet \"Fly High, Our Party Flag,\" etc. \n\t\t\t\t\t\n\t\t\t\t\t The performers highly praised supreme leader Kim Jong Un who is achieving world-startling victory as the peerless hero, ever-victorious banner of the invincible great nation. \n\t\t\t\t\t\n\t\t\t\t\t Also staged were numbers reflecting the invincible spirit of the powerful motherland and its great people and will of the service personnel and people of the DPRK to raise the flames of the general advance and heroic struggle to greet the Seventh Congress of the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The performance was highly acclaimed by the audience."
        },
        {
            "title": "DPRK Football Team to Take Part in Asian Regional Qualifier for 31st Olympiad",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-17ee.html",
            "content": "DPRK Football Team to Take Part in Asian Regional Qualifier for 31st Olympiad\r\nPyongyang, February 20 (KCNA) -- The women's football team of the DPRK will attend the Asian regional qualifier for the 31st Olympiad to be held in Japan from February 29 to March 9. \n\t\t\t\t\t Six teams will compete with each other in league matches and only two winners can sing their national anthems on behalf of Asia in the football tournament of the Olympiad to be open in August.\n\t\t\t\t\t\n\t\t\t\t\t Experts and fans say the DPRK team will gain \"admission\" to the Olympiad in the regional qualifier.\n\t\t\t\t\t\n\t\t\t\t\t The team took five consecutive wins during 2012-2015 international games, including the 17th Asian Games and two rounds of EAFF Women's East Asia Cup, with 15 wins and 2 draws in 17 matches.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK team took part in the 29th and 30th Olympic Games."
        },
        {
            "title": "Sweet Rice Dish for National Holiday",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-18ee.html",
            "content": "Sweet Rice Dish for National Holiday\r\nPyongyang, February 20 (KCNA) -- The Korean people have enjoyed the January 15th of the lunar calendar as a holiday from long ago.\n\t\t\t\t\t Among holiday cuisines they have prepared for the day is sweet rice dish, a traditional festive one well-known for its high nutritive value. Culinary materials for the dish include glutinous rice, honey, chestnut and date.\n\t\t\t\t\t\n\t\t\t\t\t According to historical records, it was considered as a festive dish for the January 15th of the lunar calendar during the Three Kingdoms (3rd century B.C.-7th century A.D.) and the Feudal Joson Dynasty (1392-1910) and for the January 4th of the lunar calendar in the period of Koryo Kingdom (918-1392).\n\t\t\t\t\t\n\t\t\t\t\t Jong Pok Sun, a resident in Rangnang District, Pyongyang, said her family takes it as a special one for holidays and her daughter and daughter-in-law are well versed in cooking it.\n\t\t\t\t\t\n\t\t\t\t\t The January 15th of the lunar calendar falls on February 22 this year."
        },
        {
            "title": "Koreans in Japan, Japanese Personages Demand Withdrawal of Step for Discriminating Korean Schools",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-11ee.html",
            "content": "Koreans in Japan, Japanese Personages Demand Withdrawal of Step for Discriminating Korean Schools\r\nTokyo, February 19 (KNS-KCNA) -- There took place a meeting in Osaka, Japan on Feb. 13 to demand the application of tuition-free program for senior high schools to Korean schools in Japan.\n\t\t\t\t\t Present there were officials concerned and students of Korean schools and parents and other Koreans in Japan, members of organizations for supporting Korean schools across Japan and other Japanese officials.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said Korean schools have been excluded from the tuition-free program for the past six years according to the unreasonable policy of the Japanese government.\n\t\t\t\t\t\n\t\t\t\t\t They demanded Japan withdraw the unreasonable step for discriminating Korean schools and immediately apply the tuition-free program for senior high schools to them."
        },
        {
            "title": "Pueblo Can Never Be Sent Back to U.S.: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-10ee.html",
            "content": "Pueblo Can Never Be Sent Back to U.S.: Rodong Sinmun\r\nPyongyang, February 20 (KCNA) -- Days ago, the assembly of Colorado State which has a village called Pueblo adopted a resolution demanding the return of the spy ship Pueblo. \n\t\t\t\t\t The resolution was distributed to U.S. President Obama, the president of the Senate, the speaker of the House of Representatives and the governor of Colorado State. It reportedly calls for observing January 23, the day when the spy ship was seized, as \"day of ship Pueblo\" every year and \"praising the sacrificing spirit\" of the then crewmen and persistently demanding its return. \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is very ridiculous for the U.S. to insist on the return of the ship which was captured by seamen of the Korean People's Army while conducting all sorts of despicable espionage to invade the inviolable DPRK nearly half a century ago. Great irony is that it is kicking up a row over the issue of the captured spy ship. \n\t\t\t\t\t\n\t\t\t\t\t No matter what noisy rackets the U.S. may kick up in demand of the return of the ship, they would get it nowhere. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. more frequent \"commemorations\" of the day of ship Pueblo would bring bitterer sense of shame and humiliation to it. \n\t\t\t\t\t\n\t\t\t\t\t The electronic spying equipment, secret documents and the ship Pueblo can never be sent back as they were captured while conducting espionage in territorial waters of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Those things belong to the victors. \n\t\t\t\t\t\n\t\t\t\t\t The ship Pueblo is on display in Pyongyang to tell the present and future generations and world people that it is a U.S. armed spy ship captured by seamen of the KPA. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever mercilessly beat back those encroaching upon its sovereignty even a bit to protect the dignity of Juche Korea."
        },
        {
            "title": "Deployment of THAAD in S. Korea Protested",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-15ee.html",
            "content": "Deployment of THAAD in S. Korea Protested\r\nPyongyang, February 20 (KCNA) -- The People for Achieving Peace and Reunification in south Korea held a rally in Seoul on Feb. 16 to protest against the U.S. deployment of THAAD in south Korea.\n\t\t\t\t\t The speakers denounced the U.S. for pushing ahead with the deployment of THAAD in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The deployment of THAAD will turn south Korea into an advanced base for the U.S. and Japan to carry out their strategies and endanger the peace and security in the Korean Peninsula and Northeast Asia, they charged.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally they staged a demo before the \"government\" building."
        },
        {
            "title": "Foot-and-Mouth Disease Occurs in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-16ee.html",
            "content": "Foot-and-Mouth Disease Occurs in S. Korea\r\nPyongyang, February 20 (KCNA) -- Foot-and-mouth disease occurred at pig-farms in Kongju and Cheonan cities, South Chungchong Province of south Korea on February 17, according to the south Korean KBS. \n\t\t\t\t\t It was reported that thousands of pigs infected with foot-and-mouth disease were buried."
        },
        {
            "title": "South African Preparatory Committee for 2017 Meeting Praising Great Men of Mt. Paektu Formed",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-05ee.html",
            "content": "South African Preparatory Committee for 2017 Meeting Praising Great Men of Mt. Paektu Formed\r\nPyongyang, February 20 (KCNA) -- A South African preparatory committee for the 2017 Meeting Praising Great Men of Mt. Paektu was formed on Feb. 14.\n\t\t\t\t\t Bonakele Majuba, secretary of the Mfumalanga Provincial Committee of the South African Communist Party and chairman of the South African Association of Friendship and Solidarity with Korean People, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events praising the revolutionary careers and feats of President Kim Il Sung and leader Kim Jong Il on the occasion of the Day of the Sun and the Day of the Shining Star in 2017."
        },
        {
            "title": "DPRK's Successul Satellite Launch Hailed by Personages of South Africa, Angola",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-06ee.html",
            "content": "DPRK's Successful Satellite Launch Hailed by Personages of South Africa, Angola\r\nPyongyang, February 20 (KCNA) -- Personages of South Africa and Angola hailed the DPRK's successful launch of earth observation satellite Kwangmyongsong-4.\n\t\t\t\t\t Bonakele Majuba, secretary of the Mfumalanga Provincial Committee of the South African Communist Party and chairman of the South African Association of Friendship and Solidarity with Korean People, said in a statement on Feb. 10:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's successful satellite launch is an epochal event which demonstrated its scientific and technological power before the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers are working hard to stifle Korean socialism by abusing the UN Security Council but the DPRK's successful satellite launch conducted according to its own space development program is a great deed which demonstrated before the world that no force on earth can quell the independent spirit of the Korean people and overpower their creative strength.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's successful satellite launch not only means the great victory of the Korean people but greatly encourages the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Youth Organization of the Popular Liberation Movement of Angola in a statement on Feb. 8 said that the news of the successful launch of satellite Kwangmyongsong-4 made under the personal guidance of Marshal Kim Jong Un, supreme leader of the Korean people, is instilling stronger conviction and courage into the progressives."
        },
        {
            "title": "Kim Jong Il Praised by Peruvian Personages",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-04ee.html",
            "content": "Kim Jong Il Praised by Peruvian Personages\r\nPyongyang, February 20 (KCNA) -- There took place a Peruvian national meeting for celebrating the birth anniversary of leader Kim Jong Il at the hall of the Communist Party of Peru (Red Motherland).\n\t\t\t\t\t Alberto Moreno Rojas, president of the Central Committee of the Communist Party of Peru (Red Motherland), said in a speech that the DPRK could defend socialism and demonstrate the dignity of the nation despite the pressure, sanctions and blockade of the U.S. imperialists and their followers as it was guided by the Juche idea founded by President Kim Il Sung and developed in depth by Kim Jong Il and had the united strength of all the people armed with the idea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and Kim Jong Il devoted their all to the prosperity of the country, their people's happiness and national reunification in the whole period of leading the Korean revolution, he added.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Peruvian People's Women Union who doubles as curator of the Kim Jong Suk Library in Peru said that Kim Jong Il bolstered up the national defence capability and wisely led the Korean people's struggle for building a thriving nation by pursuing the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The greatest feat he performed was that he shattered the moves of the imperialist allied forces against the DPRK and socialism and firmly defended the sovereignty and dignity of the country and the nation, the curator added.\n\t\t\t\t\t\n\t\t\t\t\t Roberto Carbonel Pezo, chairman of the Peru-Korea Friendship Institute for Study of the Juche Based Songun Policy, praised Kim Jong Il's ideological and theoretical feats and leadership exploits.\n\t\t\t\t\t\n\t\t\t\t\t Yuri Castro Romero, secretary general of the Peruvian-Korean Institute of Culture and Friendship, underlined the need to continue intensifying the activities for friendship and solidarity with the Korean people."
        },
        {
            "title": "Kim Jong Il's Works Studied in Different Countries",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-02ee.html",
            "content": "Kim Jong Il's Works Studied in Different Countries\r\nPyongyang, February 20 (KCNA) -- There took place seminars and reading sessions on works of leader Kim Jong Il in Switzerland, Spain and Italy on Feb. 6 and 10 on the occasion of his birth anniversary.\n\t\t\t\t\t A reporter and speakers including the chairman of the Switzerland-Korea Committee recalled that Kim Jong Il in his work \"Socialism Is What Keeps Our People Alive\" clarified the scientific accuracy of socialism, ideal of mankind, and the law of its victory.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their will to study hard the works of President Kim Il Sung and Kim Jong Il and conduct more brisk activities for disclosing the reactionary nature of the moves of the imperialists against socialism and supporting the just cause of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Madrid Group for the Study of the Juche Idea of Spain said HE Kim Jong Il's work \"On the Juche Idea\" is the great programme and guidelines indicating the way to be followed by progressive mankind, vowing to dynamically conduct the work for studying and disseminating the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Milano Center for the Study of the Juche Idea of Italy and other speakers referred to the validity and vitality of Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", renewing the will to intensify the movement for supporting the Korean people's cause of national reunification."
        },
        {
            "title": "Day of Shining Star Observed by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-03ee.html",
            "content": "Day of Shining Star Observed by Foreign Newspapers\r\nPyongyang, February 20 (KCNA) -- Foreign newspapers carried special write-ups on the occasion of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t Guang Ming Daily of Malaysia on Feb. 5 carried an article titled \"Peerless patriot\" illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\t The article said he conducted energetic ideological and theoretical activities to clearly indicate the way to be followed by the Korean revolution and the cause of human independence and brought about the greatest changes in the political, economic, military and all other fields.\n\t\t\t\t\t\n\t\t\t\t\t He devoted himself to the reunification of the country, the cause of global independence and peace and stability in Asia and the rest of the world, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Myanmar newspaper The New Age on Feb. 4 allotted its two whole pages to special write-ups illustrated with the portrait of the smiling leader.\n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"Ushering in new era of independent reunification\" the newspaper said Chairman of the National Defence Commission Kim Jong Il worked heart and soul to achieve the Korean nation's cause of reunification, adding:\n\t\t\t\t\t\n\t\t\t\t\t In his work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" he formulated the three principles of national reunification, the 10-point programme for the great unity of the entire nation and the proposal for founding the Democratic Federal Republic of Koryo advanced by President Kim Il Sung as the three charters for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that the historic June 15 North-South Joint Declaration and the October 4 declaration were adopted to usher in the era of By Our Nation Itself, a new era of independent reunification. This was a great feat to be specially recorded in the history of the Korean nation."
        },
        {
            "title": "Seminar for Celebrating Day of Shining Star Held",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-07ee.html",
            "content": "Seminar for Celebrating Day of Shining Star Held\r\nPyongyang, February 20 (KCNA) -- A seminar of the Korean social scientists in Japan for celebrating the Day of the Shining Star (the birth anniversary of leader Kim Jong Il) took place at the Korean Hall in Tokyo on February 18.\n\t\t\t\t\t Present at the seminar were Ri Yong Su, chairman of the Korean Social Scientists Association in Japan, and other members of the association, leading officials of organizations and enterprises of the General Association of Korean Residents in Japan (Chongryon), teachers, postgraduates and students of Korean University, officials of Chongryon in Kanto area and other Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that Marshal Kim Jong Un in his New Year Address called for ushering in a golden age in building a thriving nation this year when the Seventh Congress of the Workers' Party of Korea is to be held.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the successes being made by the people in the homeland in building an economic giant and a highly civilized nation.\n\t\t\t\t\t\n\t\t\t\t\t They praised the great Generalissimo Kim Jong Il for providing all foundations for hastening the final victory in the drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t They said that Chongryon and Koreans in Japan would significantly greet this significant year as a year of the historic advance in which they will further demonstrate before the world the might of Chongryon which grew strong under the care of the great leaders, by keeping pace with the homeland advancing by leaps and bounds under the leadership of Kim Jong Un who is translating the intention and ideals of Kim Jong Il into realities."
        },
        {
            "title": "Kim Jong Un's New Year Address Carried by UK Newspaper",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-01ee.html",
            "content": "Kim Jong Un's New Year Address Carried by UK Newspaper\r\nPyongyang, February 20 (KCNA) -- The detailed gist of Marshal Kim Jong Un's New Year Address was carried by the February-March issue of the UK newspaper Proletarian."
        },
        {
            "title": "MINREX denuncia \"ley de fomento de sancion y politica anti-Norte de Corea\" de EE.UU.",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-14ss.html",
            "content": "MINREX denuncia \"ley de fomento de sancion y politica anti-Norte de Corea\" de EE.UU.\r\nPyongyang, 20 de febrero (ACNC) -- El portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea hizo publica el dia 20 la siguiente declaracion:\n\t\t\t\t\tEn la actualidad, Estados Unidos actua como loco preso de la hostilidad morbosa a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl Senado y la Camara de Representantes del Congreso norteamericano aprobaron la \"ley sobre el fomento de la sancion y la politica anti-Norte de Corea de 2016\", la cual se puso en vigencia oficial el dia 18 con la firma del presidente Obama.\n\t\t\t\t\t\n\t\t\t\t\tEsta ley esta compuesta por los articulos destinados a impedir nuestras normales actividades economicas y comerciales y recrudecer la campana psicologica y de \"derechos humanos\" tendente a desintegrar el interior de la RPDC, etc.\n\t\t\t\t\t\n\t\t\t\t\tSon absurdas la vil sancion y la campana psicologica de EE.UU. encaminadas a impedir el cumplimiento de la linea de desarrollo paralelo de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa sancion no surte ningun efecto para nosotros que vivimos durante mas de medio siglo sufriendo por la brutal sancion y nos obligo a fabricar por nuestra propia cuenta hasta la bomba de hidrogeno.\n\t\t\t\t\t\n\t\t\t\t\tLa sociedad internacional opina unanimemente que con la sancion y la amenaza no se puede resolver el problema de la Peninsula Coreana sino complicarlo mas. \n\t\t\t\t\t\n\t\t\t\t\tNo podemos pasar por alto que la campana de EE.UU. que cuestiona como acto de perturbacion de la paz nuestras justas medidas de autodefensa, persigue la meta de derrocar el regimen socialista de la RPDC, nido de vida y felicidad del pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, EE.UU. dijo con frecuencia que la sancion y presion no son para afectar al pueblo coreano y sus condiciones de vida. Pero, esta vez, revelo abiertamente que la esencia de su politica sobre la RPDC reside en asfixiar su economia nacional en conjunto y derrocar su regimen socialista. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho comprueba que continua y pasa el limite la politica norteamericana de hostilidad a la RPDC con la meta de eliminar fisicamente la existencia de nuestro Estado y pueblo. \n\t\t\t\t\t\n\t\t\t\t\tEl imperio americano pretende utilizar hasta el \"problema de DDHH\" como pretexto de sancion a fin de derrocar el regimen socialista de la RPDC. Pero, la brutal sancion economica es la peor violacion de los derechos humanos del pueblo coreano y el imperio sera sentenciado por este crimen. \n\t\t\t\t\t\n\t\t\t\t\tLas maniobras desesperadas de EE.UU. centuplican la ferrea voluntad de nuestro ejercito y pueblo de defender hasta el fin el mas ventajoso regimen socialista, donde todo el pueblo disfruta a sus anchas de los verdaderos derechos humanos, y de levantar sin falta la potencia economica y la civilizada dando prioridad al autofortalecimiento. \n\t\t\t\t\t\n\t\t\t\t\tPor mas que se intensifique la politica norteamericana de hostilidad a la RPDC, sostendremos mas alto la linea de desarrollo paralelo de la construccion economica y la de las fuerzas armadas nucleares."
        },
        {
            "title": "Ofrecida funcion conjunta de Coro Estatal Benemerito y Banda Moranbong",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-01ss.html",
            "content": "Ofrecida funcion conjunta de Coro Estatal Benemerito y Banda Moranbong\r\nPyongyang, 20 de febrero (ACNC) -- Se ofrecio el dia 18 en esta capital la funcion conjunta del Coro Estatal Benemerito y la Banda Moranbong para felicitar a los cientificos, tecnicos, obreros y funcionarios que contribuyeron al lanzamiento exitoso del satelite Kwangmyongsong-4.\n\t\t\t\t\tLa vieron los cientificos, tecnicos, obreros y funcionarios contribuyentes al lanzamiento de satelite, los estudiantes y los habitantes de esta capital.\n\t\t\t\t\t\n\t\t\t\t\tLos artistas del Conjunto y la Banda describieron de modo tipico la cancion de elogio a la gloriosa epoca de Kim Jong Un y la marcha de la victoria final.\n\t\t\t\t\t\n\t\t\t\t\tSe pusieron en la escena el coro mixto \"Gloria al General Kim Jong Un\", el coro femenino \"Queremos ver a Vd.\", el duo mixto \"Flamea alto, bandera de nuestro Partido\", el trio femenino \"Esta el pueblo al lado del Mariscal\" y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\tLos artistas elogiaron en tono patetico al Mariscal quien logra las victorias admiradas por el mundo, como heroe sin precedente y bandera de la gran potencia invencible.\n\t\t\t\t\t\n\t\t\t\t\tSe pusieron ademas las piezas que reflejan el impetu invencible de la poderosa patria y gran pueblo y la firme voluntad del ejercito y el pueblo de la RPDC de avivar mas el fervor de la ofensiva general y de la lucha heroica hacia el VII Congreso del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa funcion arranco efusivas ovaciones de los espectadores."
        },
        {
            "title": "Futbolistas coreanas en visperas de eliminatorias finales",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-11ss.html",
            "content": "Futbolistas coreanas en visperas de eliminatorias finales\r\nPyongyang, 20 de febrero (ACNC) -- La seleccion de la Republica Popular Democratica de Corea esta en visperas de las eliminatorias finales de futbol femenino de los XXXI Juegos Olimpicos que se efectuaran en Japon desde el 29 de febrero hasta el 9 de marzo.\n\t\t\t\t\tEl equipo de la RPDC y otros 5 competiran con el metodo de todos contra todos en las eliminatorias finales y los equipos que ocupen el primer y segundo lugares participaran en los Juegos Olimpicos a inaugurarse en agosto, representando el  continente asiatico.\n\t\t\t\t\t\n\t\t\t\t\tLos expertos y aficionados pronostican que la seleccion coreana ganara el boleto a los Juegos Olimpicos.\n\t\t\t\t\t\n\t\t\t\t\tLas futbolistas coreanas salieron ganadoras sucesivamente en 5 competencias internacionales inclusive en XVII Juegos Asiaticos y 2 veces en la Copa Femenina de Este de Asia de la Federacion de las Asociaciones de Futbol del Este de Asia que tuvieron lugar desde el ano 2012 hasta el 2015. \n\t\t\t\t\t\n\t\t\t\t\tVencieron 3 veces sucesivamente al equipo japones, campeon de la Copa Mundial (f), y marco la nota de 15 victorias y 2 empates en 17 juegos.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, la seleccion coreana participo en el partido de futbol en los XXIX y XXX Juegos Olimpicos."
        },
        {
            "title": "Nacion coreana debe echar a Park Geun-hye al basurero de historia",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-10ss.html",
            "content": "Nacion coreana debe echar a Park Geun-hye al basurero de historia\r\nPyongyang, 20 de febrero (ACNC) -- La prueba de la bomba de hidrogeno y el lanzamiento exitoso del satelite de observacion de la Tierra Kwangmyongsong-4 de la Republica Popular Democratica de Corea estremecen todo el mundo dando gran alegria y jubilo a la humanidad progresista. \n\t\t\t\t\tPero, solo la mandataria surcoreana Park Geun-hye actua al contrario.\n\t\t\t\t\t\n\t\t\t\t\tElla pasa la noche en vela y el dia en vano soltando las palabras virulentas. \n\t\t\t\t\t\n\t\t\t\t\tNadie podra tolerar ni pasar por alto el proceder ridiculo de Park Geun-hye, verguenza y tragedia de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tLa ACNC transmite abajo la gran indignacion de la nacion coreana por la conducta vergonzosa de ella:\n\t\t\t\t\t\n\t\t\t\t\tSe parece que la noticia sobre la exitosa prueba de bomba de hidrogeno de la RPDC se servia de rayo inesperado para Park. \n\t\t\t\t\t\n\t\t\t\t\tAl informarse de esta noticia, Park se dirigio al puesto subterraneo de mando de Chongwadae dejando atras todos los asuntos. \n\t\t\t\t\t\n\t\t\t\t\tY comenzo a armar alboroto convocando la urgente \"reunion nacional de seguridad\" en la oficina de control de crisis y buscando las contramedidas necesarias. \n\t\t\t\t\t\n\t\t\t\t\tLo mas ridiculo del caso es que Park y sus compinches eligieron como \"unica contramedida\" la reanudacion de radiodifusion psicologica anti-RPDC en los alrededores de la Linea de Demarcacion Militar, calificandola de \"medio mas efectivo\" y \"punto mortal del Norte\". \n\t\t\t\t\t\n\t\t\t\t\tEs muy miserable el intento de Park de detener las gigantes detonaciones de la bomba de hidrogeno con la radiodifusion de los venenos capitalistas y el lanzamiento de volantes de contenido anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEs natural que se llame a Park la perra loca de Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\tPark Geun-hye es reconocida como \"caja de Pandora\" y provoca el repudio y rechazo de toda la nacion. \n\t\t\t\t\t\n\t\t\t\t\tNo solo en su nido hediondo, sino tambien en los paises de Europa Occidental, EE.UU. y otros paises vecinos suele cuestionar las \"armas nucleares del Norte\". \n\t\t\t\t\t\n\t\t\t\t\tEsta vieja chochera describe como \"grave amenaza\" y \"extremada emergencia\" la bomba de hidrogeno de la RPDC, patrimonio comun de la nacion.\n\t\t\t\t\t\n\t\t\t\t\t?Quien puede salir en defensa de esta anciana demente?\n\t\t\t\t\t\n\t\t\t\t\tDespues de obtener el boleto de entrada en Chongwadae con los fraudes politicos de toda indole, censuro a diestro y siniestro a los coreanos en el Norte, el Sur y en ultramar. \n\t\t\t\t\t\n\t\t\t\t\tDebido a esta vieja perra rabiosa sin cola, se aumenta la verguenza de la nacion coreana que sufre por la division nacional. \n\t\t\t\t\t\n\t\t\t\t\tLa conducta de Park hace recordar a su padre Park Chung Hee, dictador de Yusin (renovacion). \n\t\t\t\t\t\n\t\t\t\t\tAhora, por doquier del Sur de Corea se oyen los reganos severos a Park como \"mujercilla que pueda dar bofetada a su padre\".\n\t\t\t\t\t\n\t\t\t\t\tSu padre Park Chung Hee supero en la actitud vendepatria a Syngman Rhee, que entrego a su amo norteamericano 2 millones de sacos de paja de arroz, a precio de haberle solicitado los armamentos para atacar a la parte connacional, diciendo que se alcanzo su deseo de vida. \n\t\t\t\t\t\n\t\t\t\t\tPero, Park Chung Hee, acostumbrado al servilismo pronorteamericano, no pudo introducir a plena luz del dia las armas nucleares de EE.UU., temiendo a la opinion publica y la protesta del interior y exterior, sino lo hizo en secreto a media noche como un gato ladron. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, su hija Park Geun-hye emplaza sin escrupulos en el suelo surcoreano los medios de ataque nuclear de su amo norteamericano y se desespera por perpetuar la presencia de las tropas yanquis en el Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tY recurre al servilismo pronorteamericano, y al mismo tiempo, obedece a ciegas a Japon, enemigo jurado de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tConvoco a plena luz del dia en Seul las negociaciones con los reaccionarios militaristas japoneses que acechan la oportunidad de nueva agresion y oculto el crimen de esclavitud sexual para el viejo ejercito japones. \n\t\t\t\t\t\n\t\t\t\t\tInsatisfecha con este tremendo crimen antinacional, demostro sin escrupulos la actitud avasallante de eliminar la estatua de muchacha esclava sexual levantada ante la embajada japonesa en Seul. \n\t\t\t\t\t\n\t\t\t\t\tAl superar a su padre que dividio el territorio nacional en dos partes, reinicio la radiodifusion anti-RPDC y el lanzamiento de volantes, que agravan la desconfianza y hostilidad entre ambas partes coreanas y fomentan el enfrentamiento y la guerra, partiendo de la ambicion de perpetuar la division nacional. \n\t\t\t\t\t\n\t\t\t\t\tElla dara sin ton ni son la bofetada a su padre si este no sirve de ayuda al mantenimiento del poder. Esto es su modo de subsistencia.\n\t\t\t\t\t\n\t\t\t\t\tSe parece que la explosion de la exitosa prueba de bomba H y la llamarada del satelite de observacion de la Tierra Kwangmyongsong-4 convirtieran a Park en la perra loca con cola encendida.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, ella invento con numerosas gentuallas como primera medida el proyecto de restringir hasta 500 personas el numero de los personajes surcoreanos que permanecen en la Zona Industrial de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\tInsatisfecha con esto, decidio la \"interrupcion total\" del funcionamiento de la ZIK, producto valioso de la epoca de 15 de junio y simbolo de esperanza que aliviaba el dolor de la historia de division nacional.\n\t\t\t\t\t\n\t\t\t\t\tEn la operacion de la ZIK, todos los coreanos vieron las relaciones intercoreanas basadas en la reconciliacion y unidad nacionales e imaginaron el aspecto de Corea reunificada.\n\t\t\t\t\t\n\t\t\t\t\tPero, Park echo sin vacilacion alguna la ZIK a la sepultura irrecuperable, lo cual deviene un crimen imperdonable ante la nacion.\n\t\t\t\t\t\n\t\t\t\t\tPark actua tan absurdamente como si esta medida sirviera de \"gran sufrimiento\" y \"precio duro\" a la RPDC por su prueba nuclear y lanzamiento de satelite artificial. \n\t\t\t\t\t\n\t\t\t\t\tPero, eso demuestra solo la ignorancia de esa tonta Park que no sabe contar ni los numeros simples. \n\t\t\t\t\t\n\t\t\t\t\tLo podemos saber mediante unos numeros simples.\n\t\t\t\t\t\n\t\t\t\t\tAl cabo de 10 anos desde cuando la ZIK entro en el funcionamiento, la cantidad total de produccion de las empresas surcoreanas llego a 2 mil 300 millones de dolares y el impoluto efecto economico fue 3 mil 260 millones de USD.  \n\t\t\t\t\t\n\t\t\t\t\tEl cierre total de la ZIK dara el dano considerable no solo a 124 empresas y mas de 6 mil empresas cooperativas sino tambien a la economia surcoreana en conjunto y si se juntan los danos directos e indirectos, sera astronomica su perdida.\n\t\t\t\t\t\n\t\t\t\t\tAbsurdamente Park Geun-hye calcula que si interrumpe la fuente de ingreso que afluye al Norte a traves de la ZIK, puede impedir el desarrollo nuclear o la construccion de la potencia cosmica.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de Park debe conocer claramente que la medida previsora de la RPDC por preparar el disuasivo nuclear, ya  se inicio hace mucho tiempo desde el nacimiento de la ZIK.\n\t\t\t\t\t\n\t\t\t\t\tEs igual tambien el trabajo del desarrollo espacial de caracter pacifico.\n\t\t\t\t\t\n\t\t\t\t\tPor esta razon, la gente del Sur de Corea critica severamente el crimen cometido por Park.\n\t\t\t\t\t\n\t\t\t\t\tTodos los archi-crimenes de Park estan penetrados por el servilismo a grandes potencias y actos vendepatrias.\n\t\t\t\t\t\n\t\t\t\t\t  Se aproxima el dia en que el cuerpo sucio de Park Geun-hye sea echado al basurero de nuestra nacion."
        },
        {
            "title": "No se puede devolver barco espia \"Pueblo\" de EE.UU., destaca Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201602/news20/20160220-02ss.html",
            "content": "No se puede devolver barco espia \"Pueblo\" de EE.UU., destaca Rodong Sinmun\r\nPyongyang, 20 de febrero (ACNC) -- Recientemente, el Congreso del Estado de Colorado de Estados Unidos, donde esta una aldea que lleva el nombre igual al barco espia armado \"Pueblo\", aprobo una resolucion para exigir el rescate de dicho barco espia y la entrego al presidente Obama, a los presidentes del Senado y la Camara de Representantes y al gobernador del Estado de Colorado.\n\t\t\t\t\tLa esencia de la resolucion es \"elogiar\" el \"espiritu de sacrificio\" de los tripulantes del barco espia de aquel entonces tras definir cada ano el 23 de enero, en que fue capturado ese barco, como el \"dia del barco 'Pueblo'\" y seguir demandando su rescate.\n\t\t\t\t\t\n\t\t\t\t\tEs absurda la insistencia en el rescate del barco espia armado, capturado hace casi un medio siglo por nuestros marineros, al cabo de desarrollar viles espionajes de toda indole en el sagrado mar jurisdiccional de la RPDC, y es muy ridiculo el comportamiento con respecto al problema de captura de ese barco.\n\t\t\t\t\t\n\t\t\t\t\tAsi subraya el diario Rodong Sinmun en un comentario individual divulgado el dia 20 y continua:\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no puede ganar nada con los alborotos exigiendo el rescate de dicho barco.\n\t\t\t\t\t\n\t\t\t\t\tCuanto mas se \"celebre\" el dia de la captura del barco \"Pueblo\", tanto mas se agrandaran la verguenza y la humillacion.\n\t\t\t\t\t\n\t\t\t\t\tSon nuestros trofeos los equipos electronicos de inteligencia y documentos secretos del barco \"Pueblo\" confiscados por nuestro ejercito.\n\t\t\t\t\t\n\t\t\t\t\tLos trofeos no son objetos de regateo. El derecho a disponerlo lo tiene solo el triunfador.\n\t\t\t\t\t\n\t\t\t\t\tNosotros tenemos exhibido el barco \"Pueblo\" capturado y explicamos con el orgullo de triunfador a las generaciones venideras y a todo el mundo que este fue capturado por nosotros.\n\t\t\t\t\t\n\t\t\t\t\tEn el futuro tambien aniquilaremos sin piedad a los invasores que atenten contra nuestra soberania."
        }
    ]
}