{
    "date": "2016-09-13",
    "url": "http://kcna.co.jp/item/2016/201609/2016-09-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Farm No. 1116 Run by KPA Unit 810",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-01ee.html",
            "content": "Kim Jong Un Visits Farm No. 1116 Run by KPA Unit 810\r\n Pyongyang, September 13 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, gave field guidance to Farm No. 1116 under KPA Unit 810.\n\t\t\t\t\t He looked round high-yielding varieties of crops harvested on the farm this year, saying that he was very pleased to receive a report on the newly-bred seeds of maize and dry-field rice.\n\t\t\t\t\t\n\t\t\t\t\t Seeing corns as big as forearm, well ripe rice ears and other crops with a bright smile on his face, he expressed great satisfaction over the results, noting that every achievement made by the farm would make him feel refreshed and pleasant.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il, who had walked along lanes across farm fields in their lifetime in all weathers to solve the food problem for the people, would have been very glad to see those new high-yielding varieties of crops, he said.\n\t\t\t\t\t\n\t\t\t\t\t He went round trial and cultivation plots, greenhouse and other parts of the farm to learn in detail about its seed production.\n\t\t\t\t\t\n\t\t\t\t\t He was very satisfied over the fact that the farm bred a high-yield strain of maize suitable to the country's climatic and soil conditions.\n\t\t\t\t\t\n\t\t\t\t\t The new strain of maize is resistant to rainy wind for its low height and very fit for double-cropping as its growth period is less than other strains, he noted, saying its per-hectare yield is beyond a preconceived idea.\n\t\t\t\t\t\n\t\t\t\t\t He also noted with high appreciation that the farm's officials and researchers had bred a good strain of dry-field rice which is of high yield and strongly resistant to draught and harmful insects through their protracted inquiry and painstaking efforts.\n\t\t\t\t\t\n\t\t\t\t\t And he gave his thanks to the officials, scientists and researchers, praising their merits for the breeding of new strains of maize and dry-field rice.\n\t\t\t\t\t\n\t\t\t\t\t Watching several crops under trial cultivation at the farm's modern greenhouse, he stressed the need to further consolidate the material and technical foundations of the farm and said that he would help build one more modern greenhouse based on the latest technology.\n\t\t\t\t\t\n\t\t\t\t\t He gave valuable instructions for the farm and named the new strain of maize \"Phyongok 9\".\n\t\t\t\t\t\n\t\t\t\t\t Then he called for breeding more good strains which ensure safe harvest with less fertilizer and are resistant to draught, rainy wind, cold-weather, high temperature and harmful insects.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the officials and party members and other employees of the farm would fully discharge their honorable mission and duty as the standard-bearer and vanguard in implementing the WPK's policy of bringing about a radical turn in seed improvement.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Hwang Pyong So, O Su Yong, Jo Yong Won and Han Kwang Sang."
        },
        {
            "title": "Korea Asia-Pacific Peace Committee Warns Hostile Forces against Political and Military Provocations",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-11ee.html",
            "content": "Korea Asia-Pacific Peace Committee Warns Hostile Forces against Political and Military Provocations\r\n Pyongyang, September 13 (KCNA) -- A spokesman for the Korea Asia-Pacific Peace Committee issued a statement Tuesday in connection with the fact that the hostile forces are committing extremely heinous provocations against the DPRK over its recent nuclear warheads explosion test.\n\t\t\t\t\t The U.S. and its followers are making much fuss, creating impression that a nuclear bomb was dropped in downtown Washington or Seoul. They let the UN release a \"press statement\" and are crying out for applying high-profile sanctions to totally strangle the \"windpipe of the north.\" They went the lengths of threatening to make a preemptive military strike at the DPRK, escalating threat and blackmail against it to the extremes.\n\t\t\t\t\t\n\t\t\t\t\t Taking the lead in this campaign is the Park Geun Hye group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t The hearts of the service personnel and people of the DPRK are now burning with hatred for the sworn enemies who are hurting even the supreme leadership of the DPRK which represents their life and dignity, not content with resorting to all kinds of evil things in a bid to deny and undermine the ideology and social system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Running sky-high now is the resentment of the people of the DPRK at the U.S., architect and executor of the harsh hostile policy toward the DPRK, and Japan and other riff-raffs dancing to the tune of the U.S. and even the UN acting without principle bereft of impartiality and justice.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is fully ready to mercilessly strike brutal provocateurs keen on sanctions, actions to stifle it and aggression and war moves against it century after century and wipe them out to the last man any moment, the spokesman said, declaring the stand as follows:\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists and their vassal forces show even a slight sign of launching the \"beheading operation\" for what they call \"collapse of social system\" and \"conquest of Pyongyang\", an order will be immediately issued to the Hwasong artillery units of the Strategic Force of the Korean People's Army to fire rockets fully tipped with nuclear warheads although it is not what we desired.\n\t\t\t\t\t\n\t\t\t\t\t Neither sanctions nor provocation nor pressure can ever bring down the position of the DPRK as a full-fledged nuclear weapons state, and high-handed political and military provocations of the enemies will only invite a merciless nuclear strike which will lead them to a final ruin.\n\t\t\t\t\t\n\t\t\t\t\t The state nuclear force of the DPRK will creditably perform its sacred mission of defending the dignity of the supreme leadership and the interests of the country and safeguarding the sovereignty and vital rights of the nation and make positive contribution to the peace and stability in Northeast Asia."
        },
        {
            "title": "DPRK Accedes to Treaties of WIPO",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-10ee.html",
            "content": "DPRK Accedes to Treaties of WIPO\r\n Pyongyang, September 13 (KCNA) -- The DPRK acceded to \"The 1999 Geneva Act of the Hague Agreement on the International Registration of Industrial Designs\" and \"The Singapore Treaty on the Law of Trade Marks\", treaties of the World Intellectual Property Organization (WIPO).\n\t\t\t\t\t The papers on accession to the treaties were delivered to the trustee, the director general of the WIPO on June 13, Juche 105 (2016).\n\t\t\t\t\t\n\t\t\t\t\t According to the rule of the accession, the DPRK's papers are to take effect since Sep. 13, 2016 three months after their application.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever proactively strive to creditably perform its mission and duty as full member of the WIPO."
        },
        {
            "title": "DPRK Delegation Leaves to Take Part in NAM Summit",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-14ee.html",
            "content": "DPRK Delegation Leaves to Take Part in NAM Summit\r\n Pyongyang, September 13 (KCNA) -- A DPRK delegation led by Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, left here Tuesday to take part in the 17th NAM Summit to be held in Venezuela."
        },
        {
            "title": "DPRK Public Health Delegation Back Home",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-16ee.html",
            "content": "DPRK Public Health Delegation Back Home\r\n Pyongyang, September 13 (KCNA) -- A public health delegation of the DPRK led by Jang Jun Sang, vice-minister of Public Health, returned home Tuesday after taking part in the 69th Southeast Asian Regional Assembly of the WHO held in Sri Lanka."
        },
        {
            "title": "Kanji Inoki Leaves",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-13ee.html",
            "content": "Kanji Inoki Leaves\r\n Pyongyang, September 13 (KCNA) -- Kanji Inoki, member of the House of Councillors of Japan, and his party left here for home Tuesday.\n\t\t\t\t\t During their stay in the DPRK, they visited the Museum of Weapons and Equipment of the Korean People's Army, the Songdowon International Children's Camp and other places."
        },
        {
            "title": "Members of International Jury of Pyongyang Int'l Film Festival Arrive",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-30ee.html",
            "content": "Members of International Jury of Pyongyang Int'l Film Festival Arrive\r\n Pyongyang, September 13 (KCNA) -- Members of international jury of Russia, Britain, India and New Zealand arrived here Tuesday to participate in the 15th Pyongyang International Film Festival."
        },
        {
            "title": "Greetings to Kim Jong Un from Palestinian President",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-18ee.html",
            "content": "Greetings to Kim Jong Un from Palestinian President\r\n Pyongyang, September 13 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, on Sept. 9 received a message of greeting from Mahmoud Abbas, president of the State of Palestine and chairman of the Executive Committee of the Palestine Liberation Organization.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I am pleased to extend the warmest congratulations and the best wishes to Your Excellency and, through Your Excellency, to the government and people of your friendly country on the founding anniversary of the DPRK on behalf of the state and people of Palestine and on my own behalf.\n\t\t\t\t\t\n\t\t\t\t\t We set store by the strong relations between the peoples of the two countries and express deep thanks to Your Excellency for extending support and solidarity to the struggle of our people to build an independent state with East Kuds as its capital city in which freedom and sovereignty are guaranteed, peace settles and all faiths co-exist and reconciliation prevails.\n\t\t\t\t\t\n\t\t\t\t\t I wish Your Excellency good health and happiness, extending sincere congratulations to Your Excellency once again."
        },
        {
            "title": "Greetings to Kim Jong Un from Tanzanian President",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-17ee.html",
            "content": "Greetings to Kim Jong Un from Tanzanian President\r\n Pyongyang, September 13 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, on Sept. 5 received a message of greeting from Johon Magufuli, president of the United Republic of Tanzania.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I am very pleased to extend sincere congratulations to Your Excellency and, through Your Excellency, to the government and people of the DPRK on the 68th founding anniversary of the DPRK on behalf of the government and people of Tanzania and on my own behalf.\n\t\t\t\t\t\n\t\t\t\t\t Our two countries have historically cooperated in a versatile way in many fields including education, agriculture and construction.\n\t\t\t\t\t\n\t\t\t\t\t I, on this auspicious occasion, am pleased over good relations of friendship between the two countries and hope that they will further develop these relations.\n\t\t\t\t\t\n\t\t\t\t\t I, availing myself of this opportunity, assure Your Excellency that the Tanzanian government will continue making efforts to maintain and consolidate the mutually beneficial relations between the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t I sincerely wish Your Excellency good health and success, extending my friendly greetings to Your Excellency."
        },
        {
            "title": "Greetings to Kim Jong Un from Chairman of C.C., Communist Party of Russian Federation",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-15ee.html",
            "content": "Greetings to Kim Jong Un from Chairman of C.C., Communist Party of Russian Federation\r\n Pyongyang, September 13 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, received a message of greeting from G. Zhuganov, chairman of the Central Committee of the Communist Party of the Russian Federation, on September 9.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I, on behalf of the Communist Party of the Russian Federation, extend sincere congratulations to you and the Korean people on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The appearance of socialist Korea on the world political map in 1948 marked an important event in the modern history of Asia.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of the Workers' Party of Korea, a socialist society is being successfully built in your country.\n\t\t\t\t\t\n\t\t\t\t\t Successes made in the development of national economy and the bolstering of the defence capability of the country are providing a dignified life to the Korean people and instilling confidence in the future into them.\n\t\t\t\t\t\n\t\t\t\t\t We wish the Workers' Party of Korea and the Korean people greater successes in socialist construction."
        },
        {
            "title": "Greetings to Kim Jong Un from Ukrainian Communist Party Leader",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-12ee.html",
            "content": "Greetings to Kim Jong Un from Ukrainian Communist Party Leader\r\n Pyongyang, September 13 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea (WPK), received a message of greeting on Sep. 9 from P. N. Symonenko, first secretary of the Central Committee of the Ukrainian Communist Party.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend heartfelt congratulations to you and all the freedom-loving Korean people on the founding anniversary of the DPRK, a national holiday, on behalf of the Central Committee of the Ukrainian Communist Party and on my own behalf.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people freed from the colonial slavery of the Japanese imperialists are dynamically building socialism based on the Juche idea and making eye-opening successes in many fields of national economy and those of science, culture and art under the leadership of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t On this significant day, I wish you and the heroic people of the DPRK peace, wellbeing and prosperity on the road of advancing socialism."
        },
        {
            "title": "Joint Pyongyang Service Members and Civilians Meet",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-33ee.html",
            "content": "Joint Pyongyang Service Members and Civilians Meet\r\n Pyongyang, September 13 (KCNA) -- There took place at Kim Il Sung Square Tuesday a joint Pyongyang service members and civilians rally in celebration of the successful nuclear warhead explosion test.\n\t\t\t\t\t It was attended by Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae and other senior officials of the Party, state and army, the chairperson of a friendly party, officials of the Party and armed forces organs, the Cabinet, working people's organizations, ministries and national institutions, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, officials of the institutions and industrial establishments of different levels, working people and youth and students in the city and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ju, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea (WPK) and premier of the Cabinet of the DPRK, read out a statement released by the Nuclear Weapons Institute of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ki Nam, vice-chairman of the C.C., the WPK, Yun Tong Hyon, vice-minister of the People's Armed Forces, Jang Chol, president of the State Academy of Sciences, and Jon Yong Nam, first secretary of the Central Committee of the youth league, made congratulatory speeches at the rally.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the recent successful explosion test of nuclear warhead marked an event of special significance as it guaranteed the eternal prosperity and security of the great Paektusan power and a historic exciting event of the nation which instilled confidence in the final victory and optimism into all the service personnel and civilians in the vigorous campaign to build a powerful socialist country.\n\t\t\t\t\t\n\t\t\t\t\t They said that signal successes being made in the field of national defence industry represent a praiseworthy victory won thanks to the energetic leadership and patriotic devotion of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It is the immutable principle the army and people of the DPRK learned in the confrontation with the imperialists and the U.S. for the last several decades that the vicious hostile policy and war moves of the imperialists should be countered only with the toughest counteractions and merciless and prompt strikes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now talking a torrent of nonsense, persistently resorting to the sanctions and pressure against the DPRK over its justifiable nuclear warhead explosion test, but it is nothing but ridiculous jargons made by those who are fear-stricken by the tremendous nuclear capability of the DPRK, they noted, calling on all service personnel and civilians to devotedly defend the C.C., the WPK headed by Kim Jong Un and the Kumsusan Palace of the Sun and work unprecedented  fresh miracles in the drive for recovering from the flood damage that hit the northern areas of North Hamgyong Province and thus conclude the 200-day campaign of loyalty with shining victory. \n\t\t\t\t\t\n\t\t\t\t\t They declared that all service personnel would make a decisive and strong retaliatory strike at the enemies, should they show a slight sign of moves to impair the independent dignity and prestige of the state. \n\t\t\t\t\t\n\t\t\t\t\t They said that the young people should make successive charge, uninterrupted advance and innovations, holding high the slogan of \"Let us fully demonstrate the resourcefulness and gallantry of the heroic youth in the general offensive for building a powerful socialist country!\" and thus make hurrah of the drive for creating new legendary tales about hero youth heard without interruption. \n\t\t\t\t\t\n\t\t\t\t\t They called for settling scientific and technological problems arising in the building of an economic power on the highest level through a high-pitched drive for breaking through the cutting edge science and technology.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to work hard to build a powerful socialist country of Juche, a paradise for the people, on this land as soon as possible, united close around Kim Jong Un."
        },
        {
            "title": "Cuban Ambassador Gives Reception",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-31ee.html",
            "content": "Cuban Ambassador Gives Reception\r\n Pyongyang, September 13 (KCNA) -- Jesus De Los Angeles Aise Sotolongo, Cuban ambassador to the DPRK, gave a reception at his embassy Tuesday on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kim Sung Du, chairman of the Education Commission and chairman of the Korean Committee for Solidarity with Cuba, Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador said in a speech that the DPRK founded under the wise leadership of President Kim Il Sung overcame difficulties to record immortal annals.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that certain is the victory of the heroic Korean people defending the revolutionary gains and advancing toward future under the banner of the great Kimilsungism-Kimjongilism, adding that the friendship and solidarity between the two countries would  always remain ever-green.\n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop said: The friendly and cooperative relations between the DPRK and Cuba provided by the preceding leaders of the two countries are steadily growing stronger under the special care of the respected Comrade Kim Jong Un and the respected Comrade Raul Castro Ruz.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will as ever extend full support and solidarity to the fraternal Cuban people in their struggle to firmly defend the gains of socialism and thoroughly carry out the decision of the Seventh Congress of the Communist Party of Cuba, he noted."
        },
        {
            "title": "National Exhibition of Students Inventions Opens",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-19ee.html",
            "content": "National Exhibition of Students Inventions Opens\r\n Pyongyang, September 13 (KCNA) -- A national exhibition of students inventions opened with due ceremony at the Sci-Tech Complex to celebrate the 70th founding anniversary of Kim Il Sung University. \n\t\t\t\t\t The exhibition is divided into 11 panels including mechanical engineering, electronics and automation and IT. More than 800 valuable inventions and new technological successes made at over 50 universities across the country are presented."
        },
        {
            "title": " Young People of Ryongchon County Call upon Youth League Organizations to Launch Socialist Emulation",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-28ee.html",
            "content": "Young People of Ryongchon County Call upon Youth League Organizations to Launch Socialist Emulation\r\n Ryongchon, September 13 (KCNA) -- There took place at the Sinam Co-op Farm on Tuesday a meeting of the young vanguard of Ryongchon County, North Phyongan Province to vow to become the vanguard and shock brigade in the harvesting and threshing campaign.\n\t\t\t\t\t Present there were Jon Yong Nam, first secretary of the Central Committee of the youth league, officials concerned and young people in the county.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers recalled that President Kim Il Sung and leader Kim Jong Il visited Ryongchon County several times and set forth tasks and ways of doing farm work well.\n\t\t\t\t\t\n\t\t\t\t\t They said that Marshal Kim Jong Un put forward the Paektusan hero youth spirit as the spirit of the times and is leading the youth to exalt the praiseworthy honor of hero youth in the struggle to build a powerful socialist country.\n\t\t\t\t\t\n\t\t\t\t\t They called for finishing the harvesting and threshing campaign at a go in the spirit and mettle of the Korean youth.\n\t\t\t\t\t\n\t\t\t\t\t They also called for sending more rice to the front for recovering from flood damage.\n\t\t\t\t\t\n\t\t\t\t\t They called on the youth league organizations and young people in the agricultural field across the country to launch a socialist emulation to become vanguard and shock brigade in the harvesting and threshing campaign."
        },
        {
            "title": "E-Library of Pyongyang University of Railways Opens",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-27ee.html",
            "content": "E-Library of Pyongyang University of Railways Opens\r\n Pyongyang, September 13 (KCNA) -- The E-Library of Pyongyang University of Railways was newly built.\n\t\t\t\t\t It has e-reading room, tele-education room, lecture room, room for audio-visual education of foreign languages and other conditions for education, scientific researches and student's studying.\n\t\t\t\t\t\n\t\t\t\t\t An inaugural ceremony was held Tuesday."
        },
        {
            "title": "15th Pyongyang Int'l Film Festival",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-23ee.html",
            "content": "15th Pyongyang Int'l Film Festival\r\n Pyongyang, September 13 (KCNA) -- The 15th Pyongyang International Film Festival is to be held in Pyongyang, the capital city of the DPRK, on September 16-23, Kim Jae Hyok, vice-director of the Korean Film Export and Import Corporation, said.\n\t\t\t\t\t The festival will promote exchange and cooperation among moviemen from various countries, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Scores of countries, including Russia, India, Germany, Switzerland and China, have presented their films to the festival.\n\t\t\t\t\t\n\t\t\t\t\t And an international jury was organized with directors, filmmakers and critics from the DPRK, Russia, India, UK and New Zealand.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK presented to the festival a feature film \"\"Story about My Family\", a documentary \"Prosperous Pyongyang\" and an animated film \"Two Boys Who Found an Answer\"."
        },
        {
            "title": "New Feature Film Gives Deep Impress on Audience",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-21ee.html",
            "content": "New Feature Film Gives Deep Impress on Audience\r\n Pyongyang, September 13 (KCNA) -- New feature film \"Story about My Family\" is now on at cinemas in the DPRK.\n\t\t\t\t\t The film tells about noble traits performed by Jang Jong Hwa who is known as \"girl mother\" in Kangson.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jin A, a nurse at the Breast Tumour Institute of the Pyongyang Maternity Hospital, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t I saw the film with deep emotion. I wanted to see the \"girl mother\", so I have been in correspondence with her. Seeing the film, I felt as if I met her.\n\t\t\t\t\t\n\t\t\t\t\t Ro Chun Bok, mother of Jang Jong Hwa, said:\n\t\t\t\t\t\n\t\t\t\t\t A novel about my daughter was published and now even a feature film produced. Many people come to see Jang. Among them are journalists and foreigners.\n\t\t\t\t\t\n\t\t\t\t\t My daughter was honored to have a picture taken close by supreme leader Kim Jong Un, which has been admired by all visitors.\n\t\t\t\t\t\n\t\t\t\t\t An official of the Central Committee of the Kimilsungist-Kimjongilist Youth League said that this year alone, a great number of young people in noble traits have been produced across the country.\n\t\t\t\t\t\n\t\t\t\t\t The film shows well noble spiritual world of the Korean youths, he noted."
        },
        {
            "title": "DPRK Citizens Hail Nuclear Warhead Test",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-24ee.html",
            "content": "DPRK Citizens Hail Nuclear Warhead Test\r\n Pyongyang, September 13 (KCNA) -- The more persistent the U.S. remains in putting pressure and sanctions on the DPRK, the stronger the latter's reaction will grow, said Choe Chol, a professor of University of National Economy. \n\t\t\t\t\t Shocked at the news about the DPRK's successful nuclear warhead explosion test, the U.S. is as ever pulling up the DPRK, branding it as \"threat\", \"provocation\" and \"ignorance\" of international norms of practices, Choe said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The nuclear warhead test, designed under the plan of the Workers' Party of Korea for building strategic nuclear force, was a resolute and just self-defensive measure against the U.S.'s anachronistic hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which pushed the DPRK to a nuclear state with preemptive attack and retaliatory strike abilities. Therefore, the U.S. had better look back upon its foolish act before putting the blame on the latter.\n\t\t\t\t\t\n\t\t\t\t\t Ri Chol Su, section chief of the Manufactory No. 111 of the State Academy of Sciences, said the U.S. is working hard to alarm the whole world again through pressure and sanctions against the DPRK, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK assumed the strategic position as a legitimate nuclear weapons state by itself, so that its position is not the one which could be changed according to someone's yes or no.\n\t\t\t\t\t\n\t\t\t\t\t For the DPRK, the recent test is merely another step towards materializing its measures for bolstering the state nuclear force in quality and quantity to put an end to the U.S. nuclear threat to it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will show the world how dispersedly the vicious attempt of the hostile forces is shattered by Songun Korea which advances along the road of simultaneously pushing forward economic construction and the building of nuclear force."
        },
        {
            "title": "Railroad Restoration Pushed forward",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-22ee.html",
            "content": "Railroad Restoration Pushed forward\r\n Pyongyang, September 13 (KCNA) -- The restoration of railroads progresses apace in the flood-hit northern areas of North Hamgyong Province, the DPRK.\n\t\t\t\t\t As of Sept. 10, over 35 400 cubic meters of mud was removed from 30-odd sections with railroad beds restored in 20 sections.\n\t\t\t\t\t\n\t\t\t\t\t Railway tracks were reconnected between Komusan and Musan and between Komusan and Haksong, and railway service reopened between Paekam and Kulsong, Komusan and Sophungsan, Komusan and Hakpho and Haksong and Namyang."
        },
        {
            "title": "Turning Misfortune into Favorable Conditions Is Tradition of DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-32ee.html",
            "content": "Turning Misfortune into Favorable Conditions Is Tradition of DPRK\r\n Pyongyang, September 13 (KCNA) -- The army and people of the DPRK faced difficulties all of a sudden at a time when they were nearing the unprecedented great victory in the significant year 2016.\n\t\t\t\t\t Strong storm and downpour unprecedented in meteorological observation since the liberation of Korea hit the areas along the River Tuman in the northern tip of Korea, causing huge damage.\n\t\t\t\t\t\n\t\t\t\t\t Tens of thousands of dwelling houses and public buildings collapsed, traffic network and power supply system and cultivated land were submerged or destroyed, inflicting great pain and hardships on the inhabitants.\n\t\t\t\t\t\n\t\t\t\t\t Under the emergency situation the Central Committee of the Workers' Party of Korea made a crucial decision to turn the main thrust of the 200 day-campaign into the drive of recovering from flood damage to tide over the difficulties.\n\t\t\t\t\t\n\t\t\t\t\t It called on all the party members, service personnel and other people to direct all human, material and technical potentials of the country to the rehabilitation campaign in order to recover from the damage at an early date and win eye-opening victory in the struggle for turning misfortune into favorable conditions.\n\t\t\t\t\t\n\t\t\t\t\t In hearty response to the ardent call of the party, the army and people of the DPRK are full of high enthusiasm and confidence to create new legendary stories about heroes startling the world in the recovery campaign and demonstrate once again the might of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t Turning adverse situation into favorable conditions--this is a proud tradition of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t This is the unique fighting mode which our party has maintained from the very start of the Korean revolution when it had to blaze a trail and the extraordinary disposition of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The victory in the anti-Japanese revolutionary war organized and led by President Kim Il Sung recorded the first page in the modern history of Korea as it was unprecedented military miracle in the world history of wars because the Korean People's Revolutionary Army which the enemies called a drop in the ocean beat back one million-strong forces of the Japanese imperialists which boasted of being \"leader\" of Asia and achieved the historic cause of liberating Korea.\n\t\t\t\t\t\n\t\t\t\t\t In the Korean war in the 1950s which history termed \"stand-off between rifles and A-bomb\" the Korean people defeated the numerical and technological superiorities of the formidable imperialist enemy U.S. and its followers with politico-ideological and strategic and tactical superiorities, thus shattering the \"myth\" of the mightiness of the great American empire and bringing about the downhill turn for it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK completed in just three years the post-war rehabilitation and construction though the U.S. imperialists claimed would not be done even in 100 years and worked the miracle of realizing in just 14 years the industrialization which would take others hundreds of years, by racing against the time amid the high-pitched drive of bringing about surge at the Chollima speed.\n\t\t\t\t\t\n\t\t\t\t\t During the Arduous march, the forced march in the wake of hideous nuclear blackmail and sanctions racket against the DPRK, the collapse of socialism in several Eastern European countries and horrible natural disaster, the Korean people foiled the U.S. high-handed practices with toughest counteraction and laid a strong springboard from which to build a socialist power under the Songun guidance of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t As Marshal Kim Jong Un is standing at the helm of the revolution, this great tradition of the DPRK is being given a steady continuity.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is now demonstrating its might as a nuclear power of Juche possessed of even H-bomb, not just as a matchless political and ideological power and military power under the wise guidance of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Unfolding in the country at present is the era of Mallima in which fresh surge and prosperity are brought about, changing the appearance of the country with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t The tradition of victory of the DPRK is a precious fruition of the might of single-minded unity of the great leader, great party and the great people and the mental power based on the spirit of self-reliance and self-development-first principle.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK who recorded only victory, glory, exploits and miracles in the past annals of the revolution have turned out as one in the new campaign with confidence and optimism about the victory in the future under the wise guidance of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The world will witness a new history in which misfortune is turned into favorable conditions in the northern areas of Korea before long."
        },
        {
            "title": "Minju Joson Slams U.S. and S. Korean Puppet Forces' Farce of Reenacting Inchon Landing Operation",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-08ee.html",
            "content": "Minju Joson Slams U.S. and S. Korean Puppet Forces' Farce of Reenacting Inchon Landing Operation\r\nPyongyang, September 13 (KCNA) -- Recently the south Korean puppet warmongers staged the farce of reenacting the Inchon landing operation on Wolmi Island together with the U.S., while trumpeting about the \"event marking victory in battle.\" \n\t\t\t\t\tWarships, planes and marine corps of the puppet navy, warships of the U.S. navy and marines were involved there. Timed to coincide with this, the puppet warmongers held a preview of film \"Inchon Landing Operation\", an anti-DPRK film, at units of the puppet army in a bid to stoke confrontation and war hysteria.\n\t\t\t\t\t\n\t\t\t\t\tMinju Joson Tuesday in a commentary dismisses this as a poor charade becoming a laughing stock of world people. \n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe Park Geun Hye group's above-said farce is no more than a bluff to free the puppet military of rapidly growing war phobia and war-weariness and fan up war hysteria.\n\t\t\t\t\t\n\t\t\t\t\tIt is foolish and pitiful for the puppet warmongers to make desperate efforts to put under control their unfavorable situation through the despicable burlesque of distorting the historic facts and escalate the confrontation with the compatriots in the north and fan up hysteria for invading the north.\n\t\t\t\t\t\n\t\t\t\t\tThe strange burlesque of painting the defeat as \"victory in the battle\" staged by the puppet warmongers would only precipitate their destruction, ridiculed by all people."
        },
        {
            "title": "Minju Joson Flays Park Geun Hye Group for Inciting Confrontation with Compatriots",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-07ee.html",
            "content": "Pyongyang, September 13 (KCNA) -- The Park Geun Hye group of traitors formally put into force the \"law on human rights of north,\" an evil law for escalating the confrontation with the compatriots in the north, from early September after railroading it through the \"National Assembly.\"\n\t\t\t\t\t On this occasion the puppet forces claimed they would ratchet up \"pressure on the north\" under the pretext of its \"human rights,\" while tightening \"sanctions\" against the DPRK over \"its nuclear and missile threat.\" \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday in a commentary says in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is an unpardonable challenge to the dignified and inviolable social system of the DPRK and its people.\n\t\t\t\t\t\n\t\t\t\t\t The above-said law is peppered with poisonous articles malignantly hurting the dignity and social system of the DPRK with all sorts of sheer lies and fabrications.\n\t\t\t\t\t\n\t\t\t\t\t Park's row of kicking up hysteria of confrontation while trumpeting about someone's \"human rights\" reminds one of a thief crying \"Stop the  thief!\" as they turned south Korea into a human rights tundra and barren land through heinous sycophancy toward the U.S., unpopular rule and fascist dictatorship. \n\t\t\t\t\t\n\t\t\t\t\t Park's row is aimed to realize through the \"human rights\" racket her ambition for \"unification of social systems\" unachievable with strength, taken aback by the leaping advance made by the DPRK in the efforts to bolster up the nuclear deterrence for self-defense.\n\t\t\t\t\t\n\t\t\t\t\t The Park group is trying hard to tarnish the image of the dignified DPRK and break the single-minded unity of the Korean people under the pretext of the non-existent \"human rights issue\" but it is a futile act.\n\t\t\t\t\t\n\t\t\t\t\t Time will prove how the Park group will meet a miserable end as it is making desperate efforts to escalate confrontation with compatriots."
        },
        {
            "title": "Minju Joson Blasts Japanese Reactionaries' Repressive Action against Korean Schools in Japan",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-09ee.html",
            "content": "Minju Joson Blasts Japanese Reactionaries' Repressive Action against Korean Schools in Japan\r\n Pyongyang, September 13 (KCNA) -- The Japanese Mainichi Shimbun recently said that the Ministry of Education, Culture, Sports, Science and Technology of Japan requested each local area to examine the problem concerning subsidies to Korean schools in Japan from a standpoint of \"reasonableness and common interests\" and report the results to the ministry.\n\t\t\t\t\t According to the paper, the former minister of Education, Culture, Sports, Science and Technology on March 29 sent each local area a notice requesting it to make inquiry and examination of \"common interests of the subsidies, the effect of education and the reasonableness and transparency of giving subsidies\" and report the results to the ministry as Chongryon and Korean schools in Japan are in very close touch with each other.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday observes in a commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t This indicates that the Japanese government authorities are set to stretch the tentacles of suppression even to the Korean schools related to Chongryon after labeling it \"criminal organization\".\n\t\t\t\t\t\n\t\t\t\t\t The ever more intensified repressive actions of the Japanese reactionaries against Chongryon and Korean schools would only lay bare their despicable nature of disturbing peace and violating human rights and international law.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never tolerate the politically- motivated provocations of the Japanese reactionaries.\n\t\t\t\t\t\n\t\t\t\t\t Japan committed too many crimes against the Korean nation to redeem them.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised not to misjudge the hatred of the service personnel and people of the DPRK against Japan running high as the days go by but to stop their reckless act, well aware of the consequences to be entailed by their anti-DPRK smear campaign and thoughtless politically-motivated provocations."
        },
        {
            "title": " Action for Conclusion of Peace Treaty Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-20ee.html",
            "content": "Action for Conclusion of Peace Treaty Staged in S. Korea\r\n Pyongyang, September 13 (KCNA) -- The Headquarters for Peace Treaty Movement in south Korea held a rally around the U.S. Embassy in Seoul on September 10 demanding a conclusion of a peace treaty, according to a south Korean paper.\n\t\t\t\t\t Speakers said if there is no war, THAAD deployment is unnecessary.\n\t\t\t\t\t\n\t\t\t\t\t They called for signing a peace treaty without fail in order to achieve peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants conducted a signature campaign, distributing copies of literature calling for the conclusion of a peace treaty."
        },
        {
            "title": " Largest-ever General Strike Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-25ee.html",
            "content": "Largest-ever General Strike Declared in S. Korea\r\n Pyongyang, September 13 (KCNA) -- Representatives of the Joint Measure Committee of the Public Sector Trade Unions of the south Korean Confederation of Trade Unions and the Federation of Trade Unions of south Korea held a press conference in Seoul on September 5 at which it declared it would launch the largest-ever general strike against the authorities' evil labor policy.\n\t\t\t\t\t They accused the regime of trying to introduce the system of paying salaries according to piece rate and enforcing the system of forcible retirement at public and financial institutions despite the strong opposition of the labor circle.\n\t\t\t\t\t\n\t\t\t\t\t Noting that they were opposed to the systems, they said the workers in the public and financial sectors would enter a series of strikes from late September.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would stage a strike till the regime sincerely opts for negotiations with trade unions and stops promoting unilateral labor policy."
        },
        {
            "title": "Park Geun Hye's High-handed and Arbitrary Practices Censured",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-26ee.html",
            "content": "Park Geun Hye's High-handed and Arbitrary Practices Censured\r\n Pyongyang, September 13 (KCNA) -- South Korean media on September 5 carried an article written by Pak Sang Gi, professor at Law Graduate School of Yonsei University of south Korea.\n\t\t\t\t\t The article said that Park Geun Hye's \"address marking August 15\" was peppered with errors, inclined thinking and recognition of reality and half-baked recognition of history.\n\t\t\t\t\t\n\t\t\t\t\t The people are not the target that should hear the admonition of the \"president\" but she should pay heed to the admonition of the people, the article added."
        },
        {
            "title": "Koreans in China Denounce S. Korean Conservative Media's Anti-DPRK Smear Broadcasting",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-29ee.html",
            "content": "Koreans in China Denounce S. Korean Conservative Media's Anti-DPRK Smear Broadcasting\r\n Pyongyang, September 13 (KCNA) -- Organizations under the General Association of Koreans in China denounced the south Korean puppet reptile media for their vicious anti-DPRK smear broadcasting campaign.\n\t\t\t\t\t A spokesman for the Zhongnan Regional Association of the General Association in a statement on Sept. 3 said Chosun Ilbo, Choongang Ilbo, Daily NK and other wicked conservative media of south Korea are resorting to political provocations against the DPRK through sordid red herring, thereby disturbing society and adding to the hideous crimes against the nation.\n\t\t\t\t\t\n\t\t\t\t\t Insulting beyond the point of tolerance the army and people of the DPRK who are out in the 200 day-campaign and spreading false stories, they are giving impression that \"sanctions against the north are proving effective.\"\n\t\t\t\t\t\n\t\t\t\t\t Media are obliged to contribute to improving the north-south relations, promoting national reconciliation and unity and creating environment favorable for peace and reunification of the country, the statement held.\n\t\t\t\t\t\n\t\t\t\t\t The Liaoning Regional Association of the General Association in a statement on Sept. 6 demanded an immediate stop to the conservative broadcasting dancing to the tune of the confrontational maniac of Chongwadae whose mistrust and hostility toward fellow countrymen have reached the zenith.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the disgusting act of the puppet wicked conservative media spouting invectives slandering the fellow countrymen and fuelling confrontation as yes-men of the Chongwadae witch self-exposed that they are a pseudo group masked as media and waiting maids of power.\n\t\t\t\t\t\n\t\t\t\t\t Overseas Koreans will wage a dynamic struggle to shatter the traitorous acts of the Park Geun Hye group and the ultra-right conservative media serving it, the statement said."
        },
        {
            "title": "Founding Anniversary of DPRK Marked Abroad",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-02ee.html",
            "content": "Founding Anniversary of DPRK Marked Abroad\r\n Pyongyang, September 13 (KCNA) -- Events took place in different countries to mark the 68th founding anniversary of the DPRK.\n\t\t\t\t\t A friendship meeting took place in Vietnam, a meeting in Ecuador and a film show in Nigeria between September 6 and 8.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Vietnam-DPRK Friendship Association said he was pleased to see the DPRK having made greater successes in all fields for the past 68 years since it was founded.\n\t\t\t\t\t\n\t\t\t\t\t We do not forget that the party, state, army and people of the DPRK actively helped the national independence, reunification and socialist construction of Vietnam, he said, adding he was pleased with the development of the traditional friendly and cooperative relations between the two parties, countries and peoples personally provided and developed by President Ho Chi Minh and President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Youth Organization of the Popular Liberation Movement of Angola paid highest respect to President Kim Il Sung and leader Kim Jong Il who founded the genuine government centred on the popular masses and developed it into an invincible power.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People said that the DPRK could turn into a matchless power independent in politics, self-supporting in economy and self-reliant in defence, frustrate the every move of the imperialist allied forces and emerge victorious thanks to the outstanding Songun revolutionary leadership of Generalissimos Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Congratulatory Visits Paid to DPRK Embassies",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-03ee.html",
            "content": "Congratulatory Visits Paid to DPRK Embassies\r\n Pyongyang, September 13 (KCNA) -- Delegations of political parties of Nigeria and figures of all social standings of different countries paid congratulatory visits to the DPRK embassies in their countries between September 2 and 9 on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t They included delegations of political parties of Nigeria, leader of the Central Committee of the Nepal Communist Party (United Marxist-Leninist) who is former prime minister of the Nepal government, general secretary of the Nepal Communist Party (Marxist－Leninist), member of the leadership of the Central Committee of the Communist Party of Nepal (Maoist) and vice-chairman of its Central Committee, chairman of the Nepal Journalist Association, secretary general of the Nepalese Association for Supporting the Songun Politics, director of the Central Secretariat of the Pakistan People's Party and his party, chairman of a provincial parliamentary group of Pakistan, president of the \"C.I.S. Estero\" Group of Italy, first deputy general secretary of the Democratic Party of Equatorial Guinea and his party and the foreign affairs special adviser to the Office of Prime Minister of Equatorial Guinea.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets and bouquets before the portraits of smiling President Kim Il Sung and leader Kim Jong Il and full-length pictures of the great leaders standing together and paid tribute to them."
        },
        {
            "title": "DPRK Praised by Polish Organization",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-04ee.html",
            "content": "DPRK Praised by Polish Organization\r\n Pyongyang, September 13 (KCNA) -- The Polish Branch of the Korean Friendship Association made public a statement on September 9 on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t Since the very day of the foundation of the DPRK it has shed its rays as an independent country which embodied the immortal Juche idea of President Kim Il Sung, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The indomitable will and single-minded unity of the DPRK show that it is the powerful country guided by the principle of independence in politics, self-supporting in economy and self-reliance in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people advancing toward rosy future will shatter all the hostile moves of the U.S. imperialists trying to ignite a war on the Korean peninsula and make all the Korean people slaves.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is demonstrating its might as a socialist power under the wise leadership of the respected Marshal Kim Jong Un who is successfully carrying forward the cause of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t We wish the DPRK bigger successes on the road of independence, Songun and socialism."
        },
        {
            "title": "DPRK's Founding Anniversary Marked in Bulgaria",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-06ee.html",
            "content": "DPRK's Founding Anniversary Marked in Bulgaria\r\n Pyongyang, September 13 (KCNA) -- The Bulgaria-Korea Friendship Association released the September issue of its bulletin to mark the 68th founding anniversary of the DPRK.\n\t\t\t\t\t The bulletin said that President Kim Il Sung victoriously led the anti-Japanese revolutionary struggle for two decades and liberated the country and founded the DPRK, a genuine people's country, and protected the sovereignty and dignity of the country after beating back the armed aggression by the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t For the past 68 years the DPRK tided over indescribable difficulties and ordeals caused by the ceaseless threats of aggression, blockade and economic sanctions by the U.S. imperialists. Now it is demonstrating its might as an invincible socialist power settling all the matters by its own strength despite any hardships.\n\t\t\t\t\t\n\t\t\t\t\t Since the very day of the foundation of the DPRK the U.S. imperialists have persistently pursued hostile policy toward it. The indomitable Korean people have made world-startling miracles and feats glorifying the annals of the Korean revolution despite the desperate moves of the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin added that under the wise guidance of Marshal Kim Jong Un the DPRK has made eye-opening progress in building a socialist power."
        },
        {
            "title": "Kim Jong Un visita la Granja No.1116 de Unidad 810 del EPC",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-34ee.html",
            "content": "Kim Jong Un visita la Granja No.1116 de Unidad 810 del EPC\r\nPyongyang, 13 de septiembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la Granja No. 1116 adscrita a la Unidad 810 del EPC.\n\t\t\t\t\tDijo que vino muy contento por el recibido parte sobre las semillas de maiz y arroz de secano, nuevamente cultivadas por la granja, y vio las plantaciones de alto rendimiento cosechadas este ano.\n\t\t\t\t\t\n\t\t\t\t\tMirando sonriente las plantaciones como mazorcas de maiz y espigas de arroz muy carnosas, dijo que se pone de buen humor cada vez que se entera de los exitos alcanzados por la granja.\n\t\t\t\t\t\n\t\t\t\t\tDijo con gran emocion cuan alegres se pondrian el Presidente Kim Il Sung y el Dirigente Kim Jong Il, quienes durante toda su vida, dirigieron sin parar las granjas y parcelas sin hacer caso del mal tiempo para solucionar el problema de alimentos del pueblo, si pudieran ver estas nuevas plantaciones de alto rendimiento.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo las parcelas de experimento y cultivo de plantas agricolas, invernadero y otros puntos, hizo conocimiento detallado del estado de mejoramiento de variedades.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que la granja haya cultivado nueva variedad de maiz de alto rendimiento de tipo concentrado, adecuada al clima y condiciones del suelo de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tLa nueva variedad de maiz tiene fuerte resistencia a la lluvia y viento por su baja estatura y es muy adecuada al cultivo de dos cosechas al ano, principalmente de un cereal seguido del otro, porque es corto el periodo de su crecimiento, apunto y agrego que su rendimiento por hectarea supera el pronostico de costumbre.\n\t\t\t\t\t\n\t\t\t\t\tReconocio los esfuerzos de los funcionarios e investigadores de la granja diciendo que ellos lograron el gran exito de cultivar tambien una buena variedad del arroz de secano de alto rendimiento y muy resistente a los danos tales como la sequia e insectos, al cabo de larga investigacion y esfuerzos apasionados. \n\t\t\t\t\t\n\t\t\t\t\tLuego de evaluar los meritos de los funcionarios, cientificos e investigadores quienes crearon nuevas variedades de maiz y arroz de secano, les expreso agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tViendo en el invernadero moderno varios cultivos en fase experimental, propuso consolidar mas la base material y tecnica de la granja y anadio que tomara personalmente las medidas para construir otro invernadero dotado de tecnologias sofisticadas.\n\t\t\t\t\t\n\t\t\t\t\tTras dar valiosas instrucciones para el futuro laboreo de la granja, denomino el maiz de nueva variedad como \"Phyongok-9\".\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo la necesidad de crear mucho mas variedades de alto y seguro rendimiento que requieran de pocos abonos y tengan fuerte resistencia a la sequia, tormenta, frio, altas temperaturas e insectos.\n\t\t\t\t\t\n\t\t\t\t\tManifesto la esperanza y conviccion de que los funcionarios, militantes del partido y trabajadores de la granja cumpliran con su honrosa mision y papel de abanderados y vanguardias en la materializacion de la orientacion del partido sobre el mejoramiento de semillas.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion Hwang Pyong So, O Su Yong, Jo Yong Won y Han Kwang Sang."
        },
        {
            "title": " CCPAP condena provocaciones politicas y militares anti-RPDC de las fuerzas hostiles",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-35ee.html",
            "content": "CCPAP condena provocaciones politicas y militares anti-RPDC de las fuerzas hostiles\r\nPyongyang, 13 de septiembre (ACNC) -- En relacion con que ultimamente, las fuerzas hostiles cometen provocaciones mas graves cuestionando la prueba de explosion de ojiva nuclear de la Republica Popular Democratica de Corea, el portavoz del Comite Coreano por la Paz de Asia y el Pacifico (CCPAP) hizo publica el dia 13 una declaracion que sigue:\n\t\t\t\t\tComo si hubiera caido una bomba nuclear en el centro de Washington o Seul, los Estados Unidos y otras fuerzas hostiles arman gran escandalo y publicaron por conducto de la ONU un \"comunicado de prensa\" que amenaza con aplicar la sancion superintensa para \"estrangular al Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, elevan al extremo el grado de amenaza y chantaje refiriendose en publico hasta al ataque militar preventivo contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tAl frente de esa locura esta la camarilla traidora surcoreana de Park Geun-hye.\n\t\t\t\t\t\n\t\t\t\t\tAhora, los militares y habitantes coreanos estan vibrando de odio a los enemigos jurados que insatisfechos de sus maldades como negar la ideologia y regimen de la RPDC y tratar de eliminarlos, se atreven a insultar hasta la Direccion Suprema de la revolucion coreana, simbolo de vida y dignidad de nuestro pueblo. \n\t\t\t\t\t\n\t\t\t\t\tNuestro pueblo esta sumamente indignado por EE.UU., artifice y ejecutor de la brutal politica hostil a la RPDC, sus complices como Japon y otra chusma y la ONU que actua sin criterio propio perdiendo la imparcialidad y pisoteando la justicia. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC esta lista para atacar y exterminar cuando quiera y comoquiera a los provocadores que practican de siglo en siglo la campana de sancion, aplastamiento, agresion y guerra contra ella.\n\t\t\t\t\t\n\t\t\t\t\t Si los imperialistas yanquis y sus satelites dan la menor senal de iniciar la \"operacion de descabezamiento\" encaminada al supuesto \"derrumbe de regimen\" y la \"toma de Pyongyang\", esa pasara, aunque esto no es lo que deseamos, a la inmediata orden de fuego sobre las unidades artilleras Hwasong de las fuerzas estrategicas del Ejercito Popular de Corea, equipadas por completo de ojivas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t Ninguna sancion ni provocacion ni presion puede romper la posicion de la RPDC como digno pais poseedor de arma nuclear y la brutal provocacion politico-militar no causara otra cosa que el implacable golpe nuclear que terminara con la destruccion definitiva.\n\t\t\t\t\t\n\t\t\t\t\t Nuestras fuerzas nucleares del Estado cumpliran su sagrada mision de defender la maxima dignidad e interes del pais y la soberania y el derecho a la existencia de la nacion coreana y contribuiran activamente a la paz y estabilidad de la region del Nordeste Asiatico."
        },
        {
            "title": "Delegacion coreana parte para participar en XVII cumbre de paises no alineados",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-36ee.html",
            "content": "Delegacion coreana parte para participar en XVII cumbre de paises no alineados\r\nPyongyang, 13 de septiembre (ACNC) -- La delegacion de la Republica Popular Democratica de Corea, encabezada por el presidente del Presidium de la Asamblea Popular Suprema, Kim Yong Nam, partio el dia 13 de esta capital para participar en la XVII Cumbre de los Paises No Alineados que tendra lugar en Venezuela."
        },
        {
            "title": "Minju Joson condena actitud anti-Chongryon de reaccionarios japoneses",
            "url": "http://kcna.co.jp/item/2016/201609/news13/20160913-37ee.html",
            "content": "Minju Joson condena actitud anti-Chongryon de reaccionarios japoneses\r\nPyongyang, 13 de septiembre (ACNC) -- Segun el reciente reporte de Mainichi Shimbun, el Ministerio de Educacion, Cultura, Deporte, Ciencia y Tecnologia de Japon exigio a todas las localidades estudiar desde el punto de vista de \"racionalidad e intereses comunes\" el problema de pago de subsidios a las escuelas de coreanos residentes en Japon y enviarle el informe de su resultado.\n\t\t\t\t\tEl 29 de marzo pasado, pretextando que la Asociacion General de Coreanos Residentes en Japon (Chongryon) y las escuelas coreanas mantienen estrechas relaciones, el ex ministro de esa cartera emitio un aviso a las localidades en que demando abrir una investigacion sobre los \"intereses comunes del subsidio, el efecto de ejecucion de la educacion y la racionalidad y transparencia de la entrega de subsidio\" e informarle el resultado.\n\t\t\t\t\t\n\t\t\t\t\tEl periodico Minju Joson, en un comentario individual divulgado el dia 13, opina que ese hecho demuestra que las autoridades gubernamentales de Japon intentan definir la Chongryon como \"entidad criminal\" y extender las garras de represion a las escuelas coreanas relacionadas con ella.\n\t\t\t\t\t\n\t\t\t\t\tEl comentarista senala que el recrudecimiento de la campana represiva contra la Chongryon y las escuelas coreanas pone al desnudo la fachada asquerosa de los reaccionarios japoneses que vulneran la paz y violan los derechos humanos y la ley internacional, y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa Republica Popular Democratica de Corea nunca perdonara la imprudente provocacion politica de los reaccionarios japoneses. Japon ha cometido ya contra la nacion coreana multiples crimenes que no se puede indemnizar de ninguna manera.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses no deben regatear el creciente odio a Japon de nuestro ejercito y pueblo y tendran que actuar con prudencia pensando en las consecuencias de su complot y provocacion politica contra la RPDC."
        }
    ]
}