{
    "date": "2016-12-05",
    "url": "http://kcna.co.jp/item/2016/201612/2016-12-05ee.html",
    "articles": [
        {
            "title": "Head of Party and State Delegation of DPRK Meets Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-20ee.html",
            "content": "Head of Party and State Delegation of DPRK Meets Raul Castro Ruz\r\n Pyongyang, December 5 (KCNA) -- Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., the Workers' Party of Korea, on a visit to Cuba as the head of the party and state delegation of the DPRK to express condolences over the death of Fidel Castro Ruz, supreme leader of the Cuban revolution, met with Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State of Cuba and president of the Council of Ministers of Cuba, in Santiago de Cuba Province on Dec. 3.\n\t\t\t\t\t He expressed support to the Cuban party, government and people in their struggle to firmly defend the revolution and socialism by carrying forward the idea and cause of Fidel Castro Ruz. He also expressed the will to steadily develop the bilateral friendly relations with long history and traditions.\n\t\t\t\t\t\n\t\t\t\t\t Raul Castro Ruz said that Marshal Kim Jong Un immediately sent a high-level delegation to Cuba to express condolences over the death of Fidel Castro Ruz, adding that it is a striking example showing how much importance Kim Jong Un is attaching to the relations with Cuba.\n\t\t\t\t\t\n\t\t\t\t\t He expressed sincere gratitude to Kim Jong Un for visiting the Cuban Embassy in Pyongyang in person, making an entry in the mourner's book and making sure that a three-day condolatory period was fixed.\n\t\t\t\t\t\n\t\t\t\t\t He reaffirmed that Cuba would more firmly strengthen the ties with the DPRK than ever before to steadily develop the friendly ties provided by the preceding leaders of the two countries and would always struggle against imperialism together.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un good health and greater success in his work.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, during the mourning period Choe Ryong Hae met Miguel Mario Diaz-Canel Bermudez, member of the Political Bureau of the Central Committee of the Communist Party of Cuba, first vice-president of the Council of State of Cuba and first vice-president of the Council of Ministers of Cuba, Leopoldo Cintra Frias, minister of the Revolutionary Armed Forces of Cuba, Alvaro Lopez Miera, first vice-minister and chief of the General Staff of the Revolutionary Armed Forces of Cuba, and Bruno Rodriguez Parrilla, minister of Foreign Affairs of Cuba."
        },
        {
            "title": "Choe Ryong Hae Meets Presidents of Various Countries",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-19ee.html",
            "content": "Choe Ryong Hae Meets Presidents of Various Countries\r\n Pyongyang, December 5 (KCNA) -- Choe Ryong Hae, member of the Presidium of the Political Bureau of the Workers' Party of Korea (WPK), vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the WPK Central Committee, met the presidents of Venezuela, Bolivia and Nicaragua on December 3.\n\t\t\t\t\t Choe is leading a DPRK state and party delegation on a visit to Cuba to mourn the demise of Fidel Castro Ruz, the supreme leader of the Cuban revolution.\n\t\t\t\t\t\n\t\t\t\t\t The president of Venezuela wished supreme leader Kim Jong Un good health and success in his responsible work. He said that it is the stand of Venezuela to develop the friendly relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The president of Bolivia said the Korean people are the heroic people who deserve world admiration as they are dynamically advancing along the only road of socialism, united close around their leader under the grim situation where the imperialists are getting undisguised in their sanctions against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The president of Nicaragua said he would strive to develop the friendly ties with the DPRK onto a fresh higher stage, wishing the Korean people greater success in the efforts to build a prospering socialist power under the wise leadership of Kim Jong Un."
        },
        {
            "title": "U.S. Sanctions on DPRK Will Lead to its Ruin: Deputy Director of Institute for International Studies",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-18ee.html",
            "content": "U.S. Sanctions on DPRK Will Lead to its Ruin: Deputy Director of Institute for International Studies\r\n Pyongyang, December 5 (KCNA) -- O Yong Ran, deputy director of the Institute for International Studies of the DPRK, on Monday issued an article titled \"The U.S. sanctions on the DPRK is ruinous\".\n\t\t\t\t\t The author referred to the adoption under duress of the \"resolution on sanctions\" on the DPRK by the U.S. and its vassal forces by abusing the UN Security Council.\n\t\t\t\t\t\n\t\t\t\t\t The basic reason for the U.S. persistent slapping of sanctions against the DPRK is that the latter never wants to be obedient to the former's domination, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. cooked up all sorts of sanctions under the pretext of the UN \"sanctions resolution\" but the DPRK has paved the path of its own life and prosperity despite the U.S. persistent sanctions and blockade.\n\t\t\t\t\t\n\t\t\t\t\t Korean-style socialism dynamically advancing in the self-development-first spirit as its engine is the simplest and the most explicit reason why the U.S. sanctions do not work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its vassal forces are resorting to the sanctions racket out of calculation that continued sanctions will some time prove effective.\n\t\t\t\t\t\n\t\t\t\t\t Nothing is more foolish than to attempt to break down the single-minded unity of the DPRK in which its people are rallied close around their leader in thinking and feelings.\n\t\t\t\t\t\n\t\t\t\t\t Twelve administrations have been replaced in the U.S. ranging from Truman who ignited the Korean War to Obama who consumed lots of energy in the racket for sanctions on the DPRK pursuant to the \"strategic patience\" but they all proved futile, the reason being their ignorance of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Whoever becomes the owner of the White House, if he or she hopes for winning the confrontation with the DPRK, that will be an expression of the most serious ignorance of the DPRK and the U.S. is fated to go to ruin."
        },
        {
            "title": "DPRK Delegation Back Home from China",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-15ee.html",
            "content": "DPRK Delegation Back Home from China\r\n Pyongyang, December 5 (KCNA) -- A DPRK delegation headed by Kim Yong Chol, first vice-minister of Electric Power Industry, came back home on Monday after taking part in the 68th meeting of the Board of Directors of the Korea-China Hydro-Electric Power Company held in Beijing."
        },
        {
            "title": "Active Workers in Field of Sericulture Tour Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-13ee.html",
            "content": "Active Workers in Field of Sericulture Tour Pyongyang\r\n Pyongyang, December 5 (KCNA) -- Active workers in the field of sericulture from across the country had spent a pleasant time in the capital city of Pyongyang.\n\t\t\t\t\t Being told that they produced a large quantity of cocoons despite unfavorable climatic conditions, supreme leader Kim Jong Un made sure that they could enjoy pleasant days in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t They arrived here on Nov. 30 and visited the Kumsusan Palace of the Sun to pay homage to President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They also toured Mangyongdae, the birthplace of the President, the Victorious Fatherland Liberation War Museum, the Sci-Tech Complex and the Three-Revolution Exhibition House.\n\t\t\t\t\t\n\t\t\t\t\t And they watched a revolutionary opera \"Victory of the Revolution Is in Sight\" and a drama \"Blood Vessel\" and enjoyed themselves at the Munsu Water Park, the Nature Museum and the Central Zoo.\n\t\t\t\t\t\n\t\t\t\t\t They were honored to have a sumptuous meal at famous restaurants such as Okryu and Chongry restaurants."
        },
        {
            "title": "Int'l Day of Persons with Disabilities Observed",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-17ee.html",
            "content": "Int'l Day of Persons with Disabilities Observed\r\n Pyongyang, December 5 (KCNA) -- A meeting was held at the Central Youth Hall Monday to mark the International Day of Persons with Disabilities.\n\t\t\t\t\t  Attending it were Kim Mun Chol, chairman of the C.C., Korean Federation for the Protection of the Disabled, officials concerned, disabled persons and their families, working people in the city, staff members of foreign embassies and international bodies' missions here and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t  At the meeting, its participants watched a video introducing the achievements made in the work to protect the disabled in 2016 and enjoyed a performance given by members of an art group of disabled persons.\n\t\t\t\t\t\n\t\t\t\t\t The performers showed the happy and optimistic life of disabled persons in the DPRK, who realize their hopes and cultivate their skills to the full under the socialist system.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the participants looked round photos on display."
        },
        {
            "title": "December 5 Youth Mine Marks Its 30th Founding Anniversary",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-05ee.html",
            "content": "December 5 Youth Mine Marks Its 30th Founding Anniversary \r\n Pyongyang, December 5 (KCNA) -- The December 5 Youth Mine of the DPRK marked its 30th founding anniversary.\n\t\t\t\t\t The mine is a large-scale mineral producer playing an important role in building an economic power and improving the people's standard of living.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung took a measure to develop the mine on December 5, Juche 75 (1986) and wisely led the work to ensure its development under a long-term plan.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il visited the mine several times and solved problems arising in its work and saw to it that the mine glorified the leadership exploits of the President.\n\t\t\t\t\t\n\t\t\t\t\t The mine has made long strides in its work to implement the behests of the great leaders and the Party's policy for the past three decades.\n\t\t\t\t\t\n\t\t\t\t\t A meeting took place on Sunday to mark the 30th anniversary of the mine."
        },
        {
            "title": "Osandok Prize Sports Contest Opens",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-14ee.html",
            "content": "Osandok Prize Sports Contest Opens\r\n Pyongyang, December 5 (KCNA) -- An Osandok prize sports contest was opened with due ceremony at the Ice Rink here on Monday.\n\t\t\t\t\t Its participants will compete in such events as football, ice hockey, speed skating, figure skating, short track speed skating and Alpine skiing in Pyongyang, Sariwon, Samjiyon, etc.\n\t\t\t\t\t\n\t\t\t\t\t Attending the opening ceremony were officials concerned, sportspersons and working citizens.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony there took place a men's ice hockey match between the Taesongsan Sports Team and the Pyongyang Railway Bureau Sports Team."
        },
        {
            "title": " 100-odd Senior Secondary Schools Adapted for Technical Schools in DPRK",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-16ee.html",
            "content": "100-odd Senior Secondary Schools Adapted for Technical Schools in DPRK\r\n Pyongyang, December 5 (KCNA) -- Over one hundred senior secondary schools were adapted for technical schools throughout the DPRK.\n\t\t\t\t\t When interviewed by the KCNA, Kim Song Il, a department director of the Education Commission, said:\n\t\t\t\t\t\n\t\t\t\t\t Senior secondary schools in major industrial, rural and coastal areas were turned into technical senior secondary schools in accordance with their industrial and geographical conditions.\n\t\t\t\t\t\n\t\t\t\t\t They include Jangchon and Wonhung technical senior secondary schools in Sadong District of Pyongyang, Chollima Technical Senior Secondary School in Chollima District of Nampho City, Tongsong Technical Senior Secondary School in Songrim City of North Hwanghae Province and Ryonghung Technical Senior Secondary School in Pukchang County of South Phyongan Province.\n\t\t\t\t\t\n\t\t\t\t\t Those technical schools will put the main stress on the education of technical subjects like metal, coal, electricity, fishery, agriculture and stockbreeding in combination with general education.\n\t\t\t\t\t\n\t\t\t\t\t The Education Commission will operate the technical senior secondary schools on an experimental basis and, on this basis, increase the number of technical schools.\n\t\t\t\t\t\n\t\t\t\t\t The appearance of technical schools in the DPRK is of great significance in perfecting the educational system to bring up more technical personnel and accelerating the building of a thriving nation."
        },
        {
            "title": "Death of Fidel Castro Ruz Is Great Loss to Korean People: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-11ee.html",
            "content": "Death of Fidel Castro Ruz Is Great Loss to Korean People: Rodong Sinmun\r\n Pyongyang, December 5 (KCNA) -- The death of Fidel Castro Ruz, an outstanding leader of the Cuban revolution, is a great loss to not only the Cuban people but also the Korean people fighting on the same front against the imperialists, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have highly respected Fidel Castro Ruz as a national hero of Cuba, outstanding leader of the Cuban people and a prominent anti-imperialist fighter.\n\t\t\t\t\t\n\t\t\t\t\t He was a close friend of the Korean people and an eternal revolutionary comrade-in-arms who had always kept in his mind the comradely relations with President Kim Il Sung and leader Kim Jong Il and made all efforts to develop the friendly and cooperative relations between the parties, governments and peoples of the two countries and extended firm support and encouragement to Korea's reunification and the cause of justice with invariable revolutionary principle and obligation.\n\t\t\t\t\t\n\t\t\t\t\t He was an indomitable revolutionary fighter who defended the banner of socialism in the Western Hemisphere at a time when the red flags of socialism were lowered in different counties at the end of the 1980s and early in the 1990s and the U.S. imperialists escalated their moves to isolate and stifle Cuba.\n\t\t\t\t\t\n\t\t\t\t\t During those days of hardship, the two countries stood firm in the same trench for socialism under the leadership of the great leaders and Fidel Castro Ruz, and the friendly and cooperative relations between the two parties, two governments and two peoples grew stronger.\n\t\t\t\t\t\n\t\t\t\t\t Though he passed away, the precious feats he performed in developing the DPRK-Cuba friendship and the cause of socialism will be kept in the hearts of the two peoples and the progressives of the world forever. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will as ever invariably hold fast to the banner of socialism and get firmly united with the fraternal Cuban people and make all efforts to develop the friendly and cooperative relations between the two countries."
        },
        {
            "title": "S. Korean Park Regime's Scheme to Stay in Power Bound to Go Bust: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-10ee.html",
            "content": "S. Korean Park Regime's Scheme to Stay in Power Bound to Go Bust: Rodong Sinmun\r\n Pyongyang, December 5 (KCNA) -- Traitor Park Geun Hye of south Korea has gone desperate to stay in power by playing sleight of hand despite the people's strong demand for her resignation, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t Days ago, the traitor made a reshuffle of high-ranking officers of the police and again rejected the prosecution's investigation through her lawyer, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t Then she made a \"talk to the people\" in which she was so shameless as to excuse herself that \"she didn't go selfish\" and \"she failed to take proper control of those around her\", far from reflecting on her crimes and declaring her resignation.\n\t\t\t\t\t\n\t\t\t\t\t Timed to coincide with this, the pro-Park faction of the \"Saenuri Party\" kicked up a racket for eliminating the \"forces following the north\" while talking about the \"leftist forces\" in order to save Park. Mandarins of Chongwadae are closeted together almost everyday over how to tide over the present crisis.\n\t\t\t\t\t\n\t\t\t\t\t The above-said plots of the Park Geun Hye regime are a blatant challenge to the south Koreans demanding her immediate resignation.\n\t\t\t\t\t\n\t\t\t\t\t What the south Koreans demand at present is not just apology and reflection of Park on the hideous political scandal.\n\t\t\t\t\t\n\t\t\t\t\t They demand that Park step down at once and face a stern punishment as she caused the worst political chaos and catastrophe through her corruption, incompetence and traitorous rule.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous will and fixed determination of the south Koreans never to tolerate Park's moves for staying in power.\n\t\t\t\t\t\n\t\t\t\t\t There is no room for Park, rubbish of the times and history, to survive."
        },
        {
            "title": "Old Home of Park Chung Hee Set Fire by South Korean Citizen",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-06ee.html",
            "content": "Old Home of Park Chung Hee Set Fire by South Korean Citizen\r\n Pyongyang, December 5 (KCNA) -- A south Korean inhabitant in his 40s set fire to the house where Park Chung Hee and his family lived in Kumi City of North Kyongsang Province on Dec. 1, in token of anger at traitor Park Geun Hye who has not yet acknowledged her misrule and scandals.\n\t\t\t\t\t He left a message reading \"Park Geun Hye, kill yourself\" at the scene.\n\t\t\t\t\t\n\t\t\t\t\t He had reportedly set fire to the house of traitor Roh Tae Woo in Taegu City on Dec. 12, 2012."
        },
        {
            "title": "\"Saenuri Party\" of S. Korea Blamed for Checking Impeachment of Park Geun Hye",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-07ee.html",
            "content": "\"Saenuri Party\" of S. Korea Blamed for Checking Impeachment of Park Geun Hye\r\n Pyongyang, December 5 (KCNA) -- The south Korean online newspaper Voice of People carried an editorial on Dec. 2 in denunciation of the \"Saenuri Party's\" opposition to impeachment of Park Geun Hye. \n\t\t\t\t\t The \"Saenuri Party\" will have to pay a price if it remains opposed to the impeachment of Park and persistently defends her, it warned."
        },
        {
            "title": "All-People Actions against Park Geun Hye Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-08ee.html",
            "content": "All-People Actions against Park Geun Hye Launched in S. Korea\r\n Pyongyang, December 5 (KCNA) -- The 6th all-people action against Park Geun Hye was launched across south Korea on Dec. 3 under the sponsorship of the Emergency People's Action for Ousting the Park Geun Hye Regime.\n\t\t\t\t\t 2.32 million people took part in the action, enraged at Park Geun Hye's \"talks to the people\" aimed to evade her responsibility for the crisis.\n\t\t\t\t\t\n\t\t\t\t\t In different parts of Seoul, rallies were held by civic and social organizations before the action to urge Park Geun Hye's resignation and the disbandment of the ruling \"Saenuri Party\".\n\t\t\t\t\t\n\t\t\t\t\t Such rallies were also staged in dozens of areas of south Korea."
        },
        {
            "title": "Struggle against Park Geun Hye of S. Korea Staged in Japan",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-09ee.html",
            "content": "Struggle against Park Geun Hye of S. Korea Staged in Japan\r\n Pyongyang, December 5 (KCNA) -- A group of Korean youths in Japan staged a loudspeaker van protest outside the south Korean embassy in Tokyo and the headquarters of the South Korean Residents Association in Japan housing the south Korean consulate on Dec. 1 and 2 to punish Park Geun Hye.\n\t\t\t\t\t The group denounced the crimes of Park Geun Hye and supported the struggle of south Koreans for her resignation."
        },
        {
            "title": "Kim Jong Un's Work Introduced in Germany",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-01ee.html",
            "content": "Kim Jong Un's Work Introduced in Germany\r\n Pyongyang, December 5 (KCNA) -- The Anti-Imperialist Forum of Germany on Nov. 28 posted on its internet homepage \"Let Us Further Intensify the Work of the Women's Union under the Banner of Modelling the Whole Society on Kimilsungism-Kimjongilism\", a letter of supreme leader Kim Jong Un to those attending the Sixth Congress of the Democratic Women's Union of Korea (DWUK).\n\t\t\t\t\t The work, published on Nov. 17, Juche 105 (2016), clarifies that the Korean women's movement is a Juche-based movement which was pioneered by President Kim Il Sung and has covered a glorious course of development under the guidance of the President and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t And it clarifies the tasks and ways for the union to make positive contributions to accomplishing the cause of socialism, the revolutionary cause of Juche."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Iceland",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-02ee.html",
            "content": "Kim Jong Il to Be Remembered in Iceland\r\n Pyongyang, December 5 (KCNA) -- A committee for remembering leader Kim Jong Il was formed in Reykjavik, Iceland on November 29.\n\t\t\t\t\t Jon Arni Halldorsson, general secretary of the Iceland-DPRK Friendship and Cultural Society, was elected chairman of the committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events praising the revolutionary career and exploits of Kim Jong Il on the occasion of the fifth anniversary of his demise."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Venezuela",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Venezuela\r\n Pyongyang, December 5 (KCNA) -- A Venezuelan national committee for remembering leader Kim Jong Il was formed in Caracas on November 26.\n\t\t\t\t\t Omar Lopez, chairman of the Venezuelan National Society for the Study of the Juche Idea, was elected honorary chairman of the remembrance committee and Felix Jesus Castillo, general coordinator of the Federal Secretariat of the United Left Party of Venezuela, chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to significantly organize political and cultural events praising the revolutionary career and exploits of Kim Jong Il on the occasion of the fifth anniversary of his demise."
        },
        {
            "title": "Seminars on Kim Jong Il's Exploits Held Abroad",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-04ee.html",
            "content": "Seminars on Kim Jong Il's Exploits Held Abroad\r\n Pyongyang, December 5 (KCNA) -- Seminar on exploits of leader Kim Jong Il took place in Austria, Germany, Bangladesh, Nigeria, Egypt, Ethiopia and Mexico from Nov. 15 to 30 on the occasion of the 5th anniversary of his demise.\n\t\t\t\t\t Present at the seminars were figures of various circles and masses in those countries.\n\t\t\t\t\t\n\t\t\t\t\t Speakers, including the chairman of the Austrian committee for remembering HE Kim Jong Il, lauded Kim Jong Il as the peerlessly brilliant commander of Songun who firmly defended Korean-style socialism by smashing the imperialists' offensive under the banner of the Juche idea, the Songun idea, and as the leader of people who dedicated his all to the country's prosperity and people's happiness till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Hannover Group for the Study of the Juche Idea in Germany said that Kim Jong Il formulated the revolutionary idea of President Kim Il Sung as Kimilsungism with his energetic ideological and theoretical activities and illuminated the road to be followed by progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t Ibrahim Mantu, chairman of the Nigerian national committee for remembering HE Kim Jong Il, said that the immortal exploits performed by Kim Jong Il for the strengthening of the party and the prosperity of the country would shine long as the most valuable heritage guaranteeing the accomplishment of the socialist cause in the DPRK and the victorious advance of the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t A former lawmaker of Nigeria praised Kim Jong Il as a great man who dedicated his whole life to the country and people and as the incarnation of independence and justice who made great contributions to the peace and security of the Korean peninsula and the world.\n\t\t\t\t\t\n\t\t\t\t\t Yehia Zakaria Khairullah, chairman of the Egyptian and Arab committee for remembering General Kim Jong Il, extended the highest tribute to Kim Jong Il on the occasion of the 5th anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t Nigatu Dagnachew Cherinet, chairman of the Ethiopian committee for remembering the great Generalissimo Kim Jong Il, referred to the fact that Kim Jong Il reliably defended the country's sovereignty and dignity with his Songun revolutionary leadership and provided a sure guarantee for accomplishing the cause of socialism."
        },
        {
            "title": "Choe Ryong Hae se reune con Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-21ee.html",
            "content": "Choe Ryong Hae se reune con Raul Castro Ruz\r\nPyongyang, 5 de diciembre (ACNC) -- Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y vicepresidente del Comite de Estado de la Republica Popular Democratica de Corea y del CC del PTC, quien esta de visita en la Republica de Cuba para expresar condolencias por el deceso del Comandante en Jefe de la Revolucion Cubana, Fidel Castro Ruz, presidiendo la delegacion del partido y el Estado de la RPDC, se reunio el dia 3 en la provincia de Santiago de Cuba con Raul Castro Ruz, Primer Secretario del Comite Central del Partido Comunista de Cuba y Presidente de los Consejos de Estado y de Ministros de la Republica de Cuba.\n\t\t\t\t\t El jefe de la delegacion coreana expreso el apoyo a la lucha del partido, gobierno y pueblo cubanos por defender firmemente la revolucion y el socialismo continuando la idea y la causa de Fidel Castro Ruz. Y reitero la voluntad de seguir consolidando y desarrollando sin parar las relaciones de amistad entre los dos paises con larga historia y tradicion.\n\t\t\t\t\t\n\t\t\t\t\t  Raul dijo que Kim Jong Un envio enseguida la delegacion de condolencias de alto nivel con motivo del fallecimiento de Fidel Castro Ruz y este hecho es un testimonio evidente de que el aprecia mucho las relaciones con Cuba.\n\t\t\t\t\t\n\t\t\t\t\t  Expreso el sincero agradecimiento por la visita de Kim Jong Un a la embajada cubana en Corea, su firma en el libro de condolencias y la declaracion del duelo de 3 dias.\n\t\t\t\t\t\n\t\t\t\t\t  Afirmo que Cuba estrechara mas fuerte de nunca las manos con Corea para seguir consolidando las relaciones de amistad, preparadas por los lideres antecesores, y estara siempre a su lado en la lucha antiimperialista.\n\t\t\t\t\t\n\t\t\t\t\t  Deseo la salud del respetado companero Kim Jong Un y mayores exitos en sus trabajos. \n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, durante los actos de homenaje postumo, Choe Ryong Hae se reunio con Miguel Mario Diaz Canel Bermudez, miembro del Buro Politico del CC del PCC y primer vicepresidente de los Consejos de Estado y de Ministros, Leopoldo Cintra Frias, ministro de las FAR, Alvaro Lopez Miera, primer sustituto del ministro de las FAR y jefe del Estado Mayor General de las FAR, y Bruno Rodriguez Parrilla, ministro de Relaciones Exteriores."
        },
        {
            "title": " Choe Ryong Hae se reune con presidentes de Venezuela, Bolivia y Nicaragua",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-22ee.html",
            "content": "Choe Ryong Hae se reune con presidentes de Venezuela, Bolivia y Nicaragua\r\nPyongyang, 5 de diciembre (ACNC) -- Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y vicepresidente del Comite de Estado de la Republica Popular Democratica de Corea y del CC del PTC, quien esta de visita en la Republica de Cuba para expresar condolencias por el deceso del Comandante en Jefe de la Revolucion Cubana, Fidel Castro Ruz, presidiendo la delegacion del partido y el Estado de la RPDC, se reunio el dia 3 por separados con Nicolas Maduro Moros, presidente de la Republica Bolivariana de Venezuela, Evo Morales Aima, presidente del Estado Plurinacional de Bolivia, y Daniel Ortega Saavedra, presidente de la Republica de Nicaragua.\n\t\t\t\t\tNicolas Maduro formulo voto por la salud del Presidente Kim Jong Un y le deseo exitos en sus trabajos responsables. Afirmo que Venezuela mantiene la posicion de desarrollar las relaciones de amistad con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEvo Morales apunto que merece la admiracion del mundo el pueblo coreano que a pesar del ferreo bloqueo de los imperialistas, marcha con coraje por el camino del socialismo uniendose firmemente en torno a su lider.\n\t\t\t\t\t\n\t\t\t\t\tDaniel Ortega expreso la voluntad de esforzarse por desarrollar aun mas en la nueva etapa las relaciones de amistad con la RPDC y deseo mayores exitos en la lucha del pueblo coreano por construir una potencia socialista prospera bajo la sensata direccion del estimado companero Kim Jong Un."
        },
        {
            "title": "O Yong Ran publica articulo sobre fracasada sancion anticoreana",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-23ee.html",
            "content": "O Yong Ran publica articulo sobre fracasada sancion anticoreana\r\nPyongyang, 5 de diciembre (ACNC) -- La subdirectora del Instituto de Estudio de los Asuntos Internacionales de Corea, O Yong Ran, publico el dia 5 un articulo intitulado \"Es un fracaso la sancion anticoreana de EE.UU.\".\n\t\t\t\t\t La autora critico la nueva \"resolucion de sancion\" contra la RPDC que volvieron a aprobar de modo coercitivo EE.UU. y sus satelites abusando del Consejo de Seguridad de la ONU, y continuo;\n\t\t\t\t\t\n\t\t\t\t\t La RPDC es el pais que no quiere resignarse nunca a la dominacion de EE.UU. Esto es el motivo principal por el cual EE.UU. se obstina tanto en la sancion anticoreana.\n\t\t\t\t\t\n\t\t\t\t\t  Bajo el cartel de la \"resolucion de sancion\" de la ONU, el imperio inventa renglones de sancion de todo tipo. Pero la RPDC ya allano la via de su subsistencia y prosperidad en medio de la sancion y bloqueo permanentes de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t El socialismo coreano avanza a pasos firmes tomando el espiritu de autofortalecimiento como dinamica, He aqui la razon mas simple y evidente que hace inefectiva la sancion norteamericana.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, EE.UU. y sus seguidores no dejan su vana ilusion de \"tumbar hasta el final el tronco escogido\".\n\t\t\t\t\t\n\t\t\t\t\t  No habria la idea mas estupida que la intencion de destruir la unidad monolitica de nuestro pais en torno al lider.\n\t\t\t\t\t\n\t\t\t\t\t  Debido a la ignorancia de la realidad de la RPDC, repitieron fracasos las sucesivas 12 administraciones norteamericanas que van desde Truman, provocador de la guerra coreana, hasta Obama, obsesionado por la sancion anticoreana.\n\t\t\t\t\t\n\t\t\t\t\t  Sea quien fuera el nuevo inquilino de la Casa Blanca, el que espere la victoria en el enfrentamiento con la RPDC sera el mas ignorante de esta y la derrota es el destino fatal de EE.UU."
        },
        {
            "title": " ACNC acoge el 70o aniversario de su fundacio",
            "url": "http://kcna.co.jp/item/2016/201612/news05/20161205-24ee.html",
            "content": "ACNC acoge el 70o aniversario de su fundacion\r\nPyongyang, 5 de diciembre (ACNC) -- Cumple 70 anos de fundacion la Agencia Central de Noticias de Corea.\n\t\t\t\t\tNacida y desarrollada bajo la guia de los grandes hombres sin iguales del monte Paektu, la ACNC es la unica portavoz oficial del Partido del Trabajo de Corea y el Estado y prestigioso organo de prensa que se halla en la primera linea del sector ideologico del partido para cumplir la causa de transformacion de toda la sociedad segun el Kimilsungismo-Kimjongilismo.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Il Sung fundo la ACNC el 5 de diciembre del 35 (1946) de la Era Juche y aclaro los problemas teorico-practicos que se presentan en la construccion de la agencia noticiera de la nueva Corea. Durante su reiterada visita a la ACNC, dirigio sabiamente para que ella cumpliera bien su mision y papel como portavoz y ayudante del partido y el gobierno y base central de prensa.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il situo la ACNC al frente de la campana para registrar viraje en las actividades informativas encaminadas a impulsar la transformacion de toda la sociedad segun el Kimilsungismo-Kimjongilismo y deposito gran confianza politica en los funcionarios de la agencia calificandolos de propagandistas de la gran idea Juche y vanguardias del sector ideologico del partido. \n\t\t\t\t\t\n\t\t\t\t\tY dirigio incasablemente para que la ACNC mantuviera su caracter revolucionario de agencia noticiera del lider y del partido y registrara nuevo viraje en la propaganda sobre la grandeza del partido y el lider y en las actividades informativas contra las fuerzas enemigas.\n\t\t\t\t\t\n\t\t\t\t\tEn su trayecto de 70 anos, la ACNC escribio su historial de fidelidad bajo la sabia direccion y minuciosa atencion de los grandes hombres del monte Paektu e hizo gran contribucion al cumplimiento de la causa revolucionaria del Juche materializando consecuentemente la ideologia y linea autoctonas del partido sobre la prensa.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 4 el acto por el 70o aniversario de la ACNC.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes el vicepresidente del Comite Central del PTC, Kim Ki Nam, los funcionarios, periodistas, redactores y benemeritos de la rama de prensa e informacion y los miembros de la delegacion del Servicio de Noticias de Corea de la Chongryon (Asociacion General de Coreanos Residentes en Japon).\n\t\t\t\t\t\n\t\t\t\t\tSe dio lectura al mensaje de felicitacion del CC del PTC enviado a los periodistas, traductores, empleados y funcionarios de la ACNC."
        }
    ]
}