{
    "date": "2016-05-04",
    "url": "http://kcna.co.jp/item/2016/201605/2016-05-04ee.html",
    "articles": [
        {
            "title": "KPA Panmunjom Mission Discloses U.S. Criminal War Moves against DPRK",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-11ee.html",
            "content": "KPA Panmunjom Mission Discloses U.S. Criminal War Moves against DPRK\r\n Pyongyang, May 4 (KCNA) -- The Panmunjom mission of the Korean People's Army (KPA) released a memorandum on Tuesday laying bare before the world the hideous criminal war moves against the DPRK stepped up by the U.S. seriously violating peace and security of the country and nation through unprecedented military pressure and offensive while escalating tension on the Korean peninsula.\n\t\t\t\t\t The memorandum said that the Korean peninsula is the hottest spot in the world where the specter of war is always hovering.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly proved by the fact that the largest-ever Key Resolve and Foal Eagle 16 joint military exercises had been staged for more than 50 days since March 7, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The war exercises staged by the U.S. which openly declared that they were aimed at acquiring the capability for making a preemptive strike at the DPRK and putting it into action, casting away even the deceptive veil of \"defensive\" and \"annual\" ones, are unprecedented in their reckless nature.\n\t\t\t\t\t\n\t\t\t\t\t The drills for a war of aggression which are the largest and most dangerous in the forces involved, their aggressive, adventurous and surprise nature have been persistently staged only on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Not only the Cold War era but also the period after beginning of the 21st century knows no precedent of such reckless and adventurous nuclear war exercises staged against a sovereign state, unhindered, involving forces huge enough to ignite a world war in a limited area.\n\t\t\t\t\t\n\t\t\t\t\t In a word, the situation on the Korean peninsula can be described as a touch-and-go situation as the warmongers' reckless provocative hysteria has persisted all the year round.\n\t\t\t\t\t\n\t\t\t\t\t The peninsula is known to be the hottest spot in the world as it has been reduced to a huge powder keg where a total war may break out due to a minor accidental case for unknown reason like the last August incident.\n\t\t\t\t\t\n\t\t\t\t\t The memorandum said that the U.S. destroyed the truce mechanism in a premeditated manner to ignite the second Korean war. \n\t\t\t\t\t\n\t\t\t\t\t After the ceasefire in the Korean War the Armistice Agreement, a legal mechanism, was built.\n\t\t\t\t\t\n\t\t\t\t\t Though it was a fragile agreement which called for temporary truce, it was possible to escape extreme tension through the proper observance of this agreement alone as it reflected detailed measures for truce and ceasefire.\n\t\t\t\t\t\n\t\t\t\t\t  However, the U.S. began to systematically destroy all the mechanisms of the AA, seized with the ambition for taking revenge for its defeat in the Korean War in utter disregard of observing the AA.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. resorted to the moves to liquidate the Military Armistice Commission and the Neutral Nations Supervisory Commission, the last supervisory bodies for implementing the AA.\n\t\t\t\t\t\n\t\t\t\t\t Finally, the Military Armistice Commission came to cease to exist after its nearly four-decade long activities and the Neutral Nations Supervisory Commission was automatically rendered dysfunctional.\n\t\t\t\t\t\n\t\t\t\t\t Since then the legitimate mechanism capable of putting under control such grave incident as the outbreak of a war on the Korean peninsula has ceased to exist though it had been maintained just for form's sake.\n\t\t\t\t\t\n\t\t\t\t\t The memorandum slammed the U.S. for having blatantly challenged the efforts of the DPRK for concluding a peace treaty.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made sustained efforts to ensure peace and security even under the tense situation where truce mechanism was totally destroyed and there are no elementary procedures for defusing the danger of war, it stressed, and went on:\n\t\t\t\t\t\n\t\t\t\t\t However, the brigandish U.S. has categorically turned down constructive proposals of the DPRK for defusing military tension and guaranteeing peace in a bid to carry out the U.S. scenario to implement its Asia-Pacific strategy by militarily dominating the whole of Korea.\n\t\t\t\t\t\n\t\t\t\t\t There took place more than 200 talks and contacts between the militaries of the DPRK and the U.S. so far since the armistice mechanism became defunct. Nevertheless, the discussion of the issue of establishing a new peace mechanism failed to make even a step forward owing to the unjust behavior of the U.S. forces side.\n\t\t\t\t\t\n\t\t\t\t\t The memorandum said that the miserable end of the U.S. has been already sealed.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK will as ever mercilessly deal with the U.S. imperialists, the sworn enemy, with strong arms of Songun. This is the DPRK's ultimatum to the U.S."
        },
        {
            "title": " Congratulations to WPK from Lao Party",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-24ee.html",
            "content": "Congratulations to WPK from Lao Party\r\n Pyongyang, May 4 (KCNA) -- The Central Committee of the Lao People's Revolutionary Party (LPRP) sent a congratulatory message to the Central Committee of the Workers' Party of Korea (WPK) on April 28.\n\t\t\t\t\t The message said that Seventh Congress of the WPK would review the implementation of the decision made at its Sixth Congress and decide the line of the party for defending the country and carrying forward the building of a thriving socialist nation guided by the Juche idea, Songun line.\n\t\t\t\t\t\n\t\t\t\t\t Sincerely congratulating the fraternal Korean people on their past big achievements, it wished the Seventh Congress of the WPK good success.\n\t\t\t\t\t\n\t\t\t\t\t It expressed hope that the traditional relations of friendship and cooperation between the two parties, two states and two peoples would steadily develop to bring the substantial benefits to the peoples of the two countries and contribute to regional and global peace, friendship and cooperation."
        },
        {
            "title": "Congratulations to WPK from Cambodian Party",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-19ee.html",
            "content": "Congratulations to WPK from Cambodian Party\r\n Pyongyang, May 4 (KCNA) -- The Central Committee of the People's Party of Cambodia sent a congratulatory message to the Central Committee of the Workers' Party of Korea (WPK) on April 29.\n\t\t\t\t\t The message extended the warmest congratulations to the WPK on its Seventh Congress to be held in early May, 2016.\n\t\t\t\t\t\n\t\t\t\t\t It wished the WPK congress shining success.\n\t\t\t\t\t\n\t\t\t\t\t It also wished the party, government and people of the DPRK greater success in their work to carry out the decision to be made by the Seventh Congress of the WPK for building the peaceful and prosperous DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It expressed hope that the ties of friendship, solidarity and cooperation between the two parties, two governments and two peoples would steadily develop in the future."
        },
        {
            "title": "Participants in WPK Seventh Congress Enjoy Revolutionary Opera",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-26ee.html",
            "content": "Participants in WPK Seventh Congress Enjoy Revolutionary Opera\r\n Pyongyang, May 4 (KCNA) -- The participants in the Seventh Congress of the Workers' Party of Korea (WPK) watched revolutionary opera \"Victory of the Revolution Is in Sight\" at the Pyongyang Grand Theatre Wednesday.\n\t\t\t\t\t The opera deals with the noble ideological and moral world of a woman anti-Japanese fighter who staunchly fought till the last moments of her life with the revolutionary faith that the Korean revolution is sure to win thanks to the great Comrade Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the congress also appreciated concert \"Ode to the Party\" given by the National Symphony Orchestra at the Moranbong Theatre on the same day."
        },
        {
            "title": "Anniversary of ARF Marked",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-20ee.html",
            "content": "Anniversary of ARF Marked\r\n Pyongyang, May 4 (KCNA) -- A national meeting took place at the People's Palace of Culture Wednesday to mark the 80th anniversary of the Association for the Restoration of the Fatherland (ARF).\n\t\t\t\t\t The association founded by President Kim Il Sung on May 5, Juche 25 (1936) was the first permanent anti-Japanese national united front in Korea working on the principle of democratic centralism with its monolithic programme, rules and organizational system and a mass organization and a powerful underground revolutionary organization in which the guidance of the leader and party's leadership over the patriotic forces across the country were fully ensured. \n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Kim Yong Nam, Pak Pong Ju, Choe Thae Bok, Pak Yong Sik and other senior officials of the party, state and army, the chairperson of a friendly party, anti-Japanese revolutionary fighters, officials of the party, armed forces and power organs, social organizations, ministries and national institutions, bereaved family members of revolutionary martyrs, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, officials of institutions and industrial establishments and labor innovators here.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, made a report.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said:\n\t\t\t\t\t\n\t\t\t\t\t The ARF's birth was a historic event which brought about a new phase in the anti-Japanese national united front movement of Korea and provided a bright hope for national liberation.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung dynamically advanced the revolution and construction by providing a noble political programme for great national unity for a long period on the basis of experience and tradition gained in the anti-Japanese national united front movement during the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t The tradition of the revolutionary unity established by the President was successfully carried forward and its might rapidly grew stronger thanks to leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un has wisely led the struggle to meet the vicious challenges of separatist forces at home and abroad and to achieve the country's reunification by the concerted efforts of all Koreans, remaining true to the idea of the great national unity of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The reporter underscored the need to increase the might of single-minded unity provided by the great leaders in order to accelerate the final victory of the cause of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north, south and abroad should meet the challenges of the anti-reunification forces at home and abroad and build a dignified, prosperous and reunified power without fail just as they achieved the historic cause of the country's liberation by intensifying all-people resistance irrespective of ideology, political view and religious belief, the reporter stressed."
        },
        {
            "title": "DPRK Weightlifters Back Home",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-25ee.html",
            "content": "DPRK Weightlifters Back Home\r\n Pyongyang, May 4 (KCNA) -- DPRK weightlifters returned home on Wednesday after taking part in the 2016 Asian Weightlifting Championship.\n\t\t\t\t\t They bagged three gold, two silver and two bronze medals at the championship."
        },
        {
            "title": "Sojourn of Delegation of International Peace Foundation in Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-14ee.html",
            "content": "Sojourn of Delegation of International Peace Foundation in Pyongyang\r\n Pyongyang, May 4 (KCNA) -- A delegation of the International Peace Foundation headed by Chairman of its Advisory Board Alfred, prince of the Liechtenstein Principality, visited the Sci-Tech Complex.\n\t\t\t\t\t The guests looked round various places including the basic sci-tech hall, scientific research hall, dreams hall for children and e-library of the complex.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, they made entries in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Tower of the Juche Idea, Okryu Children's Hospital and the Holy Taekwon-Do Hall."
        },
        {
            "title": "Nonsmoking Campaign Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-16ee.html",
            "content": "Nonsmoking Campaign Brisk in DPRK\r\n Pyongyang, May 4 (KCNA) -- An anti-smoking campaign has been encouraged in the Democratic People's Republic of Korea.\n\t\t\t\t\t Tobacco Control Law was adopted on July 20, Juche 94 (2005) to lay a legal foundation for the campaign.\n\t\t\t\t\t\n\t\t\t\t\t This law dealing with tobacco control principle, agitation on harm of tobacco, no-smoking site, etc., was amended and supplemented in December 2009 and November 2012.\n\t\t\t\t\t\n\t\t\t\t\t The government has decreased the area of fields under cultivation of tobacco as much as possible. Meanwhile, the production of cigarettes can be allowed at a state-approved unit only under the condition that a warning notice and other necessary marks are displayed on cigarette pack.\n\t\t\t\t\t\n\t\t\t\t\t Sale of tobacco is strictly prohibited to nonages.\n\t\t\t\t\t\n\t\t\t\t\t According to Choe Suk Hyon, an official of the Ministry of Public Health, in the country the ratio of male smokers in 2013 decreased more than 8 percent as against the figure four years ago. And the number of nonsmokers is remarkably increasing with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK joined the WHO's Framework Convention on Tobacco Control on April 27, 2005 and has hosted various events on World No Tobacco Day (May 31) every year."
        },
        {
            "title": " Technology of Separating and Cultivating Mesenchymal Stem Cell Developed in DPRK",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-17ee.html",
            "content": "Technology of Separating and Cultivating Mesenchymal Stem Cell Developed in DPRK\r\nPyongyang, May 4 (KCNA) -- Scientists of the Biomedicine Institute under the Academy of Medical Science in the DPRK have developed technology of separating and cultivating mesenchymal stem cell.\n\t\t\t\t\tThey established methods of separating mesenchymal stem cells from adipose tissue and cultivating them and a method of identifying separated stem cells. And they developed a technique of differentiating and inducing cartilage, fat, bone gemma and liver cells with stem cell.\n\t\t\t\t\t\n\t\t\t\t\tSuch methods will be helpful to combating incurable diseases.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, the Institute developed a technique of separating a stem cell from placenta tissue and cultivating and identifying it."
        },
        {
            "title": "Salmon Breeding Encouraged in DPRK",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-18ee.html",
            "content": "Salmon Breeding Encouraged in DPRK\r\n Pyongyang, May 4 (KCNA) -- Big efforts have been paid to breeding salmon in the DPRK.\n\t\t\t\t\t The Sinpho Office for Stocking the River Tonggol with Fishes under the South Hamgyong Provincial Fishery Management Bureau recently released hundreds of thousands of fries in the river and its streams, after incubating a large quantity of spawn by introducing advanced technology.\n\t\t\t\t\t\n\t\t\t\t\t It also manufactured automatic food-supplying machine by its own efforts and put the control of water temperature and oxygenation at nurseries on a scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t Such achievements have been made at other offices for stocking in different parts of the country."
        },
        {
            "title": "\"Complete Collection of Kim Jong Il's Works\" Vol. 13 Published",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-21ee.html",
            "content": "\"Complete Collection of Kim Jong Il's Works\" Vol. 13 Published\r\n Pyongyang, May 4 (KCNA) -- Vol. 13 of \"Complete Collection of Kim Jong Il's Works\", library of the immortal Juche idea, Songun idea systematically and comprehensively dealing with works of leader Kim Jong Il in chronological order, was brought out in the DPRK.\n\t\t\t\t\t The book contains 96 works such as talks, speeches and conclusions he made from August, Juche 58 (1969) to April, Juche 59 (1970).\n\t\t\t\t\t\n\t\t\t\t\t The works deal with the idea of steadily intensifying the work for establishing the party's monolithic ideological system throughout the party and society, regarding it as the key point in the party work and activities, and of doing well the work with the masses from all walks of life so as to more closely rally them around the party and the leader and consolidate the unity and cohesion of the party and people in every way.\n\t\t\t\t\t\n\t\t\t\t\t They indicate the orientation and ways for resolutely defending the purity of the revolutionary tradition of Juche, sprucing up revolutionary battle sites and revolutionary sites and effectively conducting education through them.\n\t\t\t\t\t\n\t\t\t\t\t They also deal with the idea that officials should earnestly learn from President Kim Il Sung's revolutionary and popular work method and style and work with correct methodology for carrying out the policies of the party.\n\t\t\t\t\t\n\t\t\t\t\t They clarify the importance and significance of the work for adapting immortal masterpieces to movies and the issues of bringing about a fresh turn in creating them.\n\t\t\t\t\t\n\t\t\t\t\t The book also contains works giving answers to the issues arising in economic construction and improvement of the standard of people's living."
        },
        {
            "title": "U.S. Should Make Final Choice: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-12ee.html",
            "content": "U.S. Should Make Final Choice: Rodong Sinmun\r\n Pyongyang, May 4 (KCNA) -- The period of the largest-ever Key Resolve and Foal Eagle 16 joint military drills that created the worst crisis ever was the days of the fiercest nuclear confrontation between the world's worst nuclear criminal state U.S. and the nuclear power Songun Korea, says Rodong Sinmun Wednesday in a commentary.\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t In this year's first round of confrontation, the Korean revolutionary armed forces frustrated the last-ditch attempt and unprecedented war hysteria of the U.S. imperialists and their lackeys by dint of invincible arms and thus firmly protected the dignity of the supreme leadership of the DPRK and its people's happiness.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK defused the danger of a nuclear war as its army and people, united close around the party, have steadily bolstered up its nuclear deterrent for self-defence, pursuant to the line of simultaneously developing the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet regime should reflect on their reckless criminal acts and learn a serious lesson from them.\n\t\t\t\t\t\n\t\t\t\t\t The powerful nuclear attack technologies demonstrated by the DPRK are shining successes made by it in the face of harsh sanctions and grave nuclear threat and blackmail by the U.S. imperialists and their followers.\n\t\t\t\t\t\n\t\t\t\t\t Such nuclear threat and blackmail no longer work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t There remains only the final choice to be made by the U.S. - whether to make a bold decision to roll back its policy hostile to the DPRK or to face a nuclear strike."
        },
        {
            "title": "S. Korean Bodies Deplore Serious Maltreatment of Children",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-22ee.html",
            "content": "S. Korean Bodies Deplore Serious Maltreatment of Children\r\n Pyongyang, May 4 (KCNA) -- 20 children and women bodies of south Korea declared they would form an organization for preventing maltreatment of children, according to the south Korean Women's Newspaper on May 1.\n\t\t\t\t\t Crimes like maltreatment and killings of children are getting rampant in south Korea, they deplored, adding that they would conduct activities to prevent child abuses such as formation of the \"national network for safety of children and women\" and action of submitting a relevant bill to the \"National Assembly\" in reliance on it."
        },
        {
            "title": " Scandals Rampant in S. Korean Munitions Companies",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-23ee.html",
            "content": "Scandals Rampant in S. Korean Munitions Companies\r\n Pyongyang, May 4 (KCNA) -- Scandals are rife in munitions companies of south Korea, sparking off uproar.\n\t\t\t\t\t A vice-director of a south Korean company in charge of supplying core parts of armored cars, missiles and fighter jets has embezzled a huge amount of money in the course of delivery of military hardware parts since 2009.\n\t\t\t\t\t\n\t\t\t\t\t Several employees of another company pocketed a huge amount of money by supplying thousands of bulletproof jackets whose quality was far lower than those required to the special ops command of the puppet army from May, 2011 to February, 2013."
        },
        {
            "title": "Title of Honorary Leader Conferred upon Kim Jong Un by Indonesian Party",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-15ee.html",
            "content": "Title of Honorary Leader Conferred upon Kim Jong Un by Indonesian Party\r\n Pyongyang, May 4 (KCNA) -- Marshal Kim Jong Un received the title of honorary leader from the Pioneer Party of Indonesia in the run-up to the Seventh Congress of the Workers' Party of Korea.\n\t\t\t\t\t A decision on awarding it was adopted at a special meeting of the National Guidance Council of the Party on April 27.\n\t\t\t\t\t\n\t\t\t\t\t The decision said that the party decided to register Kim Jong Un as its honorary leader while recognizing its necessity in praise of the great feats he has performed before humankind for global peace and justice and exploits done by him for the development of the friendly relations between the peoples of the two countries provided by former President Sukarno and President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of conveying the honorary certificate to Kim Jong Un took place at the National Guidance Council of the Party on April 29.\n\t\t\t\t\t\n\t\t\t\t\t The honorary certificate was handed to the DPRK charge d'affaires ad interim in Indonesia."
        },
        {
            "title": "Kim Jong Un's Works Posted by German Organization on Website of MS Travel Company",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-01ee.html",
            "content": "Kim Jong Un's Works Posted by German Organization on Website of MS Travel Company\r\n Pyongyang, May 4 (KCNA) -- Marshal Kim Jong Un's works \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\" and \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" were posted by the German Group for the Study of Korean Culture on the website of the MS Travel Company on April 28 in the run-up to the Seventh Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The first work, published on April 20, Juche 101 (2012), deals with the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il all their lives.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for firmly defending the idea and exploits of Kim Il Sung and Kim Jong Il and adding shine to them forever.\n\t\t\t\t\t\n\t\t\t\t\t The second work, published on April 6, Juche 101 (2012), clarifies that it is the principled requirement for victoriously advancing the Korean revolutionary cause to hold Kim Jong Il in high esteem as the eternal general secretary of the WPK and indicates the tasks for steadily strengthening the WPK into the glorious party of Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Un's Work Published in Angola",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-02ee.html",
            "content": "Kim Jong Un's Work Published in Angola\r\n Pyongyang, May 4 (KCNA) -- Marshal Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was brought out in pamphlet by the National Publishing House of Angola on the occasions of the Day of the Sun (birth anniversary of President Kim Il Sung) and the Seventh Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), clarifies that it is the principled requirement for victoriously advancing the Korean revolutionary cause to hold leader Kim Jong Il in high esteem as the eternal general secretary of the WPK and indicates the tasks for steadily strengthening the WPK into the glorious party of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony took place at the publishing house on April 27."
        },
        {
            "title": "Preparatory Committee for Congratulating WPK on Its 7th Congress Formed in Uganda",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-03ee.html",
            "content": "Preparatory Committee for Congratulating WPK on Its 7th Congress Formed in Uganda\r\n Pyongyang, May 4 (KCNA) -- A preparatory committee for congratulating the Workers' Party of Korea (WPK) on its 7th Congress was formed in Kampala, Uganda on April 30.\n\t\t\t\t\t Daniel Rugarama, chairman of the Ugandan National Executive Committee of the Pan-African Movement, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to praise the exploits performed by President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un in founding and developing the party and hold the significant political and cultural events for supporting the cause of the WPK on the occasion of its 7th Congress."
        },
        {
            "title": "Tablet to Honor Kim Jong Il Displayed in Russia",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-04ee.html",
            "content": "Tablet to Honor Kim Jong Il Displayed in Russia\r\n Pyongyang, May 4 (KCNA) -- A tablet to honor leader Kim Jong Il was displayed in Okeanskaya Railway Station of Russia.\n\t\t\t\t\t Written on the tablet are letters in Korean and Russian \"Comrade Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, stayed at Okeanskaya Railway Station on August 23, 2002 during his visit to the Far Eastern Region of Russia\".\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of unveiling the tablet took place on April 28.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials of the Maritime Territorial Branch of the United Russia Party, the Maritime Territorial Administration of Russia and the mission of the Russian Foreign Ministry in Vladivostok and masses, the consul general and consuls of the DPRK in Vladivostok."
        },
        {
            "title": "Kim Il Sung Praised by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-05ee.html",
            "content": "Kim Il Sung Praised by Foreign Newspapers\r\n Pyongyang, May 4 (KCNA) -- Foreign newspapers carried articles praising President Kim Il Sung on the occasion of his birth anniversary.\n\t\t\t\t\t The Bangladeshi newspaper Dainik Probat on April 14 said in an article titled \"Kim Il Sung, great man of century\":\n\t\t\t\t\t\n\t\t\t\t\t Human history records many prominent figures but there is no such a man as President Kim Il Sung who is boundlessly revered by all people century after century.\n\t\t\t\t\t\n\t\t\t\t\t He is the pioneer and pacesetter of the era of independence who indicated the way of mankind by founding the Juche idea and a distinguished elder statesman who guided the cause of human independence under the unfurled banner of independence against imperialism all his life.\n\t\t\t\t\t\n\t\t\t\t\t He is always alive in the hearts of mankind as he is a peerless sage who moved the world with his noble humanity and virtues.\n\t\t\t\t\t\n\t\t\t\t\t The Kuwait Times on April 13 in an article said that he indicated the way of mankind, opened a flower garden of loving the people and embraced all people with his great attraction.\n\t\t\t\t\t\n\t\t\t\t\t The Senegalese newspaper Le Populaire on the same day cited the facts to show the ardent loving care shown by him for the rising generation. It noted that his great image will be deeply cherished in the hearts of the Korean people as he devoted himself to the future."
        },
        {
            "title": "Anniversary of ARF Marked by Swiss Bodies",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-06ee.html",
            "content": "Anniversary of ARF Marked by Swiss Bodies\r\n Pyongyang, May 4 (KCNA) -- The Swiss preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, the Swiss-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on April 28 on the occasion of the 80th founding anniversary of the Association for the Restoration of the Fatherland (ARF).\n\t\t\t\t\t President Kim Il Sung founded the ARF on May 5, 1936, 80 years ago, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The ARF was the first anti-Japanese national united front in Korea. It aimed at liberating Korea from the bestial colonial rule by the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t \"The Ten-Point Programme of the Association for the Restoration of the Fatherland\" worked out by the President indicates the issues of overthrowing the Japanese imperialists' rule, establishing the genuine people's government of Korea and organizing the revolutionary army capable of fighting for the independence of Korea and the issue of enforcing democratic reforms including 8-hour work system.\n\t\t\t\t\t\n\t\t\t\t\t The programme was a historic one for national and social emancipation of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The association struggled for independence and sovereignty of the country by mobilizing the whole Korean nation on the basis of the Juche idea founded by the President."
        },
        {
            "title": "Political Party of DR Congo Congratulates Seventh Congress of WPK",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-07ee.html",
            "content": "Political Party of DR Congo Congratulates Seventh Congress of WPK\r\n Pyongyang, May 4 (KCNA) -- The Communist Party of DR Congo issued a statement on April 25 to congratulate the Seventh Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The historic Seventh Congress of the WPK will be held under the guidance of the respected Comrade Kim Jong Un, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Communist Party of DR Congo believes that the powerful engine for building an economic giant will be provided at the Seventh Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will win a new victory and turn the country into a thriving socialist nation by implementing the decision of the Seventh Congress of the WPK in the staunch fighting spirit.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the Seventh Congress of the WPK will put forward the strategy and tactics for more powerfully propelling the Korean revolution advancing toward the bright future.\n\t\t\t\t\t\n\t\t\t\t\t We wish for the successful Seventh Congress of the WPK and hope that the solidarity and friendly and cooperative relations between the two parties will be eternal."
        },
        {
            "title": "Right to Preemptive Nuclear Strike Is Not Monopoly of U.S.: Brazilian Body",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-08ee.html",
            "content": "Right to Preemptive Nuclear Strike Is Not Monopoly of U.S.: Brazilian Body\r\n Pyongyang, May 4 (KCNA) -- The Brazilian Committee for Solidarity with the DPRK posted an article titled \"Right to preemptive nuclear strike is not monopoly of U.S.\" on its website on April 26, illustrated with a photo dealing with the Songun leadership feats of Marshal Kim Jong Un.\n\t\t\t\t\t The article said the DPRK solemnly declared that right to preemptive nuclear strike is by no means monopoly of the U.S. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK neither wants nor fears a war.\n\t\t\t\t\t\n\t\t\t\t\t It set forth the line of simultaneously pushing forward economic construction and the building of nuclear force and has the strongest nuclear deterrent. This is not aimed to ignite a nuclear war. It is to clear the Korean peninsula of the danger of a nuclear war prevailing on it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., which made nuclear weapons for the first time in the world, designated the DPRK as the target for preemptive nuclear attack.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK fought the war in the 1950s amid the open nuclear threat of the U.S. and conducted a peaceful socialist construction despite the U.S. escalating nuclear blackmail.\n\t\t\t\t\t\n\t\t\t\t\t It is also building a thriving nation in the 21st century despite the U.S. extreme moves for igniting a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to nuclear weapons is heralding the independent, just and peaceful new era in the dynamic movement in the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers are trembling in fear of the DPRK's nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. tries to ignite a nuclear war at any cost, it would face ruin by the latest nuclear strike means of the DPRK."
        },
        {
            "title": "Japanese Body Condemns U.S. and Its Followers for Trying to Stifle DPRK",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-09ee.html",
            "content": "Japanese Body Condemns U.S. and Its Followers for Trying to Stifle DPRK\r\n Pyongyang, May 4 (KCNA) -- The Japanese Society for News Studies posted an article condemning the U.S. and its followers for trying to stifle the DPRK on its website on April 13.\n\t\t\t\t\t The article said that the U.S. imperialists have resorted to nuclear threat and moves for stifling the DPRK. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers are intensifying nuclear threat and sanctions against the DPRK, a member nation of the UN.\n\t\t\t\t\t\n\t\t\t\t\t This illegal act is in violation of the UN Charter, international law and the Korean Armistice Agreement (AA).\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. and its followers who turned the Korean peninsula into a hot spot of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The UN Security Council is keeping mum about the Key Resolve and Foal Eagle 16 joint military exercises, which is in breach of the UN Charter.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. and the south Korean authorities who are paying no heed to the proposals of the DPRK on replacing the AA with a peace treaty and ensuring peace and security on the Korean peninsula and in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The current U.S.-south Korea joint military exercises are the largest-ever nuclear war drills aimed at invading the DPRK."
        },
        {
            "title": "Spanish Political Figures Visit DPRK Embassy",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-10ee.html",
            "content": "Spanish Political Figures Visit DPRK Embassy\r\n Pyongyang, May 4 (KCNA) -- Officials of the leadership of the Democratic Workers' Party of Spain and the Communist Party of the People of Spain visited the DPRK embassy in Madrid on April 25 in the run-up to the Seventh Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t They laid bouquets before the portraits of smiling President Kim Il Sung and leader Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Miguel Angel Villaron, general secretary of the Democratic Workers' Party of Spain, said:\n\t\t\t\t\t\n\t\t\t\t\t I believe that the WPK would give fuller play to its dignity as the indestructible party guiding to the ever-victorious road the Korean people's struggle for building a thriving socialist nation and achieving the independent and peaceful reunification of the country, invariably holding the respected Comrade Kim Jong Un in high esteem at the top post.\n\t\t\t\t\t\n\t\t\t\t\t I hope that the historic Seventh Congress of the WPK would be held with success and wish the WPK and the Korean people bigger successes in their struggle.\n\t\t\t\t\t\n\t\t\t\t\t Asto Garcia, secretary for International Relations of the Communist Party of the People of Spain, said he was deeply impressed to hear the news that all the local party conferences elected Kim Jong Un as delegate to the party congress in the run-up to the congress.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation that the Seventh Congress of the WPK would be an epochal landmark in the just struggle of the WPK and the Korean people who are carrying forward the socialist cause pioneered and advanced by the preceding leaders, holding Kim Jong Un in high esteem."
        },
        {
            "title": "Representacion de EPC en Phanmunjom revela criminalidad de maniobras belicas de EE.UU.",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-27ee.html",
            "content": "Representacion de EPC en Phanmunjom revela criminalidad de maniobras belicas de EE.UU.\r\nPyongyang, 4 de mayo (ACNC) -- La Representacion del Ejercito Popular de Corea en Phanmunjom hizo publica el dia 3 un memorando para revelar a todo el mundo la criminalidad de las brutales maniobras belicas anti-Republica Popular Democratica de Corea de EE.UU. que viola gravemente la paz y la seguridad del pais y nacion agravando la tension de la Peninsula Coreana con la ofensiva militar inaudita. \n\t\t\t\t\tLa Peninsula Coreana se ha convertido en la zona mas candente del mundo, donde flota permanentemente el fantasma de guerra, insiste la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tLo demuestran los ejercicios belicos conjuntos de mayor envergadura Key Resolve y Foal Eagle 16, desarrollados durante mas de 50 dias a partir del 7 de marzo pasado.\n\t\t\t\t\t\n\t\t\t\t\tEsta vez, los belicistas quitaron hasta la mascara de entrenamientos \"defensivos y anuales\" y anunciaron sin escrupulos que los presentes simulacros son para adiestrar y practicar la capacidad de ataque preventivo contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSe desarrollan incesantemente solo en la Peninsula Coreana los simulacros tan aventureros e inmensos en su numero de efectivos y en su caracter agresivo, aventurero y sorpresivo.\n\t\t\t\t\t\n\t\t\t\t\tTanto en la guerra fria como en el siglo XXI no hubo los ejercicios de guerra nuclear como los simulacros conjuntos EE.UU.-Sur de Corea desarrollados en una region especifica contra un Estado soberano sin restriccion alguna y con la incorporacion de enormes efectivos suficientes para provocar una guerra mundial.\n\t\t\t\t\t\n\t\t\t\t\tDebido a la imprudencia militar de los belicistas que se realiza todo el ano, la situacion de la Peninsula Coreana se encuentra en la crisis tan critica que pueda extenderse a la guerra en cualquier momento. \n\t\t\t\t\t\n\t\t\t\t\tLa Peninsula Coreana se ha convertido en la zona mas candente en el mundo con el mayor arsenal de polvorin en que pueda estallar la guerra total por un incidente eventual como el caso de agosto del ano pasado. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, el memorando revela que EE.UU. destruyo deliberadamente el sistema de armisticio para provocar la segunda guerra coreana. \n\t\t\t\t\t\n\t\t\t\t\tDespues de terminada la guerra coreana, se preparo un aparato legitimo llamado el Acuerdo de Armisticio. \n\t\t\t\t\t\n\t\t\t\t\tAunque era un acuerdo imperfecto que definia la suspension temporal de la guerra, presentaba las medidas concretas de armisticio y tregua, razon por la cual al observar este acuerdo se podia evadir la coyuntura de tension extremada.\n\t\t\t\t\t\n\t\t\t\t\tPero, el imperio americano preso por la ambicion de recuperar la derrota sufrida en la pasada guerra coreana, comenzo a destruir sistematicamente todos los sistemas estipulados en el Acuerdo de Armisticio. \n\t\t\t\t\t\n\t\t\t\t\tSe desespero por eliminar la Comision de Armisticio Militar y la Comision de Supervision de Naciones Neutrales, que existian como ultimos aparatos de supervision para la ejecucion del Acuerdo de Armisticio. \n\t\t\t\t\t\n\t\t\t\t\tEn fin de cuentas, la Comision de Armisticio Militar dejo de existir al cabo de casi 40 anos, y por consiguiente, la Comision de Supervision de Naciones Neutrales desaparecio automaticamente. \n\t\t\t\t\t\n\t\t\t\t\tDesde entonces, no existio mas el aparato juridico formal que tenia la mision de controlar la peligrosa crisis del estallido de guerra en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEl memorando revela tambien las maniobras criminales de EE.UU. que desafia frontalmente a los esfuerzos de la RPDC por la concertacion del convenio de paz. \n\t\t\t\t\t\n\t\t\t\t\tAun en la situacion tirante en que se destruyo completamente el sistema de armisticio y desaparecieron los tramites elementales para prevenir el peligro de guerra, la RPDC no dejo de hacer esfuerzos por preservar la paz y la seguridad.\n\t\t\t\t\t\n\t\t\t\t\tPero, bajo el intento de ocupar con armas todo el territorio coreano y realizar la estrategia de hegemonia sobre la region de Asia-Pacifico, el bandidesco imperio americano nego sin razonamiento las propuestas constructivas de la RPDC presentadas a fin de aliviar la tension militar y preservar la paz. \n\t\t\t\t\t\n\t\t\t\t\tDespues de desaparecido el aparato de armisticio hasta la fecha se realizaron en mas de 200 ocasiones las conversaciones y contactos entre los circulos militares de la RPDC y EE.UU., pero el debate sobre el establecimiento del nuevo sistema de paz quedo infructifero debido a la injusta actitud de la parte norteamericana. \n\t\t\t\t\t\n\t\t\t\t\tLos que realizaron la prosperidad con la agresion y la guerra se arruinan inevitablemente por la agresion y la guerra. \n\t\t\t\t\t\n\t\t\t\t\tPues, EE.UU. tiene fijado su fin tragico. \n\t\t\t\t\t\n\t\t\t\t\tEn el presente y el futuro, el ejercito y pueblo coreanos tambien aniquilaran despiadadamente con el poderio del Songun a los imperialistas norteamericanos, enemigos jurados de la nacion coreana. Esto es la declaracion final de la RPDC a EE.UU."
        },
        {
            "title": "Participantes en VII Congreso de PTC presencian funcion artistica",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-28ee.html",
            "content": "Participantes en VII Congreso de PTC presencian funcion artistica\r\nPyongyang, 4 de mayo (ACNC) -- Los participantes en el VII Congreso del Partido del Trabajo de Corea vieron el dia 4 en el Gran Teatro de Pyongyang la opera revolucionaria \"Veo la victoria de la revolucion\".\n\t\t\t\t\tLa opera demuestra el noble mundo ideo-espiritual de una martir revolucionaria antijaponesa que lucho indoblegablemente hasta el ultimo momento de su vida con la conviccion revolucionaria de que gracias al Presidente Kim Il Sung triunfara sin falta la revolucion coreana. \n\t\t\t\t\t\n\t\t\t\t\tTambien, los participantes vieron en el Teatro Moranbong el concierto de la Orquesta Sinfonica Nacional \"Cantamos el partido\"."
        },
        {
            "title": "Efectuado acto central por 80o aniversario de la fundacion ARP",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-29ee.html",
            "content": "Efectuado acto central por 80o aniversario de la fundacion ARP\r\nPyongyang, 4 de mayo (ACNC) -- Tuvo lugar el dia 4 en el Palacio Cultural del Pueblo el acto central dedicado al 80o aniversario de la fundacion de la Asociacion para la Restauracion de la Patria (ARP).\n\t\t\t\t\tEsta entidad, fundada el 5 de mayo del 25 (1936) de la Era Juche, fue primera agrupacion permanente del frente unido nacional antijapones de Corea que actuaba segun el principio del centralismo democratico teniendo el unico programa, estatuto y sistema organizativo y una poderosa organizacion clandestina de masas que asegura con firmeza la direccion del Lider y del partido sobre la fuerza patriotica de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\tAl acto asistieron Kim Yong Nam, Pak Pong Ju, Choe Thae Bok, Pak Yong Sik y otros cuadros directivos del Partido, el Estado y el ejercito, el presidente de partido amigo, los ex combatientes revolucionarios antijaponeses, los funcionarios de las instituciones del partido, las fuerzas armadas y el Poder, entidades sociales, ministerios y organos centrales, los familiares de los martires revolucionarios, oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, los funcionarios de las instituciones, fabricas y empresas capitalinas, asi como los innovadores laborales.\n\t\t\t\t\t\n\t\t\t\t\tEl informe del acto estuvo a cargo de Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl informante senalo que la fundacion de la ARP fue un evento historico que preparo la nueva historia del movimiento del frente unido nacional antijapones de Corea y dio luz verde a la liberacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tSe refirio a que durante largo tiempo el Presidente Kim Il Sung llevo adelante la revolucion y construccion practicando  la politica de gran unidad nacional basandose en sus experiencias y tradiciones del movimiento arriba mencionado alcanzadas durante la lucha revolucionaria antijaponesa.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que la tradicion de la unidad revolucionaria lograda por el Presidente continuo satisfactoriamente por el Dirigente Kim Jong Il y su poderio se fortalecio mas que nunca.\n\t\t\t\t\t\n\t\t\t\t\tEn acato a noble idea de los grandes Lideres antecesores en materia de gran unidad nacional, el Mariscal Kim Jong Un dirige sabiamente la lucha por frustrar el perverso desafio de las fuerzas divisionistas internas y externas y lograr la reunificacion de la patria con la fuerza unida de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de intensificar mas el poderio de la unidad monolitica preparada por los grandes Lideres y adelantar la victoria final de la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\tLlamo a todos los coreanos en el Norte, el Sur y en ultramar a frustrar el desafio de las fuerzas anti-reunificacion y construir la potencia reunificada digna y prospera, como habian alcanzado la causa historica de liberacion de la patria mediante la sublevacion nacional sin distincion de las diferencias de ideologias, criterios politicos y creencias religiosas."
        },
        {
            "title": "A EE.UU. queda solo opcion final, apunta Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201605/news04/20160504-30ee.html",
            "content": "A EE.UU. queda solo opcion final, apunta Rodong Sinmun\r\nPyongyang, 4 de mayo (ACNC) -- El periodo en que se realizaron con maxima envergadura en la historia los ejercicios militares conjuntos Key Resolve y Foal Eagle 16, fue los dias severos en que se desarrollo una enconada confrontacion nuclear entre Estados Unidos, pais criminal nuclear que se jacta de la \"supremacia\" en el mundo, y la Corea del Songun, gran potencia nuclear.\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un comentario individual difundido este miercoles y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  En la primera batalla conflictiva de este ano las fuerzas armadas revolucionarias coreanas aplastaron y frustraron los esfuerzos desesperados y la locura de guerra agresiva de los imperialistas yanquis y sus lacayos y defendieron firmemente la maxima dignidad de la Republica y la felicidad del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  La prevencion del peligro de guerra nuclear por parte de la RPDC, se debe a que el ejercito y el pueblo de Corea, unidos firmemente en torno al Partido del Trabajo de Corea, han venido consolidando solidamente el disuasivo nuclear de autodefensa manteniendo invariablemente la linea del desarrollo paralelo.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. y la banda titere surcoreana deben sacar las lecciones serias reflexionando sus recientes locuras criminales imprudentes.\n\t\t\t\t\t\n\t\t\t\t\t  Las poderosas tecnicas de ataque nuclear que esta vez la RPDC mostro ante todo el mundo, son los exitos brillantes preparados bajo la sancion cruel y la atroz amenaza y chantaje nucleares de los imperialistas yanquis y sus fuerzas satelites.\n\t\t\t\t\t\n\t\t\t\t\t  La amenaza y chantaje nucleares y las sanciones de EE.UU. no surten ningun efecto en la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t  A EE.UU. le queda solo la opcion final.\n\t\t\t\t\t\n\t\t\t\t\t  Este imperio yanqui debe optar uno entre los dos caminos: tomar la decision audaz de abandonar la politica hostil a la RPDC o recibir el ataque nuclear."
        }
    ]
}