{
    "date": "2016-05-28",
    "url": "http://kcna.co.jp/item/2016/201605/2016-05-28ee.html",
    "articles": [
        {
            "title": "Greetings to Nepalese President",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-07ee.html",
            "content": "Greetings to Nepalese President\r\n Pyongyang, May 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of greeting to Bidhya Devi Bhandari, president of the Federal Democratic Republic of Nepal, on the occasion of its national day.\n\t\t\t\t\t The message wished the president and people of Nepal successes in their work for achieving prosperity and development of the country by concerted efforts of the nation, expressing hope that the long-standing relations of friendship and cooperation between the two countries would develop at a higher stage in various fields."
        },
        {
            "title": "Greetings to Ethiopian President",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-08ee.html",
            "content": "Greetings to Ethiopian President\r\n Pyongyang, May 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greeting to Mulatu Teshome, president of the Federal Democratic Republic of Ethiopia, on the occasion of its 25th national day.\n\t\t\t\t\t Expressing belief that the relations of friendship and cooperation between the two countries would steadily grow strong, the message sincerely wished the president and people of Ethiopia bigger success in their work for the development and prosperity of the country."
        },
        {
            "title": " Joint Conference Declares for Implementing Tasks Set forth at 7th Congress of WPK",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-21ee.html",
            "content": "Joint Conference Declares for Implementing Tasks Set forth at 7th Congress of WPK\r\n Pyongyang, May 28 (KCNA) -- The joint conference of officials of the party, state and economic and armed forces organs was held in Pyongyang from May 26 to 28 to thoroughly carry out the tasks set forth at the 7th Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Attending it were leading officials of the party, state and army including Pak Pong Ju, Choe Thae Bok and Pak Yong Sik and officials of the party and armed forces organs, Cabinet, working people's organizations, ministries and national institutions, and officials of the local party and power organs and major industrial establishments.\n\t\t\t\t\t\n\t\t\t\t\t Discussed at the conference were the ways for thoroughly carrying out the five-year strategy for the state economic development and important measures for attaining the goal of building a socialist power. \n\t\t\t\t\t\n\t\t\t\t\t Premier Pak Pong Ju, member of the Presidium of the Political Bureau of the Central Committee of the WPK, made a report.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that the 7th Congress of the WPK reviewed with pride the proud victories and successes that had been made in the socialist construction and set forth the new strategy for economic development to consolidate the state material and technological foundation and bring about a drastic turn in improving the standard of people's living by giving spurs to the building of an economic giant as befitting the political and ideological power and military power. \n\t\t\t\t\t\n\t\t\t\t\t The line of building a socialist power and the five-year strategy for the state economic development serves as a militant banner arousing all the service personnel and people to uninterrupted innovation, progress and offensive as it is a bright blueprint that indicated a shortcut to bringing earlier the complete victory of the socialist cause, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He raised goals on major indices to be attained during the implementation of the five-year strategy and referred to the issues to be settled by all fields of building the economic power.\n\t\t\t\t\t\n\t\t\t\t\t We can surely attain the goals for building a socialist power as long as there are the wise guidance of Marshal Kim Jong Un, a solid foundation of the self-supporting economy provided by the great leaders and the service personnel and people creating the speed of the new era of Mallima in response to the party's call, he said.\n\t\t\t\t\t\n\t\t\t\t\t Followed inter-sector meetings of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t The meetings discussed specific and realistic measures for attaining the goals in order to thoroughly implement the tasks set forth at the 7th Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ju concluded the conference.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the conference helped enshrine firm faith and optimism that it is quite possible to attain the goals of the five-year strategy for the state economic development set forth at the party congress.\n\t\t\t\t\t\n\t\t\t\t\t He called on all the officials to devotedly carry out the decision of the congress by making sure that all the issues discussed at the conference are successfully put into practice.\n\t\t\t\t\t\n\t\t\t\t\t The 200-day campaign of loyalty was declared to make a breakthrough in implementing the five-year strategy for the state economic development."
        },
        {
            "title": "KPA General Staff Sends Notice to S. Korean Authorities",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-01ee.html",
            "content": "KPA General Staff Sends Notice to S. Korean Authorities\r\n Pyongyang, May 28 (KCNA) -- As reported, the puppet military gangsters of south Korea sent many armed ships into the territorial waters of the DPRK from 5:53 on Friday to wait for a chance of provocation and then fired, without any prior warning, 40 mm rocket gun shells at an unarmed ferryboat of the Navy of the Korean People's Army, which was towing a boat.\n\t\t\t\t\t This reckless military provocation was evidently prompted by a premeditated sinister plot to bedevil the north-south relations and further aggravate the tension on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is the wicked intention of the provokers to drive the situation of the hotspot in the West Sea of Korea to the worst phase by inciting the KPA to take a self-defensive counter-action against their escalated naval intrusion and reckless gunfire and then let the reactionary reptile media build up such wrong public opinion that the DPRK is chiefly responsible for \"provocation\" and \"threat\" and thus spoil the climate for dialogue between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is well proved by the fact that soon after the military provocation, the south Korean puppet military issued an order to put its combat air division based in Suwon on standby for emergency sortie, pushing the situation in the said waters to an unpredictable extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, the KPA General Staff on Saturday sent the following notice to the south Korean authorities who let the puppet military gangsters make a preemptive attack, defying the DPRK's good faith and magnanimity:\n\t\t\t\t\t\n\t\t\t\t\t Firstly, the backstage manipulators of the case should apologize to the entire nation for the puppet military gangsters' reckless military provocation.\n\t\t\t\t\t\n\t\t\t\t\t They will not escape a stern punishment by the nation as they invented the case and put it into practice to drive the situation in the volatile hotspot to the brink of explosion.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, from now on we will open direct fire on any warship of the south Korean puppet forces without warning, if it intrudes into the extension of the Military Demarcation Line of our side even 0.001 mm in the hotspot of the west sea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are responding to our earnest call for dialogue with such reckless military standoff as naval intrusion and preemptive attack and to our efforts for detente with dangerous anti-DPRK war games. This action can never be pardoned.\n\t\t\t\t\t\n\t\t\t\t\t They should be mindful that they would face our merciless retaliatory strikes anytime and at any place and in any way for such provocative action as responding to the just efforts for dialogue with reckless military confrontation.\n\t\t\t\t\t\n\t\t\t\t\t If they dare challenge our self-defensive retaliatory strike, they will meet more powerful and successive counterattacks.\n\t\t\t\t\t\n\t\t\t\t\t The future developments depend on their behavior."
        },
        {
            "title": "Foreign Ministry Spokesman on DPRK's Bolstering of Nuclear Force",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-22ee.html",
            "content": "Foreign Ministry Spokesman on DPRK's Bolstering of Nuclear Force\r\n Pyongyang, May 28 (KCNA) -- A spokesman for the DPRK Ministry of Foreign Affairs Saturday gave the following answer to question put by KCNA as regards the fact that Obama pulled up the DPRK over its bolstering of nuclear force:\n\t\t\t\t\t With the recent G-7 Summit in Japan as an occasion, Obama repeatedly made remarks slandering the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t He said the DPRK \"commits such provocation as not only development of nuclear weapons but also their proliferation\" and it is \"the biggest obstacle to building a world without nuclear weapons \". He also criticized the DPRK's nuclear and ballistic missile programs as a \"threat to the region, the U.S. and the world\".\n\t\t\t\t\t\n\t\t\t\t\t The remarks are a revelation of his wicked intention to cover up the true colors of the U.S., a criminal that inflicted nuclear holocaust on mankind, and evade the world community's strong accusations against him persistently seeking a world domination based on nukes while making a mockery of the world with the deceptive signboard of \"nuclear-free world\".\n\t\t\t\t\t\n\t\t\t\t\t It is the height of shamelessness for Obama to talk about denuclearization in Japan where the U.S. dropped nuclear bombs.\n\t\t\t\t\t\n\t\t\t\t\t The plan for a \"world without nuclear weapons\", taken up by him after coming to power, was prompted by his intention to weaken other countries' military muscle while bolstering up the nuclear war means of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t But, such cunning double-dealing tactics of the U.S. have faced a failure, being rejected by the world society.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. had been truly interested in the global denuclearization, it should have dismantled its nukes before others and stopped its nuclear threat and blackmail against other countries and nations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. expects nuclear dismantlement from the DPRK while persisting in its hostile policy toward the latter with a nuclear stick. This is no more than a daydream just like wishing for a chicken from a boiled egg.\n\t\t\t\t\t\n\t\t\t\t\t As already declared, the DPRK will bolster up its self-defensive nuclear force in quality and quantity, constantly holding fast to the strategic line of simultaneously pushing forward the economic construction and the building of nuclear force, as long as the imperialists continue their nuclear threat and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t It will also honestly implement its non-proliferation duty before the world society as a responsible nuclear weapons state and strive for the global denuclearization.\n\t\t\t\t\t\n\t\t\t\t\t No matter what false propaganda the U.S. may resort to, it can not deny the position of the DPRK, a nuclear weapons state for independence and justice."
        },
        {
            "title": "Kim Jong Un's Line and Policies for National Reunification Supported by Journalists Union Chairman",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-14ee.html",
            "content": "Kim Jong Un's Line and Policies for National Reunification Supported by Journalists Union Chairman\r\n Pyongyang, May 28 (KCNA) -- Cha Sung Su, chairman of the Central Committee of the Journalists Union of Korea, released a statement on Saturday in support of the line and policies for national reunification advanced by supreme leader Kim Jong Un at the Seventh Congress of the Workers' Party of Korea.\n\t\t\t\t\t Recalling Kim Jong Un clearly indicated at the Seventh Congress of the WPK the Juche-oriented line and policies for national reunification to thoroughly carry out the noble behests of the great leaders, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The new line and policies for independent reunification clarified by Kim Jong Un comprehensively deal with the Juche-based line and policies consistently maintained by the WPK in the arduous and grim struggle for ending the tragic national division as early as possible and reunifying the country, and with the victories, successes and experience gained in this course.\n\t\t\t\t\t\n\t\t\t\t\t Only when all Koreans wage a positive struggle, holding fast to this great treasured sword for reunification, is it possible to build an independent and prospering reunified power.\n\t\t\t\t\t\n\t\t\t\t\t We will more deeply cherish the unshakable faith that the cause of national reunification is sure to be crowned with a final victory thanks to Kim Jong Un and arouse all Koreans to the implementation of the tasks for national reunification set forth at the WPK Congress by becoming pioneers and buglers for achieving reunification.\n\t\t\t\t\t\n\t\t\t\t\t Availing ourselves of this opportunity, we ardently call on all media in south Korea to fulfill their mission and responsibility as pioneers of the times and pacemakers for reunification in the struggle for mending the north-south relations and hastening independent reunification in line with the wishes and interests of the entire nation.\n\t\t\t\t\t\n\t\t\t\t\t We, journalists and media persons, will arouse all Koreans to the struggle for implementing the great programme for national reunification set forth by Kim Jong Un and hasten the final victory of the cause of independent reunification."
        },
        {
            "title": "WPK Delegation Back Home",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-17ee.html",
            "content": "WPK Delegation Back Home\r\n Pyongyang, May 28 (KCNA) -- A delegation of the Workers' Party of Korea (WPK) led by Kim Yong Chol, member of the Political Bureau and vice-chairman of the Central Committee of the WPK, returned home on Saturday after visiting Cuba."
        },
        {
            "title": "Youth League Delegation Leaves for Venezuela",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-16ee.html",
            "content": "Youth League Delegation Leaves for Venezuela\r\n Pyongyang, May 28 (KCNA) -- A delegation of the Kim Il Sung Socialist Youth League led by Jong Yong Won, vice-chairman of its Central Committee, left here on Saturday to attend the first international preparatory meeting for the 19th World Festival of Youth and Students to be held in Venezuela."
        },
        {
            "title": "Foreign Delegations Leave",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-10ee.html",
            "content": "Foreign Delegations Leave\r\n Pyongyang, May 28 (KCNA) -- Delegations of different countries and regions left here on Saturday after taking part in the 19th Pyongyang Spring International Trade Fair."
        },
        {
            "title": "Delegation of Korean Medical Workers in U.S. Here",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-15ee.html",
            "content": "Delegation of Korean Medical Workers in U.S. Here\r\n Pyongyang, May 28 (KCNA) -- A delegation of Korean medical workers in the U.S. headed by Pak Ki Bom arrived here on Saturday to take part in the 18th Pyongyang symposium on medical science of Koreans at home and abroad."
        },
        {
            "title": "Confrontational Maniacs Will Not Evade Merciless Punishment: DPRK Scholar",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-20ee.html",
            "content": "Confrontational Maniacs Will Not Evade Merciless Punishment: DPRK Scholar\r\n Pyongyang, May 28 (KCNA) -- The south Korean puppet military group responded with its reckless military provocation to the DPRK's repeated proposals for a working-level contact to ensure military detente, durable peace and security on the Korean peninsula.\n\t\t\t\t\t According to a crucial report released by the Supreme Command of the Korean People's Army, the south Korean puppet military gangsters committed a grave military provocation in the West Sea of Korea on May 27.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Dr. So Song Il, director of the Socio-politics Institute under the Academy of Social Sciences, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The gangsters intruded into the sea waters of our side across the extension of the Military Demarcation Line and indiscriminately fired gun shells at our navy's unarmed ferryboat. This act openly shows that their confrontational nature against the fellow countrymen remains unchanged. \n\t\t\t\t\t\n\t\t\t\t\t As already known, the Ministry of the People's Armed Forces of the National Defence Commission of the DPRK sent notices on May 21 and 24 to the south side's military authorities, urging them to respond to a working-level contact for opening the north-south military authorities' talks.\n\t\t\t\t\t\n\t\t\t\t\t But the confrontational maniacs, the colonial servants of the U.S., trifled with our sincere proposals for national reconciliation and peace.\n\t\t\t\t\t\n\t\t\t\t\t The puppet military group is resorting to the hackneyed tricks to inveigle our side into conflict by committing the military provocation under the prearranged preparations.\n\t\t\t\t\t\n\t\t\t\t\t Its military provocation is aimed at shifting the responsibility of the present tense situation to our side and branding our proposals as \"propaganda offensive bereft of sincerity\" and \"camouflaged peace tactics\".\n\t\t\t\t\t\n\t\t\t\t\t If the confrontational maniacs disregard our sincerity and persist in cynical ploys enraging all the Korean people and the humankind, they will only face a merciless punishment."
        },
        {
            "title": "New National Intangible Heritages Listed in DPRK",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-18ee.html",
            "content": "New National Intangible Heritages Listed in DPRK\r\n Pyongyang, May 28 (KCNA) -- Some ten kinds of customs, acupuncture and traditional dishes were newly listed as national intangible heritages in the Democratic People's Republic of Korea.\n\t\t\t\t\t Among them are memorial services for King Tangun, cultivation of wild insam and Koryo insam. \n\t\t\t\t\t\n\t\t\t\t\t Memorial services for King Tangun, ancestral father of the Korean nation, have been held in October each year after the harvest.\n\t\t\t\t\t\n\t\t\t\t\t People of Koguryo Dynasty (B.C. 277-A.D.668) transplanted young wild insam or sowed its seed under trees in mountains from the middle of the 1st century B.C. There is a record that people of Paekje planted wild insam in forest at the end of the 1st century B.C.\n\t\t\t\t\t\n\t\t\t\t\t Insam, a specialty of Korea, began to be cultivated on fields from 11th-12th century in Kaesong.\n\t\t\t\t\t\n\t\t\t\t\t Insam is well known worldwide for its medicinal effect.\n\t\t\t\t\t\n\t\t\t\t\t Acupuncture listed as national intangible heritage is a traditional medical art that has been applied to diseases for thousands of years.\n\t\t\t\t\t\n\t\t\t\t\t The others include the habits of cooking cake with rice flour and wormwood paste, pancake with mung bean, gruel on winter solstice, as well as the method of brewing liquors."
        },
        {
            "title": "No-smoking Campaign Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-19ee.html",
            "content": "No-smoking Campaign Brisk in DPRK\r\n Pyongyang, May 28 (KCNA) -- No-smoking campaign is brisk in the Democratic People's Republic of Korea. \n\t\t\t\t\t The mass media of the country focuses on dealing with tobacco's harmfulness and a number of smokers visit the non-smoking research centers throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t KCNA met Ri Chol Hwan, a workshop head of the Kim Jong Thae Electric Locomotive Complex, at the Sosong Branch Office of the Non-smoking Research Station:\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t Watching TV some days ago, I came to be well aware of the harmfulness of tobacco. \n\t\t\t\t\t\n\t\t\t\t\t It is said that tobacco smoke contains more than 3,000 kinds of harmful matters, including nicotine, carbon monoxide and ammonia, which can cause cancer and other diseases.\n\t\t\t\t\t\n\t\t\t\t\t But I have had not known until now what damages it does to health of human body.\n\t\t\t\t\t\n\t\t\t\t\t From now on, I will give up smoking.\n\t\t\t\t\t\n\t\t\t\t\t Ri Hyon Suk, head of the Sosong Branch Office, said:\n\t\t\t\t\t\n\t\t\t\t\t My office serves tobacco cessation nutrition pills and other health products and medicines.\n\t\t\t\t\t\n\t\t\t\t\t I will operate the office in a creditable way to make contribution to no-smoking campaign."
        },
        {
            "title": "Rodong Sinmun Exposes Ulterior Intention of Obama's Visit to Hiroshima",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-04ee.html",
            "content": "Rodong Sinmun Exposes Ulterior Intention of Obama's Visit to Hiroshima\r\n Pyongyang, May 28 (KCNA) -- Obama set about the first visit to Hiroshima as the sitting U.S. president.\n\t\t\t\t\t Rodong Sinmun Saturday says in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t With what attitude Obama set about his tour of Hiroshima is a touchstone discerning the ulterior intentions of the U.S. and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. dropped A-bombs on Japan, taking so many human lives and turning the disaster-stricken areas into huge graveyards. Their aftereffects still remain.\n\t\t\t\t\t\n\t\t\t\t\t It is clear that Obama's visit to Hiroshima is not aimed to apologize to A-bomb victims and their departed soul. Lurking behind this is a cynical ploy to conceal his true colors as the worst nuclear criminal in the world by trumpeting again about the building of a \"world without nuclear weapons,\" the slogan he put up at the outset of his office.\n\t\t\t\t\t\n\t\t\t\t\t His visit to Hiroshima is also aimed to effectively use Japan for carrying out the U.S. strategy for dominating Asia by giving a shot in Japan's arm as it is keen on reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t Japan is seeking an ulterior aim in billing Obama's visit to Hiroshima as \"something eventual.\"\n\t\t\t\t\t\n\t\t\t\t\t After \"an agreement\" was speedily made with south Korea on the issue of sexual slavery for the Imperial Japanese Army under the strong backing of the U.S. master, the Japanese ruling forces are becoming all the more pronounced in their moves to distort history. The militarist outlook on history and revanchist feelings are being stirred up among Japanese and the ideological and moral atmosphere is being fanned up for reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t As seen above, the U.S. and Japan are seeking their own interests through Obama's junket to Hiroshima indicting the truth about the nuclear disaster, a clear proof that they are the sworn enemies of peace and security."
        },
        {
            "title": "KCNA Commentary Slams S. Korean Minister of Unification's Confrontational Remarks",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-13ee.html",
            "content": "KCNA Commentary Slams S. Korean Minister of Unification's Confrontational Remarks\r\n Pyongyang, May 28 (KCNA) -- As already reported, the DPRK proposed the south Korean authorities through various occasions and channels to properly understand the strong will of Koreans to improve the inter-Korean relations and accomplish the national historic cause of independent reunification, and take a responsible and reasonable option at this crucial juncture.\n\t\t\t\t\t However, the south Korean conservative authorities are responding to the proposal with extremely provocative and ill-minded remarks, stirring up the atmosphere of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Hong Yong Phyo, minister of Unification, is taking the lead in the confrontation racket.\n\t\t\t\t\t\n\t\t\t\t\t All what he is uttering these days is nothing but ridiculous jargons made by a confrontation maniac bereft of elementary sense of reality and ability to judge things.\n\t\t\t\t\t\n\t\t\t\t\t It is the stark reality that voices calling for the resumption of the inter-Korean dialogue are heard from the U.S. and the neighboring countries and inside south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, Hong is talking rubbish that \"this is not a proper time for dialogue\", sophism of an idiot.\n\t\t\t\t\t\n\t\t\t\t\t He went the lengths of taking issue with the DPRK's proposal for holding military talks between the north and the south, groundlessly terming it \"one for evading the responsibility for nuclear development\" and crying out for \"breaking the north's will to develop nuclear weapons.\" This betrays his IQ as an under-wit as he is ignorant of what is going on in the world.\n\t\t\t\t\t\n\t\t\t\t\t Hence, Hong is talking volumes about leading the north to changes through sanctions whenever opportunity presents itself. This only betrays his true colors as a confrontation maniac and warmonger.\n\t\t\t\t\t\n\t\t\t\t\t It is very clear that the inter-Korean relations cannot but repeat an evil cycle as such guy having Cold War-way of thinking and confrontational posture as his inborn disposition holds the post of the minister of Unification.\n\t\t\t\t\t\n\t\t\t\t\t No sooner had Hong taken the above-said office than reeled off a litany of provocative remarks against the north only to come under strong public fire.\n\t\t\t\t\t\n\t\t\t\t\t At that time the public expressed concern over the fact that the prospect of the north-south relations would become gloomier as the foolish and impudent guy bereft of \"ability\" and \"morality\" became the minister of Unification and a member of the shock brigade of Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t No matter what desperate efforts Hong is making, talking gibberish, he can never stem the trend of times toward improved inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had better behave themselves, judging with cool heads what tragic consequences will be entailed by their bat-blind act of refusing to accept the most fair and aboveboard and patriotic proposal of the DPRK."
        },
        {
            "title": "S. Korean Warmongers' Arms Buildup Slammed",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-11ee.html",
            "content": "S. Korean Warmongers' Arms Buildup Slammed\r\n Pyongyang, May 28 (KCNA) -- The south Korean military authorities newly inducted four AH-64Es into the army, according to the south Korean Yonhap News.\n\t\t\t\t\t They are planning to spend a huge amount of money for introducing 36 AH-64Es till the beginning of the next year.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, the Agency for Defense Affairs announced that it decided to import weapons worth 3.5 trillion won this year.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the south Korean authorities are mulling creating a cyber reserve force in a bid to hurl even reservists into a cyber warfare."
        },
        {
            "title": "S. Korean Warmongers Stage Drill for Firing Guided Missiles against DPRK",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-12ee.html",
            "content": "S. Korean Warmongers Stage Drill for Firing Guided Missiles against DPRK\r\n Pyongyang, May 28 (KCNA) -- The south Korean military warmongers conducted a drill for firing guided missiles against the DPRK in the East Sea of Korea on May 26, according to the Yonhap News of south Korea.\n\t\t\t\t\t Involved in the firing drill which was sponsored by the First Fleet of Navy under the pretext of coping with sea provocation by someone were ten odd warships, different kinds of fighters, helicopters, patrol planes and ground missiles.\n\t\t\t\t\t\n\t\t\t\t\t On May 12 the Marine Corps fired more than 400 shells of automatic artillery and MLRS toward the sea on Paekryong and Yonphyong islands in the West Sea of Korea for about an hour.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the south Korean authorities announced that they would mobilize more than 240,000-strong troops and 4,000 odd facilities of the 657 units of the three services across south Korea from May 16 to 20 and 489 civilian institutions and bodies including administrative organs, local autonomous bodies and public organs for saber-rattling of war under the pretext of exercise to cope with disaster.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean military gangsters illegally intruded into the southwestern sea under the north side's control and fired 40 mm artillery shots at the ferryboat of the Navy of the Korean People's Army on a routine duty on May 27."
        },
        {
            "title": "S. Korean Authorities' Abduction of Citizens of DPRK Slammed by Korean Women's Organization in Japan",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-06ee.html",
            "content": "S. Korean Authorities' Abduction of Citizens of DPRK Slammed by Korean Women's Organization in Japan\r\n Pyongyang, May 28 (KCNA) -- Ryang Ok Chul, vice-chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, issued a statement on May 26 denouncing the south Korean authorities for their thrice-cursed acts against the nation.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Officials of the union and the Korean women in Japan expressed surging anger and resentment at the south Korean authorities' allurement and abduction of a group of employees of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The statement accused the south Korean authorities of working hard to force the abductees of the DPRK to \"defect\" to south Korea through all sorts of appeasement and threat and blackmail, putting them in solitary confinement and allowing no contact with outside under the absurd  pretext of \"protecting their safety\" and \"defection according to their free will.\" They are resorting to such atrocity for fear of their shuddering crime against humanity being disclosed to public, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The statement also lashed out at the south Korean authorities for turning down even the demand of the parents of the abductees for meeting their beloved daughters face to face in Seoul. \n\t\t\t\t\t\n\t\t\t\t\t All the officials of the union and Korean women will lay bare the truth about the hideous terrorist acts of the south Korean authorities among women's movement organizations and women of the world including Japan and carry on the struggle until the day the innocent girls of the DPRK are reunited with their mothers at home."
        },
        {
            "title": "Koreans in Japan Demand S. Korean Authorities Immediately Send Abductees of DPRK Back Home",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-09ee.html",
            "content": "Koreans in Japan Demand S. Korean Authorities Immediately Send Abductees of DPRK Back Home\r\n Pyongyang, May 28 (KCNA) -- Kim Tong Hak, vice-chairman of the Korean Human Rights Association in Japan, on May 26 made public a statement denouncing the south Korean authorities for alluring and abducting a group of DPRK women and forcing them to \"defect\" to south Korea.\n\t\t\t\t\t The statement said: \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities lured and abducted a group of women employees of the DPRK to south Korea and are now committing such inhuman acts as allowing neither meeting of their families with them nor interviews by lawyers, far from sending them back home.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are keeping the abductees in solitary cells away from contact with outside and forcing \"defection\" upon them through all sorts of appeasement and deception, threat and intimidation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Human Rights Association in Japan can never overlook this hideous human rights abuse as it is not only a wanton infringement upon the dignity and sovereignty of the DPRK and the human rights of the DPRK citizens but a breach of the World Declaration of Human Rights and the international convention on human rights.\n\t\t\t\t\t\n\t\t\t\t\t We demand the south Korean authorities allow the families to meet their daughters face to face as soon as possible and send them back to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities persistently conceal the truth behind the allurement and abduction and illegally keep the DPRK citizens in custody, they will never be able to evade the criticism of the Korean nation and the international community."
        },
        {
            "title": "WPK's Seventh Congress Celebrated in Britain",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-02ee.html",
            "content": "WPK's Seventh Congress Celebrated in Britain \r\n Pyongyang, May 28 (KCNA) -- A meeting was held in London on May 21 to celebrate the Seventh Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t On display at the venue of the meeting were portraits of smiling President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were photos showing revolutionary activities of the great leaders and those of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the New Communist Party of Britain, the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea, the Korean Friendship Association UK, the British preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu and the Asian Regional Institute of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t Dermot Hudson, chairman of the British Association for the Study of Songun Policy, extended the highest glory and warmest congratulations to Marshal Kim Jong Un on his election as chairman of the WPK, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Seventh Congress of the WPK was the glorious one of victory which marked a historic watershed in the struggle for further strengthening the WPK and accomplishing the cause of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t The report on the review of the work of the Party Central Committee made by Kim Jong Un at the congress is a brilliant great programme, banner of struggle clearly indicating the road for the army and people of the DPRK to follow in the general offensive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, said that Kim Jong Un's election as chairman of the WPK was an expression of all the Korean people's full support and trust in him.\n\t\t\t\t\t\n\t\t\t\t\t He expressed full support for the tasks and ways to achieve the country's prosperity and peace and reunification on the Korean peninsula indicated by Kim Jong Un at the congress.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that under the wise leadership of Kim Jong Un the Korean people would surely win a shining victory in the struggle against imperialism and the U.S. and in the drive for building a thriving socialist nation and reunifying the country."
        },
        {
            "title": "NDC's Open Letter Hailed by Swiss Bodies",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-03ee.html",
            "content": "NDC's Open Letter Hailed by Swiss Bodies\r\n Pyongyang, May 28 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea in their joint statement on May 21 fully supported the open letter of the National Defence Commission (NDC) of the DPRK urging the south Korean authorities to respond the DPRK's proposal for the north-south military authorities' talks without delay.\n\t\t\t\t\t Noting that the proposal for the north-south military authorities' talks made public by the NDC of the DPRK on May 20 is the best and realistic way for ensuring peace of the country and the security of the nation, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean authorities categorically denied and turned down the DPRK's proposal for the military authorities' talks, terming it \"propaganda offensive lacking sincerity\" and \"camouflaged peace tactics.\"\n\t\t\t\t\t\n\t\t\t\t\t In this regard, the National Defence Commission of the DPRK urged the south Korean authorities to immediately respond to the DPRK's proposal for jointly paving the way for building military confidence after ending all hostile acts, stumbling blocks fostering mistrust and confrontation and hindering the improvement of relations between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should bear in mind that the prospect for improving the north-south relations can be opened only through dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t The open letter also stressed the need for the north and the south to join hands and take a giant stride forward to defuse military tension and the danger of clash on the Korean peninsula and to open a new chapter for the improvement of the north-south relations and the movement for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t As clarified in the open letter, there is nothing to fear and nothing impossible if all members of the resourceful and homogeneous Korean nation pool their will and efforts."
        },
        {
            "title": "Choe Ryong Hae se reune con Eliseu Joaquim Machava",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-23ee.html",
            "content": "Choe Ryong Hae se reune con Eliseu Joaquim Machava\r\nPyongyang, 28 de mayo (ACNC) -- Choe Ryong Hae, miembro del Presidium del Buro Politico y vicepresidente del Comite Central del Partido del Trabajo de Corea, departio el dia 27 en el capitalino Palacio de los Congresos Mansudae con la delegacion del Partido Frente de Liberacion de Mozambique encabezada por el secretario general, Eliseu Joaquim Machava, que le hizo una visita de cortesia.\n\t\t\t\t\tEn la ocasion, Choe felicito calurosamente la visita de la delegacion a la RPDC y expreso alegria de que el FRELIMO y el pueblo mozambiqueno logran exitos en los trabajos para el desarrollo del pais bajo la direccion de Su Excelencia Filipe Nwussi, presidente del partido.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que el Presidente Kim Il Sung y el Dirigente Kim Jong Il enviaron el apoyo y respaldo material y espiritual a la causa del pueblo mozambiqueno por la independencia y la construccion de nueva sociedad y destaco que el Presidente del PTC, Kim Jong Un, presta gran atencion al desarrollo de las relaciones entre los dos paises en acato al noble proposito de los grandes Lideres antecedentes.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la firme posicion del PTC de consolidar y desarrollar las relaciones de amistad entre los dos partidos y los dos paises, que tienen larga historia y tradicion.\n\t\t\t\t\t\n\t\t\t\t\t Eliseu Joaquim Machava expreso profundo agradecimiento al CC del PTC que acogio amablemente su delegacion y manifesto satisfaccion de que se fortalecen y se desarrollan las relaciones entre los dos partidos y paises.\n\t\t\t\t\t\n\t\t\t\t\t Prosiguio que a traves de la realidad de Corea donde se hereda con firmeza la causa revolucionaria iniciada y dirigida por los Lideres anteriores, sintio profundamente la sabia direccion del PTC que llama con energia a las masas populares al trabajo para desarrollar todas las ramas incluyendo la politica y la economia e intensificar la capacidad de defensa del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Dijo que los dos partidos y los dos paises luchan contra el enemigo comun y Confirmo que el Partido FRELIMO ampliara y desarrollara invariablemente las relaciones de amistad con el PTC."
        },
        {
            "title": "Conferencia de funcionarios de organos de Partido, Estado, economia y fuerzas armadas",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-24ee.html",
            "content": "Conferencia de funcionarios de organos de Partido, Estado, economia y fuerzas armadas\r\nPyongyang, 28 de mayo (ACNC) -- Tuvo lugar desde el dia 26 hasta el 28 en esta capital la conferencia conjunta de los funcionarios de los organos del Partido, Estado, economia y fuerzas armadas para materializar cabalmente las tareas presentadas en el VII Congreso del Partido del Trabajo de Corea.\n\t\t\t\t\t En la ocasion estuvieron presentes Pak Pong Ju, Choe Thae Bok, Pak Yong Sik y otros cuadros del Partido, el Estado y el ejercito, los funcionarios de organismos del Partido y las fuerzas armadas, el Consejo de Ministros, entidades de masas, ministerios y organos centrales, organos locales del Partido y el Poder, las fabricas y empresas importantes.\n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion fueron debatidos los remedios practicos importantes para cumplir cabalmente la estrategia quinquenal para el desarrollo de la economia nacional y las medidas para alcanzar la meta de la construccion de la potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\t  El informe estuvo a cargo de Pak Pong Ju, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y premier.\n\t\t\t\t\t\n\t\t\t\t\t  Pak dijo que el VII Congreso del PTC hizo balance de los exitos logrados en la construccion del socialismo y presento nueva estrategia para el desarrollo de la economia para asentar la firme base material y tecnica del Estado y producir un viraje en la vida del pueblo dando acicate a la construccion de la potencia economica conforme a la posicion de la potencia ideo-politica y militar.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que la linea de construccion de la potencia socialista y la estrategia quinquenal deviene el plan radiante que ilumina el atajo para adelantar la victoria total de la construccion de la causa socialista y la bandera combativa que impulsa a todo el ejercito y el pueblo a innovaciones y avance sucesivos y ataque continuo. \n\t\t\t\t\t\n\t\t\t\t\t Presento las metas por indices importantes a ser ocupadas en el periodo del cumplimiento de la estrategia quinquenal y se refirio a los problemas a ser resueltos en todas las ramas de la construccion de potencia economica para materializarlo.\n\t\t\t\t\t\n\t\t\t\t\t  Destaco que se cumpliran sin falta las metas combativas hacia la potencia socialista gracias a la sabia direccion del Mariscal Kim Jong Un, la solida base de la economia independiente legada por los grandes Lideres, y los militares y civiles que crean nueva velocidad de la epoca de Mallima en acato al llamamiento del Partido.\n\t\t\t\t\t\n\t\t\t\t\tSe efectuaron las reuniones por sectores de la economia nacional, que discutieron las medidas concretas y realistas para alcanzar las metas de las ramas economicas en acato a las tareas indicadas en el VII Congreso del PTC. \n\t\t\t\t\t\n\t\t\t\t\tPak Pong Ju hizo conclusion del conclave. \n\t\t\t\t\t\n\t\t\t\t\tEl dijo que el presente foro da la firme conviccion y optimismo de que podemos conquistar sin falta las metas de la estrategia quinquenal para el desarrollo de la economia nacional, presentada en el Congreso del Partido. \n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que todos los funcionarios deben materializar cabalmente la resolucion del Congreso del Partido al llevar a feliz termino los problemas discutidos en la conferencia conjunta.\n\t\t\t\t\t\n\t\t\t\t\tFue proclamada la campana de 200 dias de fidelidad para abrir la brecha para el cumplimiento de la estrategia quinquenal para el desarrollo de la economia nacional."
        },
        {
            "title": "EMG de EPC advierte represalia demoledora a capa militar surcoreana",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-25ee.html",
            "content": "EMG de EPC advierte represalia demoledora a capa militar surcoreana\r\nPyongyang, 28 de mayo (ACNC) -- Como ya transcendidos, los gangsteres de la capa militar del Sur de Corea infiltraron desde las 5 y 53 minutos a.m. del dia 27 muchos buques armados en la superficie del mar de nuestra parte acechando una oportunidad de provocacion y lanzaron a ciegas la ametralladora pesada de 40 mm de calibre sin alguna advertencia previa contra un trasbordador de las fuerzas navales del Ejercito Popular de Corea que esta en regreso remolcando un barco pesquero de economia suplementaria.\n\t\t\t\t\tLa presente locura militar perpetrada contra un desarmado barco de enlace fue cometida segun una intencion planificada e inventada para empeorar las relaciones N-S y agudizar mas la tension de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa maligna intencion perversa de los provocadores reside precisamente en impedir de antemano el ambiente del dialogo entre el Norte y el Sur de Corea divulgando las malas opiniones de tildar a la RPDC del autor de la \"provocacion\" y \"amenaza\" mediante los medios de publicacion reaccionarias luego de inducir el enfrentamiento autodefensivo de nuestro ejercito provocando la invasion maritima que se amplia escalonadamente y los imprudentes canonazos, y agravar al maximo la situacion de las aguas candentes del Mar Oeste, reconocido como un polvorin de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLo comprueba el hecho de que inmediatamente despues del caso en cuestion, la capa militar titere dio orden de entrar en la disposicion emergente de salida a la aviacion de combate en la base aerea de Suwon, llevando asi la situacion de estas aguas al borde de la guerra.\n\t\t\t\t\t\n\t\t\t\t\tEl Estado Mayor General del EPC envio el dia 28 la siguiente carta de aviso a las autoridades surcoreanas que desafiando a la buena voluntad y la magnanimidad de la RPDC, instigaron a los gangsteres militares a perpetrar tal provocacion.\n\t\t\t\t\t\n\t\t\t\t\tPrimero, los autores del presente caso, que instigaron a los gangsteres militares a la imprudente provocacion armada, deben pedir disculpa arrodillandose ante toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\tSeran castigados severamente sin falta los intrigantes que inventaron y ejecutaron la presente provocacion militar bajo el objeto de llevar la situacion al borde de la guerra encendiendo la mecha en las aguas candentes.\n\t\t\t\t\t\n\t\t\t\t\tSegundo, desde este momento daremos sin ninguna advertencia el golpe apuntando directamente a todos los buques titeres que invaden aunque sea un 0.001 mm la linea maritima de demarcacion militar de nuestro ejercito en las aguas candentes del Mar Oeste.\n\t\t\t\t\t\n\t\t\t\t\tNo seran tolerados los actos de las autoridades surcoreanas que responden con la imprudente provocacion militar a nuestra demanda de dialogo sincero y hacen frente con los peligrosisimos alborotos de guerra de agresion a nuestros esfuerzos por el alivio de la tension.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben tener presente de que debido a sus acciones provocativas recibiran en cualquier momento y cualquier lugar nuestras rafagas de fuego de la implacable represalia de cualquier metodo.\n\t\t\t\t\t\n\t\t\t\t\tSi desafian a nuestro golpe de represalia autodefensivo, les seguiran el golpe de respuesta mas demoledor y sucesivo.\n\t\t\t\t\t\n\t\t\t\t\tEl desarrollo de la situacion futura depende de los actos posteriores de las autoridades surcoreanas."
        },
        {
            "title": "RPDC fortalecera mas fuerzas armadas nucleares, senala vocero de MINREX",
            "url": "http://kcna.co.jp/item/2016/201605/news28/20160528-26ee.html",
            "content": "RPDC fortalecera mas fuerzas armadas nucleares, senala vocero de MINREX\r\nPyongyang, 28 de mayo (ACNC) -- A la pregunta de un reportero de la ACNC formulada el dia 28 en relacion con que Obama cuestiono las medidas de la Republica Popular Democratica de Corea para fortalecer las fuerzas armadas nucleares, el vocero del MINREX de la RPDC dio la siguiente respuesta:\n\t\t\t\t\tRecientemente, con motivo de la Cumbre de 7 paises efectuada en Japon, Obama intervino en varias ocasiones censurando y denigrando la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl dijo que la RPDC no solo \"desarrolla las armas nucleares, sino que tambien hace actos de proliferarlas\", \"constituye el mayor obstaculo en la realizacion del mundo sin armas nucleares\" y \"las armas nucleares y el plan de misil balistico de la RPDC devienen la amenaza a la region, Estados Unidos y el resto del mundo\".\n\t\t\t\t\t\n\t\t\t\t\tLas tonterias de Obama revelan las entranas malas de EE.UU. que acusa a otros paises con el objeto de encubrir la naturaleza de EE.UU., pais delincuente nuclear que impuso a la humanidad la calamidad nuclear, y evitar la fuerte censura de la sociedad internacional a su pais que ha venido persiguiendo obstinadamente el dominio del mundo basado en los armamentos nucleares burlando el mundo bajo la mascara enganosa del \"mundo desnuclearizado\".\n\t\t\t\t\t\n\t\t\t\t\tObama hablo descaradamente de la desnuclearizacion precisamente en el lugar danado por la bomba atomica de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEl proyecto del \"mundo desnuclearizado\", presentado por Obama desde los principios de su mandato, partio de una intencion malsana para fortalecer aun mas sus medios de guerra nuclear, por una parte, y, por la otra, debilitar la capacidad militar de otros paises.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, la astuta artimana de doble cara del pais norteamericano se vio obligada a ser fracasada por el debido rechazo de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. tiene tanto interes en la realizacion de la desnuclearizacion del mundo, el mismo debe ser primero en renunciar esas armas mortiferas y mostrar un ejemplo de dejar la amenaza y chantaje nucleares contra otros paises y naciones.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU., que esgrime el garrote nuclear y recurre obstinadamente a la politica hostil a la RPDC, suena con la renuncia nuclear de la RPDC, lo cual no pasa de ser una ilusion igual con que espera un pollo en el huevo hervido.\n\t\t\t\t\t\n\t\t\t\t\tComo ya hemos declarados, fortaleceremos mas en lo cualitativo y cuantitativo las fuerzas armadas nucleares autodefensivas manteniendo permanentemente la linea estrategica de desarrollar paralelamente la construccion economica y la de las fuerzas armadas nucleares, mientras que existen la amenaza nuclear y las arbitrariedades de los imperialistas.\n\t\t\t\t\t\n\t\t\t\t\tTambien, la RPDC, responsable pais poseedor de armas nucleares, cumplira sinceramente el deber de no proliferacion nuclear asumido ante la sociedad internacional y se esforzara activamente por la realizacion de desnuclearizacion del mundo.\n\t\t\t\t\t\n\t\t\t\t\tPor mucho que EE.UU. recurra a la propaganda demagogica de convertir lo blanco en lo negro, no puede manchar jamas el prestigio de la RPDC, potencia nuclear de la independencia y la justicia."
        }
    ]
}