{
    "date": "2016-05-14",
    "url": "http://kcna.co.jp/item/2016/201605/2016-05-14ee.html",
    "articles": [
        {
            "title": "Congratulations to Cambodian King",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-10ee.html",
            "content": "Congratulations to Cambodian King\r\nPyongyang, May 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a congratulatory message to Cambodian King Norodom Sihamoni on the occasion of his 63rd birthday.\n\t\t\t\t\t The message wished the king good health and happiness and greater success in his work, expressing belief that the traditional relations of friendship between the two countries provided by President Kim Il Sung together with Great King Norodom Sihanouk would steadily grow stronger."
        },
        {
            "title": "Congratulatory Visits Paid to DPRK Embassies by Foreign Political Parties, Organizations, Institution Delegation",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-02ee.html",
            "content": "Congratulatory Visits Paid to DPRK Embassies by Foreign Political Parties, Organizations, Institution Delegation\r\nPyongyang, May 14 (KCNA) -- Political parties, organizations and institution delegation and personages of different countries visited the DPRK embassies in their countries on May 10 and 11 on the occasion of supreme leader Kim Jong Un's election as chairman of the Workers' Party of Korea.\n\t\t\t\t\t They included the National Coordinating Committee of the Workers' Party of Mexico, the Central Committee of the People's Socialist Party of Mexico, the Russian Association for Friendship and Cultural Cooperation with the DPRK, Kim Jong Suk Kindergarten in Mongolia, the Kimjongilia Association of Mongolia, the Mongolia-Korea Friendship Society, the Mongolian Mt. Paektu Association for Independent Development, a delegation of the General Bureau of the Cambodian State Radio Broadcasting Service and figures of various circles. They laid floral baskets and bouquets before the pictures depicting President Kim Il Sung and leader Kim Jong Il standing together and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Hessou Kohovi, chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" who doubles as chairman of the Benin National Committee for the Study of the Juche Idea, sent congratulations and greetings to the DPRK embassy."
        },
        {
            "title": "Congratulatory Group of General Association of Koreans in China Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-16ee.html",
            "content": "Congratulatory Group of General Association of Koreans in China Visits Mangyongdae\r\nPyongyang, May 14 (KCNA) -- A congratulatory group of the General Association of Koreans in China for celebrating the Seventh Congress of the Workers' Party of Korea headed by Vice-Chairman Cha Sang Bo visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Members of the group toured the Mangyongdae Revolutionary Museum which houses historical materials and relics associated with revolutionary activities of the President and his family members in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the revolutionary career of the President, they went round the historical relics preserved at the old home with much care.\n\t\t\t\t\t\n\t\t\t\t\t Cha said:\n\t\t\t\t\t\n\t\t\t\t\t As I stand before the gate of the old home, I cannot repress strong yearning for Generalissimo Kim Il Sung, the tender-hearted father and great teacher of overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t He founded the Workers' Party of Korea and led the party to one victory after another, laying an eternal foundation for the prosperity of the great Paektusan nation.\n\t\t\t\t\t\n\t\t\t\t\t He was a peerless patriot and greatest man as he devoted his all to the happiness of the people all his life.\n\t\t\t\t\t\n\t\t\t\t\t The group also toured the Phyongchon Revolutionary Site, the Party Founding Museum, the Monument to Party Founding and others."
        },
        {
            "title": "Participants in Party Congress Visit Machinery and Equipment Exhibition",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-07ee.html",
            "content": "Participants in Party Congress Visit Machinery and Equipment Exhibition\r\nPyongyang, May 14 (KCNA) -- The participants in the Seventh Congress of the Workers' Party of Korea (WPK) visited the exhibition of machinery and equipment manufactured as labor gifts of loyalty to be presented to the congress of the motherly party.\n\t\t\t\t\t Among the visitors were Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the WPK, and other leading officials of the state.\n\t\t\t\t\t\n\t\t\t\t\t The visitors laid bouquets before the picture of leader Kim Jong Il in the exhibition hall and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t They admired a new type 80hp tractor. More than 20 types of farm machines which have been made well to suit the natural and topographical features of the country and the physical constitution of Koreans instilled into the visitors confidence and optimism that it is possible to realize the comprehensive mechanization of rural economy by efforts of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The visitors also went round the 5 ton lorry with 115 hp diesel engine newly developed at the Sungri Automobile Complex and the new type bus made at the Chongjin Bus Plant. \n\t\t\t\t\t\n\t\t\t\t\t After seeing through visual aids highly efficient electric locomotive made at the Kim Jong Thae Electric Locomotive Complex, multi-purpose fishing boat of \"Hwanggumhae\" class built in the field of fisheries and 5 000 ton trade cargo ship built at the Ryongnam Dockyard, they clearly learned about loyalty of the Korean workers and the spirit of devotedly implementing the Party's policies."
        },
        {
            "title": "DPRK People Convinced of Their Final Victory",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-14ee.html",
            "content": "DPRK People Convinced of Their Final Victory\r\nPyongyang, May 14 (KCNA) -- People in the DPRK are convinced of their victory, upon receiving an appeal made at the 7th Congress of the Workers' Party of Korea (WPK) which calls upon the entire party, the whole country, all the army and people to wage a struggle for the complete victory of socialism with the pride of electing the respected Comrade Kim Jong Un chairman of the WPK.\n\t\t\t\t\t In each period of the Korean revolution, the appeals made by the WPK and the leaders had served as militant banner inspiring the whole army and people to perform great feats.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people fought against the Japanese invaders, in hearty response to President Kim Il Sung's call for waging the all-out sacred war against the Japanese imperialists and thus achieved the historic cause of national liberation.\n\t\t\t\t\t\n\t\t\t\t\t During the Fatherland Liberation War (1950-1953), the army and people of the DPRK performed great feats in defeating the U.S.-led imperialist forces, true to the President's call \"Everything for victory in the war!\"\n\t\t\t\t\t\n\t\t\t\t\t In the postwar reconstruction period, the people of the DPRK had carried out the socialist industrialization of the country within 14 years, in which workers of the then Kangson Steel Plant rolled 120,000 tons of steel at the blooming mill with a capacity of 60,000 tons, pursuant to Kim Il Sung's appeal for increased steel production.\n\t\t\t\t\t\n\t\t\t\t\t In the latter half of the 1990s when the hostile forces' sanctions against and pressure upon the DPRK became evermore undisguised, the people of the DPRK had made great achievements, in hearty response to leader Kim Jong Il's call for bringing about a surge in defending socialism and economic construction.\n\t\t\t\t\t\n\t\t\t\t\t Now, the whole army and all the people of the DPRK are laying a solid foundation for the prosperity of the country under the wise leadership of the respected Comrade Kim Jong Un, frustrating the imperialists' moves for a nuclear war and unprecedented sanctions against it."
        },
        {
            "title": "Undying Feats Performed by Peerlessly Great Person of Mt. Paektu for National Reunification Will Last Forever",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-09ee.html",
            "content": "Undying Feats Performed by Peerlessly Great Person of Mt. Paektu for National Reunification Will Last Forever\r\nPyongyang, May 14 (KCNA) -- Upon hearing with great excitement the report on the review of the work of the Central Committee of the Workers' Party of Korea made by supreme leader Kim Jong Un at its Seventh Congress, all the Koreans in the north and the south and abroad are recollecting with deep emotion the undying feats President Kim Il Sung and leader Kim Jong Il performed in the struggle to accomplish the cause of national reunification.\n\t\t\t\t\t The President set forth the Juche-based line for national reunification and the most reasonable proposals for reunification based on it and ushered in a heyday of the nationwide movement for reunification with his ardent patriotism and noble virtue. This holds a distinguished place in the feats he performed for achieving national reunification.\n\t\t\t\t\t\n\t\t\t\t\t He advanced the Juche-based line of national reunification that Korea should be reunified as one by the concerted efforts of the Koreans according to their will and wishes and thus provided all the Koreans with powerful ideological and moral weapons to turn out in the drive for accomplishing the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t At the historic Sixth Congress of the WPK on October 10, Juche 69 (1980), he put forward the proposal for founding the Democratic Federal Republic of Koryo (DFRK), indicating a bright way of achieving national reunification most rapidly and smoothly.\n\t\t\t\t\t\n\t\t\t\t\t The proposal for founding the DFRK based on the one nation, one state, two systems and two governments advanced by him is the most fair and aboveboard proposal for reunification which reflected the desire of the Korean nation for reunification and the specific conditions of the country.\n\t\t\t\t\t\n\t\t\t\t\t It is the most reasonable way of reunification which can positively contribute to removing the danger of war from the Korean peninsula and ensuring global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The validity and vitality of the proposal are clearly proved by the fact that voices supporting the proposal are being heard at home and abroad and committees for supporting the proposal were formed in different countries.\n\t\t\t\t\t\n\t\t\t\t\t The President powerfully aroused all the Koreans to the struggle for national reunification on the basis of the idea and line of independent reunification and the proposal for founding the DFRK.\n\t\t\t\t\t\n\t\t\t\t\t He published his famous work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" in April, 1993, providing a basic guarantee for building at an early date the reunified state by federal formula, independent, peaceful and neutral through the great unity of the entire nation.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his wise guidance the Pan-national Alliance for Korea's Reunification was formed to group broad patriotic forces in the north and the south and abroad, events for reunification showcasing the wisdom of the nation took place one after another and north-south high-level talks were held. As a result, the movement for national reunification further developed into a nationwide movement.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il, true to the behests of the President for national reunification, wisely led the struggle for carrying out the proposal for reunification by federal formula, thereby laying a firm foundation for realizing the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t In his famous work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" published in August, 1997, he formulated the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the DFRK advanced by the President as the three charters for national reunification and set it as an undying banner for achieving independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t He remarkably increased the national power of the DPRK with patriotic Songun politics and thus provided a sure guarantee for the independent reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t He provided two north-south summits for the first time in the history of the nation's division and made sure that the June 15 joint declaration the keynote of which is By Our Nation Itself and the October 4 declaration, the programme for implementing it, were adopted and published to lay the historic landmark for independent reunification and open up an epochal phase of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The cause of national reunification started and led by Kim Il Sung and Kim Jong Il is making a more dynamic advance under the wise guidance of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, true to the noble intentions and behests of the great leaders, is wisely leading the struggle for achieving national reunification so that it may be waged on a new higher stage.\n\t\t\t\t\t\n\t\t\t\t\t In his report on the review of the work of the WPK Central Committee made by him at its Seventh Congress he reconfirmed the Juche-based line of reunification set forth by the great leaders as the line of national reunification all the Koreans should take as the guidelines and advanced national independence, great national unity, guaranteeing of peace and realization of federal formula as the line of struggle for achieving national reunification, thus indicating a bright way of building a reunified powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t By meeting all challenges of the hostile forces, he put the DPRK on the status of the world's nuclear power with his indomitable will and through a death-defying struggle and thus demonstrated the dignity of the nation to the whole world and provided a sure guarantee for realizing the independent reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north and the south and abroad should struggle, upholding the undying programmes for reunification associated with the rare wisdom of the great leaders and Kim Jong Un and their noble love for the country and the nation as the immortal banners for achieving national reunification, and thus build a dignified and prospering reunified powerful nation on this land without fail."
        },
        {
            "title": "Socialism Is Sure to Triumph under Leadership of WPK: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-08ee.html",
            "content": "Socialism Is Sure to Triumph under Leadership of WPK: Rodong Sinmun\r\nPyongyang, May 14 (KCNA) -- The truth of history that socialism is sure to triumph under the leadership of the Workers' Party of Korea (WPK) is immutable, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t Since the WPK had a hammer, a sickle and a writing brush inscribed in its red flag, it has wisely led our people, revolution and country without an inch of deviation, being entirely responsible for their destiny, the article says, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t The WPK has successfully performed its leadership role, being responsible for the cause of human independence and the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t It made an ideological and theoretical clarification of the fact that socialism is a science and the best society in the world.\n\t\t\t\t\t\n\t\t\t\t\t It united the revolutionary parties close as one when they had been scattered by such gust of history as the frustration of socialism, and dynamically encouraged them in the struggle for rebuilding socialism.\n\t\t\t\t\t\n\t\t\t\t\t It proved in practice that Juche-based socialism is the best and sure to triumph for its truth.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and their followers trumpeted about the \"collapse of the social system\" in the DPRK and \"the end of socialism\" but their ambition turned out to be bubble on the fringes of history.\n\t\t\t\t\t\n\t\t\t\t\t In the course of the grim yet sacred struggle, the WPK powerfully demonstrated to the world that socialism and justice remain alive on our planet and their might is stronger than the imperialists' high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary parties of those countries inspired by this are dynamically advancing along the road of socialism."
        },
        {
            "title": "Siblings Kill Their Father in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-11ee.html",
            "content": "Siblings Kill Their Father in S. Korea\r\nPyongyang, May 14 (KCNA) -- A brother and sister in their 40s brutally killed their father in Northern District of Kwangju City, south Korea on May 8, according to south Korean CBS.\n\t\t\t\t\t They committed such hideous crime by using weapons after quarreling with him over the issue of the house for a long time."
        },
        {
            "title": "Birthrate of Deformed Babies Increases in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-12ee.html",
            "content": "Birthrate of Deformed Babies Increases in S. Korea\r\nPyongyang, May 14 (KCNA) -- The birthrate of deformed babies is on the increase in south Korea, according to south Korean CBS.\n\t\t\t\t\t According to survey results, congenital deformed babies born in seven cities in 2009 and 2010 reached 5.5 for every hundred, a marked increase over those in the previous year. \n\t\t\t\t\t\n\t\t\t\t\t Those concerned attributed this serious situation to air-pollution and environmental depletion."
        },
        {
            "title": "S. Korean Puppet Army Soldier Attempts Suicide",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-13ee.html",
            "content": "S. Korean Puppet Army Soldier Attempts Suicide\r\nPyongyang, May 14 (KCNA) -- A 21-year old soldier of a commando brigade of the south Korean puppet army in Sejong City attempted a suicide on May 7, according to the south Korean MBC.\n\t\t\t\t\t He was reported to have attempted to hang himself unable to bear extreme uneasiness, melancholy and insomnia caused by severe maltreatment rife within the army at a time when he was hurled into war exercises for invading the north all most every day."
        },
        {
            "title": "S. Korean Students Protest against Regime's Suppression",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-17ee.html",
            "content": "S. Korean Students Protest against Regime's Suppression\r\nPyongyang, May 14 (KCNA) -- The Democratic Students' Association of Toksong Women's University of south Korea held a press conference outside the building of the Seoul Metropolitan Police Agency on May 10 at which it accused the regime of suppressing students indiscriminately by invoking the \"Security Law,\" according to the south Korean internet newspaper Jaju Sibo.\n\t\t\t\t\t The association in a statement recalled that a security investigation team of the police agency searched the houses of two graduates of the university on May 2 and demanded them appear at the police.\n\t\t\t\t\t\n\t\t\t\t\t They are quite ordinary and conscientious youths who studied the reality of the unreasonable south Korean society during university days, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Since the \"Security Law\" came into force, a lot of spy and plotted rebellion cases have been cooked up and torture, murder, etc. perpetrated.\n\t\t\t\t\t\n\t\t\t\t\t Spy cases were also cooked up by the present regime and the Intelligence Service and other power organs interfered in elections and politics, sparking off public uproar.\n\t\t\t\t\t\n\t\t\t\t\t If the present regime doesn't want to meet the same fate as the one of the preceding dictators, it should draw a bitter lesson from the \"National Assembly\" election, reflect on it, though belatedly, and halt the suppression under the pretext of security and violation of democracy."
        },
        {
            "title": "Various Kinds of Epidemics Occur in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-15ee.html",
            "content": "Various Kinds of Epidemics Occur in S. Korea\r\nPyongyang, May 14 (KCNA) -- Various kinds of epidemics occurred in south Korea, according to the south Korean CBS.\n\t\t\t\t\t A man in his thirties who visited Philippines in April was reported to get infected with Zika virus.\n\t\t\t\t\t\n\t\t\t\t\t A man who was working at a farm in Phyongchang, Kangwon Province of south Korea was confirmed to have been infected with brucellosis."
        },
        {
            "title": "Kim Jong Un's Report at Seventh Congress of WPK Supported by Swiss Bodies",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-05ee.html",
            "content": "Kim Jong Un's Report at Seventh Congress of WPK Supported by Swiss Bodies\r\nPyongyang, May 14 (KCNA) -- The Swiss preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche idea released a joint statement on May 9 in support of the report on the review of the work of the Central Committee of the Workers' Party of Korea (WPK) made by supreme leader Kim Jong Un at its Seventh Congress.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The respected Comrade Kim Jong Un reviewed the work of the Party Central Committee in his report at the Seventh Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He stressed in his report that the Congress would serve as a historic watershed in further strengthening the WPK under the unfurled banner of modeling the whole society on Kimilsungism-Kimjongilism and hastening the final victory in the building of a thriving socialist nation and the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t We enthusiastically support his report."
        },
        {
            "title": "Kim Jong Un's Work Published in Sweden",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-01ee.html",
            "content": "Kim Jong Un's Work Published in Sweden\r\nPyongyang, May 14 (KCNA) -- Supreme leader Kim Jong Un's work \"Concluding Speech at the March 2013 Plenary Meeting of the Central Committee of the Workers' Party of Korea\" was brought out in booklet by the Swedish Group for the Study of the Juche Idea on the occasion of the Seventh Congress of the Workers' Party of Korea.\n\t\t\t\t\t The work, published on March 31, Juche 102 (2013), deals with the validity of the new strategic line of simultaneously pushing forward economic construction and the building of nuclear force set forth by the Workers' Party of Korea, and the party's intention of laying down the line.\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony was held on May 9."
        },
        {
            "title": "British Bodies Congratulate Kim Jong Un on His Election as Chairman of WPK",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-03ee.html",
            "content": "British Bodies Congratulate Kim Jong Un on His Election as Chairman of WPK\r\nPyongyang, May 14 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK released a joint statement on May 9 congratulating supreme leader Kim Jong Un on his election as chairman of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The respected Comrade Kim Jong Un's election as chairman of the WPK was an expression of the unanimous will of all the members of the WPK and other Korean people and the deepest trust and respect for him. \n\t\t\t\t\t\n\t\t\t\t\t He has performed great exploits by leading the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t His election as chairman of the WPK made it possible for the Korean revolution to advance more dynamically toward a rosy future.\n\t\t\t\t\t\n\t\t\t\t\t The followers of the Juche idea and the Songun idea in Britain sincerely wish him good health and bigger success in his responsible work."
        },
        {
            "title": "U.S. Pressure Will Never Work on DPRK: Egyptian Personage",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-04ee.html",
            "content": "U.S. Pressure Will Never Work on DPRK: Egyptian Personage\r\nPyongyang, May 14 (KCNA) -- The U.S. pressure on the DPRK never works.\n\t\t\t\t\t Yehia Zakaria Khairullah, vice-chairman of the Socialist Freedom Party of Egypt and chairman of the Egypt-Korea Friendship Association, said this in an article titled \"Stand-off between Songun politics and devil on the earth\" carried on the Egyptian newspaper Al Akhbar on April 17.\n\t\t\t\t\t\n\t\t\t\t\t Whoever closely follows the development of the situation on the Korean peninsula can know that the U.S. shamelessly works hard to ignite a war in this region, while trumpeting about \"democracy\" and \"human rights\", he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers are slapping all forms of sanctions against the DPRK in the wake of its successful H-bomb test.\n\t\t\t\t\t\n\t\t\t\t\t However, thanks to its Songun politics the DPRK is not undeterred by the U.S. threat but is standing firm against it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK clarified that its nuclear capability is war deterrent but will serve as preemptive strike means in case the national security and stability are exposed to a threat.\n\t\t\t\t\t\n\t\t\t\t\t This is a strong warning to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. will never understand the qualities of the Korean people firmly rallied behind their leader.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never abandon its nuclear program.\n\t\t\t\t\t\n\t\t\t\t\t Songun Korea is an example of dignity."
        },
        {
            "title": "Kim Yong Nam felicita cumpleanos de rey camboyano",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-11ss.html",
            "content": "Kim Yong Nam felicita cumpleanos de rey camboyano\r\nPyongyang, 14 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 14 un mensaje de felicitacion al rey de Cambodia, Norodom Sihamoni, con motivo del 63o aniversario de su cumpleanos.\n\t\t\t\t\tEl remitente expreso la conviccion de que se fortaleceran y se desarrollaran mas e invariablemente las tradicionales relaciones de amistad entre los dos paises establecidas por el gran companero Kim Il Sung y el Gran Rey, Norodom Sihanouk, y deseo al destinatario buena salud, felicidad y mayores exitos en sus labores."
        },
        {
            "title": "Delegaciones y personalidades de varios paises visitan embajadas coreanas",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-07ss.html",
            "content": "Delegaciones y personalidades de varios paises visitan embajadas coreanas\r\nPyongyang, 14 de mayo (ACNC) -- Con respecto a la eleccion del Mariscal Kim Jong Un como Presidente del Partido del Trabajo de Corea, las delegaciones de partidos politicos, entidades y organismos y personalidades de distintos estratos de diversos paises visitaron los dias 10 y 11 las embajadas de la Republica Popular Democratica de Corea acreditadas en sus respectivos paises. \n\t\t\t\t\tEntre los visitantes figuran las delegaciones del Comite de Coordinacion Nacional del Partido del Trabajo de Mexico, el Comite Central del Partido Socialista del Pueblo de Mexico, la Asociacion Rusa de Amistad y Cooperacion Cultural con la Republica Popular Democratica de Corea, el Jardin de Infancia Kim Jong Suk de Mongolia, la Asociacion de Kimjongilia de Mongolia, la Asociacion de Amistad Mongolia-Corea, la Asociacion Paektusan para el Desarrollo Independiente de Mongolia y la Radio Nacional de Camboya.\n\t\t\t\t\t\n\t\t\t\t\tLos visitantes rindieron el sublime homenaje a los grandes Lideres Kim Il Sung y Kim Jong Il tras colocar cestos y ramos de flores ante las obras de bellas artes que describen a estos dos grandes hombres estando juntos. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Hessou Kohovi, presidente de la Asociacion de Amistad Benin-Corea \"Viva Kim Jong Il, supremo Lider\" y del Comite Nacional de Benin para el Estudio de la Idea Juche, tambien hizo llegar sus felicitaciones a la embajada coreana."
        },
        {
            "title": "Participantes en VII Congreso de PTC visitan Exposicion de Maquinas y Equipos",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-01ss.html",
            "content": "Participantes en VII Congreso de PTC visitan Exposicion de Maquinas y Equipos\r\nPyongyang, 14 de mayo (ACNC) -- El miembro de Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea, Kim Yong Nam y otros cuadros directivos de Estado y otros participantes en el VII Congreso del PTC visitaron la Exposicion de Maquinas y Equipos fabricados como regalos laborales de fidelidad al Congreso del Partido madre. \n\t\t\t\t\tLos visitantes colocaron ramos de flores al pie de una foto del Dirigente Kim Jong Il y le rindieron homenaje. \n\t\t\t\t\t\n\t\t\t\t\tEl tractor de 80 caballos de fuerza de nuevo tipo, la sembradora, la cosechadora combinada de patata, la trilladora combinada de maiz y otras maquinas agricolas de mas de 20  generos fabricadas conforme a las caracteristicas geograficas del pais y a la constitucion fisica de los coreanos, inculcaron a los visitantes el optimismo y la conviccion de que podemos realizar por nuestra propia cuenta la mecanizacion combinada de la agricultura. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes vieron el camion de carga de 5 toneladas con el motor Diesel de 115 caballos de fuerza, recien desarrollado en el Complejo Automovilistico Sungri, y el autobus de nuevo tipo fabricado en la Fabrica de Autobus de Chongjin.\n\t\t\t\t\t\n\t\t\t\t\tAl ver las maquetas de la locomotora de alto funcionamiento elaborada en el Complejo de Locomotoras Electricas Kim Jong Thae, el barco pesquero universal de serie de \"Mar de Oro\" y el barco comercial de 5 mil toneladas construido en la Fabrica de Reparacion de Barcos de Ryongnam, los visitantes asimilaron profundamente el espiritu de fidelidad y de materializacion cabal de las politicas del partido de la clase obrera de Corea."
        },
        {
            "title": "Triunfara sin falta socialismo bajo direccion de PTC, afirma Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201605/news14/20160514-02ss.html",
            "content": "Triunfara sin falta socialismo bajo direccion de PTC, afirma Rodong Sinmun\r\nPyongyang, 14 de mayo (ACNC) -- En un articulo individual de este sabado, el diario Rodong Sinmun enfatiza que nadie puede exterminar la verdad de la historia de que el socialismo triunfara sin falta gracias a la orientacion del Partido del Trabajo de Corea. \n\t\t\t\t\tDesde cuando inscribio en su bandera roja el martillo, la hoz y el pincel, el PTC ha venido conduciendo sabiamente al pueblo, la revolucion y la patria sin cometer ni un defecto. \n\t\t\t\t\t\n\t\t\t\t\tEl PTC ha cumplido satisfactoriamente su mision directiva encargandose del destino del pueblo, la revolucion y la patria, asi como de la causa de la independencia de la humanidad, la del socialismo. \n\t\t\t\t\t\n\t\t\t\t\tAclaro en lo ideologico y teorico que el socialismo es ciencia y la sociedad mas ventajosa en el mundo.\n\t\t\t\t\t\n\t\t\t\t\tAgrupo a los partidos revolucionarios que se dispersaban en la voragine de la historia por la detencion del socialismo y los llamo a la lucha por la reconstruccion del socialismo. \n\t\t\t\t\t\n\t\t\t\t\tEl PTC ha comprobado con sus actividades practicas que el socialismo de tipo jucheano es mas ventajoso y triunfara sin falta por su veracidad. \n\t\t\t\t\t\n\t\t\t\t\tSe hizo anicos la ambicion de los imperialistas norteamericanos y sus satelites que perseguian el \"derrumbe del regimen\" de la RPDC y el \"fin\" del socialismo. \n\t\t\t\t\t\n\t\t\t\t\tEn el proceso de la sagrada y enconada lucha, el PTC manifesto a todo el mundo que en este mundo existen el socialismo y la justicia y que su poderio es mas fuerte que el despotismo y las arbitrariedades del imperialismo. \n\t\t\t\t\t\n\t\t\t\t\tLos partidos revolucionarios de varios paises estimulados por la lucha del PTC marchan con vigor por el camino del socialismo."
        }
    ]
}