{
    "date": "2016-08-28",
    "url": "http://kcna.co.jp/item/2016/201608/2016-08-28ee.html",
    "articles": [
        {
            "title": "Congratulations to Angolan President",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-11ee.html",
            "content": "Congratulations to Angolan President\r\n Pyongyang, August 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Sunday sent a congratulatory message to Jose Eduardo Dos Santos, president of  Angola, on his 74th birthday.\n\t\t\t\t\t The message expressed belief that the traditional relations of friendship and cooperation between the two countries would grow stronger and sincerely wished the Angolan president good health and happiness and greater success in his work for the prosperity of the country and the welfare of its people."
        },
        {
            "title": "Foreign Ministry Spokesman Categorically Rejects UNSC Press Statement",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-12ee.html",
            "content": "Foreign Ministry Spokesman Categorically Rejects UNSC Press Statement\r\n Pyongyang, August 28 (KCNA) -- The U.S. and its followers committed a serious hostile act of releasing a UN Security Council's press statement finding fault with the DPRK's measures for bolstering nuclear deterrence for self-defence such as the strategic submarine-launched ballistic missile test-fire.\n\t\t\t\t\t A spokesman for the Foreign Ministry of the DPRK in a statement Sunday termed the UNSC's press statement a product of brigandish acts of the U.S. and other hostile forces to take issue with and deter the DPRK from exercising its legitimate right to self-defence, and categorically rejected it.\n\t\t\t\t\t\n\t\t\t\t\t The recent farce of adopting the press statement which the U.S. staged by abusing the UNSC is a wanton violation of the sovereignty and dignity of the DPRK and a reckless provocation harassing peace and stability on the Korean peninsula, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t While deliberately disregarding the written complaint filed by the DPRK against the aggressive U.S.-south Korea joint military exercises, the UNSC found fault with the DPRK's bolstering of deterrent for self-defence, being played into the hands of the U.S. This is an illegal action taken by the world body to side with the U.S. in the acute stand-off between the DPRK and the U.S. without an iota of impartiality.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers are terming the DPRK's measures for self-defence a violation of \"resolutions\" of the UNSC and the like but even the UN Secretariat fails to give a clear answer to the question as to whether the \"resolutions\" are legitimate documents complying with the UN Charter.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has substantial means capable of reducing aggression troops in the U.S. mainland and the operational theatre in the Pacific to ashes in a moment once an opportunity is given to cope with the U.S. unprecedented hostile policy and nuclear threat to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has already warned the U.S. that its rash act of finding fault with the SLBM test-fire would only precipitate its self-destruction and that the best way of escaping the deadly strikes to be made by the enraged people of the DPRK is to refrain from hurting its dignity and security with prudence and self-control.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. posed threats to the dignity and the right to existence of the DPRK defying its serious warning, it will continue to take a series of eventful action steps as a full-fledged military power.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its vassal forces will be held wholly responsible for all the ensuing consequences."
        },
        {
            "title": "U.S. Slashed for Taking Issue with \"Human Rights\" Issue of DPRK: Foreign Ministry Spokesman",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-13ee.html",
            "content": "U.S. Slashed for Taking Issue with \"Human Rights\" Issue of DPRK: Foreign Ministry Spokesman\r\n Pyongyang, August 28 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to a question raised by KCNA Sunday as regards the U.S. renewed accusation against the DPRK over its \"human rights\" issue:\n\t\t\t\t\t A spokesperson for the White House in a press conference on August 26 expressed \"concern\" over human rights situation in the DPRK while releasing false information.\n\t\t\t\t\t\n\t\t\t\t\t The mud-slinging made by the spokesperson against the DPRK is a last-ditch effort aimed to cover up the failure in its hostile policy toward the DPRK by resorting to the conspiratorial \"human rights\" racket, taken aback by the DPRK's nuclear attack capability developing at an extraordinarily rapid speed.\n\t\t\t\t\t\n\t\t\t\t\t It is illogical and the height of American-way impudence for the U.S., the world's worst human rights abuser and the biggest poser of threat to the right to existence of the Korean people to express \"concern\" about the human rights performance in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is something ridiculous for those politicians in the U.S., tundra of human rights where hideous human rights abuses are stunning the world, to find fault with \"human rights\" issue in other country.\n\t\t\t\t\t\n\t\t\t\t\t The more glaringly the U.S. reveals its sinister hostile attempt to bring down the social system in the DPRK under the pretext of \"human rights\" issue, the more proactively the DPRK will react to its campaign by bolstering up the nuclear deterrence for self-defence in every way."
        },
        {
            "title": "DPRK Cabinet Gives Reception for Olympic Winners",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-09ee.html",
            "content": "DPRK Cabinet Gives Reception for Olympic Winners\r\n Pyongyang, August 28 (KCNA) -- The DPRK Cabinet gave a reception at Okryu Restaurant on Saturday in honor of players who won at the 31st Olympic Games.\n\t\t\t\t\t Present there were Ro Tu Chol, vice-premier and chairman of the State Planning Commission who doubles as vice-chairman of the State Physical Culture and Sports Guidance Commission, Ri Jong Mu, minister of Physical Culture and Sports, officials concerned, players and coaches and their family members.\n\t\t\t\t\t\n\t\t\t\t\t Ro Tu Chol in a speech warmly congratulated Rim Jong Sim and Ri Se Gwang on winning at the Olympic Games and glorifying the dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t The players let fly the DPRK flags at the international games, greatly encouraging the service personnel and people, he noted, calling upon all sportspersons to register bigger successes at international games.\n\t\t\t\t\t\n\t\t\t\t\t Rim Jong Sim in her reply extended the greatest glory and warmest thanks to supreme leader Kim Jong Un, reflecting the intense loyalty and boundless reverence of all sportspersons.\n\t\t\t\t\t\n\t\t\t\t\t She expressed the determination to repay the trust of the Party and the expectation of the country and its people by winning more gold medals at international games in the future, too."
        },
        {
            "title": "Delegation of DPRK Olympic Committee Back Home",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-07ee.html",
            "content": "Delegation of DPRK Olympic Committee Back Home \r\n Pyongyang, August 28 (KCNA) -- A delegation of the DPRK Olympic Committee led by Ri Jong Mu, minister of Physical Culture and Sports who doubles as chairman of the DPRK Olympic Committee, came back home Saturday after taking part in the 31st Olympic Games held in Rio de Janeiro."
        },
        {
            "title": "DPRK Olympic Players Team Back Home",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-08ee.html",
            "content": "DPRK Olympic Players Team Back Home\r\n Pyongyang, August 28 (KCNA) -- A DPRK Olympic players team returned home on Saturday after taking part in the 31st Olympic Games held in Rio de Janeiro.\n\t\t\t\t\t DPRK players won seven medals in the Olympiad.\n\t\t\t\t\t\n\t\t\t\t\t They were greeted by Ro Tu Chol, vice-premier of the Cabinet and chairman of the State Planning Commission who doubles as vice-chairman of the State Physical Culture and Sports Guidance Commission, Kim Jong Su, first vice-minister of Physical Culture and Sports and vice-chairman of the DPRK Olympic Committee, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The families and sportspersons presented garlands and bunches of flowers to Rim Jong Sim, Ri Se Gwang, Om Yun Chol, Choe Hyo Sim, Kim Kuk Hyang, Kim Song I and Kim Song Guk and their coaches.\n\t\t\t\t\t\n\t\t\t\t\t The bus carrying them headed for the city.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyangites congratulated them on their successes along the route.\n\t\t\t\t\t\n\t\t\t\t\t They were interviewed by media persons at the Pyongyang Indoor Stadium.\n\t\t\t\t\t\n\t\t\t\t\t They renewed their will to acquire higher sports technique to bag gold medals in international games in the future, too, and thus live up to the expectation of the Party and the people and exalt the honor of the country."
        },
        {
            "title": "Italian Delegation Visits Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-17ee.html",
            "content": "Italian Delegation Visits Kumsusan Palace of Sun\r\n Pyongyang, August 28 (KCNA) -- A delegation of lawmakers from various political parties of Italy headed by Antonio Razzi, secretary general of the Commission for Foreign Affairs of the Senate of Italy, visited the Kumsusan Palace of the Sun on Sunday.\n\t\t\t\t\t They paid tribute to the statues of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to the great leaders in the halls where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the hall where the orders of the great leaders are on display and the halls that house cars, electric car, boat and train coaches used by them for field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": " Senior Party and State Officials Celebrate Youth Day with Youth and Students",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-22ee.html",
            "content": "Senior Party and State Officials Celebrate Youth Day with Youth and Students\r\n Pyongyang, August 28 (KCNA) -- Senior officials of the Party and state celebrated the Youth Day together with youth and students across the country on Sunday.\n\t\t\t\t\t Kim Yong Nam, Pak Pong Ju, Kim Phyong Hae, Ri Man Gon, O Su Yong, Kwak Pom Gi, Kim Yong Chol, Ro Tu Chol and officials in Pyongayng and local areas visited the Kim Jong Suk Pyongyang Silk Mill, Kim Jong Thae Electric Locomotive Complex, Chongsan Co-op Farm in Kangso District, Hwanghae Iron and Steel Complex and other industrial establishments, farms and universities to congratulate the youth and students.\n\t\t\t\t\t\n\t\t\t\t\t They paid tribute to the statues of President Kim Il Sung and leader Kim Jong Il, the portraits of the smiling great leaders and mosaics depicting them and monuments to their revolutionary activities after placing floral baskets and bunches of flowers before them.\n\t\t\t\t\t\n\t\t\t\t\t After looking round the rooms dedicated to the education in the revolutionary activities, rooms dedicated to the history and various worksites, they met exemplary youth and students and gave pep-talks to them.\n\t\t\t\t\t\n\t\t\t\t\t They requested the young people to bring about miracles and innovations in every worksite for the building of a powerful socialist country and become young heroes in the era of Mallima.\n\t\t\t\t\t\n\t\t\t\t\t The young people held colorful events including art performances and sports and amusement games."
        },
        {
            "title": "Congratulations to Kim Jong Un from Different Countries",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-23ee.html",
            "content": "Congratulations to Kim Jong Un from Different Countries\r\n Pyongyang, August 28 (KCNA) -- Supreme leader Kim Jong Un received congratulatory messages and letters from different countries on the occasion of the Ninth Congress of the Kim Il Sung Socialist Youth League.\n\t\t\t\t\t They included the chairman of the Workers' Party of Hungary, Central Council of the Spanish Communist Youth Federation, National Executive Committee of the Venezuelan Communist Youth, Central Committee of the Communist Youth League of Argentina, first secretary of the C.C., the Lenin Young Communist League of the Russian Federation, first secretary of the C.C., the All-Russia Lenin Young Communist League, first secretary of the C.C., the Communist Youth League of Moldova, chairman of the Youth Party of Slovenia, director of the Asian Regional Institute of the Juche Idea, director of the European Society for the Study of the Juche Idea and other political and public figures, representatives of organizations for the study of the Juche idea and friendship bodies in Russia, Mongolia, India, Switzerland, Slovenia, Austria, Iceland, Guinea, Ethiopia and Brazil and youth organizations of different countries.\n\t\t\t\t\t\n\t\t\t\t\t The messages and letters said the congress marks a great event for not only the Korean youths but youths of the world, stressing that the Kim Il Sung Socialist Youth League is in the van of the anti-imperialist struggle of the world youth and serves as an example of fortitude and courage for all the revolutionaries of the younger generation.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the youth league covered the road of victory and glory under the leadership of President Kim Il Sung and leader Kim Jong Il, they paid noble tribute to Kim Jong Un for building a youth power without an equal in the world.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the belief that under the wise leadership of Kim Jong Un, the congress would be the one of single-minded unity of 5 million young Korean people and an important occasion of providing a shining milestone in building a socialist power and boosting youth movement."
        },
        {
            "title": "Floral Baskets to Kim Jong Un from Different Countries",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-24ee.html",
            "content": "Floral Baskets to Kim Jong Un from Different Countries\r\n Pyongyang, August 28 (KCNA) -- Supreme leader Kim Jong Un received floral baskets from organizations and personages of different countries on the occasion of the 9th Congress of the Kim Il Sung Socialist Youth League.\n\t\t\t\t\t They included the Maritime Territorial Regional Committee of the Lenin Young Communist League of the Russian Federation, the Maritime Territorial Branch of the All-Russia Social Organization \"United Russia Young Guards\", the General Youth Union of Algeria, the Non-Aligned Students and Youth and Civic and Social Organization, Anatoli Dolgachev, first secretary of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, Artsom Samsonov, first secretary of the Vladivostok City Committee of the Communist Party of the Russian Federation, and Ibrahim Mantu, chairman of the Nigeria-Korea Friendship Association."
        },
        {
            "title": "Congratulations to Ninth Congress of Kim Il Sung Socialist Youth League from Abroad",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-28ee.html",
            "content": "Congratulations to Ninth Congress of Kim Il Sung Socialist Youth League from Abroad\r\n Pyongyang, August 28 (KCNA) -- Congratulatory messages and letters were sent to the Central Committee of the Kim Il Sung Socialist Youth League and its 9th Congress by figures of political, public and economic circles and youth organizations of different countries.\n\t\t\t\t\t They included the C.C., the Communist Party \"Communists of Russia\",\n\t\t\t\t\t\n\t\t\t\t\tchairman of the Ugandan National Executive Committee of the Pan-African Movement, international secretary of the Communists' League of Finland, secretary of the People's Progressive Party of Nigeria,\n\t\t\t\t\t\n\t\t\t\t\tleadership of the Revolutionary Youth Union of Syria, Central Council of the Communist Youth Association of Spain, Progressive Youth League of Egypt, National Coordinating Committee of the Communist Youth League of Brazil, National Executive Committee of the Communist Youth of Venezuela, chairman of the Democratic Youth League of Jordan,\n\t\t\t\t\t\n\t\t\t\t\t first secretary of the C.C., the Lenin Young Communist League of the Russian Federation, national coordinator of the Communist Youth Front of Italy, first secretary of the C.C., the Lenin Young Communist League of the Russian Federation, national coordinator of the Communist Youth Front of Italy, national secretary of the National Revolutionary Unity Youth of Guatemala and the international secretary of the Central Council of the Communist Youth of Venezuela."
        },
        {
            "title": "Floral Baskets to 9th Congress of Kim Il Sung Socialist Youth League from Different Countries",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-27ee.html",
            "content": "Floral Baskets to 9th Congress of Kim Il Sung Socialist Youth League from Different Countries\r\n Pyongyang, August 28 (KCNA) -- Floral baskets were sent to the 9th Congress of the Kim Il Sung Socialist Youth League by political, public and economic circles and youth organizations, of Malaysia, Mongolia, China, Indonesia, Japan, Russia, UK, Spain, Tanzania, U.S., Peru and other countries.\n\t\t\t\t\t Among them were the Youth Organization of the Malaysian Chinese Association, Revolutionary Youth Union of Syria, Central Committee of  the All-India Youth Union, Central Committee of the Ho Chi Minh Communist Youth Union of Vietnam, Central Committee of the Lenin Young Communist League of the Russian Federation, Central Committee of the Young Communist League of Russia, Khabarovsk Territorial Committee of the Lenin Young Communist League of the Russian Federation, Central Committee of the All－Russia Lenin Young Communist League, headquarters of the Red Youth Guards under the Working  Russian Party, Amur Regional Youth Organization of the Russian Federation, the Blagobeshensk City Youth Organization, Central Council of the Communist Youth Collectives of Spain, African National Congress Youth League of South Africa, Socialist Youth of Mexico, Socialist People's Youth of Mexico, Brazilian Communist Youth League, Argentina Communist Youth Federation, People's Liberation M\n\t\t\t\t\t\n\t\t\t\t\t ovement Youth of Angola, Addis Ababa Youth Association of Ethiopia, Addis Ababa Youth Federation of Ethiopia, a Liaoning Co. Ltd., of China, and the director general of a Dandong Co. Ltd., of China."
        },
        {
            "title": "Pyongyang in Festive Mood",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-18ee.html",
            "content": "Pyongyang in Festive Mood\r\n Pyongyang, August 28 (KCNA) -- A festive mood prevails in Pyongyang, the capital city of the DPRK, with the 9th Congress of the Kim Il Sung Socialist Youth League as an occasion.\n\t\t\t\t\t Seen in streets are fluttering DPRK flags and youth league flags and posters featuring the congress.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the congress are warmly welcomed by citizens.\n\t\t\t\t\t\n\t\t\t\t\t Among them are servicepersons, young builders of the Paektusan Hero Youth Power Station and the livestock farming base in the Sepho area and young people who distinguished themselves in modernizing industrial establishments."
        },
        {
            "title": "Evening Gala of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-25ee.html",
            "content": "Evening Gala of Youth and Students Held\r\n Pyongyang, August 28 (KCNA) -- An evening gala of youth and students for celebrating the 9th Congress of the Kim Il Sung Socialist Youth League took place at Kim Il Sung Square in the evening of Sunday.\n\t\t\t\t\t The evening gala started with the playing of the song \"March of Korean Youth\".\n\t\t\t\t\t\n\t\t\t\t\t The participants danced to the tune of such songs as \"We Sing of Our Country Holding the Leader in High Esteem\" in deep reverence for President Kim Il Sung and leader Kim Jong Il who ushered in a new history of the Juche-oriented Korean youth movement and brought into full bloom the great flower garden of prioritizing and loving the youth on this land.\n\t\t\t\t\t\n\t\t\t\t\t Reflected on their faces were pride and self-esteem as members of the young vanguard in the Songun era who dash ahead like the wind along the orbit of the Korean revolution, rallied close around Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Such songs as \"We Like Ardent Life\" resounded forth, revving up the festive atmosphere."
        },
        {
            "title": "Performance Given by Art Squad of Youth League",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-26ee.html",
            "content": "Performance Given by Art Squad of Youth League\r\n Pyongyang, August 28 (KCNA) -- The participants in the 9th Congress of the Kim Il Sung Socialist Youth League enjoyed a performance given by the art squad of the Central Committee of the youth league at the People's Palace of Culture.\n\t\t\t\t\t Among the audience was Choe Ryong Hae, vice-chairman of the C.C., the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were such colorful numbers as female solo \"We Are Detached Force of the General\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the feats President Kim Il Sung and leader Kim Jong Il performed by paying deep attention to the work with the young people and setting a world historic example in solving the issue of youth in the whole period of their revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t Such numbers as female quintet \"Our Comrade Kim Jong Un\" impressively depicted his personality as the great man as he laid down the policy of prioritizing the youth as an eternal strategic line of the Workers' Party of Korea and is demonstrating the might of the youth power, true to the intention of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t Also staged were numbers reflecting the noble moral traits of the young Korean people and their enthusiasm and optimism, and the faith and will of the young vanguard to fully demonstrate wisdom and courage in defending socialism and in the building of an economic giant."
        },
        {
            "title": "Youth Shock-Brigade Movement for Technical Innovation Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-19ee.html",
            "content": "Youth Shock-Brigade Movement for Technical Innovation Brisk in DPRK\r\n Pyongyang, August 28 (KCNA) -- More than 360 youth shock-brigades for technical innovation have been active at industrial establishments and co-op farms in the DPRK.\n\t\t\t\t\t This year alone, members of those shock-brigades have introduced 400-odd inventions and technical innovation plans.\n\t\t\t\t\t\n\t\t\t\t\t The youth shock-brigade movement for technical innovation is, in particular, gaining momentum in the leading economic sectors and basic and light industrial fields of the country, including the Chollima Steel Complex, the Hungnam Fertilizer Complex and the Kim Jong Suk Pyongyang Silk Mill.\n\t\t\t\t\t\n\t\t\t\t\t The youth technical innovation shock-brigade active at the East Pyongyang Thermal Power Plant succeeded in prolonging the serviceable life of steel ball 1.5 times and thus contributed to increased power production.\n\t\t\t\t\t\n\t\t\t\t\t The youth technical innovation shock-brigade members at the Jangjingang Power Station made a protective device for power line, while those at the Namhung Youth Chemical Complex and Ryongsong Machine Complex played a leading role in solving the sci-tech problems.\n\t\t\t\t\t\n\t\t\t\t\t Similar sci-tech achievements were also made by young people at the Soho Fishery Station under the South Hamgyong Provincial Fishery Management Bureau, the Institute of Antibiotics under the Academy of Medical Science and the Pyongyang Children's Foodstuff Factory.\n\t\t\t\t\t\n\t\t\t\t\t The youth shock-brigades active at the Hamhung Knitwear Factory and the Kim Jong Thae Electric Locomotive Complex made contributions to the home-production of elastic cloth and to the establishment of a bed-grinding process."
        },
        {
            "title": "Anti-imperialist Education Intensified among Students of DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-21ee.html",
            "content": "Anti-imperialist Education Intensified among Students of DPRK\r\n Pyongyang, August 28 (KCNA) -- Kim Chaek University of Technology in the DPRK is now directing bigger efforts to the work for developing the anti-imperialist class consciousness among students.\n\t\t\t\t\t In this regard, KCNA had an interview with Ri Kum Hui, an instructor of the youth league committee of the University.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the U.S. imperialists and the south Korean puppet forces began the largest-ever Ulji Freedom Guardian joint military exercises on August 22, Ri said the present situation requires the intensified anti-imperialist class education among citizens.\n\t\t\t\t\t\n\t\t\t\t\t She further said:\n\t\t\t\t\t\n\t\t\t\t\t The university has organized the visit to Sinchon Museum, Susan-ri House of Class Education and other class education centers on a normal basis so as to make the students keenly realize the aggressive nature and brutality of the U.S. imperialists and class enemies and evoke their hatred and retaliatory spirit.\n\t\t\t\t\t\n\t\t\t\t\t It has also displayed at its different parts visual-aids and staged itinerant art squad activities helpful to developing the anti-imperialist class consciousness among students.\n\t\t\t\t\t\n\t\t\t\t\t Such campaign hardens the teachers and students' will to turn out in a sacred war for the country's reunification with arms in their hands, if the enemy dares to provoke a war of aggression."
        },
        {
            "title": "Rodong Sinmun on Ever-lasting Tradition of DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-05ee.html",
            "content": "Rodong Sinmun on Ever-lasting Tradition of DPRK\r\n Pyongyang, August 28 (KCNA) -- It is the proud history and tradition of the DPRK that it has always won victories by dint of independence, Songun and single-minded unity in the fierce confrontation with the enemies at home and abroad, says Rodong Sinmun Sunday in an article.\n\t\t\t\t\t It is the fixed will of all service personnel and people of the DPRK to glorify the ever-victorious history and tradition of Songun Korea, rallied close around the great Party, wage a decisive fight against the U.S. imperialists and the Park Geun Hye group of traitors and thus accomplish the historic cause of national reunification without fail, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet warmongers, far from drawing a lesson from the August incident last year, are working hard to escalate confrontation with the DPRK and ignite a new war against it.\n\t\t\t\t\t\n\t\t\t\t\t If they foolishly provoke the DPRK again, oblivious of the above-said lesson, all its service personnel and people will not miss a golden opportunity but wipe out the aggressors to the last man through the great war of justice for national reunification and realize the cherished desire of the nation without fail. This is their firm will and determination.\n\t\t\t\t\t\n\t\t\t\t\t The Park group will meet only a miserable ruin and death as it opted for confrontation and war, not for improved inter-Korean relations and reunification, persistently turning down the proposal made by the fellow countrymen in the north with good faith.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the Park group should bear in mind that all their war hardware for aggression introduced into south Korea with bluffing will be reduced to a heap of scrap iron in a moment by the merciless military strikes of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Victory is always in store for the powerful Paektusan revolutionary army defending justice."
        },
        {
            "title": "Park Geun Hye Slammed for Hurting Dignity of Supreme Leadership of DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-06ee.html",
            "content": "Park Geun Hye Slammed for Hurting Dignity of Supreme Leadership of DPRK\r\n Pyongyang, August 28 (KCNA) -- Traitor Park Geun Hye, taken aback by the news of the successful test-fire of SLBM in the DPRK, appeared at a forefront unit of the puppet army and vociferated about \"north's nuclear and missile threat\" and \"resolute counteraction.\" Not content with hurling mud at the north, talking rubbish about \"economic difficulties\" and \"vacillation,\" she went the lengths of challenging the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Sunday dismisses what she uttered as nothing but malignant backbiting made by a confrontation maniac much scared by the dynamic advance of the DPRK and a flurry of invectives mixed with inveterate repugnancy toward it and extreme ignorance.\n\t\t\t\t\t\n\t\t\t\t\t Park's gibberish is an unpardonable insult to the army and people of the DPRK who consider the dignity of its supreme leadership as their life and soul and a high treason which deserves punishment of Heaven, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t We will never overlook her invectives.\n\t\t\t\t\t\n\t\t\t\t\t The powerful Paektusan revolutionary army is now waiting for the time when it will take revenge upon the female viper of Chongwadae keen on getting the sun eclipsed by her palm with the will to kill her without mercy.\n\t\t\t\t\t\n\t\t\t\t\t Park will certainly come to clearly realize how dearly she will have to pay for her ceaseless vituperation.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Sunday says in a commentary:  Gone are the days when the DPRK could warn Park of daring hurt the dignity of its supreme leadership. It is quite natural to force her to pay dearly for recklessly beating air."
        },
        {
            "title": " Minju Joson Slams Ulji Freedom Guardian",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-10ee.html",
            "content": "Minju Joson Slams Ulji Freedom Guardian\r\n Pyongyang, August 28 (KCNA) -- The U.S. and south Korean puppet forces are staging the largest-ever Ulji Freedom Guardian joint military exercises against the DPRK despite the unanimous protest and denunciation at home and abroad.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Sunday says the saber-rattling revealed what reckless phase the war hysteria of the hostile forces to stifle the DPRK has reached.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has made desperate efforts to bring down the socialist government of the DPRK and its social system through high-profile military pressure and economic \"sanctions\" but this resulted in digging up the U.S. grave, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are closely watching the every provocation and move of the hostile forces as they have waited for an opportunity to realize the cherished desire of the nation.\n\t\t\t\t\t\n\t\t\t\t\t They are waiting for the order for final attack, fully ready for a decisive battle to deal unimaginable and indiscriminate blows at the nuclear war maniacs if they encroach upon the DPRK's inviolable territory, territorial waters and air even a bit.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean puppet forces should bear in mind what miserable consequences their military provocations against the DPRK will entail, and stop acting rashly.\n\t\t\t\t\t\n\t\t\t\t\t Only death awaits the provocateurs."
        },
        {
            "title": "Park Geun Hye, Disgrace to Korean Nation",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-20ee.html",
            "content": "Park Geun Hye, Disgrace to Korean Nation\r\n Pyongyang, August 28 (KCNA) -- Traitor Park Geun Hye, overheated with a fuss over the DPRK's successful test-fire of strategic submarine-launched ballistic missile, is an insane and a disgrace to the Korean nation, who is obsessed with sycophancy toward the U.S. and confrontation with fellow countrymen.\n\t\t\t\t\t Jo Hyang Sim, an officer of the Korean People's Army in charge of the press, said this, and continued:  \n\t\t\t\t\t\n\t\t\t\t\t The world press media are unanimous in saying that the ballistic missile is targeting important bases of the U.S. imperialist aggression army in the U.S. mainland and the Pacific.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, Park, dazed by the news of the test-fire, rushed to a frontline unit of the puppet army and cried out for a \"strong counteraction\", vociferating that the \"nuclear and missile threats are coming from the north hour by hour.\"\n\t\t\t\t\t\n\t\t\t\t\t Not content with driving the south Korean society into a mess with its moves for deploying the THAAD in south Korea and the Ulji Freedom Guardian joint military exercises, she goes the length of hurling mud at the DPRK's nuclear attack capability defending the nation's security and global peace. \n\t\t\t\t\t\n\t\t\t\t\t Therefore, the south Korean people and other peoples of the world are trembling with the anger at her, a top-class pro-U.S. lackey who is running amuck like a dog barking at the moon.\n\t\t\t\t\t\n\t\t\t\t\t Such hysterics can be made only by a pet dog of the White House, a prostitute for Yankees, which is unable to get along without the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will surely punish evil Park, an old bitch which gets evermore desperate for prolonging its remaining days through sycophantic treachery and confrontation with the fellow countrymen."
        },
        {
            "title": " S. Korean Students Stage Anti-Japanese Action",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-14ee.html",
            "content": "S. Korean Students Stage Anti-Japanese Action\r\n Pyongyang, August 28 (KCNA) -- The puppet Seoul Central District Prosecutor's Office committed fascist action to indict without physical restraint members of the \"peace nabi network,\" an organization of students, who staged an anti-Japanese demonstration at the building of the Japanese embassy, according to the south Korean MBC on Aug. 23. \n\t\t\t\t\t At that time, more than 300 students of the organization occupied the corridor of the building of the embassy and staged a demonstration with placard reflecting their refusal to the humiliating \"agreement\" and chanting anti-Japanese slogans.\n\t\t\t\t\t\n\t\t\t\t\t Under such pretext, the puppet prosecution authorities indicted without physical restraint two persons including the representative of the organization."
        },
        {
            "title": "S. Korean Body Flays Puppet Authorities for Violating Human Rights",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-15ee.html",
            "content": "S. Korean Body Flays Puppet Authorities for Violating Human Rights\r\n Pyongyang, August 28 (KCNA) -- The Bar Association for Democratic Society in south Korea on August 22 sent an urgent written appeal to the UN as regards the puppet authorities' violation of the human rights against the abducted women employees of the DPRK, according to News 1 of south Korea.\n\t\t\t\t\t The organization said that it asked the Intelligence Service (IS) to meet with the women of the north in order to confirm their safety and detention only to be turned down.\n\t\t\t\t\t\n\t\t\t\t\t The organization asserted that the special rapporteur of the UN should demand the south Korean authorities take step complying with international standard and expose violations."
        },
        {
            "title": "S. Korean Body Calls for Peace on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-16ee.html",
            "content": "S. Korean Body Calls for Peace on Korean Peninsula\r\n Pyongyang, August 28 (KCNA) -- The Emergency Situation Measure Council of the south Korean Council of Christian Churches published a declaration on the situation for peace on the Korean peninsula on August 25, according to CBS of south Korea.\n\t\t\t\t\t The organization demanded the authorities ensure peace in Northeast Asia including the Korean peninsula and regard it as the most primary task to improve the south-north relations.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities not to put down the efforts for peaceful reunification."
        },
        {
            "title": "Kim Jong Il Lauded by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-01ee.html",
            "content": "Kim Jong Il Lauded by Swiss Organizations\r\n Pyongyang, August 28 (KCNA) -- The Swiss Preparatory Committee for the Meeting Praising Great Persons of Mt. Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on August 20 on the 56th anniversary of leader Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t The statement said that the great Generalissimo Kim Jong Il provided field guidance to the Seoul Ryu Kyong Su Guards 105th Tank Division of the Korean People's Army (KPA) on August 25, 1960.\n\t\t\t\t\t\n\t\t\t\t\t This day marks a historic milestone in the building of the revolutionary armed forces of the DPRK, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t He inspected many units of the KPA till the last moments of his life since then.\n\t\t\t\t\t\n\t\t\t\t\t He strengthened the combat capabilities of the KPA and developed it into the powerful Paektusan revolutionary army.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has turned into a military power and a nuclear weapons state thanks to his Songun revolutionary leadership."
        },
        {
            "title": "U.S., Principal Enemy of Peace, Security on Korean Peninsula: Congolese News",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-02ee.html",
            "content": "U.S., Principal Enemy of Peace, Security on Korean Peninsula: Congolese News\r\n Pyongyang, August 28 (KCNA) -- The Agence Congolaise d'Information on August 22 posted on its website an article titled \"Lesson of World War II and peace on Korean peninsula\" on the 71st anniversary of Korea's liberation.\n\t\t\t\t\t The article said that more than 70 years have passed since World War II but the imperialists remain unchanged in their ambition for world hegemony and they are resorting to high-handed and arbitrary practices in international arena.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which is the principal enemy of the peace and security on the Korean peninsula, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This is an undisguised threat to the DPRK and a challenge to the peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had access to nuclear deterrence to put an end to the moves of the U.S. for igniting a nuclear war and defend the peace and security in Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has joined the ranks of nuclear powers and this has rendered the U.S. hostile policy toward the DPRK based on nuclear blackmail and the U.S. administration's policy of \"strategic patience\" bankrupt.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is kicking up a racket while talking about the \"human rights\" of the DPRK in a bid to justify its military provocation against the latter.\n\t\t\t\t\t\n\t\t\t\t\t The danger of a war will increase on the Korean peninsula as long as the U.S. is resorting to the reckless moves for aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This makes the international community not forget the lesson drawn from World War II."
        },
        {
            "title": "U.S.-S. Korea Joint Military Drills Accused by Indian Organization",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-03ee.html",
            "content": "U.S.-S. Korea Joint Military Drills Accused by Indian Organization\r\n Pyongyang, August 28 (KCNA) -- We strongly protest against the U.S. which is once again inviting the danger of a nuclear war through the Ulji Freedom Guardian joint military exercises against the DPRK with south Korea with huge war means in overseas bases involved.\n\t\t\t\t\t The All India Indo-Korean Friendship Association said this in a statement released on Aug. 22.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The large-scale joint military exercises for aggression being staged by the U.S. in collusion with south Korea are a grave military provocation aimed at launching a preemptive nuclear strike at the DPRK from A to Z and a challenge to regional peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The recent military exercises are an unpardonable crime driving the situation on the Korean peninsula to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t Unless a total halt is put to the aggressive U.S.-south Korea joint military drills, nobody can think about peace and security on the Korean peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t We extend firm solidarity to the Korean people in their struggle for reunifying the country without any interference by outsiders together with the world peace and justice-loving progressive people.\n\t\t\t\t\t\n\t\t\t\t\t We strongly urge the U.S. and south Korea to immediately stop the joint military drills for aggression."
        },
        {
            "title": "DPRK's Self-Defensive Measures Supported by Romanian Party",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-04ee.html",
            "content": "DPRK's Self-Defensive Measures Supported by Romanian Party\r\n Pyongyang, August 28 (KCNA) -- The New Socialist Party of Romania issued a statement on Aug. 24 in denunciation of the Ulji Freedom Guardian joint military exercises being staged by the U.S. imperialists and south Korean puppet warmongers.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The danger of a war is mounting on the Korean peninsula owing to the U.S. and south Korean puppet forces' frantic moves for igniting a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet forces are staging the above-said military exercises aimed at launching a preemptive nuclear strike at the DPRK and \"occupying Pyongyang\".\n\t\t\t\t\t\n\t\t\t\t\t The exercises are an open threat to the DPRK and an extremely dangerous act of harassing peace and security on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The General Staff of the Korean People's Army solemnly declared that if the aggressors show the even slightest sign of aggression on the inviolable land, seas and air of the DPRK, it would turn the stronghold of provocation into a heap of ashes through merciless preemptive nuclear strike.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Council and all members of the New Socialist Party of Romania fully support the DPRK's reasonable self-defensive measures.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean authorities should immediately halt the joint military exercises and roll back their anachronistic hostile policy toward the DPRK, not escalating the tension on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should be serious to the warning from the DPRK which had access to the powerful nuclear strike means."
        },
        {
            "title": "Ri Su Yong departe con subsecretaria general de Congreso Nacional Africano de Sudafrica",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-29ee.html",
            "content": "Ri Su Yong departe con subsecretaria general de Congreso Nacional Africano de Sudafrica\r\nPyongyang, 28 de agosto (ACNC) -- Tuvieron lugar el dia 26 las conversaciones entre Ri Su Yong, miembro del Buro Politico y vicepresidente del Comite Central del Partido del Trabajo de Corea, quien esta de visita en la Republica de Sudafrica en calidad del jefe de la delegacion del PTC, y la subsecretaria general del Congreso Nacional Africano de Sudafrica. \n\t\t\t\t\tLa subsecretaria general dijo que las relaciones entre los dos partidos tienen larga historia y expreso profundo agradecimiento al PTC por su apoyo al Congreso Nacional Africano de Sudafrica.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que independientemente del cambio de la situacion apoyara totalmente la lucha del PTC por la defensa de la soberania del pais, sin olvidar nunca al pueblo coreano que brindo sincero respaldo a la lucha del pueblo sudafricano. \n\t\t\t\t\t\n\t\t\t\t\tSubrayo que el Congreso Nacional Africano de Sudafrica aprendera activamente las experiencias del PTC que logro la invencible unidad monolitica mas poderosa que las armas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, Ri Su Yong departio con el segundo subsecretario general del Comite Central del Partido Comunista Sudafricano.\n\t\t\t\t\t\n\t\t\t\t\tEste destaco que su partido lucha por construir el socialismo y expuso la voluntad de fortalecer y desarrollar mas las relaciones con el PTC frustrando las maquinaciones de las fuerzas hostiles que persiguen la division de los partidos politicos progresistas."
        },
        {
            "title": "Vocero de cancilleria coreana refuta informacion oficial de CS de ONU",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-30ee.html",
            "content": "Vocero de cancilleria coreana refuta informacion oficial de CS de ONU\r\nPyongyang, 28 de agosto (ACNC) -- Estados Unidos y sus fuerzas seguidoras volvieron a cometer el grave acto hostil de publicar en el Consejo de Seguridad de la ONU una informacion oficial que cuestiona el lanzamiento de prueba de SLBM y otras medidas de la RPDC para fortalecer el disuasivo nuclear de caracter autodefensivo. \n\t\t\t\t\tEn su declaracion fechada hoy, el vocero del Ministerio de Relaciones Exteriores de la RPDC condena rotundamente ese documento calificandolo del producto de actos bandidescos del imperio yanqui y las fuerzas hostiles de cuestionar e impedir el legitimo ejercicio de derecho de autodefensa de la RPDC, y prosigue: \n\t\t\t\t\t\n\t\t\t\t\tMediante esta aprobacion EE.UU. perpetro la violacion flagrante a la soberania y la dignidad de la RPDC y una provocacion imprudente que perjudica la paz y la estabilidad de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tBailando al son que le toca el pais norteamericano, el Consejo de Seguridad de la ONU desatendio la apelacion de la RPDC contra el agresivo simulacro conjunto EE.UU-Sudcorea y cuestiono solamente las medidas de la RPDC para intensificar su disuasivo nuclear, lo cual deviene un proceder ilicito que se pone al lado norteamericano en la confrontacion aguda entre EE.UU y la RPDC perdiendo totalmente su imparcialidad como organizacion internacional. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y las fuerzas seguidoras cuestionan las contramedidas autodefensivas de la RPDC como \"violacion\" a la \"resolucion\" del Consejo de Seguridad de la ONU. Pero, el Secretariado de la ONU no da la respuesta correcta a la pregunta que si esa \"resolucion\" conviene a la Carta de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tFrente a la politica hostil y la amenaza nuclear de EE.UU. contra la RPDC, esta esta dotada de todos los medios reales para convertir, si le toca la oportunidad, en un santiamen en cenizas las fuerzas armadas agresoras del mismo territorio norteamericano y la zona operacion de Pacifico.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC ya habia advertido a EE.UU. que su imprudencia de cuestionar el lanzamiento de prueba de SLBM acelerara solamente su autodestruccion y que el mejor remedio para evadir el encolerizado castigo despiadado de ella es contenerse a si mismo sin ofender a la dignidad y la seguridad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tYa que EE.UU. amenazo la dignidad y el derecho a existencia de la RPDC despreciando la advertencia seria, esta seguira demostrando de manera escalonada todas las medidas practicas que puede demostrar dignamente la potencia militar. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y las fuerzas seguidoras seran responsables de todas las consecuencias que se emanen de ello."
        },
        {
            "title": " MINREX rechaza nueva calumnia anti-RPDC de EE.UU. en el tema de DDHH",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-31ee.html",
            "content": "MINREX rechaza nueva calumnia anti-RPDC de EE.UU. en el tema de DDHH \r\nPyongyang, 28 de agosto (ACNC) -- Con respecto a que los Estados Unidos volvio a acusar brutalmente a la Republica Popular Democratica de Corea del problema de \"derechos humanos\", el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 28 a la ACNC la siguiente respuesta:\n\t\t\t\t\t En una conferencia de prensa concedida el dia 26, el vocero de la Casa Blanca expreso la \"preocupacion\" de la situacion de DDHH de la RPDC presentando los datos fraudulentos. \n\t\t\t\t\t\n\t\t\t\t\tSus disparates no pasan de ser los esfuerzos desesperados de los aturdidos ante el desarrollo vertiginoso de la capacidad de ataque nuclear de la RPDC por encubrir el fracaso de la politica norteamericana de hostilidad a la RPDC mediante la intensificacion del alboroto intrigante de \"DDHH\". \n\t\t\t\t\t\n\t\t\t\t\tEs una ilogica y climax de cinismo al estilo norteamericano el que EE.UU., peor violador de DDHH del mundo y mayor amenazador de la vida del pueblo coreano, \"se preocupe\" de la situacion de DDHH de alguien.\n\t\t\t\t\t\n\t\t\t\t\t Y, tambien, es muy ridiculo que en aquel infierno de DDHH donde se cometen con frecuencia los crimenes anti-DDHH que consternan a todo el mundo, censuran a la situacion de \"DDHH\" de otros. \n\t\t\t\t\t\n\t\t\t\t\tA medida que EE.UU. muestra mas su malsano intento hostil de derrocar el regimen de la RPDC acusandola del problema de \"DDHH\", le responderemos con el fortalecimiento del disuasivo nuclear de autodefensa."
        },
        {
            "title": "Consejo de Ministros ofrece banquete en honor de campeones olimpicos",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-32ee.html",
            "content": "Consejo de Ministros ofrece banquete en honor de campeones olimpicos\r\nPyongyang, 28 de agosto (ACNC) -- El Consejo de Ministros de la Republica Popular Democratica de Corea ofrecio el dia 27 en el Restaurante Okryu un banquete en honor de los ganadores de los XXXI Juegos Olimpicos.\n\t\t\t\t\t En la ocasion estuvieron presentes Ro Tu Chol, vicepresidente del Comite Estatal de Direccion de Deportes, vicepremier y presidente del Comite Estatal de Planificacion, Ri Jong Mu, ministro de Deportes, y otros funcionarios correspondientes, los jugadores, los entrenadores y sus familiares. \n\t\t\t\t\t\n\t\t\t\t\t  Al hacer uso de la palabra, Ro Tu Chol felicito calurosamente a Rim Jong Sim y Ri Se Gwang que conquistaron el trofeo en los XXXI Juegos Olimpicos y exaltaron la dignidad de la patria. \n\t\t\t\t\t\n\t\t\t\t\t  Dijo que los exitos de los jugadores coreanos logrados en las competencias internacionales estimulan mucho a los militares y civiles del pais y enfatizo que todos los deportistas deben obtener mayores exitos en los juegos internacionales. \n\t\t\t\t\t\n\t\t\t\t\t  Rim Jong Sim, en su discurso de respuesta, dedico la maxima gloria y el mas cordial agradecimiento al Presidente Kim Jong Un, reflejando el sentimiento de fidelidad y respeto de los deportistas de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\t  Expreso la decision de responder con medallas de oro a la confianza del Partido y la esperanza de la patria y pueblo."
        },
        {
            "title": "Llega a Pyongyang delegacion de Comite Olimpico de Corea",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-33ee.html",
            "content": "Llega a Pyongyang delegacion de Comite Olimpico de Corea\r\nPyongyang, 28 de agosto (ACNC) -- La delegacion del Comite Olimpico de la Republica Popular Democratica de Corea encabezada por Ri Jong Mu, presidente de dicho comite y ministro de Deportes, regreso el dia 27 a la patria tras participar en los XXXI Juegos Olimpicos efectuados en Rio de Janeiro de Brasil."
        },
        {
            "title": "Llega a Pyongyang seleccion nacional de Corea de los XXXI Juegos Olimpicos",
            "url": "http://kcna.co.jp/item/2016/201608/news28/20160828-34ee.html",
            "content": "Llega a Pyongyang seleccion nacional de Corea de los XXXI Juegos Olimpicos\r\nPyongyang, 28 de agosto (ACNC) -- La seleccion nacional de la Republica Popular Democratica de Corea regreso el dia 27 a la patria tras participar en los 31o Juegos Olimpicos. \n\t\t\t\t\tLos jugadores coreanos obtuvieron las 7 medallas en la presente cita deportiva efectuada en Rio de Janeiro de Brasil.\n\t\t\t\t\t\n\t\t\t\t\tLos acogieron Ro Tu Chol, vicepresidente del Comite Estatal de Direccion de Deportes, vicepremier y presidente del Comite Estatal de Planificacion, Kim Jong Su, vicepresidente del Comite Olimpico de Corea y primer viceministro de Deportes, y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tLos familiares y los deportistas dieron los colgantes y ramos de flores a Rim Jong Sim, Ri Se Gwang, Om Yun Chol, Choe Hyo Sim, Kim Kuk Hyang, Kim Song I, Kim Song Guk y los entrenadores quienes glorificaron el honor de la patria y felicitaron sus exitos deportivos.\n\t\t\t\t\t\n\t\t\t\t\tLos deportistas incluyendo los ganadores de los XXXI Juegos Olimpicos y los entrenadores se dirigieron a bordo de autobus hacia la ciudad de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEllos fueron objetos de felicitacion por parte de los ciudadanos quienes agitaron las manos en las calles de la capital.\n\t\t\t\t\t\n\t\t\t\t\tLos ganadores y entrenadores concedieron una conferencia de prensa en el Palacio de Deportes de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, ellos expresaron la decision de elevar mas sus niveles tecnicos deportivos para responder con medallas de oro a la esperanza del Partido y el pueblo y exaltar el honor de la patria."
        }
    ]
}