{
    "date": "2016-10-30",
    "url": "http://kcna.co.jp/item/2016/201610/2016-10-30ee.html",
    "articles": [
        {
            "title": " Kim Jong Un Has Photo Session with Participants in Seventh Congress of GFTUK",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-01ee.html",
            "content": "Kim Jong Un Has Photo Session with Participants in Seventh Congress of GFTUK\r\n Pyongyang, October 30 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, had a photo session with the participants in the Seventh Congress of the General Federation of Trade Unions of Korea (GFTUK).\n\t\t\t\t\t He congratulated the participants in the Congress who dedicated their blood and sweats to the cause of building a powerful socialist country out of patriotism and loyalty and contributed to strengthening the trade union organizations with a firm belief in the WPK only. And he had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the participants in the congress would become core members and pacesetters in the general drive for achieving the final victory of the revolutionary cause of Juche and fulfill their honorable responsibility and duty before the era and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae and Kim Ki Nam, vice-chairmen of the Central Committee of the Workers' Party of Korea (WPK), Ri Il Hwan, department director of the C.C., the WPK, and Ju Yong Gil, chairman of the Central Committee of the GFTUK."
        },
        {
            "title": "Ryugyong General Ophthalmic Hospital Opens",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-12ee.html",
            "content": "Ryugyong General Ophthalmic Hospital Opens\r\n Pyongyang, October 30 (KCNA) -- The Ryugyong General Ophthalmic Hospital was built with due ceremony on Sunday.\n\t\t\t\t\t The hospital is an edifice in the era of the Workers' Party that demonstrates the true picture of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t  Present at the opening ceremony were Choe Thae Bok, Kim Su Gil, Kang Ha Guk, minister of Public Health, officials concerned, officials in the field of public health, employees of the hospital, builders and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok, member of the Political Bureau and vice-chairman of the Central Committee of the Workers' Party of Korea (WPK), made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t He said that the building of the hospital is a great auspicious event that demonstrates the advantage and vitality of the socialist public health system and gives joy to the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The building of the hospital helps more powerfully display how noble the ideal of the WPK and its target to build a socialist civilized nation is, he noted. \n\t\t\t\t\t\n\t\t\t\t\t He called for waging a more dynamic struggle to glorify the country as a socialist power and the people's paradise where their dream and ideal are being translated into reality, single-minded united around Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round various places of the hospital, being briefed on it."
        },
        {
            "title": " Autumn Table-Tennis Tournament for Disabled Persons and Amateurs Held",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-11ee.html",
            "content": "Autumn Table-Tennis Tournament for Disabled Persons and Amateurs Held\r\n Pyongyang, October 30 (KCNA) -- The 2016 Autumn Table-Tennis Tournament for Disabled Persons and Amateurs took place at the Gymnasium of Kim Chaek University of Technology from Oct. 24 to 30.\n\t\t\t\t\t The tournament brought together disabled persons and amateurs and foreigners staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Divided into groups of disabled persons and amateurs, the participants played singles and doubles. \n\t\t\t\t\t\n\t\t\t\t\t Disabled persons fully displayed their technique in each match. \n\t\t\t\t\t\n\t\t\t\t\tIn the group of disabled persons Kim Pyong Nam came first in singles and Ri Chol, Ri Kwang Hun, Jo Chang Won and Ri Chol Su came first in singles in the groups A, B, C and D of amateurs. Han So Ung and Jong Song Ryol placed first in the doubles played by disabled persons and amateurs in pair and Jo Yong Un, Ryu Kum Chol, Rim Kwang Dok, Kim Je Son, So Un Yong, Ri Sun Gum, Ri Jong Son and Sok Yong Ju came first in the men's, women's and mixed doubles in the group of amateurs and So Myong Chol, Ri Kum Chol, Kim Mi Yong and Jo Mun Chol in the men's and mixed doubles at the top category."
        },
        {
            "title": "DPRK's Socialist Education System Produces Many Prodigies",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-07ee.html",
            "content": "DPRK's Socialist Education System Produces Many Prodigies\r\n Pyongyang, October 30 (KCNA) -- Prodigies have appeared in the DPRK one after another thanks to the socialist education system.\n\t\t\t\t\t Among them is Kim Un Jang of Songsin Kindergarten No. 3 in Sadong District, Pyongyang City, who took the special place at the 9th National Competition of Talented Kindergarteners held some days ago.\n\t\t\t\t\t\n\t\t\t\t\t His handwritings by brush startled experts and jury at the competition.\n\t\t\t\t\t\n\t\t\t\t\t His calligraphy has been cultivated under the deep care of all teachers at the kindergarten.\n\t\t\t\t\t\n\t\t\t\t\t He presented to supreme leader Kim Jong Un with his collection of calligraphic works \"Bright Sun\".\n\t\t\t\t\t\n\t\t\t\t\t Such little talents have been produced at many kindergartens across the country.\n\t\t\t\t\t\n\t\t\t\t\t Typical of them are Changgwang and Kyongsang kindergartenes in Pyongyang and Ponbu Kindergarten in Sinuiju City of North Phyongan Province. The teachers at those kindergartens are now devoting all their wisdom and zeal to the cultivation of children's skills."
        },
        {
            "title": "New Residential Quarters Appear in Disaster areas of DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-08ee.html",
            "content": "New Residential Quarters Appear in Disaster areas of DPRK\r\n Pyongyang, October 30 (KCNA) -- Servicepersons of the DPRK have successfully built a new residential quarter in Musan County, one of the flood-hit areas in northern part of the country.\n\t\t\t\t\t They completed the construction of more than 80 flats, ahead of all other housing construction units in the county.\n\t\t\t\t\t\n\t\t\t\t\t At present, the construction of more than 10 public buildings, including school and kindergarten, is pushed ahead at the final stage in the quarter.\n\t\t\t\t\t\n\t\t\t\t\t The builders are also stepping up the embankment work in section of tens of kilometers and the construction of several bridges."
        },
        {
            "title": "Heroic Working Class of Kim Il Sung and Kim Jong Il Called upon to Propel Building of Socialist Power",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-05ee.html",
            "content": "Heroic Working Class of Kim Il Sung and Kim Jong Il Called upon to Propel Building of Socialist Power\r\n Pyongyang, October 30 (KCNA) -- Rodong Sinmun Sunday carries an editorial hailing the successful holding of the Seventh Congress of the General Federation of Trade Unions of Korea (GFTUK).\n\t\t\t\t\t The Seventh Congress of the GFTUK held in this significant year carries very important significance as it took place at a time when the greatest heyday is being ushered in the development of the Party and the revolution with the Seventh Congress of the Workers' Party of Korea as a watershed, the editorial says, adding:\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for the working class of Kim Il Sung and Kim Jong Il to give the fullest play to ardent patriotism and intense loyalty, the mettle to display heroism and the noble mental and moral traits as they have grown stronger under the care of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Steadfast is the absolute prestige of the Party Central Committee as long as there is a huge unit of heroic working class who know the bloodline of Mt. Paektu only and thoroughly personify and embody the Party's indomitable and offensive-oriented revolutionary idea. \n\t\t\t\t\t\n\t\t\t\t\t The working class remain strong in the self-development principle as they firmly believe in their own strength and set up powerful pillars for building a socialist power by relying on it. \n\t\t\t\t\t\n\t\t\t\t\t They are carrying forward the spirit and mettle with which the preceding generations firmly laid the foundation of the Juche-oriented industry from scratch while decisively shattering flunkeyism, dogmatism, mysticism about technique and conservatism in the spirit of self-reliance. Thanks to their heroic struggle, eye-opening successes are being made one after another in all fields of economy, national defense, science and culture.\n\t\t\t\t\t\n\t\t\t\t\t Difficulties and trials are still lying in the way of our advance and we have a long and arduous way to go before completing the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The editorial appeals to the heroic working class of Kim Il Sung and Kim Jong Il to dynamically propel the building of a powerful socialist country as an engine steering the ranks of the general advance and a model of the society under the uplifted banner of modeling the whole society on Kimilsungism-Kimjongilism."
        },
        {
            "title": "U.S., S. Korean Puppet Forces' Confab Aimed to Stifle DPRK under Pretext of \"Coping with Threat\" Flayed",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-10ee.html",
            "content": "U.S., S. Korean Puppet Forces' Confab Aimed to Stifle DPRK under Pretext of \"Coping with Threat\" Flayed\r\n Pyongyang, October 30 (KCNA) --The U.S. and the south Korean puppet forces held the fourth diplomatic and defence chiefs' meeting in Washington recently at which they agreed to establish an \"extended deterrence strategy consultative body\" calling for the \"relations between diplomatic pressure and military deterrence\". At the 48th annual security consultative meeting, they were closeted over the issues of \"effectively coping with threats and provocation\" by someone with all means including a nuclear umbrella involved and deploying nuclear strategic assets of the U.S. including nuclear carrier and nuclear strategic bombers in south Korea on a permanent rotation basis.\n\t\t\t\t\t Rodong Sinmun Sunday in a commentary says:\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the U.S. and the Park Geun Hye group are further tightening the collusion and nexus to stifle the DPRK under the pretext of \"coping with threats\".\n\t\t\t\t\t\n\t\t\t\t\t They are more noisily trumpeting about \"offer of extended nuclear deterrence\" than ever before while finding fault with the DPRK's measures for bolstering its nuclear deterrence for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t It is a well known fact that the main means of the \"extended deterrence\" are nuclear strategic assets of the U.S. including nuclear carriers, nuclear submarines and nuclear strategic bombers. It is the scenario of the enemies to realize their attempt at invading the north by making a series of preemptive nuclear strikes at it all at once from the sky, ground and seas with huge nuclear strategic forces.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that they are mulling pressing for sanctions and military pressure on the DPRK in an integral way while talking about the establishment of the \"extended deterrence strategy consultative body\". In a word, this is a product of a criminal scenario to cook up a permanent body for stifling the DPRK and intensify the provocations against it in an all-round way on its basis."
        },
        {
            "title": "S. Korean Media Ridicule Park Geun Hye",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-04ee.html",
            "content": "S. Korean Media Ridicule Park Geun Hye\r\n Pyongyang, October 30 (KCNA) -- According to reports of Kukmin Ilbo and Choongang Ilbo of south Korea, traitor Park Geun Hye appeared in Pusan with haggard face on Oct. 27, two days after she made an \"appeal to the people\" only to suffer shame.\n\t\t\t\t\t She was accompanied only by a few juniors concerned.\n\t\t\t\t\t\n\t\t\t\t\t University students in Pusan City took to the street in demand of Park's resignation after learning that the idiot of Chongwadae was coming to Pusan.\n\t\t\t\t\t\n\t\t\t\t\t Choongang Ilbo said \"president Park\" came out for her first outside tour after her apology but there were so many vacant seats in the venue of an event.\n\t\t\t\t\t\n\t\t\t\t\t A former lawmaker from the Minju Party also strongly criticized Park."
        },
        {
            "title": "S. Korean Organization Urges Park Geun Hye to Be Impeached",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-09ee.html",
            "content": "S. Korean Organization Urges Park Geun Hye to Be Impeached\r\n Pyongyang, October 30 (KCNＡ) -- The Citizens Solidarity for Democratic Society in south Korea issued a statement on Oct. 27.\n\t\t\t\t\t It held that Park Geun Hye is to blame for the total crisis.\n\t\t\t\t\t\n\t\t\t\t\t She lost the qualifications to carry on the duty of \"president\", it said, asserting that she is the target of impeachment."
        },
        {
            "title": "Overseas Koreans Stage Actions for Punishing Park Geun Hye",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-06ee.html",
            "content": "Overseas Koreans Stage Actions for Punishing Park Geun Hye\r\n Pyongyang, October 30 (KCNA) -- A movement for sternly punishing traitor Park Geun Hye in south Korea is spilling over to actions of overseas Koreans.\n\t\t\t\t\t On Oct. 28, those in 50 countries made public a joint statement on the situation in demand of ouster of traitor Park and conducted a mass signature campaign over internet.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded all public officials related to the case of administration monopoly including Park step down and face a stern punishment by the people."
        },
        {
            "title": "Nigerian Personage Backs Appeal of Int'l Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-02ee.html",
            "content": "Nigerian Personage Backs Appeal of Int'l Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu\r\n Pyongyang, October 30 (KCNA) -- Damian Ogbonna, national chairman of the People's Progressive Party of Nigeria and co-chairman of the International Preparatory Committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, made public a statement on Oct. 24 in support of the appeal of the International Preparatory Committee for the 2017 Meeting Praising Great Persons of Mt. Paektu.\n\t\t\t\t\t It is the unanimous desire and aspiration of progressives to consistently add luster to the titanic feats performed by President Kim Il Sung and leader Kim Jong Il for accomplishing the cause of Korea's prosperity and human independence, the chairman said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We will significantly organize colorful cultural events for praising the great persons of Mt. Paektu in the meaningful year 2017.\n\t\t\t\t\t\n\t\t\t\t\t We will also further incite the climate of solidarity supporting the just cause of the Korean people at the world level by boosting the interactions and contacts between the international preparatory committee and committees organized by various countries.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that the 2017 Meeting Praising Great Persons of Mt. Paektu will be a significant occasion in further boosting the struggle of progressives for accomplishing global independence."
        },
        {
            "title": "Foreign Papers Mark DPRK's Holidays of October",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-03ee.html",
            "content": "Foreign Papers Mark DPRK's Holidays of October\r\n Pyongyang, October 30 (KCNA) -- Foreign papers dedicated articles to the 19th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK), the 71st founding anniversary of the WPK and the 90th anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t The Congolese paper Le Patriot on Oct. 3 carried an article titled \"WPK and building of powerful nation\", illustrated with a photo of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Pakistani paper Election Times on Oct. 4 ran an article under the title of \"Kim Jong Un, chairman of the WPK,\" which praised him for developing the WPK into the steel-strong vanguard advancing in reliance on the might of ideology and the power of unity and enforcing the politics of prioritizing the people and respecting and loving them.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian paper Nigerian Observer carried an article titled \"People praise WPK\" on Oct. 5.\n\t\t\t\t\t\n\t\t\t\t\t The Kuwaiti paper Kuwait Times on Oct. 6 ran an article titled \"'DIU' and WPK\", which dealt with the formation of the DIU and its historic significance, adding that the WPK has built and developed socialism in line with the grand ideal and goal set by the DIU."
        },
        {
            "title": "Kim Jong Un se fotografia junto a los participantes en VII Congreso de FGSC",
            "url": "http://kcna.co.jp/item/2016/201610/news30/20161030-13ee.html",
            "content": "Kim Jong Un se fotografia junto a los participantes en VII Congreso de FGSC\r\nPyongyang, 30 de octubre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, se fotografio junto a los participantes en el VII Congreso de la Federacion General de los Sindicatos de Corea. \n\t\t\t\t\tSe retrato con los participantes luego de felicitar a ellos que confiando solo en el PTC, dedicaron todo lo suyo por la causa de construccion de una potencia socialista y contribuyeron al fortalecimiento de las organizaciones de la FGSC. \n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y conviccion de que ellos cumpliran con su honrosa responsabilidad y deber asumidos ante la epoca y la revolucion desempenando el papel de vanguardia y piloto en la marcha general para la victoria final de la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\tEl fue acompanado en esta ocasion por Choe Ryong Hae y Kim Ki Nam, vicepresidentes del Comite Central del PTC, Ri Il Hwan, jefe de departamento del CC del PTC, y Ju Yong Gil, presidente del Comite Central de la FGSC."
        }
    ]
}