{
    "date": "2016-03-10",
    "url": "http://kcna.co.jp/item/2016/201603/2016-03-10ee.html",
    "articles": [
        {
            "title": "Park Geun Hye Regime's Anti-DPRK \"Sanctions\" Will Only Precipitate Its Ruin: CPRK Spokesman",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-16ee.html",
            "content": "Park Geun Hye Regime's Anti-DPRK \"Sanctions\" Will Only Precipitate Its Ruin: CPRK Spokesman\r\n Pyongyang, March 10 (KCNA) -- No sooner had the U.S. and its followers masterminded the UN \"sanctions resolution\" against the DPRK than the Park Geun Hye group of south Korea announced what it called independent \"sanctions\" against the DPRK.\n\t\t\t\t\t Censuring it, a spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) released a statement Thursday.\n\t\t\t\t\t\n\t\t\t\t\t The statement noted:\n\t\t\t\t\t\n\t\t\t\t\t As far as the \"sanctions resolution\" announced by the Park group is concerned, it is no more than rubbish as it is peppered only with nonsensical items.\n\t\t\t\t\t\n\t\t\t\t\t The farce is no more than a last-ditch attempt of the puppet group of traitors being frightened by the blast of the DPRK's Juche-based H-bomb for achieving national reunification and a foolish act of psychopaths jumping into fire with faggot on their backs.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye, who is no more than a servant of the U.S., goes so ridiculous as to dare attempt to undermine the status of the dignified DPRK as a nuclear power and put a brake on the advance of the DPRK's just cause for bolstering up its nuclear force for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will take the following measures under the condition that Park Geun Hye, obsessed with confrontation with fellow countrymen in the north, unhesitatingly spewed out her venom to impose independent \"sanctions\" upon the north after shutting down the Kaesong Industrial Zone (KIZ), which was the last hope of the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t1. From this moment, we declare all the north-south agreements on the economic cooperation and exchange null and void.\n\t\t\t\t\t\n\t\t\t\t\t2. We will totally liquidate all the properties of the south side's business groups and relevant organs in the north side as the south Korean puppet group unilaterally and totally stopped the tour of Mt. Kumgang and operation of KIZ.\n\t\t\t\t\t\n\t\t\t\t\t3. We will continuously take the planned special measures for hastening the miserable end of the Park Geun Hye group of traitors by dealing fatal political, military and economic blows at it.\n\t\t\t\t\t\n\t\t\t\t\t The criminal Park Geun Hye group resorting to evil things in Chongwadae, primary target of the Korean People's Army, will be made to pay dearly."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Ryongnam Dockyard",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-30ee.html",
            "content": "DPRK Premier Makes Field Survey of Ryongnam Dockyard\r\n Pyongyang, March 10 (KCNA) -- DPRK Premier Pak Pong Ju made field survey of the Ryongnam Dockyard associated with the leadership feats of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t He looked round various places of the dockyard to learn in detail about the attainment of the goal of the 70-day campaign.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for the dockyard to take the lead in carrying out the last instructions of the great leaders and upholding the party's policies in the future, too, and discussed the issues of pushing ahead with the repair of the wharf and dock.\n\t\t\t\t\t\n\t\t\t\t\t He also went round Nampho Port where he called for meticulously organizing the economic operation and command to let the popular masses give fuller play in the on-going 70-day campaign to the work style and traits with which they manufactured the 40 ton crane for container to mark the 70th founding anniversary of the Workers' Party of Korea last year.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, at Pyongyang Railway Station the premier took measures for realizing the local production of paints necessary for modernization of railways and maintaining the interior of trains in a cultured way."
        },
        {
            "title": " Cuban Delegation Here",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-29ee.html",
            "content": "Cuban Delegation Here\r\n Pyongyang, March 10 (KCNA) -- A delegation of the Centre of the Cuban Workers led by General Secretary Ulises Guilarte De Nacimiento arrived here on Thursday."
        },
        {
            "title": "Foreign Guests Pay Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-22ee.html",
            "content": "Foreign Guests Pay Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, March 10 (KCNA) -- A delegation of the Socialist Party of Romania headed by Chairman Constantin Rotaru and other foreign guests visited the Kumsusan Palace of the Sun on Thursday.\n\t\t\t\t\t The guests paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues at the palace.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to the great leaders at the halls where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders they received are on display and the halls that house cars, electric car, boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Scientific Achievements Made in Agriculture of DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-26ee.html",
            "content": "Scientific Achievements Made in Agriculture of DPRK\r\n Pyongyang, March 10 (KCNA) -- Agro-scientists in the DPRK have worked hard to help boost the country's grain output.\n\t\t\t\t\t Those at the Institute of Agricultural Chemicalization under the Academy of Agricultural Science settled sci-tech problems to establish a seed-covering material production process based on a new method. And they are now concentrating efforts on the production of thousands of tons of multi-nutrients for rice seedlings.\n\t\t\t\t\t\n\t\t\t\t\t The Botany Institute under the State Academy of Sciences set it as a goal to produce in 70 days pollution-free green activators four times the output of the last year while the Academy's Manufactory No. 111 developed a new system for automatically observing climate conditions in fields.\n\t\t\t\t\t\n\t\t\t\t\t Teachers and researchers of Pyongyang Agricultural College of Kim Il Sung University, Sukchon University of Agriculture and other agricultural universities across the country, too, turned out in a work to ensure in a scientific way the high yield of crops on different co-op farms."
        },
        {
            "title": "February 16 Science and Technology Prize Awarded",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-28ee.html",
            "content": "February 16 Science and Technology Prize Awarded\r\n Pyongyang, March 10 (KCNA) -- A ceremony of awarding the 13th February 16 Science and Technology Prize was held at the People's Palace of Culture on Thursday.\n\t\t\t\t\t Scientists and technicians have made successes in scientific researches to put the national economy on a high Juche, modern, scientific and IT basis and locally produce equipment, raw and other materials.\n\t\t\t\t\t\n\t\t\t\t\t Certificates of the February 16 Science and Technology Prize and medals were awarded to more than 10 successful projects.\n\t\t\t\t\t\n\t\t\t\t\t Certificates of the February 16 Science and Technology Prize and the Science and Technology Innovation Prize went to over 200 scientists, technicians, teachers and officials of the State Academy of Sciences, the Poultry Engineering Institute of the Academy of Agricultural Science, Kim Chaek University of Technology, etc."
        },
        {
            "title": "Visitors to Sinchon Museum on Increase",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-31ee.html",
            "content": "Visitors to Sinchon Museum on Increase\r\n Sinchon, March 10 (KCNA) -- Steadily increasing is the number of visitors to the Sinchon Museum at a time when the U.S. imperialists and the south Korean puppet forces have become all the more undisguised in their reckless and frantic nuclear war exercises.\n\t\t\t\t\t This year alone, service personnel and other people, youth and students from more than 650 organizations visited the museum and vowed their resolution to take revenge. Among them were Kim Il Sung University, Ministry of Light Industry, Kim Chol Ju University of Education, Sungri Senior Secondary School in Rangnang District.\n\t\t\t\t\t\n\t\t\t\t\t The museum in South Hwanghae Province bears witness to the shuddering atrocities committed by the U.S. imperialists and the class enemies who killed at least 35,000 innocent inhabitants in Sinchon in the cold blood by the most monstrous means and methods during the strategic temporary retreat of the Fatherland Liberation War."
        },
        {
            "title": "Knitwear Factories in DPRK Strive to Develop New Products",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-18ee.html",
            "content": "Knitwear Factories in DPRK Strive to Develop New Products\r\n Pyongyang, March 10 (KCNA) -- A brisk socialist emulation is now going on at knitwear factories in the DPRK to develop new products and turn out quality and famous goods.\n\t\t\t\t\t Those factories under the Knitting Industry Management Bureau of the Ministry of Light Industry have striven to develop new products based on local raw materials and improve the quality of products with a competitive edge through the 70-day campaign.\n\t\t\t\t\t\n\t\t\t\t\t Songyo and Hamhung knitwear factories compete with each other to produce men's T-shirt and thermal underwear for men and women as famous goods, while concentrating efforts on the development of new products.\n\t\t\t\t\t\n\t\t\t\t\t Other knitwear factories in different parts of the country, too, turned out in a movement to develop new and quality products representing their units.\n\t\t\t\t\t\n\t\t\t\t\t Such emulation movement helped the Bureau carry out its daily production plan at 120 percent.\n\t\t\t\t\t\n\t\t\t\t\t According to an official concerned, more than 50 kinds of new products have been recently developed into production and famous goods are steadily increasing in number."
        },
        {
            "title": "New-type Shielded Tub Wheel Introduced",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-19ee.html",
            "content": "New-type Shielded Tub Wheel Introduced\r\n Pyongyang, March 10 (KCNA) -- A work is going on at collieries in the DPRK to introduce a new-type shielded tub wheel, developed by the Central Mining Research Institute under the State Academy of Sciences.\n\t\t\t\t\t This wheel helps raise the coal productivity 1.5 times as its bearing is three times longer than the existing one in serviceable life.\n\t\t\t\t\t\n\t\t\t\t\t It has already been applied to 20-odd coal mines across the country including the February 8 Jikdong Youth Coal Mine and Hwachon Coal Mine, proving effective."
        },
        {
            "title": "Sinuiju City Grass Craft Production Cooperative",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-20ee.html",
            "content": "Sinuiju City Grass Craft Production Cooperative\r\n Pyongyang, March 10 (KCNA) -- The Sinuiju City Grass Craft Production Cooperative in the DPRK is now striving to develop more popular quality products.\n\t\t\t\t\t This well-known cooperative has turned out scores of kinds of grass crafts for 50-odd years, and its products such as slippers, basket, cushion, screen and hat made with sedge are very popular among people.\n\t\t\t\t\t\n\t\t\t\t\t The warm-keeping cushion, made with corn husk and wormwood, is efficacious for arthritis and piles. \n\t\t\t\t\t\n\t\t\t\t\t The products of the cooperative won a high appraisal at national exhibitions and some of them were presented to the 2010 Shanghai World Expo.\n\t\t\t\t\t\n\t\t\t\t\t In November 2009, leader Kim Jong Il gave a high appreciation of them, saying that a sedge-made hat is nice and it is admirable that the Cooperative has developed farm products and other waste materials into goods conducive to the improvement of people's livelihood.\n\t\t\t\t\t\n\t\t\t\t\t Cha Hwa Suk, chairwoman of the management board of the Cooperative, told KCNA that the Cooperative's goal was to turn all its products into world-famous ones through introduction of new technology."
        },
        {
            "title": "Preparations for Farming Near to Completion in Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-21ee.html",
            "content": "Preparations for Farming Near to Completion in Pyongyang\r\n Pyongyang, March 10 (KCNA) -- Farms under the Pyongyang City Rural Economy Committee have completed preparations for farming.\n\t\t\t\t\t According to data available, they completed the production and carriage of manure a week earlier and secured seedbed materials and farm implements half a month earlier compared with other years.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, they have repaired tractors and other farm machines and adjusted pumping and power equipment, while securing water resources at a final stage. And they finished off the readjustment of waterway structures."
        },
        {
            "title": "Rodong Sinmun on Kim Jong Il's Patriotism",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-10ee.html",
            "content": "Rodong Sinmun on Kim Jong Il's Patriotism\r\n Pyongyang, March 10 (KCNA) -- Leader Kim Jong Il's patriotism serves as a great ideological and moral weapon helping the service personnel and people of the DPRK become patriots and injecting vitality into them with eternal viability along with the august name of the great man, Rodong Sinmun Thursday says in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's patriotism serves as a bottom line for imbuing all the service personnel and people with the noble soul of devotedly defending the leader by combining the love for the motherland with loyalty to the leader and for leading them along the way of genuine patriotism.\n\t\t\t\t\t\n\t\t\t\t\t Genuine patriotism lies in most ardently loving the country and its people with all soul and even risking one's own life for the sake of the country without hesitation.\n\t\t\t\t\t\n\t\t\t\t\t In waging the 70-day campaign of loyalty round-the-clock Kim Jong Il's patriotism serves as precious ideological and moral pabulum for redoubling the people's patriotic efforts and an engine giving full rein to a fresh spirit representing the era of Mallima.\n\t\t\t\t\t\n\t\t\t\t\t Genuine patriots at present are those who have strong will to make progress, believing in our style, efforts and technology.\n\t\t\t\t\t\n\t\t\t\t\t The self-development-first principle being adhered to by all the service personnel and people of the DPRK and their drive to modernize everything in their own style represent the successful embodiment of Kim Jong Il's patriotism."
        },
        {
            "title": "Rodong Sinmun Calls for Greeting 7th Congress of WPK with Signal Successes in Science and Technology",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-15ee.html",
            "content": "Rodong Sinmun Calls for Greeting 7th Congress of WPK with Signal Successes in Science and Technology\r\n Pyongyang, March 10 (KCNA) -- Rodong Sinmun on Thursday in an editorial calls on all the scientists and technicians to greet the 7th Congress of the Workers' Party of Korea (WPK) with great successes in science and technology by putting greater spurs to the drive for breaking through the cutting edge like the space scientists and technicians.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The on-going general offensive to greet the 7th Congress of the WPK is a drive for developing science and technology to achieve the greatest successes in the shortest possible time despite any difficulty.\n\t\t\t\t\t\n\t\t\t\t\t For the space scientists and technicians the road of conquering space was not just a way of science but the path of the revolution and independence.\n\t\t\t\t\t\n\t\t\t\t\t As the space scientists and technicians were firmly equipped with the indomitable offensive revolutionary idea of the WPK, they worked hard day and night despite biting cold and thus successfully launched the Juche-oriented satellite, dealing heavy blows at the enemies who were keen to bar the advance of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All the scientists and technicians should follow the example of the revolutionary spirit and work style displayed by the space scientists and technicians in the drive for successfully launching the earth observation satellite Kwangmyongsong-4 and present precious gifts to the 7th Congress of the WPK by achieving shining successes in the efforts to break through the cutting edge in all fields for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The on-going drive for breaking through the cutting edge is a fierce confrontation with the enemies who are making desperate efforts to block the victorious advance of the DPRK which entered the orbit of the final victory and impair the undisputed prestige of the Central Committee of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls on all the scientists, technicians and officials to devotedly uphold the 7th Congress of the WPK with shining achievements in science and technology and greet the congress to be held in May shining with victory and glory."
        },
        {
            "title": "Korean People Are Sure to Win Final Victory in Confrontation with U.S.: Newspapers",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-11ee.html",
            "content": "Korean People Are Sure to Win Final Victory in Confrontation with U.S.: Newspapers\r\n Pyongyang, March 10 (KCNA) -- The powerful revolutionary Paektusan army is fully alerted on the offensive position to fight a sacred war for national reunification, filled with the spirit and will to mercilessly wipe out the U.S. imperialists, the sworn enemy, and the south Korean puppet warmongers, say newspapers here on Thursday.\n\t\t\t\t\t Rodong Sinmun notes in an article that the DPRK's sacred war for national reunification is a patriotic one of justice to defend the supreme dignity and sovereignty of the nation as firm as a rock and root out the source of aggression and war from this land.\n\t\t\t\t\t\n\t\t\t\t\t The frenzy of the hordes of rabid dogs running wild to dare get the sun of our destiny eclipsed while going mad with drills for aggression and war is touching off towering hatred and resentment among all our service personnel and people, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is our disposition and invariable tradition to mercilessly punish without the slightest pardon those hurting the dignity of the supreme leadership of the DPRK no matter who they are and where they are in hiding.\n\t\t\t\t\t\n\t\t\t\t\t Victory is always in store for the people who have turned out as one to protect the dignity and sovereignty. This is the immutable truth taught by history.\n\t\t\t\t\t\n\t\t\t\t\t It is the iron will and steadfast determination of the powerful revolutionary Paektusan army to wipe out to the last man the U.S. imperialists and the south Korean puppet group of traitors blocking the reunification of Korea by giving fullest play to the tremendous military capabilities built up for decades.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in a commentary warns that the White House and Chongwadae, bases for aggression and provocation, and the bases of the U.S. imperialist aggressor forces for invading the DPRK and the U.S. mainland will be reduced to ashes by the merciless retaliatory blows of the powerful revolutionary Paektusan army."
        },
        {
            "title": "Minju Joson Accuses U.S. of Conniving at \"Space Development\" of S. Korea",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-14ee.html",
            "content": "Minju Joson Accuses U.S. of Conniving at \"Space Development\" of S. Korea\r\n Pyongyang, March 10 (KCNA) -- The south Korean puppet authorities are talking volumes about their \"space development.\" This means that they would develop carrier rocket with their \"indigenous technology\" and acquire \"their own launching capability.\" \n\t\t\t\t\t They are also crying out for \"steadily developing\" various type satellites in the future.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Thursday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities-loudmouthed independent development of satellite launching system is no more than a fuss of an old bitch of Chongwadae much upset and displeased with the eye-opening development of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that whenever the DPRK launched satellites, the U.S. and its followers fabricated \"resolutions on sanctions\" against the DPRK at random while spreading the fiction about the \"long-range missile launch\" as if something serious had happened but they are keeping mum about the south Korean puppet forces' development of satellite launching system, feigning ignorance of it.\n\t\t\t\t\t\n\t\t\t\t\t This is their double-dealing attitude standing in sharp contrast to their painting of the DPRK's satellite launch as a \"long-rang missile launch.\"\n\t\t\t\t\t\n\t\t\t\t\t If the independent development of satellite launching system by the south Korean puppet forces poses no problem, the satellite launch by the DPRK is not problematic. This stands to reason.\n\t\t\t\t\t\n\t\t\t\t\t However, whenever the DPRK launched satellites according to the normal procedure of international law, the U.S.-led UN Security Council convened emergency meetings to release \"statements,\" not content with talking about grave \"provocation\", \"threat\" and violation of \"resolution on sanctions\" as if it were stricken by thunderbolt.\n\t\t\t\t\t\n\t\t\t\t\t This fact brought to light once again the U.S. and its followers' double-dealing attitude and impudent mode of action."
        },
        {
            "title": "Park Geun Hye Regime's Wild Dream Can Never Come True: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-12ee.html",
            "content": "Park Geun Hye Regime's Wild Dream Can Never Come True: Rodong Sinmun\r\n Pyongyang, March 10 (KCNA) -- The Park Geun Hye group of south Korea is, indeed, the worst human rights abusers that should be punished before any others for challenging human conscience as it rammed the \"bill on human rights in the north,\" an evil bill for escalating confrontation with compatriots in the north, into the \"National Assembly,\" says Rodong Sinmun Thursday in a commentary.\n\t\t\t\t\t The \"law on human rights in the north\" is a confrontation law unprecedented in history, which is designed to stoke distrust and antagonism between the north and the south by hyping up the non-existent issue of \"human rights in the north\" and to scupper the last chance to improve the inter-Korean relations, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The north-south relations have been driven into the worst phase of political and military confrontation due to the south Korean puppet forces getting desperate in stifling the DPRK and war moves against it in league with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t To make the matters worse, the invocation of the above-said law would bring the north-south relations to total collapse and lead to such worst situation as armed clash.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the Park group intentionally fabricated the provocative \"law\" though it is aware of its ensuing consequences.\n\t\t\t\t\t\n\t\t\t\t\t This brings to light the despicable colors of the traitors hell-bent on stifling the DPRK, in utter disregard of the inter-Korean relations and the destiny of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of folly for the puppet group to bring down the DPRK, pursuant to the U.S. conspiratorial \"human rights\" campaign. This is no more than a day-dream."
        },
        {
            "title": "War in Korea Would Bring Japan Not Windfall but Disaster: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-13ee.html",
            "content": "War in Korea Would Bring Japan Not Windfall but Disaster: Rodong Sinmun\r\n Pyongyang, March 10 (KCNA) -- The Japanese ambassador to the U.S., finding fault with the DPRK's proposal for concluding the DPRK-U.S. peace treaty recently, said that start of negotiations on it is not a right policy and would be meaningless.\n\t\t\t\t\t Rodong Sinmun Thursday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The conclusion of the peace treaty is not an issue which allows interference by Japan, the U.S.'s henchman, but it is a matter to be solved between the DPRK and the U.S. from every aspect.\n\t\t\t\t\t\n\t\t\t\t\t Japan asserts that there should be no negotiations over the conclusion of a peace treaty. This is little short of calling for a war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Japan is anxiously waiting for the situation on the peninsula to lead to the brink of a war through an unending vicious cycle of tension and showdown and spark off a war in the end.\n\t\t\t\t\t\n\t\t\t\t\t During the past Korean war Japan offered its territory as logistic and maintenance bases for the U.S. to get windfall and achieve economic \"prosperity\". It is now seized with the same wild ambition.\n\t\t\t\t\t\n\t\t\t\t\t But it is seriously mistaken.\n\t\t\t\t\t\n\t\t\t\t\t In case a war breaks out on the peninsula, every facility in Japan to be used for the war, to say nothing of the U.S. military bases in it, will be reduced to ashes in a moment.\n\t\t\t\t\t\n\t\t\t\t\t A war on the peninsula would bring Japan a horrible disaster instead of windfall."
        },
        {
            "title": "Key Resolve and Foal Eagle 16 Will Only Precipitate U.S. Final Ruin: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-23ee.html",
            "content": "Key Resolve and Foal Eagle 16 Will Only Precipitate U.S. Final Ruin: KCNA Commentary\r\n Pyongyang, March 10 (KCNA) -- The world's attention is riveted on the situation on the Korean Peninsula.\n\t\t\t\t\t The U.S. and south Korean puppet forces are now confirming the possibility of carrying out OPLAN 5015 under the simulated conditions of an actual war through the largest-ever Key Resolve and Foal Eagle 16 joint military exercises. OPLAN 5015 includes the \"beheading operation\" targeting the supreme headquarters of the Korean revolution and an operation to mount a preemptive attack on nuclear striking means of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The madcap nuclear war rehearsals kicked off by them after casting away even the spurious mask of \"annual\" and \"defensive\" are little short of saber-rattling of those who know nothing of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They go so reckless as to stun the world public.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seems to be utterly ignorant of the service personnel and people of the DPRK who, led by the great Songun brilliant commander, are possessed of such matchless grit and disposition that if an enemy wields a dagger, they beat it with a sword and if it comes out with a rifle, they retaliate against it with an artillery piece.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK whose mission is to defend the dignity of the supreme leadership and the socialist system, their lifeline, have never allowed anyone to hurt it and destroy the system.\n\t\t\t\t\t\n\t\t\t\t\t It is tragedy that the U.S. does not understand it even today though the confrontation between the DPRK and the U.S. has lasted for several decades.\n\t\t\t\t\t\n\t\t\t\t\t The Korean War in the 1950s was the beginning of a downhill turn for the U.S. and a war in this century will lead it to its final ruin.\n\t\t\t\t\t\n\t\t\t\t\t Gone are the days never to return when the U.S. could fight the Korean War without allowing any single bomb or shell to drop on its mainland.\n\t\t\t\t\t\n\t\t\t\t\t Today the DPRK does not feel any need to hide its military capability any longer. It opened to public the fact that it has in place unprecedented ultra-modern powerful strike means capable of striking the U.S. any time and from any place.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet forces would be well advised to be well aware that the DPRK's army turned its mode of military counteraction against the enemy into that of preemptive attack in order to cope with the largest-ever joint military exercises being staged by the U.S. and south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's army will reduce all bases and strongholds of the U.S. and south Korean warmongers for provocation and aggression into ashes in a moment, without giving them any breathing spell.\n\t\t\t\t\t\n\t\t\t\t\t Not only all the U.S. special operation troops and nuclear war means in south Korea but also the U.S. mainland are within the firing range of the ultra-modern strike means of the Korean People's Army which does not know any mercy and leniency.\n\t\t\t\t\t\n\t\t\t\t\t It is a day-dream and way of precipitating its final ruin for the U.S. to try to stifle the DPRK which has proudly joined the advanced ranks of the nuclear weapons states.\n\t\t\t\t\t\n\t\t\t\t\t Saber-rattling for a nuclear war will only precipitate the final ruin of the U.S. and south Korean puppet forces."
        },
        {
            "title": "UN Organization Urges Japanese and S. Korean Authorities to Sincerely Approach Issue of Sexual Slavery",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-27ee.html",
            "content": "UN Organization Urges Japanese and S. Korean Authorities to Sincerely Approach Issue of Sexual Slavery\r\n Pyongyang, March 10 (KCNA) -- The UN Committee on the Elimination of Discrimination against Women released the final deliberation results on March 7, saying that the \"agreement\" reached between the Japanese and south Korean authorities in December last year on \"finally and irreversibly solving\" the issue of the sexual slavery for the Imperial Japanese Army failed to fully represent the counter-action favoring the stand of the victims. \n\t\t\t\t\t The committee blamed the prime minister and other Japanese politicians for evading the responsibility for the issue of the sexual slavery and speaking ill of the victim nonstop.\n\t\t\t\t\t\n\t\t\t\t\t A member of the Committee who participated in the deliberation demanded at a press conference once again the Japanese and south Korean authorities honestly deal with the issue of the sexual slavery."
        },
        {
            "title": "Stop to Joint Military Exercises Demanded",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-17ee.html",
            "content": "Stop to Joint Military Exercises Demanded\r\n Pyongyang, March 10 (KCNA) -- 29 civic and public organizations in North Jolla Province of south Korea including the North Jolla Provincial Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration and the North Jolla Provincial Headquarters of the Confederation of Trade Unions held a press conference outside the provincial office on March 7 in denunciation of the U.S. and puppet warmongers' war drills against the north.\n\t\t\t\t\t At the press conference speakers said that the largest-ever Key Resolve and Foal Eagle 16 joint military drills are being staged pursuant to OPLAN 5015 that includes a scenario for mounting a preemptive attack on the north and even \"bringing down its social system.\"\n\t\t\t\t\t\n\t\t\t\t\t Moreover, the on-going saber-rattling will offer Japan a pretext and an opportunity for staging a comeback to Korea, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the U.S. and the south Korean authorities immediately stop the joint military drills threatening the lives of the Koreans."
        },
        {
            "title": "Actions for Peace against War Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-24ee.html",
            "content": "Actions for Peace against War Staged in S. Korea\r\n Pyongyang, March 10 (KCNA) -- Actions for peace against war are now under way across south Korea in protest against the joint military drills of the U.S. and the south Korean puppet forces.\n\t\t\t\t\t Information activities and signature campaign were conducted in various places of Taegu on Mar. 8 to disclose the danger of the war drills.\n\t\t\t\t\t\n\t\t\t\t\t Similar actions took place in Seoul, Inchon, Taejon, Pusan and North and South Jolla provinces.\n\t\t\t\t\t\n\t\t\t\t\t According to the south Korean internet newspaper Oh My News, civic and social organizations in Pusan and South Kyongsang Province staged protest actions on Mar. 7 against the dangerous war drills for invading the north."
        },
        {
            "title": "U.S. Newspaper Chides S. Korean Human Rights Situation",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-25ee.html",
            "content": "U.S. Newspaper Chides S. Korean Human Rights Situation\r\n Pyongyang, March 10 (KCNA) -- The New York Times in an article on March 6 said that people's freedom of expression is suppressed by the puppet ruling forces in south Korea, according to the south Korean Kyunghyang Daily News.\n\t\t\t\t\t The article cited the case of social activist Pak Song Su who was arrested on charges of libel for scattering leaflets critical of Park Geun Hye. It was views of many people that he became a victim for criticizing the \"president,\" it added.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that not only international human rights organizations but also the U.S. Department of State have regarded the \"Security Law\" as one of the means for abridging the freedom of expression, the article noted that under this law, foreigners and overseas Koreans were expelled for praising the north.\n\t\t\t\t\t\n\t\t\t\t\t Due to the south Korean conservative forces' fear of the north, an attempt to abolish or revise the law was frequently frustrated, it said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t Since the ferry Sewol sinking accident, the control over websites has been tightened and the prosecutions and courts have been under unabated fire in south Korea for turning their faces away from the people's rights."
        },
        {
            "title": "Kim Jong Il's Work Posted by British Organization on Its Website",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-01ee.html",
            "content": "Kim Jong Il's Work Posted by British Organization on Its Website\r\n Pyongyang, March 10 (KCNA) -- Leader Kim Jong Il's work \"Abuses of Socialism Are Intolerable\" was posted by the British Association for the Study of Songun Policy on its website on March 1.\n\t\t\t\t\t The work, published on March 1, Juche 82 (1993), lays bare the reactionary nature and absurdity of sophistry let loose by the imperialists and renegades of socialism slandering socialism as \"totalitarian\", \"barrack-like\" and \"administrative and commanding\".\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies the principled issues arising in defending the cause of socialism and accomplishing it such as the issues of regarding socialism as faith, putting it on a moral basis and giving full play to its advantages."
        },
        {
            "title": "Irish Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-02ee.html",
            "content": "Irish Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed\r\n Pyongyang, March 10 (KCNA) -- An Irish preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu was formed on February 28.\n\t\t\t\t\t Irina Malenko, chairwoman of the Ireland-Korea Friendship Association, was elected chairwoman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events for praising the revolutionary careers and feats of President Kim Il Sung and leader Kim Jong Il and to conduct brisk activities for supporting the Korean people in their just struggle for building a thriving nation and reunifying the country."
        },
        {
            "title": "Day of Sun to Be Marked in Bulgaria",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-03ee.html",
            "content": "Day of Sun to Be Marked in Bulgaria\r\n Pyongyang, March 10 (KCNA) -- A Bulgarian preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was formed in Sofia on March 1.\n\t\t\t\t\t Vladimir Topencharov, member of the Executive Bureau of the National Council of the Bulgarian Socialist Party, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events to praise the revolutionary career and exploits of the President on the occasion of his birth anniversary."
        },
        {
            "title": "Swiss Bodies Condemn U.S. for Masterminding \"Sanctions\" against DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-04ee.html",
            "content": "Swiss Bodies Condemn U.S. for Masterminding \"Sanctions\" against DPRK\r\n Pyongyang, March 10 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea on March 4 released a joint statement criticizing the U.S. for instigating the UN Security Council to fabricate another \"resolution on sanctions\" against the DPRK.\n\t\t\t\t\t Noting that the \"resolution on sanctions\" adopted by the UNSC under pressure from the U.S. is a criminal one like previous ones, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The \"resolution\" also goes against the UN Charter which explicitly acknowledged the sovereign state's right to self-defense and right to use space for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC has already lost its impartiality.\n\t\t\t\t\t\n\t\t\t\t\t Its permanent members are all nuclear weapons states and satellite manufacturers and launchers.\n\t\t\t\t\t\n\t\t\t\t\t There is no precedent of adopting a resolution on sanctions by taking issue with their nuclear tests or satellite launches.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. masterminded the criminal \"resolution on sanctions\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We call on the anti-imperialist fighters and peace-loving people in the world to raise their voices protesting against the \"resolution on sanctions\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC is just a puppet of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., refrain from interfering in the Korean issue!"
        },
        {
            "title": " U.S.-S. Korea Joint Military Exercises Condemned by Int'l Body",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-05ee.html",
            "content": "U.S.-S. Korea Joint Military Exercises Condemned by Int'l Body\r\n Pyongyang, March 10 (KCNA) -- The Korean Friendship Association headquartered in Spain issued a statement on March 2 in protest against the U.S. and south Korean puppet forces' Key Resolve and Foal Eagle 16 joint military exercises aimed to mount a preemptive attack on the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle 16 being staged under the mask of \"annual\" and \"defensive\" are military moves to bring down the socialist system of the DPRK and turn it into a U.S. colony to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is introducing a nuclear carrier, nuclear submarines and nuclear-capable strategic bombers into the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t This is a revelation of the U.S. sinister aim to destroy the DPRK's self-defensive nuclear deterrent by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t In case the U.S. and south Korean puppet forces fire even a single bullet or shell into the inviolable territorial land, air and waters of the DPRK, it will lead to a total war.\n\t\t\t\t\t\n\t\t\t\t\t South Korea will not escape from ruin.\n\t\t\t\t\t\n\t\t\t\t\t The heroic Korean People's Army is fully prepared to cope with any provocation.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. makes an irretrievable mistake of igniting a war against the DPRK, it will lead to the end of the former, an evil empire."
        },
        {
            "title": "U.S.-S. Korea Anti-DPRK War Rehearsals Censured by British Organizations",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-06ee.html",
            "content": "U.S.-S. Korea Anti-DPRK War Rehearsals Censured by British Organizations\r\n Pyongyang, March 10 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK issued a joint statement on March 1 denouncing the U.S. imperialists and the south Korean puppet forces for their joint military drills aimed to launch a preemptive strike against the DPRK.\n\t\t\t\t\t Referring to the scale of the on-going Key Resolve and Foal Eagle 16 joint military drills, the statement noted:\n\t\t\t\t\t\n\t\t\t\t\t The pivot of the war rehearsals is to stage under the simulated conditions of an actual war the drills for the \"beheading operation\" targeting the supreme leadership of the DPRK and the \"operation for neutralizing\" its nuclear and strategic rocket forces. \n\t\t\t\t\t\n\t\t\t\t\t The rehearsals are being staged amid the U.S. and its followers' desperate moves to stifle Korean-style socialism, and herein lies its danger.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers are pulling up the DPRK over its H-bomb test for self-defence and satellite launch for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle 16 joint military drills are neither \"defensive\" nor \"annual.\" \n\t\t\t\t\t\n\t\t\t\t\t They are exactly aimed to invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Utterly absurd is the assertion that the drills are to cope with \"threat\" from someone.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.- south Korea joint military drills gravely threatens peace and security in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t We demand the withdrawal of U.S. forces from south Korea."
        },
        {
            "title": "UK Organizations Disclose Worst Human Rights Situation in U.S. and Western Countries",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-07ee.html",
            "content": "UK Organizations Disclose Worst Human Rights Situation in U.S. and Western Countries\r\n Pyongyang, March 10 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and Korean Friendship Association UK issued a joint statement on March 1 in support of the indictment issued by the DPRK Association for Human Rights Studies.\n\t\t\t\t\t Recalling that the DPRK Association for Human Rights Studies in its indictment gave a detailed account about the miserable human rights performance and human rights abuses in the U.S. and other western countries, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and other western countries, the worst human rights tundra, are trying to cover up their heinous human rights abuses at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has conducted a global phone hacking operation by using various means.\n\t\t\t\t\t\n\t\t\t\t\t There are many repressive machines in the U.S. such as FBI.\n\t\t\t\t\t\n\t\t\t\t\t In the western countries, innocent people are thrown into prisons without any trial due to the \"anti-terrorism law,\" and progressive figures are subjected to constant crackdown.\n\t\t\t\t\t\n\t\t\t\t\t Many people are groaning in the quagmire of unemployment and poverty in the U.S. and other countries.\n\t\t\t\t\t\n\t\t\t\t\t Their worst human rights abuse is that they caused disorder, confusion and confrontation which led to a refugee crisis by interfering in the internal affairs of other countries.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the West should solve their home matters first before interfering in the internal affairs of other countries."
        },
        {
            "title": "Ugandan Organization Slams UNSC's \"Resolution on Sanctions\" against DRPK",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-08ee.html",
            "content": "Ugandan Organization Slams UNSC's \"Resolution on Sanctions\" against DRPK\r\n Pyongyang, March 10 (KCNA) -- The Ugandan National Executive Committee of the Pan-African Movement issued a statement on March 5 in denunciation of the UN Security Council's \"resolution on sanctions\" against the DPRK fabricated by the U.S.\n\t\t\t\t\t The statement noted that the DPRK as an independent and sovereign state has the right to launch satellites and develop weapons for self-defence like other nations.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC's anti-DPRK \"resolution on sanctions\" No. 2270 is an unreasonable one to wantonly violate the sovereignty of the DPRK and its right to existence and to escalate the instability of the region, the statement noted, adding: \n\t\t\t\t\t\n\t\t\t\t\t Clear is the intention sought by the forces in fabricating the \"resolution on sanctions\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We extend support and solidarity to the DPRK in its just cause and call upon all countries and people to reject the UNSC's unreasonable \"resolution on sanctions\" in order to achieve global peace and security."
        },
        {
            "title": "\"Sancion\" anti-RPDC acelerara arruinamiento de banda de Park Geun-hye, advierte CRPP",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-32ee.html",
            "content": "\"Sancion\" anti-RPDC acelerara arruinamiento de banda de Park Geun-hye, advierte CRPP\r\nPyongyang, 10 de marzo (ACNC) -- Tan pronto como se aprobara la \"resolucion de sancion\" de la ONU por Estados Unidos y sus satelites, la banda surcoreana de Park Geun-hye publico la \"sancion\" independiente contra la Republica Popular Democratica de Corea. \n\t\t\t\t\tEl portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP), en una declaracion fechada 10, califica de cosa inutil para nada el \"proyecto de sancion\" de la camarilla de Park Geun-hye, y continua:\n\t\t\t\t\t\n\t\t\t\t\tEsta publicacion de la \"sancion\" no pasa de ser los ultimos esfuerzos desesperados de los traidores psicopatas pasmados por las detonaciones de la bomba del Juche y de reunificacion de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEs muy absurdo el acto de la prostituta de EE.UU. Park Geun-hye que trata de debilitar atrevidamente la posicion de la potencia nuclear de la prestigiosa RPDC y frenar la justa causa de este pais socialista.  \n\t\t\t\t\t\n\t\t\t\t\tDado que Park Geun-hye, enfrascada en la confrontacion fratricida, dio el cierre total a la Zona Industrial de Kaesong, considerada como ultima arteria de las relaciones intercoreanas, y arma el alboroto imprudente de \"sancion\" independiente revelando el intento virulento de hacer enfrentamiento con la RPDC, tomaremos las siguientes medidas: \n\t\t\t\t\t\n\t\t\t\t\tPrimero, de este momento declaramos nulos todos los acuerdos relacionados con las cooperaciones e intercambios economicos, aprobados y publicados entre el Norte y el Sur.\n\t\t\t\t\t\n\t\t\t\t\tSegundo, ya que la banda titere surcoreana suspendio unilateralmente el turismo al monte Kumgang y el funcionamiento de la Zona Industrial de Kaesong, liquidaremos todos los bienes de las empresas surcoreanas y sus organos dependientes, enclavados en la zona nortena.\n\t\t\t\t\t\n\t\t\t\t\tTercero, se tomaran de modo sucesivo las medidas especiales planeadas para anticipar el fin tragico de la banda traidora de Park Geun-hye, dandole el demoledor golpe politico, militar y economico.\n\t\t\t\t\t\n\t\t\t\t\tFinaliza la declaracion enfatizando en que pagaran sin falta el precio muy caro los crimenes de la banda de Park que hace toda clase de maldades en Chongwadae, blanco del primer ataque de nuestro ejercito."
        },
        {
            "title": "Premier coreano estudia trabajos en Astillero de Ryongnam",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-33ee.html",
            "content": "Premier coreano estudia trabajos en Astillero de Ryongnam\r\nPyongyang, 10 de marzo (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju, averiguo en el terreno los trabajos del Astillero de Ryongnam.\n\t\t\t\t\tEl premier recorrio varios lugares de la fabrica y se entero del estado del cumplimiento de metas de la campana de 70 dias.\n\t\t\t\t\t\n\t\t\t\t\tDio enfasis en que el astillero, en que estan impregnadas las hazanas de direccion de los grandes hombres sin pares del monte Paektu, tome delantera de continuo en la materializacion de legados de Lideres y la defensa de la politica del Partido, y discutio varios problemas destinados a acelerar la reconstruccion de muelle y dique.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, en el Puerto de Nampho destaco la necesidad de organizar escrupulosamente la operacion y el mando economicos para llamar a las masas a desplegar mas en la actual campana de 70 dias el modo y el ambiente del trabajo, manifestados cuando construian la grua de carga de tonelaje 40 con motivo del septuagesimo aniversario de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, en la estacion ferroviaria de Pyongyang el premier tomo las medidas para lograr la nacionalizacion de pinturas necesarias a la modernizacion de ferrocarriles y ordenar bien el interior de los trenes."
        },
        {
            "title": "Otorgado Premio de Ciencia y Tecnica 16 de Febrero",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-34ee.html",
            "content": "Otorgado Premio de Ciencia y Tecnica 16 de Febrero\r\nPyongyang, 10 de marzo (ACNC) -- Tuvo lugar el dia 10 en el Palacio Cultural del Pueblo la 13a ceremonia de otorgamiento del Premio de Ciencia y Tecnica 16 de Febrero.\n\t\t\t\t\tLos cientificos y tecnicos de Corea lograron muchos exitos en la investigacion cientifica por realizar en el alto nivel la juchenizacion, la modernizacion, la fundamentacion cientifica y la informatizacion de la economia nacional y realizar la produccion apoyandose en los equipos, materias primas y materiales nacionales.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fueron otorgados los diplomas y medallas del Premio de Ciencia y Tecnica 16 de Febrero a mas de 10 tareas pedidas inclusive el \"Sistema de produccion integrada de la Central Hidroelectrica de Huichon\" y el \"Establecimiento del sistema nacional de servicio medico a larga distancia\".\n\t\t\t\t\t\n\t\t\t\t\tMas de 200 cientificos, tecnicos, profesores y funcionarios de la Academia Estatal de Ciencias, el Instituto de Ingenieria Avicola de la Academia de Ciencias Agricolas, la Universidad Politecnica Kim Chaek y otras unidades recibieron el certificado del Premio de Ciencia y Tecnica 16 de Febrero y el Premio de Innovacion Cientifica y Tecnica."
        },
        {
            "title": "Alboroto belico anti-RPDC terminara con arruinamiento de EE.UU. y Sur de Corea, advierte ACNC",
            "url": "http://kcna.co.jp/item/2016/201603/news10/20160310-35ee.html",
            "content": "Alboroto belico anti-RPDC terminara con arruinamiento de EE.UU. y Sur de Corea, advierte ACNC\r\nPyongyang, 10 de marzo (ACNC) -- Todo el mundo observa con gran inquietud la situacion de la Peninsula Coreana. \n\t\t\t\t\tAhora EE.UU. y los titeres surcoreanos desarrollan en mayor envergadura los ejercicios belicos conjuntos Key Resolve y Foal Eagle 16 confirmando la posibilidad del \"OPLAN 5015\" que incluye la \"operacion de decapitacion\" contra la Suprema Direccion, el ataque preventivo a los medios de ataque nucleares de la Republica Popular Democratica de Corea, etc.\n\t\t\t\t\t\n\t\t\t\t\tLos presentes simulacros de guerra nuclear, que ya quitan completamente la mascara de entrenamientos \"anuales y defensivos\", no pasan de ser una imprudencia de los ignorantes sobre el ejercito y pueblo coreanos. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no sabe nada del ejercito y pueblo coreanos que reciben la guia del gran General Insigne del Songun y tienen el temperamento audaz de responder al cuchillo y el fusil de los enemigos con la espada y el canon. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas armadas revolucionarias coreanas con la sagrada mision de defender la maxima dignidad de la revolucion coreana y el regimen socialista no perdonaron nunca a los que pretenden perturbarlos.\n\t\t\t\t\t\n\t\t\t\t\tEs tragico que EE.UU. no lo sabe todavia aunque ya pasaron varios decenios de la confrontacion con la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tPara EE.UU. la guerra coreana de la decada de 1950 fue el inicio de su decadencia, pero la guerra en el nuevo siglo le llevara al arruinamiento total. \n\t\t\t\t\t\n\t\t\t\t\tYa se acabo para siempre la epoca en que EE.UU. provocaba la guerra en el extranjero sin recibir ni un proyectil en su propio territorio. \n\t\t\t\t\t\n\t\t\t\t\tHoy dia, la RPDC no siente la necesidad de ocultar mas su capacidad militar y anuncio que posee poderosos medios de ataque sofisticados no vistos en el mundo capaces de golpear a EE.UU. en cualquier momento y en cualquier lugar. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y los titeres surcoreanos deben tener presente que el modo de enfrentamiento militares del Ejercito Popular de Corea frente a sus ejercicios belicos de mayor envergadura se ha convertido en el modo de ataque preventivo.\n\t\t\t\t\t\n\t\t\t\t\tEl EPC eliminara en un instante todos los nidos de provocacion y de agresion sin dar tregua a los belicistas. \n\t\t\t\t\t\n\t\t\t\t\tTodas las fuerzas de operaciones especiales y los medios de guerra nuclear de EE.UU. emplazados en el suelo surcoreano estan al alcance de los medios de ataque sofisticados de nuestro ejercito. \n\t\t\t\t\t\n\t\t\t\t\tEs una ilusion vana el intento de EE.UU. de aplastar a la RPDC que esta en la delantera de las potencias nucleares. \n\t\t\t\t\t\n\t\t\t\t\tEl alboroto belico sobre el arsenal nuclear terminara con el arruinamiento total de EE.UU. y los titeres surcoreanos."
        }
    ]
}