{
    "date": "2016-05-21",
    "url": "http://kcna.co.jp/item/2016/201605/2016-05-21ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Nature Museum and Central Zoo",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-01ee.html",
            "content": "Kim Jong Un Inspects Nature Museum and Central Zoo\r\n Pyongyang, May 21 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea (WPK), first chairman of the DPRK National Defence Commission (NDC) and supreme commander of the Korean People's Army, provided field guidance to the Nature Museum and the Central Zoo whose remodeling projects are nearing completion.\n\t\t\t\t\t Going round various parts of the museum, he learned in detail about its construction.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the construction of the Nature Museum as a mass education and sci-tech dissemination centre for giving knowledge about nature provided another peculiar education and leisure complex to the people, school youth and children, he highly praised the relevant sector and builders for successfully building the museum.\n\t\t\t\t\t\n\t\t\t\t\t He gave an instruction to better arrange the museum on the principle of scientific accuracy, practicality and kind service. \n\t\t\t\t\t\n\t\t\t\t\t Enjoying a bird's-eye view of the Central Zoo, he said it looks spectacular, indeed. Noting that from the moment visitors enter its huge main building depicting a tiger in Mt. Paektu, they would feel greatly delighted and excited.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the fact that the Party's intention to provide the people with an excellent condition for cultural recreation was successfully realized despite difficulties in every work, thanks to the dynamic struggle waged by builders. \n\t\t\t\t\t\n\t\t\t\t\t Not only the exterior but also the interior of the animal sheds have been designed and constructed on the basis of such visual effect and good formative art that any visitor can easily know what animal sheds they are even from a distance, he said, adding that they stand so impeccable that everyone may feel as if he had come to the habitats of the animals.\n\t\t\t\t\t\n\t\t\t\t\t If the Central Zoo is open, the people will feel happier and immensely pleased and they will be proud of standing on the high level of the world's civilization, he said, adding it is worthy of remodeling the zoo with much effort.\n\t\t\t\t\t\n\t\t\t\t\t When one visits the Nature Museum and the Central Zoo, one will clearly realize what phase the tremendous strength and civilization of Juche Korea have reached, he said, advancing the task to be carried out by the officials of the relevant sector and builders and employees to give good finishing touch to the projects and make perfect preparations for their management and operation.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by O Su Yong, vice-chairman of the Central Committee of the WPK, Kim Yo Jong and Jo Yong Won, vice department directors of the C.C., the WPK, and Ma Won Chun, director of the Designing Department of the NDC."
        },
        {
            "title": "Kim Jong Un Sends Wreath to Bier of Kang Sok Ju",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-29ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of Kang Sok Ju\r\n Pyongyang, May 21 (KCNA) -- Supreme leader Kim Jong Un sent a wreath to the bier of Kang Sok Ju, member of the Central Committee of the Workers' Party of Korea and deputy to the Supreme People's Assembly of the DPRK, on Saturday, expressing deep condolences over his death."
        },
        {
            "title": "Kang Sok Ju Dies",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-07ee.html",
            "content": "Kang Sok Ju Dies\r\n Pyongyang, May 21 (KCNA) -- Kang Sok Ju, member of the Central Committee of the Workers' Party of Korea (WPK) and deputy to the Supreme People's Assembly of the DPRK, died of acute respiratory insufficiency and esophageal cancer at 16:10 Friday at the age of 76.\n\t\t\t\t\t He, who was born into a poor worker family on August 29, Juche 28 (1939), was a revolutionary soldier faithful to President Kim Il Sung and leader Kim Jong Il, steadfast revolutionary comrade of Marshal Kim Jong Un and a fine son of the WPK and people as he devotedly worked for the final victory of the cause of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t He started his work in the diplomatic field before long ago. Working as an instructor and section chief of the International Affairs Department of the C.C., WPK from 1969, he dedicated all his wisdom and efforts to implementing the foreign policy of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Working as vice foreign minister and first vice foreign minister from January, 1984, vice-premier of the Cabinet from September, 2010 and secretary and concurrently director of the International Affairs Department of the C.C., WPK from April 2014, he greatly contributed to strengthening the Party and ensuring the international prestige of the country.\n\t\t\t\t\t\n\t\t\t\t\t He worked as alternate member and member of the Party Central Committee from October, 1987 and member of the Political Bureau of the Party Central Committee from September, 2010 to early May, 2016.\n\t\t\t\t\t\n\t\t\t\t\t He has been a deputy to the Supreme People's Assembly (SPA) since the 8th SPA in 1987.\n\t\t\t\t\t\n\t\t\t\t\t He was awarded Order of Kim Il Sung and Order of Kim Jong Il, the supreme orders of the DPRK, the title of labor hero, Order of National Flag First Class and many other state citations for his distinguished feats performed for the party and revolution, the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t An obituary was issued in the joint name of the WPK Central Committee and the Presidium of the Supreme People's Assembly of the DPRK on Friday. \n\t\t\t\t\t\n\t\t\t\t\t The obituary said the death of Kang Sok Ju is a great loss to the WPK and the Korean people. It said though he passed away, the devoted efforts and exploits he performed for the party and the revolution, the cause of building a thriving socialist nation and the realization of the foreign policy of the party and the state will last forever. \n\t\t\t\t\t\n\t\t\t\t\t The WPK Central Committee and the Presidium of the Supreme People's Assembly of the DPRK announced that the late Kang Sok Ju would be accorded a state funeral, and formed a state funeral committee with Choe Ryong Hae as chairman and with 52 persons including Hwang Pyong So, Pak Pong Ju and Kim Ki Nam as members.\n\t\t\t\t\t\n\t\t\t\t\t The funeral committee said the bier of the late Kang Sok Ju is laid in the Sojang Club of Pothonggang District, Pyongyang City and it would receive mourners from 16:00 to 20:00 on Saturday and that the cortege will leave the club at 8:00 on Sunday."
        },
        {
            "title": "Death of Kang Sok Ju Mourned",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-30ee.html",
            "content": "Death of Kang Sok Ju Mourned\r\n Pyongyang, May 21 (KCNA) -- Officials of the party, armed forces and power organs, working people's organizations, ministries and national institutions and people from all walks of life Saturday visited the bier of Kang Sok Ju, member of the Central Committee of the Workers' Party of Korea (WPK) and deputy to the Supreme People's Assembly of the DPRK, expressing deep condolences over his death.\n\t\t\t\t\t A wreath sent by supreme leader Kim Jong Un was seen standing before the bier. \n\t\t\t\t\t\n\t\t\t\t\t Also seen standing before the bier were wreaths in the names of the Central Committee of the WPK, the Presidium of the Supreme People's Assembly of the DPRK, the Cabinet of the DPRK, the Ministry of the People's Armed Forces, the Ministry of People's Security, ministries and national institutions.\n\t\t\t\t\t\n\t\t\t\t\t The bereaved family members were standing vigil on the side of the coffin.\n\t\t\t\t\t\n\t\t\t\t\t The mourners observed a moment's silence in memory of the late Kang Sok Ju.\n\t\t\t\t\t\n\t\t\t\t\t They expressed deep condolences for the bereaved family members of the deceased."
        },
        {
            "title": "Diplomatic Corps, Military Attaches Corps Visit Bier of Kang Sok Ju",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-31ee.html",
            "content": "Diplomatic Corps, Military Attaches Corps Visit Bier of Kang Sok Ju\r\n Pyongyang, May 21 (KCNA) -- Foreign diplomatic corps and military attaches corps here Saturday visited the bier of Kang Sok Ju, member of the Central Committee of the Workers' Party of Korea and deputy to the Supreme People's Assembly of the DPRK, in the Sojang Club to express condolences over his death.\n\t\t\t\t\t There was a wreath sent by supreme leader Kim Jong Un before the bier.\n\t\t\t\t\t\n\t\t\t\t\t The mourners laid wreaths in the name of the diplomatic corps and military attaches corps and paid silent tribute to the deceased. \n\t\t\t\t\t\n\t\t\t\t\t They made an entry in the mourners' book."
        },
        {
            "title": "Kim Yong Nam Attends Inaugural Ceremony for President of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-34ee.html",
            "content": "Kim Yong Nam Attends Inaugural Ceremony for President of Equatorial Guinea\r\n Malabo, May 20 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, attended the inaugural ceremony for the president of the Republic of Equatorial Guinea held in Malabo on Friday.\n\t\t\t\t\t Present at the ceremony were heads of state and governments of various countries, high-ranking officials of Africa, guests of honor, foreign diplomatic envoys there, vice-presidents, prime minister, speakers and members of the upper and lower houses of the parliament and other officials of Equatorial Guinea.\n\t\t\t\t\t\n\t\t\t\t\t The Equatorial Guinean president paid tribute to the national flag and took an oath of office.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam congratulated President Obiang Nguema Mbasogo and expressed the invariable support and solidarity of the Korean people for the cause of the Equatorial Guinean people.\n\t\t\t\t\t\n\t\t\t\t\t He had been invited to the reception given by the president of Equatorial Guinea on Thursday."
        },
        {
            "title": "WPK Delegation Leaves for Cuba",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-33ee.html",
            "content": "WPK Delegation Leaves for Cuba\r\n Pyongyang, May 21 (KCNA) -- A delegation of the Workers' Party of Korea (WPK) led by Kim Yong Chol, member of the Political Bureau and vice-chairman of the Central Committee of the WPK, left here Saturday to visit Cuba."
        },
        {
            "title": "Kim Ki Nam Calls upon All Compatriots to Turn out as One in Struggle for Bringing Earlier National Reunification",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-13ee.html",
            "content": "Kim Ki Nam Calls upon All Compatriots to Turn out as One in Struggle for Bringing Earlier National Reunification\r\n Pyongyang, May 21 (KCNA) -- Kim Ki Nam, vice-chairman of the Central Committee of the Workers' Party of Korea (WPK), issued a statement on Saturday, hailing the line of national reunification set forth by supreme leader Kim Jong Un at the 7th Congress of the WPK as an important programme for reunification common to the nation to put an end to the history of division and confrontation in conformity with the unanimous desire and wishes of all Koreans and accomplish the historic cause of national reunification, the long-cherished desire of the fellow countrymen.\n\t\t\t\t\t The statement said that it is the firm determination and will of Marshal Kim Jong Un to achieve the country's independent reunification true to the lifetime intention and behests of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung set national reunification as the greatest task and patriotic cause of the nation from the early days after the country's liberation and worked heart and soul to build a prosperous and reunified country by the concerted efforts of the Koreans in line with the common will and wishes of the nation.\n\t\t\t\t\t\n\t\t\t\t\t During the last period of his revolutionary life, he made public the 10-point programme of the great unity of the whole nation for the reunification of the country and conducted energetic activities to rally the whole Korean nation as one force for reunification and personally initiated the north-south summit.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was the peerless patriot who ushered in a fresh era of independent reunification under the uplifted banner of Songun by successfully carrying forward the idea of Kim Il Sung for national reunification and his exploits.\n\t\t\t\t\t\n\t\t\t\t\t He provided two north-south summits for the first time in the history of national division and adopted and made public the June 15 joint declaration and the October 4 declaration the keynote of which is the idea of By Our Nation Itself, thus ushering in the grandiose jubilant June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un unrolled a bright blueprint for national reunification by faithfully carrying forward and embodying the idea of national reunification and exploits performed by the great leaders all their lives. These are the most outstanding exploits performed by him in the efforts to accomplish the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The acute military tension is prevailing on the Korean peninsula owing to the U.S. and south Korean authorities' reckless political and military provocations and their constant nuclear threat. This is the factor of threatening the Koreans' existence and blocking their development and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should roll back its anachronistic and hostile policy toward the DPRK and the south Korean authorities should drop their daydream of \"unifying the social systems\" and respond to the desire and wishes of the compatriots for realizing the reunification by federal formula as agreed between the north and the south in the historic June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should properly face up to the DPRK's firm will and sincere efforts to improve the inter-Korean relations and bring earlier the country's reunification, though belatedly, roll back their anachronistic policy of toeing the U.S. line and drop the silly idea of standing in confrontation with the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t They should totally stop the hostile acts against the DPRK such as the political and military provocations and war exercises and stop pursuing their sinister purpose any longer if they have true will to mend the north-south relations, and come out for dialogue and negotiations from a sincere and honest stand.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities shun the proposal made out of compatriotic good faith, prompted by the single intention to record a new history of reunifying the country and improving the north-south relations, not seeking confrontation between compatriots at the crossroads of deciding the future of the country and nation, they will leave indelible disgrace and crimes in the history of the nation.\n\t\t\t\t\t\n\t\t\t\t\t All compatriots in the north and the south and abroad should fully display the spirit of national independence and might of the great national unity true to the patriotic intention of Kim Jong Un and turn out as one in the nationwide struggle for putting the earliest possible end to the tragedy which has lasted for the last several decades and building an independent, prosperous and reunified power."
        },
        {
            "title": "Ministry of People's Armed Forces of NDC Proposes Working-level Contact to South Side's Military Authorities",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-27ee.html",
            "content": "Ministry of People's Armed Forces of NDC Proposes Working-level Contact to South Side's Military Authorities\r\n Pyongyang, May 21 (KCNA) -- The north-south military authorities' talks which were proposed at the historic 7th Congress of the Workers' Party of Korea (WPK) as the greatest and the best realistic way of defusing military tension and ensuring peace on the Korean peninsula have commanded unanimous support and approval from not only the Koreans in the north and the south and abroad but from the peace-loving people of the world for their urgency, validity and realistic nature.\n\t\t\t\t\t Steadfast is the will and resolution of the army of the DPRK to resolutely meet challenges of all separatists at home and abroad and ensure lasting peace and security on the Korean peninsula true to the noble intention of the WPK to seek negotiated settlement of all issues including practical measures for defusing military tension and the danger of conflict in the areas along the Military Demarcation Line and in the hotspot in the West Sea.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of the People's Armed Forces of the National Defence Commission of the DPRK Saturday sent the following notice to the south side's military authorities:\n\t\t\t\t\t\n\t\t\t\t\t It is an urgent matter directly related to the existence of the Korean nation to defuse the military tension and prevent in advance the second June 25 Korean war on the Korean peninsula at present.\n\t\t\t\t\t\n\t\t\t\t\t We think that it is necessary for the military authorities of the north and the south to discuss in an honest and candid manner the outstanding issues related to any possible military conflict and agree on and implement institutional and legal measures essential for taking practical steps for building confidence between militaries.\n\t\t\t\t\t\n\t\t\t\t\t We propose to hold working-level contact for opening the north-south military authorities' talks at the date and place both sides deem convenient in late May or early June in order to defuse the military tension on the Korean peninsula and create confidence-building atmosphere between the military authorities of the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north and the south and abroad will closely watch whether the south Korean authorities truly stand for peace on the Korean peninsula and the security of the nation."
        },
        {
            "title": "All-Korean Committee Makes Public Joint Press Release",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-23ee.html",
            "content": "All-Korean Committee Makes Public Joint Press Release\r\n Pyongyang, May 21 (KCNA) -- There took place a meeting of chairmen of the north, the south and overseas committees of All-Korean Committee for Implementation of June 15 Joint Declaration in Shenyang, China on May 19 and 20.\n\t\t\t\t\t The meeting discussed the issues of vitalizing the activities of breaking the barrier of separation and reunifying the country as early as possible by pooling efforts of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The meeting consulted practical measures for thoroughly preserving and implementing the three principles of national reunification clarified in the July 4 joint statement, the June 15 joint declaration and the October 4 declaration so as to promote the work for national reconciliation, unity and improvement of the north-south relations and pave a wide avenue to peace and independent reunification. It decided to positively push ahead with joint national events and colorful solidarity activities.\n\t\t\t\t\t\n\t\t\t\t\t The meeting made public a joint press release:\n\t\t\t\t\t\n\t\t\t\t\t1. All-Korean Committee for Implementation of June 15 Joint Declaration decided to splendidly hold a joint national event marking the 16th anniversary of the June 15 North-South Joint Declaration this year in Kaesong and a joint national event marking the 71st anniversary of national liberation in Seoul with the attendance of political parties, organizations and personages from all spectrum at home and abroad in order to rev up the atmosphere for peace and independent reunification of the country and improvement of the north-south relations and promote contacts, visits and solidarity and alliance among peoples from all walks of life that had been suspended.\n\t\t\t\t\t\n\t\t\t\t\t2. All-Korean Committee decided to make every possible effort to ensure colorful events for solidarity and reunification of all fields and regional organizations of the north and the south such as religion, education, science and media, including the August 15 football match of workers of the north and the south for reunification, cultural event and meeting of women organizations, event of farmers for reunification, history, culture and sports activities for solidarity by youth and students.\n\t\t\t\t\t\n\t\t\t\t\t3. All-Korean Committee will make positive efforts to remove the ever-worsening military danger on the Korean peninsula and build a permanent and durable peace mechanism and actively push ahead with different activities to force Japan to make an apology and reparation for the past crimes committed by the Japanese imperialists against the Korean people such as sexual slavery for the Imperial Japanese Army, forced labor and military conscription, and achieve national sovereignty and right to existence of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t4. All-Korean Committee decided to continue the all-round solidarity activities and expansion of organization for national concord and development of the reunification movement despite any ordeals and difficulties as a solidarity organization for reunification movement in the north and the south and abroad involving Koreans from all walks of life at home and abroad."
        },
        {
            "title": "Action Called for Frustrating U.S. and S. Korea's Moves for Germ and Biochemical Warfare",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-28ee.html",
            "content": "Action Called for Frustrating U.S. and S. Korea's Moves for Germ and Biochemical Warfare\r\n Pyongyang, May 21 (KCNA) -- In recent days it was disclosed that the U.S. is pushing forward the experiment on Zika virus in its military base in Ryongsan, south Korea, touching off bitter anger among people of various circles in south Korea.\n\t\t\t\t\t Timed to coincide with this, it was disclosed that the U.S. Department of Defense chose U.S. military bases in Ryongsan of Seoul, Osan of Kyonggi Province and Kunsan of North Jolla Province and then Dock 8 of Pusan Port as the sites for the introduction of the Jupiter Plan aimed at increasing the capability of a biochemical warfare, sparking off stronger protest and criticism among south Korean people from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. and south Korean authorities are playing sleight of hand to cover up their crimes and escape public denunciation in and outside south Korea.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the North Headquarters of the Nationwide Special Committee for Probing the Truth behind the GIs' crimes issued a statement on Saturday bitterly denouncing the U.S. thrice-cursed and wicked design in the name of the whole Korean nation, declaring that the U.S. and south Korean authorities can never conceal their criminal moves with such childish and base sophism.\n\t\t\t\t\t\n\t\t\t\t\t The statement recalled that last year the U.S. excused itself, asserting  it \"introduced germs only once\" and it was a \"simple mistake\" though it  conducted experiments on germ weapons after introducing active anthrax germs to its military bases in south Korea but it was disclosed that it not only introduced anthrax germs at least sixteen times but also introduced even pest and botulinus germs into south Korea long ago to prepare for a biochemical warfare, touching off bitter rebuff and denunciation in and outside south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is well known to the world that the U.S. imperialists set up various germ institutes in the U.S. military bases and other parts of south Korea after the Korean war and have since conducted experiments on germ weapons capable of spreading malignant infectious diseases with high mortality among south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t All these facts clearly prove that the Americans are hordes of barbarians as they turned south Korea into a hell as a part of the scenario to exterminate the Korean nation and a group of man-killers hell-bent on provoking a germ warfare, biochemical warfare in defiance of international law.\n\t\t\t\t\t\n\t\t\t\t\t Tragedy is that the above-said U.S. experiments are openly conducted in broad daylight in south Korea only.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans cannot be safe as long as the U.S. man-killers and their lackeys are allowed to go reckless while resorting to reckless drills for a nuclear war against the north and hideous bio-chemical war scenario to exterminate the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t The people from all walks of life in south Korea should turn out as one in the struggle to foil the criminal moves of the U.S. imperialists and their stooges to turn the inviolable land of the country into horrible debris of not only a nuclear war but also a bio-chemical warfare. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities should cogitate about the disastrous consequences to be entailed by their reckless, foolish and criminal scenario and cancel it at once. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans will not tolerate the above-said scenario in the least but decisively frustrate it."
        },
        {
            "title": "AINDF Calls for All-out Actions for Independent Reunification of Country",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-20ee.html",
            "content": "AINDF Calls for All-out Actions for Independent Reunification of Country\r\n Pyongyang, May 21 (KCNA) -- The Central Committee of the Anti-Imperialist National Democratic Front (AINDF) released a statement on Saturday.\n\t\t\t\t\t The statement said that the Seventh Congress of the Workers' Party of Korea (WPK) was recorded as the great auspicious event of the nation and the great assembly of epochal significance in the struggle of the Korean people and progressive mankind to realize the independent ideal and dream because it elected Marshal Kim Jong Un as chairman of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un comprehensively analyzed and reviewed the path of patriotic struggle for foiling the vicious moves of the anti-reunification forces at home and abroad and ushering in a new era of national reunification and prosperity thanks to the outstanding idea and leadership of President Kim Il Sung and leader Kim Jong Il over the past 35 years since the Sixth Congress of the WPK was held. And he indicated a new way of achieving independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t The AINDF Central Committee fully supports and approves the line and policies, proposals and ways for achieving national reunification clarified in the report of Kim Jong Un who unrolled an immortal great programme for reunification. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people from all walks of life who love the nation and hope for reunification should positively support the line and policies for national reunification laid down in the report of the Seventh Congress of the WPK and turn out as one in the struggle to implement them.\n\t\t\t\t\t\n\t\t\t\t\t The historic experience and lesson go to clearly prove that the only way of realizing the country's reunification in conformity with the aspiration and desire of all Koreans is to invariably hold fast to and implement the line and policies for the independent reunification set forth by the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans from all walks of life should turn out as one in the struggle for achieving the country's reunification, regardless of area, party faction, affiliation and ism, bearing deep in mind that nothing is dearer and more crucial task than the country's reunification. \n\t\t\t\t\t\n\t\t\t\t\t The AINDF will carry on the dynamic struggle along the road of independent reunification indicated by Kim Jong Un and creditably  discharge its responsibility and duty as patriotic vanguard of the south Korean people in the struggle to achieve the country's reunification, no matter what manifold difficulties and trials it may face. \n\t\t\t\t\t\n\t\t\t\t\t The statement ardently called upon all political forces and people from all walks of life desirous of the country's reunification to turn out as one in the sacred and patriotic struggle for the independent reunification of the country, rallied close under the banner of By Our Nation Itself."
        },
        {
            "title": "National Theatrical Troupe Marks Its 70th Founding Anniversary",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-22ee.html",
            "content": "National Theatrical Troupe Marks Its 70th Founding Anniversary\r\n Pyongyang, May 21 (KCNA) -- The National Theatrical Troupe marked its 70th founding anniversary.\n\t\t\t\t\t The troupe is a prestigious art organization playing a key role in developing the Juche-oriented dramatic art.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung founded the troupe on May 22, Juche 35 (1946) and clearly indicated the way to be followed by it in every period of the developing revolution and wisely led the theatrical artistes to create revolutionary dramas in line with thoughts and feelings and cultural and emotional requirements of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il who set forth important guidelines to be maintained to develop the Juche-oriented dramatic art ushered in a new era of its efflorescence by kindling the torch for creating \"The Mountain Shrine\"-style revolutionary dramas and working heart and soul to do so. He showed trust and love for the creators, artistes and employees of the troupe.\n\t\t\t\t\t\n\t\t\t\t\t The troupe has recorded the brilliant pages in the history of developing the Juche-oriented dramatic art under the loving care and leadership of the party and the leader over the past 70 years since its founding.\n\t\t\t\t\t\n\t\t\t\t\t A meeting took place at the National Theatrical Theatre on Saturday.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Choe Hwi, first vice department director of the Central Committee of the Workers' Party of Korea, Pak Chun Nam, minister of Culture, officials, creators, artistes, teachers and researchers in the fields of stage art including the above-said troupe and art education."
        },
        {
            "title": "Foreign Delegations Here for Trade Fair",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-25ee.html",
            "content": "Foreign Delegations Here for Trade Fair\r\n Pyongyang, May 21 (KCNA) -- Delegations of Germany, Romania, Singapore, China, Iran, Vietnam and Taipei of China arrived here on Saturday to take part in the 19th Pyongyang Spring International Trade Fair.\n\t\t\t\t\t Earlier arriving here was an Italian delegation."
        },
        {
            "title": "Director General of Peruvian Newspaper El Callao Goes Back",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-14ee.html",
            "content": "Director General of Peruvian Newspaper El Callao Goes Back\r\n Pyongyang, May 21 (KCNA) -- Abraham Ramirez Lituma, director general and editor-in-chief of the Peruvian newspaper El Callao, went back to his country on Saturday."
        },
        {
            "title": "Peruvian Delegation Back Home",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-19ee.html",
            "content": "Peruvian Delegation Back Home\r\n Pyongyang, May 21 (KCNA) -- A delegation of the Peruvian General Federation of Workers headed by executive member Leopoldo Ortiz Centty, general secretary of the Port Trade Union, went back home on Saturday."
        },
        {
            "title": "Kim Jong Un Receives Congratulatory Message from Political Party Leader of Mozambique",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-26ee.html",
            "content": "Kim Jong Un Receives Congratulatory Message from Political Party Leader of Mozambique\r\n Pyongyang, May 21 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, received a congratulatory message from Filipe Nwussi, chairman of the Mozambique Liberation Front Party, on May 11.\n\t\t\t\t\t Filipe Nwussi in the message extended the warmest congratulations to Kim Jong Un on his election as chairman of the WPK at its 7th Congress on May 9, this year on behalf of the Political Bureau, the Central Committee, all members and supporters of the Mozambique Liberation Front Party and on his own behalf.\n\t\t\t\t\t\n\t\t\t\t\t He expressed warm greetings to the members of the WPK who held the congress successfully and in a militant manner.\n\t\t\t\t\t\n\t\t\t\t\t He wished the members of the WPK and the Korean people progress and prosperity in all fields of politics, economy, society and culture."
        },
        {
            "title": "Letter to Kim Jong Un from Members of Congratulatory Group of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-06ee.html",
            "content": "Letter to Kim Jong Un from Members of Congratulatory Group of Koreans in Japan\r\n Pyongyang, May 21 (KCNA) -- Supreme leader Kim Jong Un received a letter from the members of the congratulatory group of Koreans in Japan for celebrating the Seventh Congress of the Workers' Party of Korea (WPK) on May 19.\n\t\t\t\t\t The letter said that the Seventh Congress of the WPK was a great political event which provided the eternal foundation for accomplishing the great cause of Paektu and unrolled a bright blueprint for the final victory of building a thriving socialist nation, the lifelong desire of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It extended the greatest glory and warmest congratulations to Kim Jong Un who glorified the Seventh Congress of the WPK as the one of victory and glory demonstrating before the world the invincibility of the party of the great Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t It is the immutable faith the members of the congratulatory group cherished during their visit to the homeland that the greatness of Kim Jong Un is entirely the strength of the WPK, the invincible revolutionary party, and the complete victory of socialism and they will greet all glories in the road following him, the letter noted.\n\t\t\t\t\t\n\t\t\t\t\t The members of the congratulatory group vowed to trust and follow only Kim Jong Un, bearing in mind the great pride and self-confidence that they are officials of the General Association of Korean Residents in Japan (Chongryon) who had him at the venue of the first party congress in the great era of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They wholeheartedly wished him good health reflecting the unanimous desire of all the officials of Chongryon and other Koreans in Japan."
        },
        {
            "title": "Letter to Kim Jong Un from Members of Congratulatory Group of General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-32ee.html",
            "content": "Letter to Kim Jong Un from Members of Congratulatory Group of General Association of Koreans in China\r\n Pyongyang, May 21 (KCNA) -- Supreme leader Kim Jong Un Friday received a letter from the members of the congratulatory group of the General Association of Koreans in China who participated in the Seventh Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The letter said that the Seventh Congress of the WPK would shine long in the history of the country as a glorious one of victory that fully demonstrated to the whole world the invincible might of the great Kim Il Sung's nation and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t Attending the congress, we witnessed the unshakable appearance of the people in the homeland to hold Generalissimos Kim Il Sung and Kim Jong Il as the eternal leaders of the party and the revolution and the sun of Juche in high esteem for all ages and accomplish the cause of the Juche revolution under the guidance of Kim Jong Un, and the strong appearance of the great Paektusan nation which achieved unbreakable single-minded unity, the letter noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t During the days of the congress we more keenly realized than ever before the cordiality and warm loving care shown by Kim Jong Un for overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The members of the congratulatory group vowed to glorify the revolutionary exploits of the peerlessly great persons of Mt. Paektu through generations, carry on the cause of building a thriving nation together with the people in the homeland and dedicate themselves to the cause of national reunification."
        },
        {
            "title": "Hot Spell Lingers in DPRK",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-18ee.html",
            "content": "Hot Spell Lingers in DPRK\r\n Pyongyang, May 21 (KCNA) -- The Democratic People's Republic of Korea has been experiencing exceptionally warm weather from May 17, affected by hot air from the southward.\n\t\t\t\t\t Abnormal temperature of over 30 degrees Celsius persists in different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t On May 17-18, the mean air temperature at noon throughout the country was respectively 25.7 and 27.7 degrees Celsius, 4.5 to 6.1 degrees higher than the average.\n\t\t\t\t\t\n\t\t\t\t\t On May 18, 23.8 to 32.4 degrees Celsius were observed in Hoeryong City of North Hamgyong Province, Kapsan County of Ryanggang Province, Koksan County of North Hwanghae Province, Anak County of South Hwanghae Province, Phyongsong City of South Phyongan Province and Kosan County of Kangwon Province, the central and northern inland areas of the country. It was the highest temperature since the weather observation.\n\t\t\t\t\t\n\t\t\t\t\t In particular, 30 to 32.7 degrees Celsius were recorded in some parts of the east costal, northern and central inland areas.\n\t\t\t\t\t\n\t\t\t\t\t The country's mean air temperature on May 19 was 28.3 degrees Celsius, 6.5 degrees higher than the average.\n\t\t\t\t\t\n\t\t\t\t\t 30 to 33.8 degrees Celsius were seen in its overall parts, except the northern inland area in the west coast and the central northern area in the east coast.\n\t\t\t\t\t\n\t\t\t\t\t Difference of temperature at noon and night in the period stood at 17.2 to 18.7 degrees Celsius, 5.1 to 6.7 degrees Celsius larger than the average. \n\t\t\t\t\t\n\t\t\t\t\t Such weather is forecast to continue for coming days."
        },
        {
            "title": "Paektusan Hero Youth Power Stations in Full Operation",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-17ee.html",
            "content": "Paektusan Hero Youth Power Stations in Full Operation\r\n Pyongyang, May 21 (KCNA) -- The Paektusan Hero Youth Power stations, built in the Democratic People's Republic of Korea as a symbol of youth power, are now running at full capacity to supply electricity to the area of Mt. Paektu.\n\t\t\t\t\t Kim Hyong Dok, chairman of the Samjiyon County, Ryanggang Province, People's Committee, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Now is the dry season, but the stations have generated much electricity for industrial establishments, public cultural establishments and residential quarters in the county.\n\t\t\t\t\t\n\t\t\t\t\t They are greatly helpful to the county's economic development and the improvement of its population's livelihood.\n\t\t\t\t\t\n\t\t\t\t\t Academician, Prof. and Dr. So Pyong Hwa of Hamhung University of Hydraulic Engineering, said:\n\t\t\t\t\t\n\t\t\t\t\t Electricity from the stations is also supplied to its neighboring Pochon and Paekam counties and Hyesan City.\n\t\t\t\t\t\n\t\t\t\t\t It is very gratifying to see the safe conditions of hydraulic structures and generators at the stations. And it is better to read the mentality of their employees resolved to contribute to the province's economic development and the improvement of its inhabitants' livelihood with increased electricity production."
        },
        {
            "title": "Pothong River Improvement Project, First Nature-remaking Project in DPRK",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-16ee.html",
            "content": "Pothong River Improvement Project, First Nature-remaking Project in DPRK\r\n Pyongyang, May 21 (KCNA) -- May 21 marks the 70th anniversary of the ground breaking ceremony for the Pothong River Improvement Project. \n\t\t\t\t\t On this day, people in the Democratic People's Republic of Korea recall with deep emotion the undying feats of President Kim Il Sung, who kindled the torch of grand nature-remaking project after the country's liberation from Japan's colonial rule (August 15, 1945).\n\t\t\t\t\t\n\t\t\t\t\t Before the liberation, the Pothong River, a tributary of the River Taedong, was known as an object disastrous to the people as it would flood villages and fields in rainy seasons, claiming a number of lives.\n\t\t\t\t\t\n\t\t\t\t\t Taking to his heart the sufferings of inhabitants living alongside the river, Kim Il Sung initiated its improvement project as the first target of the grand nature-remaking projects for building a prosperous, independent and sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t After appealing to the Pyongyangites to turn out in the project, he went to the project site on May 21, Juche 35 (1946) and personally did the spade work to signal the ground breaking.\n\t\t\t\t\t\n\t\t\t\t\t Greatly inspired by him, the Pyongyangites finished the project in 55 days by removing 420,000 cubic meters of earth and building five kilometer-long embankment. \n\t\t\t\t\t\n\t\t\t\t\t With the completion of the project, the Pothong River could find its way directly to the Taedong River with over 300 hectares of land alongside the river turned into pleasure grounds.\n\t\t\t\t\t\n\t\t\t\t\t Built on the bank of the river are such edifices as the Pyongyang Indoor Stadium, the People's Palace of Culture, the Ice Rink, the Chongryu Restaurant, Changgwang Health Complex, the Victorious Fatherland Liberation War Museum, sports parks, and Chollima and Rakwon streets.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people erected the Monument to the Pothong River Improvement Project on Ponghwa Hill on May 21, 1971 to hand down through generations Kim Il Sung's feats"
        },
        {
            "title": "Rodong Sinmun Calls for Great National Unity",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-09ee.html",
            "content": "Rodong Sinmun Calls for Great National Unity\r\n Pyongyang, May 21 (KCNA) -- The great national unity is the powerful driving force for achieving national reunification, Rodong Sinmun Saturday says in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t All Koreans at home and abroad should get united closely for national reunification and prosperity and strengthen the driving force for reunification in every way.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to value and positively preserve the patriotic programme and tradition of great national unity provided through the protracted struggle for independence and reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should hold fast to the patriotic spirit of national independence as powerful weapon and achieve the great national unity irrespective of idea, political view and social system and steadily develop it.\n\t\t\t\t\t\n\t\t\t\t\t The basic idea of the struggle for great national unity is the spirit of By Our Nation Itself. All Koreans should achieve national reconciliation and unity and open up the wide avenue to national reunification on the basis of By Our Nation Itself, the basic spirit of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad should fully support the struggle for national reunification guided by the noble idea of great national unity and reunification, achieve solidarity and alliance and wage joint actions more vigorously.\n\t\t\t\t\t\n\t\t\t\t\t The present era calls upon all Koreans to turn out in the drive for the great unity.\n\t\t\t\t\t\n\t\t\t\t\t All the patriotic Koreans with blood of the nation should respond to the call for the great unity with actions, not just with words.\n\t\t\t\t\t\n\t\t\t\t\t Koreans in the north and the south and abroad should join in the trend of the great national unity with the single patriotic mind for national reunification as a member of the Korean nation though they live in different places."
        },
        {
            "title": "Rodong Sinmun Urges Japan Not to Obstruct Korea's Reunification",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-10ee.html",
            "content": "Rodong Sinmun Urges Japan Not to Obstruct Korea's Reunification\r\n Pyongyang, May 21 (KCNA) -- Japan is the chief criminal of dividing Korea into two parts together with the U.S., says Rodong Sinmun Saturday in an article, urging Japan to feel full responsibilities for this and not stand in the way of Korea's reunification. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Japan has watched for an opportunity to realize its ambition for reinvasion of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is Japan's policy goal and strategy to avenge the defeat it sustained in the Second World War and realize its old dream of the \"Greater East Asia Co-Prosperity Sphere\".\n\t\t\t\t\t\n\t\t\t\t\t Whenever an opportunity presented itself, the Japanese reactionaries gradually removed legal and institutional mechanism which may hinder its plan for turning Japan into a military power and realizing overseas aggression. The Japanese present regime has made more desperate efforts to realize it than the preceding regimes.\n\t\t\t\t\t\n\t\t\t\t\t It is a daydream for Japan to reinvade the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Japan should take a bold decision to honestly reflect on and make an apology for the past wrongdoings it committed before the Korean nation, not resorting to the ambition of reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t Japan committed so many crimes to keep Korea divided into two parts for an indefinite period, being opposed to the DPRK's proposal for the independent and peaceful reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' vicious moves disturbing Korea's reunification are an intolerable challenge and another unpardonable crime against the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Japan is well advised to stop the criminal act of blocking Korea's reunification."
        },
        {
            "title": "S. Korean Prosecution Demands 17 Years in Jail for S. Korean Attacker against U.S. Ambassador",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-11ee.html",
            "content": "S. Korean Prosecution Demands 17 Years in Jail for S. Korean Attacker against U.S. Ambassador\r\n Pyongyang, May 21 (KCNA) -- The south Korean prosecution authorities demanded 17 years in prison and 5 years suspension of qualifications for Kim Ki Jong, representative of the Uri Madang, who made a knife attack on the U.S. ambassador to south Korea, according to the south Korean News 1.\n\t\t\t\t\t They demanded such penalty by adding two years in jail on the charge that he went on the rampage in the detention center."
        },
        {
            "title": "Victims of Sexual Slavery Demand Japan's Official Apology and Reparation",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-12ee.html",
            "content": "Victims of Sexual Slavery Demand Japan's Official Apology and Reparation\r\n Pyongyang, May 21 (KCNA) -- Victims of sexual slavery in south Korea and other countries held a press conference in Seoul to press for an official apology and legal reparation from the Japanese government for the past unethical crimes.\n\t\t\t\t\t Speeches were made by south Korean victims Kil Won Ok, Kim Pok Dong and Ri Yong Su and other victims of the Philippines and East Timor.\n\t\t\t\t\t\n\t\t\t\t\t The speakers made testimonies to the sexual slavery by the Imperial Japanese Army, denouncing the Japanese government for dragging on the solution of the issue of the past sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t They noted withdrawal of the statue of a girl sexual slave is never allowable, protesting the \"deal\" stricken between south Korea and Japan last year.\n\t\t\t\t\t\n\t\t\t\t\t They demanded that the Japanese government make an official apology and reparation for the past sexual slavery."
        },
        {
            "title": "South Korean Organization Stages Anti-U.S. Action in U.S.",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-15ee.html",
            "content": "South Korean Organization Stages Anti-U.S. Action in U.S.\r\n Pyongyang, May 21 (KCNA) -- Members of the Korea Solidarity for Independent Reunification and Democracy in south Korea held  rally before the White House on May 18 together with the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy in the U.S., according to the south Korean online paper Minjok Ilbo. The Korea Solidarity is launching the movement for peace against the U.S. and war in the U.S.\n\t\t\t\t\t The participants observed a moment's silence in memory of the Kwangju uprisers who laid down their lives in the fight for independence and democracy against the fascist military dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers accused Chun Doo Hwan of denying the brutal massacre of resistance fighters, far from apologizing for it. \n\t\t\t\t\t\n\t\t\t\t\t What we should not forget is the fact that the U.S. was behind the massacre in Kwangju because it was impossible to mobilize armed forces without the U.S. approval at that time, they noted, adding: Though it was disclosed that the U.S. approved the military involvement before the massacre, the U.S. has still denied it.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the withdrawal of the U.S. troops from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t A statement was read out.\n\t\t\t\t\t\n\t\t\t\t\t It said the organizations in south Korea and abroad would intensify actions against the U.S. and war."
        },
        {
            "title": "HIV Infected Cases Increase in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-21ee.html",
            "content": "HIV Infected Cases Increase in S. Korea\r\n Pyongyang, May 21 (KCNA) -- HIV infected cases are on the rapid increase in south Korea where various kinds of epidemics are spreading, according to the south Korean KBS.\n\t\t\t\t\t More than 1,000 HIV infected cases occurred every year, bringing the number of the cases to 12 700 till last year."
        },
        {
            "title": "S. Koreans Denounce Authorities for Justifying Group Abduction of DPRK's Women",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-24ee.html",
            "content": "S. Koreans Denounce Authorities for Justifying Group Abduction of DPRK's Women\r\n Pyongyang, May 21 (KCNA) -- Ringing out aloud are voices of south Koreans from all walks of life denouncing the authorities for working hard to cover up the thrice-cursed criminal act of alluring and abducting a group of women employees of the DPRK.\n\t\t\t\t\t Lawyers of the Bar Association for Democratic Society visited the \"Center for Protecting North Korean Defectors\" in Sihung, Kyonggi Province and asked for meeting the north Korean women.\n\t\t\t\t\t\n\t\t\t\t\t But gangsters of the Intelligence Service declined the request, saying that \"north Korean employees came of their own accord and, therefore, it is impossible to meet them.\"\n\t\t\t\t\t\n\t\t\t\t\t The lawyers held a press conference before the center in protest against the authorities' base action.\n\t\t\t\t\t\n\t\t\t\t\t At the press conference the speakers denounced the Intelligence Service for barring the lawyers from meeting north Korean women employees under absurd pretexts.\n\t\t\t\t\t\n\t\t\t\t\t The South Side Committee for Implementing the June 15 Joint Declaration on May 17 issued a statement demanding the earliest probe into the truth behind the group abduction.\n\t\t\t\t\t\n\t\t\t\t\t The statement accused the \"government\" of turning down the request of the lawyers for interview under such pretexts as \"will of north Korean defectors themselves\" and \"personal safety.\" It denounced the regime for turning down the request made by the parents of the north Korean women employees to take technical measures for allowing them to meet their daughters face to face.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean newspaper Hangyore on May 17 hit out at the authorities for preventing the lawyers from meeting the north Korean women under similar absurd pretext."
        },
        {
            "title": "Seminar on Great Leaders' Exploits on Party-building Held in Peru",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-02ee.html",
            "content": "Seminar on Great Leaders' Exploits on Party-building Held in Peru\r\n Pyongyang, May 21 (KCNA) -- A seminar on the feats of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un for building and leading the Workers' Party of Korea (WPK) took place in Lima on May 12.\n\t\t\t\t\t A speech was made by the chairman of the People's Front of Workers, Peasants and Students of Peru congratulating Kim Jong Un on his election as chairman of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Communist Party of Peru (Red Motherland), the secretary general of the Peruvian Group for the Study of Kimilsungism-Kimjongilism, the international secretary of the Peruvian People's Women Union and other personages made speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers praised Kim Il Sung, Kim Jong Il and Kim Jong Un for building the WPK as a mass political party grouping the working people under the banner of the Juche idea and developing it into an invincible guiding force which formed a harmonious whole with the popular masses by orientating the party work and activities toward fully meeting and realizing the desire and interests of the people."
        },
        {
            "title": "Kim Jong Un's Election as Chairman of WPK Celebrated in Belarus, Austria, Guinea ",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-03ee.html",
            "content": "Kim Jong Un's Election as Chairman of WPK Celebrated in Belarus, Austria, Guinea\r\n Pyongyang, May 21 (KCNA) -- Meetings for congratulating Marshal Kim Jong Un on his election as chairman of the Workers' Party of Korea (WPK) were held in Belarus, Austria and Guinea from May 12 to 16.\n\t\t\t\t\t The first secretary of the Central Committee of the Communist Workers' Party of Belarus who doubles as chairman of the Standing Presidium of the Belarus National Association of Friends of Korean People Named after Kim Il Sung and Kim Jong Il warmly congratulated Kim Jong Un on his election as chairman of the WPK at its Seventh Congress, adding:\n\t\t\t\t\t\n\t\t\t\t\t The historic party congress put forward the orientation and tasks for dynamically stepping up the building of a thriving socialist nation upholding the Songun politics and the line of simultaneously developing the two fronts on a new stage for accomplishing the cause of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t It also set forth the policies for the peace and reunification on the Korean peninsula and lines for achieving the cause of global independence under the uplifted banner of national independence and great national unity.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Kim Jong Un's wise leadership, the WPK and the Korean people will keep to socialism and achieve huge successes in accomplishing the cause of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t Personages of the Vienna, 21 County Committee of the Communist Party of Austria and the Solidarity Committee of Unionists for the Peaceful Reunification of Korea in Austria expressed belief that the WPK headed by Kim Jong Un will always lead the Korean people to the road of independence, Songun and socialism true to the behests of the preceding leaders.\n\t\t\t\t\t\n\t\t\t\t\t The director general and the section chief of the Kim Il Sung Institute of Agricultural Science in Guinea said there are so many parties in the world but no other revolutionary party is as invincible as the WPK and that the Korean people guided by Kim Jong Un will always emerge victorious and glorious."
        },
        {
            "title": "Foreign Figures Pay Congratulatory Visits to DPRK Embassies",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-04ee.html",
            "content": "Foreign Figures Pay Congratulatory Visits to DPRK Embassies\r\n Pyongyang, May 21 (KCNA) -- Personages of foreign political parties, organizations and institutions visited the DPRK embassies in their countries from May 11 to 13 congratulating Marshal Kim Jong Un on his election as chairman of the Workers' Party of Korea.\n\t\t\t\t\t Among them were a secretary of the Central Committee of the Communist Party of the Russian Federation, the chairman of the Liberation Movement of Sao Tome and Principe-Social Democratic Party, the national chairman of the People's Progressive Party of Nigeria, the secretary general of the Italian Committee for the Study of the Juche Idea and the secretary general of the Milano Center for the Study of the Juche Idea of Italy.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets and bouquets before the portraits of smiling President Kim Il Sung and leader Kim Jong Il and art works depicting them standing together before paying tribute to them."
        },
        {
            "title": "Warm Congratulations to Kim Jong Un from Myanmar Politician",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-05ee.html",
            "content": "Warm Congratulations to Kim Jong Un from Myanmar Politician\r\n Pyongyang, May 21 (KCNA) -- Tha Win, secretary of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar, issued a statement on May 12 in congratulation of the successful 7th Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t He extended his sincere congratulations to HE Kim Jong Un on his election as chairman of the WPK, and said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's election as chairman of the WPK is the reflection of the absolute trust and expectation of all party members and people of him.\n\t\t\t\t\t\n\t\t\t\t\t The 7th Congress of the WPK held in the presence of HE Kim Jong Un was a great and significant meeting which marked a historic turning point in the struggle for successfully accomplishing the idea and cause of President Kim Il Sung and HE Kim Jong Il, the great leaders of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Being convinced that only victory will be in store for the WPK led by Kim Jong Un, I extend firm support and solidarity to the WPK and the Korean people in their struggle for building a thriving nation and accomplishing the cause of national reunification."
        },
        {
            "title": "Kim Jong Un dirige Museo de Naturaleza y Parque Zoologico Nacional",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-35ee.html",
            "content": "Kim Jong Un dirige Museo de Naturaleza y Parque Zoologico Nacional \r\nPyongyang, 21 de mayo (ACNC) -- El Mariscal Kim Jong Un, Presidente del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno el Museo de Naturaleza y el Parque Zoologico Nacional que estan en la terminacion.\n\t\t\t\t\tRecorriendo varios lugares del Museo, el Mariscal averiguo en detalles el estado de construccion.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la construccion de este museo, base de educacion masiva, investigacion y divulgacion cientificas que ofrece conocimientos sobre la naturaleza, ha sido preparado otro peculiar fundamento educativo y lugar de descanso cultural para los habitantes, jovenes y ninos escolares, dijo y evaluo altamente los meritos de la rama correspondiente y los constructores.\n\t\t\t\t\t\n\t\t\t\t\tDio las instrucciones necesarias a los trabajos para  acondicionar mejor el museo adhiriendose a los principios de cientificidad, utilidad y amabilidad.\n\t\t\t\t\t\n\t\t\t\t\tMirando el panorama del Parque Zoologico Nacional, el Mariscal dijo con alegria que al entrar en el vestibulo principal de gran tamano que describe el tigre del monte Paektu los visitantes sentiran una gran alegria y optimismo.\n\t\t\t\t\t\n\t\t\t\t\tExpreso una gran satisfaccion diciendo que gracias a los esfuerzos energicos de los constructores se realizo excelentemente el proposito del Partido de brindar al pueblo las excelentes condiciones de descanso cultural aunque el pais sufre dificultades.\n\t\t\t\t\t\n\t\t\t\t\tLos establos disenados y construidos de manera visual, plastica y artistica permiten adivinar desde lejos los animales que estan en ellos y fueron construidos magnificamente tanto en el interior como en el exterior para que dieran a los visitantes el sentimiento de estar en el habitat de los animales.\n\t\t\t\t\t\n\t\t\t\t\tSi se inaugura el Parque el pueblo tendra mucho mas felicidad y alegria y sentira el orgullo de estar en la cima de la civilizacion, dijo y agrego que valen la pena los esfuerzos por la remodelacion del parque.\n\t\t\t\t\t\n\t\t\t\t\tSi vienen aca al Museo de Naturaleza y Parque Zoologico Nacional, se daran cuenta clara de la inagotable y poderosa fuerza y la civilizacion de Corea del Juche, dijo y presento a los funcionarios de sectores concernientes, constructores y empleados las tareas de dar un buen acabado a la obra y hacer perfectamente los preparativos de administracion.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el vicepresidente del Comite Central del PTC, O Su Yong, los subjefes de departamento del CC del PTC, Kim Yo Jong y Jo Yong Won, y el director del Departamento de Diseno del CDN, Ma Won Chun."
        },
        {
            "title": "Kim Jong Un envia ofrenda floral ante feretro de difunto Kang Sok Ju",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-36ee.html",
            "content": "Kim Jong Un envia ofrenda floral ante feretro de difunto Kang Sok Ju \r\nPyongyang, 21 de mayo (ACNC) -- El Mariscal Kim Jong Un envio el dia 21 una ofrenda floral ante el feretro del difunto Kang Sok Ju, miembro del Comite Central del Partido del Trabajo de Corea y diputado a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "Fallecio Kang Sok Ju",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-37ee.html",
            "content": "Fallecio Kang Sok Ju\r\nPyongyang, 21 de mayo (ACNC) -- Kang Sok Ju, miembro del Comite Central del Partido del Trabajo de Corea y diputado a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, fallecio lamentablemente a las 16:10 del dia 20 a la edad de 76 anos por la incompetencia respiratoria aguda y el cancer del esofago.\n\t\t\t\t\tNacido el 29 de agosto del 28(1939) de la Era Juche en una pobre familia obrera, Kang fue un soldado revolucionario fiel al Presidente Kim Il Sung y el Dirigente Kim Jong Il, companero revolucionario consecuente del Mariscal Kim Jong Un e hijo magnifico del PTC y el pueblo quien vino luchando abnegadamente por la victoria final de la causa de la revolucion Juche.\n\t\t\t\t\t\n\t\t\t\t\tDespues de iniciar el trabajo en la rama diplomatica, Kang dedico desde 1969 toda su sabiduria y entusiasmo por materializar la politica exterior del Partido trabajando como instructor y jefe de seccion del departamento internacional del Comite Central del PTC.\n\t\t\t\t\t\n\t\t\t\t\tTrabajando como vicecanciller y primer vicecanciller desde enero de 1984, como vicepremier desde septiembre de 2010 y como secretario y jefe de departamento internacional del CC del PTC desde abril de 2014, hizo gran aporte a fortalecer el Partido y asegurar el prestigio exterior del pais.\n\t\t\t\t\t\n\t\t\t\t\tDesde octubre de 1987 trabajo como miembro suplente y miembro del CC del PTC y desde septiembre de 2010 hasta principio de mayo de 2016 como miembro del Buro Politico del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tDesde la VIII Legislatura de la Asamblea Popular Suprema de 1987 hasta la actualidad actuo como diputado.\n\t\t\t\t\t\n\t\t\t\t\tEl fue condecorado con la Orden Kim Il Sung y la Orden Kim Jong Il, supremas ordenes de la Republica y recibio el titulo del Heroe del Trabajo, la Orden Bandera Nacional de primera clase y otras condecoraciones estatales por sus meritos prominentes acumulados ante el Partido, la revolucion, la patria y el pueblo,.\n\t\t\t\t\t\n\t\t\t\t\tEl dia 20, fue publicada la esquela mortuaria en nombre comun del CC del PTC y el Presidium de la Asamblea Popular Suprema de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa nota subraya que el fallecimiento de Kang Sok Ju deviene una gran perdida para el PTC y el pueblo coreano y prosigue que aunque Kang fallecio, seran transmitidos para siempre sus esfuerzos abnegados y meritos acumulados por el Partido y la revolucion, la causa de la construccion de la potencia socialista y la politica exterior del Partido y el Estado.\n\t\t\t\t\t\n\t\t\t\t\tEl CC del PTC y el Presidium de la APS de la RPDC publicaron realizar los funerales del difunto Kang Sok Ju como los de caracter nacional y compusieron el comite funerario estatal, cuyo presidente es Choe Ryong Hae y cuyos miembros son 52 inclusive Hwang Pyong So, Pak Pong Ju y Kim Ki Nam.\n\t\t\t\t\t\n\t\t\t\t\tEl comite funerario aviso que el ataud del difunto esta colocado en la Casa de Sojang del capitalino municipio de Pothonggang, recibira a los asistentes al funeral desde las 16:00 hasta las 20:00 del dia 21 y sacara a las 8:00 del dia 22 el ataud de casa para el entierro."
        },
        {
            "title": "Parte hacia Cuba delegacion de PTC",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-38ee.html",
            "content": "Parte hacia Cuba delegacion de PTC \r\nPyongyang, 21 de mayo (ACNC) -- La delegacion del Partido del Trabajo de Corea encabezada por Kim Yong Chol, miembro del Buro Politico y vicepresidente del Comite Central del Partido del Trabajo de Corea, partio el dia 21 de esta capital para realizar una visita a la Republica de Cuba."
        },
        {
            "title": "Kim Ki Nam exhorta a todos coreanos a levantarse en lucha por reunificacion",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-39ee.html",
            "content": "Kim Ki Nam exhorta a todos coreanos a levantarse en lucha por reunificacion \r\nPyongyang, 21 de mayo (ACNC) -- El vicepresidente del Comite Central del Partido del Trabajo de Corea, Kim Ki Nam, hizo publica el dia 21 una declaracion enfatizando que la orientacion sobre la reunificacion de la patria, presentada por el Mariscal Kim Jong Un en el VII Congreso del PTC, constituye un programa comun de la reunificacion de la nacion que permite poner fin a la historia de la division y confrontacion nacionales conforme a la unanime aspiracion y demanda de toda la nacion y cumplir la causa historica de la reintegracion de la patria, deseo secular de todos los coreanos.\n\t\t\t\t\tEs la firme decision y voluntad del Mariscal lograr sin falta la reunificacion independiente de la patria en acato al proposito de toda la vida y los legados del Presidente Kim Il Sung y el Dirigente Kim Jong Il, subraya la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tDesde el primer periodo despues de la liberacion de la patria en 1945, el Presidente presento la reunificacion de la patria como la suprema empresa patriotica de la nacion y dedico gran atencion y los esfuerzos por edificar la patria reunificada prospera con las propias fuerzas nacionales conforme a la voluntad y la demanda comunes de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tEn el ultimo periodo de su vida revolucionaria, el Presidente publico el Programa de Diez Puntos de la Gran Unidad Pannacional para la Reunificacion de la Patria, hizo dinamicas actividades para aglomerar a toda la nacion coreana como una fuerza de reunificacion, asi como tomo la iniciativa de realizar las conversaciones de nivel supremo entre el Norte y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il es el patriota sin igual quien abrio nueva epoca de la reunificacion independiente bajo la bandera del Songun al continuar y desarrollar de modo brillante la idea y las hazanas del Presidente por la empresa nacional.\n\t\t\t\t\t\n\t\t\t\t\tPor primera vez en la historia de division nacional realizo en dos ocasiones las Cumbres Norte-Sur y abrio la gran epoca de reunificacion del 15 de Junio al aprobar y publicar la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, cuyo nucleo es el ideal entre nosotros, los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un concibio gran proyecto de la reunificacion de la patria al continuar y materializar estrictamente la idea y las hazanas preparadas por los Lideres antecedentes en sus vidas enteras, lo que constituye la mas extraordinaria de las proezas realizadas en el cumplimiento de la causa de reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tDebido a las imprudentes provocaciones politicas y militares y la permanente amenaza nuclear de EE.UU. y las autoridades surcoreanas, perdura la aguda tension militar en la Peninsula Coreana, lo cual deviene el factor que amenaza la existencia y el desarrollo de los coreanos e impide la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe retirar la anacronica politica hostil a la RPDC y las autoridades surcoreanas tienen que abandonar su absurdo sueno de la \"reunificacion mediante la fusion de regimenes\" y adherirse a la aspiracion y la demanda de los coreanos por realizar la reunificacion de modo federal como ambas partes coreanas lo acordaron en la historica Declaracion Conjunta del 15 de Junio.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas tienen que ver correctamente la voluntad firme y esfuerzos sinceros de la RPDC por mejorar las relaciones intercoreanas y adelantar la reunificacion de la patria y deben romper con la anacronica politica seguidora a EE.UU. y abandonar la ilusion de confrontacion fratricida, aunque sea ahora.\n\t\t\t\t\t\n\t\t\t\t\tTambien, necesitan cesar totalmente los actos hostiles anti-RPDC tendentes a ofender a la RPDC incluyendo la provocacion politico-militar y los ejercicios belicos y tomar parte con sincera actitud en el dialogo y las negociaciones sin perseguir el objetivo malsano si tienen de veras la voluntad de mejorar las relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tSi ellas dan espalas a la mano de buena fe fraternal extendida con el deseo de registrar juntos la nueva historia de la reunificacion de la patria y la mejora de las relaciones N-S sin enfrentarse entre los connacionales en el dilema que decide la perspectiva del pais y la nacion, dejaran el imperdonable agravio y crimen en la historia nacional.\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos del Norte, el Sur y en ultramar deben poner de pleno manifiesto el espiritu de independencia nacional y el poderio de la gran unidad nacional en pleno acato al proposito de la reunificacion y el patriotismo del Mariscal Kim Jong Un y levantarse unanimemente en la lucha pannacional por poner fin cuanto antes a la tragedia de division continuada de siglo en siglo y construir una potencia reunificada independiente y prospera."
        },
        {
            "title": "MINFAP de CDN de RPDC propone contacto de trabajo a Sur de Corea",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-40ee.html",
            "content": "MINFAP de CDN de RPDC propone contacto de trabajo a Sur de Corea \r\nPyongyang, 21 de mayo (ACNC) -- Por su urgencia, justedad y realidad, las conversaciones entre las autoridades militares del Norte y el Sur de Corea, propuestas en el VII Congreso del Partido del Trabajo de Corea como una mejor medida real para aliviar la tension militar y preservar la paz en la Peninsula Coreana, provocan ahora el unanime apoyo y aprobacion no solo de todos los coreanos en el Norte, el Sur y en ultramar, sino tambien de los pueblos del mundo amantes de la paz.\n\t\t\t\t\tSon inmutables la voluntad y la decision de nuestro ejercito de frustrar el desafio de los divisionistas de toda clase del interior y exterior y preservar la paz duradera y seguridad en la Peninsula Coreana en pleno acato al noble proposito del Partido del Trabajo de Corea de solucionar a traves del dialogo y las negociaciones todos los problemas incluyendo las medidas reales para prevenir la tension militar y el peligro de conflicto en la Linea de Demarcacion Militar y la zona candente del Mar Oeste.\n\t\t\t\t\t\n\t\t\t\t\tEl Ministerio de las Fuerzas Armadas Populares del Comite de Defensa Nacional de la Republica Popular Democratica de Corea envio el dia 21 a las autoridades militares del Sur de Corea un aviso que senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, aliviar la tension militar en la Peninsula Coreana y prevenir de antemano la provocacion de segunda guerra coreana, devienen el problema apremiante relacionado directamente con la existencia o ruina de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tSentimos la necesidad de que las autoridades militares de ambas partes se sienten cara a cara para discutir con sinceridad los problemas pendientes relativos a los posibles conflictos militares y acordar y ejecutar las medidas institucionales y juridicas apremiantes para tomar las medidas reales para preparar la confianza militar.\n\t\t\t\t\t\n\t\t\t\t\tProponemos sostener en cualquier fecha comoda a fines de mayo o a principios de junio que viene y en cualquier lugar conveniente el contacto de trabajo para abrir las conversaciones entre las autoridades militares de ambas partes coreanas a fin de alejar la tension militar en la Peninsula Coreana y crear el ambiente de confianza militar entre ambas partes.\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos del Norte, el Sur y en el ultramar observaran en serio si las autoridades surcoreanas desean de veras la paz de la Peninsula Coreana y la seguridad de la nacion."
        },
        {
            "title": "CCN acuerda promover actos conjuntos y actividades solidarias Norte-Sur",
            "url": "http://kcna.co.jp/item/2016/201605/news21/20160521-41ee.html",
            "content": "CCN acuerda promover actos conjuntos y actividades solidarias Norte-Sur\r\nPyongyang, 21 de mayo (ACNC) -- Tuvo lugar los dias 19  y 20 en Shenyang de China la reunion de los presidentes del Norte, el Sur y el Ultramar del Comite Conjunto Nacional (CCN) por la Ejecucion de la Declaracion Conjunta del 15 de Junio.\n\t\t\t\t\tLa presente cita discutio los problemas para derribar cuanto antes la muralla de division y levantar la patria reunificada mediante las fuerzas unidas de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tConsulto las medidas practicas para promover la reconciliacion y unidad nacionales y la mejora de las relaciones intercoreanas y abrir el ancho camino por la paz y reunificacion independiente manteniendo y ejecutando cabalmente los Tres Principios de la Reunificacion de la Patria indicados en la Declaracion Conjunta del 14 de Julio, la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, y acordo promover con dinamismo los actos conjuntos nacionales y las actividades solidarias de diferentes formas.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fue publicado el siguiente comunicado conjunto:\n\t\t\t\t\t\n\t\t\t\t\t1. Para avivar el ambiente favorable a la paz, la reunificacion independiente del pais y la mejora de las relaciones intercoreanas y promover los contactos, visitas y actividades solidarias suspendidos entre los habitantes de diversos estratos, el CCN decidio celebrar son solemnidad en Kaesong el acto conjunto nacional por el 16o aniversario de la publicacion de la Declaracion Conjunta Norte-Sur del 15 de Junio, y en Seul el acto conjunto nacional por el 71o aniversario de la liberacion de la patria con la participacion de los partidos politicos, entidades y personalidades del interior y exterior del pais. \n\t\t\t\t\t\n\t\t\t\t\t2. El CCN se esforzara de todas formas posibles para asegurar la marcha exitosa del torneo de futbol de obreros Norte-Sur por reunificacion que tendra lugar con motivo del 15 de agosto, el acto cultural y encuentro entre las entidades de mujeres, el acto de campesinos por la reunificacion, las actividades solidarias de historia, cultura y deporte de jovenes y estudiantes y otras actividades de solidaridad de diferentes tipos y los actos de reunificacion que promuevan las entidades regionales y de las ramas de religion, educacion, academica, de prensa, etc. del Norte y el Sur.  \n\t\t\t\t\t\n\t\t\t\t\t3. El CCN hara ingentes esfuerzos por eliminar el peligro militar de la Peninsula Coreana que se torna cada dia mas agudo y establecer el firme sistema de paz duradera y decidio dinamizar diversas actividades para cobrar el perdon y la indemnizacion de Japon por el caso de esclavitud sexual para el viejo ejercito japones, el trabajo y reclutamiento forzosos y otros crimenes cometidos por los imperialistas japoneses ante la nacion coreana y defender los derechos nacionales y la subsistencia de los compatriotas residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\t4. El CCN, siendo organizacion solidaria del movimiento por la reunificacion que abarca a los coreanos de diferentes estratos del Norte, el Sur y en ultramar, promovera en el futuro tambien la solidaridad multilateral y la ampliacion organizativa sin vacilacion alguna ante las pruebas y dificultades de toda indole para la unidad nacional y el desarrollo del movimiento por la reunificacion."
        }
    ]
}