{
    "date": "2016-01-10",
    "url": "http://kcna.co.jp/item/2016/201601/2016-01-10ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Ministry of People's Armed Forces",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-01ee.html",
            "content": "Kim Jong Un Visits Ministry of People's Armed Forces\r\n Pyongyang, January 10 (KCNA) -- Kim Jong Un, supreme commander of the Korean People's Army, paid a congratulatory visit to the Ministry of the People's Armed Forces on the occasion of the new year Juche 105 (2016) that saw the successful first H-bomb test of Juche Korea.\n\t\t\t\t\t He had a significant photo session with commanding officers of the KPA General Political Bureau, the Ministry of the People's Armed Forces and the KPA General Staff in front of the statues of President Kim Il Sung and leader Kim Jong Il at the ministry.\n\t\t\t\t\t\n\t\t\t\t\t At the ministry's conference room he met with commanding officers of the KPA and congratulated them on the New Year.\n\t\t\t\t\t\n\t\t\t\t\t Then he informed them of the complicated situation prevailed before the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's H-bomb test, conducted at the outset of the year when the Seventh Congress of the Workers' Party of Korea (WPK) is to be held, is a self-defensive step for reliably defending the peace on the Korean Peninsula and the regional security from the danger of nuclear war caused by the U.S.-led imperialists, he said, adding it is the legitimate right of a sovereign state and a fair action that nobody can criticize.\n\t\t\t\t\t\n\t\t\t\t\t He made an important speech on the main task to be carried out by the KPA this year.\n\t\t\t\t\t\n\t\t\t\t\t It is a general goal of our Party and people for this year to glorify the 7th Congress of the WPK, which will be a historic turning point in accomplishing the revolutionary cause of Juche, as a glorious meeting of victors and the Party Central Committee pins greatest hope on the People's Army in carrying out this heavy and responsible task, he said, and went on: \"Let us defend the 7th Congress of the Workers' Party of Korea by strengthening the political and military might of the People's Army in every way!\"--this is the militant slogan the People's Army should uphold this year.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that it is the feature and peculiarity of the WPK's mode of leadership to strengthen in every way the driving force of the revolution with the People's Army as a core, cultivate our state's self-development capability with the People's Army as a model and achieve the greater victories in reliance on the army and, thanks to this constant principle, the distinguished leadership mode, the WPK will always emerge victorious.\n\t\t\t\t\t\n\t\t\t\t\t A shortcut to successfully carrying out the militant tasks facing the People's Army is to deeply study and grasp the behests of Kim Il Sung and Kim Jong Il and implement them to the letter unconditionally without an inch of deflection, he said, urging the whole army to put it up as an important slogan to establish the revolutionary habit of study this year.\n\t\t\t\t\t\n\t\t\t\t\t  Saying that a strict military discipline should be established within the KPA and it should take on a fully standardized appearance, he underlined the need for it to fully apply the anti-Japanese-guerilla-style method of commanding and managing units so that all the work and life of its service personnel can be organized in line with military regulations and manual.\n\t\t\t\t\t\n\t\t\t\t\t He called on the KPA to always make a vigorous offensive under the patriotic slogan \"Let the People's Army take charge of both national defence and socialist construction!\" and steer the whole society with soldier spirit, style and mettle by making breakthroughs on major fronts for building a thriving nation with the 7th WPK Congress as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t The KPA should wage a high-intensity struggle to tackle the sci-tech problems arising in strengthening the defence capability and rounding off combat preparations and make many ultra-modern technologic achievements conducive to building an economic powerhouse and improving the people's livelihood, under the slogan of the self-development-first principle, he said.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the KPA commanding officers would be intensely faithful to their noble mission they have assumed on behalf of the Party and revolution, the country and its people and fulfill their revolutionary duty in the struggle for successfully carrying out this year's militant tasks facing the KPA and hastening the final victory.\n\t\t\t\t\t\n\t\t\t\t\t He once again stressed the need for the KPA to equip itself with perfect offensive and defensive capabilities and get fully combat-ready so that it can resolutely counter any challenges by the hostile forces with a revolutionary war, a great event.\n\t\t\t\t\t\n\t\t\t\t\t Our cause is just and the revolutionary cause of Juche advancing along the road of independence, Songun and socialism will always emerge victorious, he said, ardently calling for a vigorous advance toward the final victory."
        },
        {
            "title": "DPRK's Successful H-bomb Test Hailed in South Phyongan Province, Nampho City",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-20ee.html",
            "content": "DPRK's Successful H-bomb Test Hailed in South Phyongan Province, Nampho City\r\n Pyongyang, January 10 (KCNA) -- A joint army-civilian meeting for welcoming Juche Korea's first successful H-bomb test respectively took place in South Phyongan Province and Nampho City on Sunday.\n\t\t\t\t\t Present there were officials of the party and power bodies, working people's organizations, factories, enterprisers, farms and universities, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, working people, youths and students in the province and the city.\n\t\t\t\t\t\n\t\t\t\t\t The statement of the DPRK government was read out and congratulatory speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the successful H-bomb test put the U.S. imperialists' nuclear threat and blackmail to abortion and made the DPRK put itself on the centre of the world as a power equipped with the strongest nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists and their followers slander the dignity of the DPRK and ignite a war on the Korean Peninsula, the DPRK will wipe out them from the earth forever.\n\t\t\t\t\t\n\t\t\t\t\t Speakers called for turning out as one in the drive for implementing the militant tasks set forth by Marshal Kim Jong Un in his New Year Address and ushering in a golden age in building a thriving nation in this year when the Seventh Congress of the Workers' Party of Korea is to be held."
        },
        {
            "title": "First Day of Sports Observed",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-18ee.html",
            "content": "First Day of Sports Observed\r\n Pyongyang, January 10 (KCNA) -- A group running was held by officials of ministries and national institutions on Sunday, the first day of sports this year.\n\t\t\t\t\t Officials of ministries and national institutions including the Ministry of Electric Power Industry, the Ministry of Agriculture, the Ministry of Light Industry and the State Science and Technology Commission gathered at Kim Il Sung Square. A speech was made by Ju Yong Gil, chairman of the C.C., the General Federation of Trade Unions of Korea. Then the officials, divided into two groups, ran towards Mansudae Street and Pyongyang Grand Theater. \n\t\t\t\t\t\n\t\t\t\t\t The group running was followed by demonstration performances of mass rhythmic exercise and Taekwon-do exercise for health. \n\t\t\t\t\t\n\t\t\t\t\t Colorful sports games took place at industrial establishments in Pyongyang including the Kim Jong Suk Pyongyang Textile Mill and the Pyongyang Thermal Power Complex.\n\t\t\t\t\t\n\t\t\t\t\t Similar events took place in all provinces, cities and counties."
        },
        {
            "title": "Relay Group of Young Vanguard Passes through Nampho City",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-19ee.html",
            "content": "Relay Group of Young Vanguard Passes through Nampho City\r\n Pyongyang, January 10 (KCNA) -- Loyal members of the relay group of young vanguard passed through Nampho City.\n\t\t\t\t\t They arrived in Kapmun-dong No. 2 in Waudo District, Nampho City on Jan. 5\n\t\t\t\t\t\n\t\t\t\t\t They were greeted by Kang Yang Mo, chief secretary of the Nampho City Committee of the Workers' Party of Korea, Ri Kil Chun, chairman of the Nampho City People's Committee, and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The red flag was handed over to members of the relay group of the city.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets and bouquets and paid tribute to the statues of President Kim Il Sung and leader Kim Jong Il in different places of the city.\n\t\t\t\t\t\n\t\t\t\t\t They joined members of the young vanguard in the city in holding an oath-taking meeting.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Kuksabong Revolutionary Battle Site, the Chongsanri Revolutionary Site, Chongsan Co-op Farm in Kangso District, Nampho Port and the Nampho Glassware Branch Factory of the Taean Friendship Glass Factory.\n\t\t\t\t\t\n\t\t\t\t\t They also toured different unites in the city including the Taean Heavy Machine Complex, Chollima Steel Complex and Kangso Mineral Water Factory.\n\t\t\t\t\t\n\t\t\t\t\t During the journey they held various political and cultural events including a meeting for congratulating young labor innovators, oratorical event and poem reciting and singing meetings.\n\t\t\t\t\t\n\t\t\t\t\t The relay group arrived in Pyongyang on Jan. 10.\n\t\t\t\t\t\n\t\t\t\t\t It was greeted by Kim Su Gil, chief secretary of the Pyongyang City Committee of the Workers' Party of Korea, Cha Hui Rim, chairman of the Pyongyang City People's Committee, officials concerned, working people from all walks of life, youth and students."
        },
        {
            "title": "State Merited Chorus Gives Performance",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-21ee.html",
            "content": "State Merited Chorus Gives Performance\r\n Pyongyang, January 10 (KCNA) -- The State Merited Chorus gave a performance at the People's Theatre on Sunday before full house.\n\t\t\t\t\t The performance began with chorus \"Ode to General Kim Jong Un\". Put on the stage were such numbers as male choruses \"Footstep\" and \"Our Comrade Kim Jong Un\", light music and male chorus \"Song of Proud Guards Units\", male chorus \"Peace Is Guaranteed by Our Arms\" and orchestra \"Fly High, Our Party Flag\".\n\t\t\t\t\t\n\t\t\t\t\t Performers sang high praises of Marshal Kim Jong Un glorifying the dignity and the power of the great Paektusan nation before the world and performing epochal miracles and changes to be recorded in history of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were labor innovators of units associated with leadership exploits, creators and artistes, journalists and editors in the fields of art and literature and media."
        },
        {
            "title": "Rodong Sinmun Urges U.S. to Make Right Political Decision",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-10ee.html",
            "content": "Rodong Sinmun Urges U.S. to Make Right Political Decision\r\n Pyongyang, January 10 (KCNA) -- Fair-minded public opinion is unanimous in its view  that only when a peace treaty is concluded between the DPRK and the U.S. can  genuine peace settle in the Korean Peninsula, says Rodong Sinmun Sunday in a commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S., the party responsible for concluding the peace accord, is still claiming that there should be a crucial stride in the denuclearization before replacing the Armistice Agreement by a peace accord.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. talk about denuclearization is no more than a deceptive artifice to disarm the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had access to nuclear weapons to protect the country's sovereignty and the nation's dignity from the U.S. nuclear threat and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t Our nuclear weapons serve as a treasured sword to put an end to the U.S. nuclear threat and blackmail, defend the country's sovereignty and nation's dignity and preserve peace and security in the peninsula and Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t Gone are days never to return when the U.S. could threaten the DPRK with nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t A clear proof of this was the recent successful H-bomb test.\n\t\t\t\t\t\n\t\t\t\t\t As proved by history, time has always been on the side of the DPRK and victory also belonged to it in the confrontation with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to make a right political decision for concluding the peace accord, though belatedly. It should know this is a wise attitude for itself."
        },
        {
            "title": "Rodong Sinmun Ridicules Impudent Behavior of Japan",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-11ee.html",
            "content": "Rodong Sinmun Ridicules Impudent Behavior of Japan\r\n Pyongyang, January 10 (KCNA) -- The Japanese ambassador to the UN reeled off a litany of balderdash about Japan's role in the UN Security Council at a recent press conference. Referring to the situation in various countries including Syria and Libya, he painted Japan as a main player in settling international issues.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Sunday notes that Japan seems to be upbeat after getting the nonpermanent membership of the UNSC for two years from this year. \n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t What merits attention is that Japan seeks to use this opportunity for ratcheting up the pressure on the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Japan, an aggression force acting at the beck and call of the U.S. to zealously back it in its hostile policy towards the DPRK, is crying out for confrontation with the DPRK inside the UNSC. This is a blatant challenge to the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Japan is the sworn enemy of the Korean nation as it brought indescribable misfortune and pain to the Koreans. \n\t\t\t\t\t\n\t\t\t\t\t The cursed acts Japan has perpetrated against the DPRK for the past several decades are touching off irrepressible resentment against it among the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to stop impudently finding fault with the other, honestly reflect on its past aggression and crimes and opt for turning over a new leaf.\n\t\t\t\t\t\n\t\t\t\t\t It will have to drink a bitter cup of setbacks, if it persistently behaves mischievously, toeing the U.S. hostile policy towards the DPRK."
        },
        {
            "title": "Proper Investigation into Truth about Germ Warfare Tests Demanded by S. Korean Body",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-16ee.html",
            "content": "Proper Investigation into Truth about Germ Warfare Tests Demanded by S. Korean Body\r\n Pyongyang, January 10 (KCNA) -- Members of the Inhabitants Association for Properly Retaking U.S. Military Base in Ryongsan of south Korea staged a protest action outside the base in Seoul on Jan. 5 to demand a proper investigation into the truth about the U.S. imperialist aggressor forces' germ warfare tests.\n\t\t\t\t\t They held that the investigation should be made in the presence of inhabitants as the GIs' germ warfare tests are serious criminal case which gravely threatened the life of the inhabitants around the base."
        },
        {
            "title": "Humiliating \"Agreement\" between S. Korea and Japan Protested by Overseas Koreans",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-17ee.html",
            "content": "Humiliating \"Agreement\" between S. Korea and Japan Protested by Overseas Koreans\r\n Pyongyang, January 10 (KCNA) -- Overseas Koreans launched protest actions in 45 regions of 12 countries on Jan. 6 to condemn the south Korean and Japanese authorities for their illegal \"agreement\", political collusion over the issue of sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t The actions were staged as a world action for solidarity with the 1212th Wednesday rally held outside the Japanese embassy in Seoul on the same day.\n\t\t\t\t\t\n\t\t\t\t\t Members of the American Action for Just Solution to Issue of Sexual Slavery for the Imperial Japanese Army held a rally and demonstration outside the Japanese embassy in Washington.\n\t\t\t\t\t\n\t\t\t\t\tMembers of the New York Meeting for Hope-filled World held a rally before the Japanese Consulate General in New York and made a protest march.\n\t\t\t\t\t\n\t\t\t\t\t Koreans in Los Angeles held a candlelight cultural event for proper solution to the issue of sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\tAn address for solidarity of human rights activists of different countries was read out at the event.\n\t\t\t\t\t\n\t\t\t\t\t Korean women in Japan held a rally in Tokyo to demand the settlement of the issue of sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t There also took place rallies denouncing the \"agreement\" in Germany, UK, Canada and other countries of the world."
        },
        {
            "title": "Kim Jong Un's Works Published in Russia",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-02ee.html",
            "content": "Kim Jong Un's Works Published in Russia\r\n Pyongyang, January 10 (KCNA) -- Marshal Kim Jong Un's works \"Let Us Hasten the Final Victory through a Revolutionary Ideological Offensive\" and \"To Protect National Heritage Is a Patriotic Undertaking for Adding Brilliance to the History and Traditions of Our Nation\" were respectively published in pamphlet by the Khabarovsk Territory Publishing House of Russia on January 4.\n\t\t\t\t\t The first work, published on Feb. 25, Juche 103 (2014), clarifies that the whole course of the Korean revolution can be called a period of ideological work to give full play to the might of the truth of the revolutionary ideas of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates tasks facing the field of the party's ideological work at present and ways of carrying out them.\n\t\t\t\t\t\n\t\t\t\t\t The second work, published on October 24, Juche 103 (2014), recalls that Kim Il Sung and Kim Jong Il attached importance to the work for protecting national heritage and made efforts to glorify the time-honored history and brilliant culture of the Korean nation before the whole world in the whole period of their revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t It indicates tasks for preserving the immortal exploits performed by Kim Il Sung and Kim Jong Il and further glorifying the history and traditions of the Korean nation by thoroughly carrying out the policy of the Workers' Party of Korea on protecting the national heritage."
        },
        {
            "title": "Kim Jong Un's New Year Address Studied Abroad",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-03ee.html",
            "content": "Kim Jong Un's New Year Address Studied Abroad\r\n Pyongyang, January 10 (KCNA) -- Reading sessions on Marshal Kim Jong Un's New Year Address were held by the National Committee for the Study of the Juche Idea of DR Congo and the Iceland-DPRK Friendship and Cultural Society on January 4 and 5.\n\t\t\t\t\t Andre Lohekele Kalonda, chairman of the National Committee for the Study of the Juche Idea of DR Congo, said that the global progressive peoples and adherents to the Juche idea are convinced the Korean people will achieve great successes in their struggle for ushering in the golden age in building a thriving nation this year.\n\t\t\t\t\t\n\t\t\t\t\t Jon Arni Halldorsson, general secretary of the Iceland-DPRK Friendship and Cultural Society, noted that Kim Jong Un clearly indicated the ways for the economic construction and peaceful reunification of the country in his New Year Address. He went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should set store by the agreements common to the nation such as the three principles for national reunification and declarations between the north and the south, giving up the attitude towards mistrust and confrontation, and positively come out for the improvement of the inter-Korean relations on the basis of it.\n\t\t\t\t\t\n\t\t\t\t\t The progressive people of Iceland will as ever extend firm support and solidarity to the Korean people in their just struggle for building an economic power and achieving the independent and peaceful reunification of the country."
        },
        {
            "title": "Korean People's Struggle Supported by Bangladeshi Political Party and Organizations",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-04ee.html",
            "content": "Korean People's Struggle Supported by Bangladeshi Political Party and Organizations\r\n Pyongyang, January 10 (KCNA) -- A solidarity meeting was held in Dhaka on January 4 under the co-sponsorship of the Bangladesh People's League, the Bangladesh Institute of the Juche Idea and the Bangladesh Group for the Study of the Songun Policy to support the Korean people in their struggle for carrying out the New Year Address made by Marshal Kim Jong Un.\n\t\t\t\t\t Present there were personages of political parties, friendship and solidarity organizations with the Korean people and organizations for the study of the Juche idea and masses.\n\t\t\t\t\t\n\t\t\t\t\t Garib Newaz, president of the Bangladesh People's League, and other speakers said that the DPRK government and people would achieve greater success in their struggle for building a thriving nation and achieving national reunification true to the New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t A solidarity statement was adopted there.\n\t\t\t\t\t\n\t\t\t\t\t The statement noted that the league extends invariable support and solidarity to the DPRK and its people struggling for defending peace and security in the Korean Peninsula and the rest of the world, holding high the banner of independence, Songun and socialism despite the hostile forces' ceaseless challenges and tense situation."
        },
        {
            "title": "DPRK's Self-Development-First Principle Supported by British Bodies",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-05ee.html",
            "content": "DPRK's Self-Development-First Principle Supported by British Bodies\r\n Pyongyang, January 10 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK released a joint statement on January 3 supporting the New Year Address of supreme leader Kim Jong Un.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his New Year Address reviewed the last year's eye-opening successes of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that worship of big countries and dependence on foreign forces are the road to national ruin and self-development alone is the road to sustaining the dignity of the country and nation and paving an avenue for revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t Regarding it as the only way for meeting all challenges of the imperialists and defending Korean socialism to go along the road of self-development, the followers of the Juche idea and the Songun idea in Britain fully support the self-development-first principle clarified by Kim Jong Un in his New Year Address."
        },
        {
            "title": "Barrier Dividing Korea into Two Parts Should Be Pulled down: Romanian Political Party Leader",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-06ee.html",
            "content": "Barrier Dividing Korea into Two Parts Should Be Pulled down: Romanian Political Party Leader\r\nPyongyang, January 10 (KCNA) -- Vasile Orleanu, chairman of the National Committee for the Study of the Juche Idea of Romania, posted an article titled \"World's only concrete wall causing national division\" on a website on Dec. 28 last year.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t It is 36 years since the concrete wall, a symbol of the division of the Korean nation, was built to partition the Korean peninsula into two parts.\n\t\t\t\t\t\n\t\t\t\t\t Such barrier can hardly be found in any other parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t The concrete wall is a product of the moves of the U.S. to make \"two Koreas\" and the south Korean regime's act of treachery.\n\t\t\t\t\t\n\t\t\t\t\t The concrete wall built in the area south of the Military Demarcation Line is a cancer-like existence physically blocking the improvement of the north-south relations and the reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t What is most important for ensuring peace on the peninsula is to have a peace pact concluded between the DPRK and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The Armistice Agreement, the MDL and concrete wall constitute stumbling blocks lying in the way of improving the inter-Korean relations, achieving peace and reunification of the peninsula and realizing reconciliation, unity, cooperation and exchange among Koreans.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean regime truly wants reconciliation and unity between the north and the south, it should pull down the concrete wall."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Regional Body",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-07ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Regional Body\r\n Pyongyang, January 10 (KCNA) -- The Afro-Asian People's Solidarity Organization released a statement on January 1 supporting the New Year Address of supreme leader Kim Jong Un.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We fully support and welcome the New Year Address of HE Kim Jong Un, supreme leader of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean regime should stop their risky war drills and military provocations deteriorating the situation on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should admit that it is the top priority task for tackling the problems concerning peace and security on the peninsula to replace the armistice agreement with a peace pact. It should accept the peace proposal and halt anachronistic acts.\n\t\t\t\t\t\n\t\t\t\t\t  The south Korean regime should understand that the best way for reunifying the country is to reject outsiders' interference and settle the issue of reunification by the concerted efforts of the Koreans."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by KFA",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-08ee.html",
            "content": "Kim Jong Un's New Year Address Supported by KFA\r\n Pyongyang, January 10 (KCNA) -- The Korean Friendship Association headquartered in Spain in its statement on Jan. 5 supported the New Year Address of supreme leader Kim Jong Un.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We fully support the New Year Address of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t To turn the DPRK into an economic power is a primary task for bettering the people's living and is necessary to further consolidate the socialist system based on the Juche idea, the most advantageous and progressive idea.\n\t\t\t\t\t\n\t\t\t\t\t The reunification of Korea is the cherished desire of all Koreans in the north, south and abroad and requirement of the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. imperialists persist in their policy of perpetuating the Korean division.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that Korea will be reunified under the banner of the three principles for national reunification, June 15 joint declaration and October 4 declaration if the south Korean regime drops its submission to outsiders.\n\t\t\t\t\t\n\t\t\t\t\t The address reflects the foreign policy of the Workers' Party of Korea and the DPRK government to develop the relations of friendship and cooperation with all countries that respect the sovereignty of the DPRK and are friendly to it.\n\t\t\t\t\t\n\t\t\t\t\t We will strive to widely introduce the reality in the DPRK and help friends of the world know better about it and develop the friendly relations with it."
        },
        {
            "title": "Bulgarian Politician Welcomes DPRK's Successful H-bomb Test",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-09ee.html",
            "content": "Bulgarian Politician Welcomes DPRK's Successful H-bomb Test\r\n Pyongyang, January 10 (KCNA) -- Atanas Ivanov, honorary chairman of the Bulgarian Communists Union, released a statement on January 6 welcoming the first successful H-bomb test of the DPRK.\n\t\t\t\t\t Noting he heard exciting news that the DPRK succeeded in its first H-bomb test, he said in the statement:\n\t\t\t\t\t\n\t\t\t\t\t One should know well that the DPRK has never invaded others though it has strong military muscle.\n\t\t\t\t\t\n\t\t\t\t\t It is a peace-loving country.\n\t\t\t\t\t\n\t\t\t\t\t The aggressors which provoked wars in Iraq, Afghanistan and other countries are now threatening the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t To cope with it, the DPRK conducted an H-bomb test.\n\t\t\t\t\t\n\t\t\t\t\t The heroic people in the DPRK are reliably defending their socialist country.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the enemies may slander the DPRK, there is nothing surprising.\n\t\t\t\t\t\n\t\t\t\t\t The successful H-bomb test represents a victory of the DPRK."
        },
        {
            "title": "Russian, Ethiopian Bodies Hail DPRK's Successful H-bomb Test",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-12ee.html",
            "content": "Russian, Ethiopian Bodies Hail DPRK's Successful H-bomb Test\r\n Pyongyang, January 10 (KCNA) -- Organizations of Russia and Ethiopia issued statements hailing the successful H-bomb test of the DPRK.\n\t\t\t\t\t The Political and Social Council of the Russian Social Movement Benseremos said on Jan. 7:\n\t\t\t\t\t\n\t\t\t\t\t We extend sincere congratulations to the party and state leadership, scientists and all other people of the DPRK on their fresh scientific and technological progress.\n\t\t\t\t\t\n\t\t\t\t\t We hope that the Korean people will bolster up defence capability and economic might and achieve peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t It is our hope that the Korean people will register successes in the field of space development and firmly defend peace on the Korean Peninsula by bolstering nuclear deterrence.\n\t\t\t\t\t\n\t\t\t\t\t The Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism said on Jan. 8:\n\t\t\t\t\t\n\t\t\t\t\t The spectacular success in the H-bomb test enabled the DPRK proudly join the advanced ranks of nuclear weapons states having even H-bomb.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to H-bomb standing against the U.S. threatening it with huge nuclear weapons of various types is the legitimate right for self-defence by a sovereign state and a just step which allows no one to slander it.\n\t\t\t\t\t\n\t\t\t\t\t Genuine peace can be defended and guaranteed only when one remains strong.\n\t\t\t\t\t\n\t\t\t\t\t We support the Workers' Party of Korea and the Korean people bolstering their nuclear deterrent by taking hold on the new line of simultaneously developing the two fronts."
        },
        {
            "title": "Russian Figure Congratulates DPRK on Successful H-bomb Test",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-13ee.html",
            "content": "Russian Figure Congratulates DPRK on Successful H-bomb Test \r\n Pyongyang, January 10 (KCNA) -- V.A. Petrov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, made public a statement on Jan. 8 hailing the DPRK's success in its first H-bomb test.\n\t\t\t\t\t The chairman said:\n\t\t\t\t\t\n\t\t\t\t\t The world attention is focused on the Korean Peninsula at present.\n\t\t\t\t\t\n\t\t\t\t\t It is well known that the U.S. always keeps huge weapons and troops including nuclear weapons combat ready in south Korea and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has always been exposed to sanctions and blockade of the hostile forces since its birth.\n\t\t\t\t\t\n\t\t\t\t\t It is a great achievement of the DPRK that it has access to H-bomb and a means for its delivery.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government declared in a statement that it wouldn't be the first to use nuclear weapons unless its sovereignty is infringed upon, as it had already clarified.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and responsible countries should be wise and cool enough to properly view the escalating tension on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Mutual understanding, wise policy and diplomacy alone will provide peace and stability on the peninsula and, furthermore, solution to the issue of the reunification of Korea acceptable to all."
        },
        {
            "title": "DPRK's Successful H-bomb Test Favored by Finnish Political Figures",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-14ee.html",
            "content": "DPRK's Successful H-bomb Test Favored by Finnish Political Figures\r\n Pyongyang, January 10 (KCNA) -- Chairman Kalevi Wahrman and International Secretary Juha Kieksi of the Finnish Communists' League made public a joint statement on Jan. 7 hailing the DPRK's successful H-bomb test.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We are of the view that the sovereign states have the right to defend their countries by all means and methods.\n\t\t\t\t\t\n\t\t\t\t\t The instable situation on the Korean Peninsula has been created due to the U.S. hostile policy.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' hostile policy toward the DPRK has pushed the situation on the peninsula to the brink of war.\n\t\t\t\t\t\n\t\t\t\t\t What is important in the issue of the peninsula is whether the U.S. has the will to conclude a peace treaty with the DPRK or not.\n\t\t\t\t\t\n\t\t\t\t\t The goal of the progressives is to build a world free from nuclear weapons but this is based on the premise that the sovereignty of all countries is guaranteed.\n\t\t\t\t\t\n\t\t\t\t\t The people of all sovereign states have the right to defend their countries as long as the imperialists threaten independent countries."
        },
        {
            "title": "Hungarian Politician Hails DPRK's Successful H-bomb Test ",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-15ee.html",
            "content": "Hungarian Politician Hails DPRK's Successful H-bomb Test\r\n Pyongyang, January 10 (KCNA) -- Gyula Thurmer, chairman of the Hungarian Workers' Party, released a statement on Jan. 8 hailing the DPRK's success in its first H-bomb test.\n\t\t\t\t\t The chairman said:\n\t\t\t\t\t\n\t\t\t\t\t The signal success in the H-bomb test marks another event which demonstrated the national power of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is ascribable to the great exploits President Kim Il Sung and leader Kim Jong Il performed for the Korean revolution and eye-opening reality of the DPRK which is advancing by leaps and bounds doing ten years' work in just one year thanks to Marshal Kim Jong Un's policy of loving people.\n\t\t\t\t\t\n\t\t\t\t\t Western countries claim that the DPRK poses a threat to the world with nuclear weapons in violation of the UNSC \"resolution\".\n\t\t\t\t\t\n\t\t\t\t\t The success of H-bomb test serves as tremendous deterrent that prevents others from venturing to threaten the DPRK by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t I send heartfelt congratulations to the Korean people on their laudable success."
        },
        {
            "title": "Kim Jong Un visita MINFAP",
            "url": "http://kcna.co.jp/item/2016/201601/news10/20160110-22ee.html",
            "content": "Kim Jong Un visita MINFAP\r\nPyongyang, 10 de enero (ACNC) -- El Mariscal Kim Jong Un realizo una visita de felicitacion al Ministerio de las Fuerzas Armadas Populares en ocasion del Ano Nuevo 105 (2016) de la Era Juche en que el grandioso trueno de la primera prueba de la bomba H de Corea del Songun conmovio la tierra y el cielo.\n\t\t\t\t\tFrente a las estatuas de bronce del Presidente Kim Il Sung y el Dirigente Kim Jong Il, erguidas altamente en el recinto del MINFAP, el Mariscal tomo una foto de recuerdo junto con los miembros de mando de la Direccion Politica General del Ejercito Popular de Corea, el MINFAP y el Estado Mayor General del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEn la sala de reuniones del MINFAP, el Mariscal se reunio con los miembros del mando del EPC y felicito a ellos quienes acogieron el Ano Nuevo.\n\t\t\t\t\t\n\t\t\t\t\tAntes que todo, el Mariscal les informo la complicada situacion creada ante la Revolucion Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa prueba de bomba H que hemos hecho al comienzo del Ano Nuevo en que se convocara el Septimo Congreso del Partido del Trabajo de Corea deviene la medida autodefensiva para garantizar fidedignamente la paz de la Peninsula Coreana y la seguridad de la region desde el peligro de guerra nuclear de los imperialistas norteamericanos incluidos los otros, destaco el Mariscal y prosiguio que esto constituye el derecho legitimo de un Estado soberano y es la medida tan justa que no puede ser censurada por nadie.\n\t\t\t\t\t\n\t\t\t\t\tPronuncio un discurso programatico referente a las tareas medulares a ser tomadas este ano en las labores del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl hacer del Congreso que propiciara un viraje historico en el cumplimiento de la causa revolucionaria del Juche un evento glorioso de los triunfadores es la meta de lucha general que se presenta este ano ante nuestro partido y pueblo, dijo el Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tY continuo que para llevar a feliz termino esta mision tan importante y responsable, el Comite Central del PTC deposita gran esperanza en el EPC y que \"!Defendamos el VII Congreso del Partido del Trabajo de Corea consolidando por todos los medios el poderio politico-militar del Ejercito Popular!\", esta es la consigna combativa que debe enarbolar este ano el EPC.\n\t\t\t\t\t\n\t\t\t\t\tLa peculiaridad y originalidad del modo directivo de nuestro partido es intensificar por todos los medios las autoctonas fuerzas armadas revolucionarias tomando al EPC como su nucleo, cultivar la fuerza de autofortalecimiento de nuestro Estado tomando el EPC como su ejemplo y conquistar la cima de mayor victoria tras victoria en apoyo al EPC, subrayo el y enfatizo en que con estos principios invariables y el singular modo directivo sobre la revolucion, el PTC saldra siempre victorioso.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que el atajo del cumplimiento exitoso de las tareas combativas que se presentan ante el EPC reside en estudiar profundamente letra por letra, asimilar y materializar de manera estricta e incondicional el legado del Presidente Kim Il Sung y del gran Dirigente Kim Jong Il, e indago que este ano, todo el ejercito debe tomar como la importante consigna combativa el establecimiento del ambiente revolucionario de estudio. \n\t\t\t\t\t\n\t\t\t\t\tSubrayo la necesidad de establecer en el EPC la estricta disciplina militar y disponer estrictamente del aspecto regular y enfatizo que tienen que organizar y realizar todas las labores y la vida de acuerdo con los reglamentos y las normas militares, materializando estrictamente los metodos de mando y administracion de la unidad al estilo de guerrilla antijaponesa.\n\t\t\t\t\t\n\t\t\t\t\tApunto que el EPC debe librar una energica ofensiva levantando siempre la consigna patriotica \"Encarguemonos tanto de la defensa de la patria como de la construccion del socialismo\" y menciono que con motivo del VII Congreso del PTC hay que abrir la brecha en los importantes campos de la construccion de un Estado prospero y conducir toda la sociedad con el espiritu, valentia y temperamento de los militares.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que bajo el lema de dar prioridad al espiritu de autofortalecimiento, el EPC debe librar una intensa lucha por solucionar satisfactoriamente los problemas cientifico-tecnicos que se presentan en el fortalecimiento del poderio militar y el perfeccionamiento de los preparativos combativos y, al mismo tiempo, lograr muchos exitos tecnicos de punta que contribuyen a la construccion de una potencia economica y a la mejora de vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la firme confianza de que los miembros de mando del EPC quedaran infinitamente fieles a la noble mision asumida ante el partido y la revolucion, la patria y el pueblo y cumpliran satisfactoriamente su deber revolucionario en la lucha por llevar a cabo las tareas combativas que se presentan el presente ano ante el EPC y por anticipar el triunfo final.\n\t\t\t\t\t\n\t\t\t\t\tVolvio a hacer hincapie en que el EPC debe poseer la perfecta capacidad ofensiva y defensiva y disponer del estado de completa preparacion combativa para acoger el gran evento para que pudiera responder con la rotunda guerra revolucionaria a cualesquier desafios de las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que nuestra causa es justa y saldra siempre victoriosa la causa revolucionaria del Juche que marcha por el camino de la independencia, del Songun y del socialismo, exhorto ardientemente a luchar energicamente hacia la victoria final."
        }
    ]
}