{
    "date": "2016-03-12",
    "url": "http://kcna.co.jp/item/2016/201603/2016-03-12ee.html",
    "articles": [
        {
            "title": "KPA Will Go over to Preemptive Retaliatory Strike: Its General Staff",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-01ee.html",
            "content": "KPA Will Go over to Preemptive Retaliatory Strike: Its General Staff\r\nPyongyang, March 12 (KCNA) -- Key Resolve and Foal Eagle 16 joint military exercises kicked off by the U.S. imperialists and the south Korean puppet forces are becoming more reckless as the days go by.\n\t\t\t\t\t The enemies are opening to public without hesitation that the largest-ever Ssangyong drill being staged in the Phohang area of south Korea is the climax of OPLAN 5015 to \"bring down the social system\" by striking the supreme headquarters and major core facilities in the DPRK through the \"operation to advance into Pyongyang\" accompanied by a sudden surprise landing on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The General Staff of the Korean People's Army (KPA) in a statement Saturday said that the prevailing grave situation makes all the service personnel of the KPA discard the patience which they have long exercised.\n\t\t\t\t\t\n\t\t\t\t\t The KPA General Staff in charge of all operations of the revolutionary armed forces of the DPRK, upon the authorization of the dignified Supreme Command, formally declares the following military counteractions:\n\t\t\t\t\t\n\t\t\t\t\t From this moment, the first combined task units stationed in the eastern, central and western sectors of the front will go over to carrying out the operation for preemptive retaliatory strike at the enemy groups involved in the Ssangyong drill.\n\t\t\t\t\t\n\t\t\t\t\t It is the Juche-oriented counter-operation mode of the KPA to immediately contain and wipe out by force of arms troops and means involved in the operation the moment it judges their scenario to intrude into inviolable territory, air and waters over which the DPRK's sovereignty is exercised.\n\t\t\t\t\t\n\t\t\t\t\t The KPA will counter the enemies' landing drill aiming at \"advance into Pyongyang\" with the operation to liberate the whole of south Korea including Seoul and the enemies' tactics of \"high-density strike\" with an ultra-precision blitzkrieg strike of the Korean style.\n\t\t\t\t\t\n\t\t\t\t\t Steadfast is the will of the KPA to mercilessly wipe out those troops hurled into the \"operation for advancing into Pyongyang\" and blow up the den of architects of it.\n\t\t\t\t\t\n\t\t\t\t\t Those who intend to launch aggression and war against the DPRK will be as most foolish and miserable as digging their own graves by themselves from that moment.\n\t\t\t\t\t\n\t\t\t\t\t The KPA is waiting for the moment to punish the aggressors, keeping them within its firing range.\n\t\t\t\t\t\n\t\t\t\t\t The gun roar for retaliating against the aggressors will turn out to be fireworks celebrating national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK holding tightly the arms to annihilate the enemies with towering hatred for them are waiting for the dignified Supreme Command to issue an order to launch a preemptive strike of justice on the aggressors."
        },
        {
            "title": "Romanian Party Delegation Departs",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-13ee.html",
            "content": "Romanian Party Delegation Departs\r\nPyongyang, March 12 (KCNA) -- A delegation of the Socialist Party of Romania led by Chairman Constantin Rotaru left here for home Saturday."
        },
        {
            "title": "People's Prize Awarded to Long Epic",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-16ee.html",
            "content": "People's Prize Awarded to Long Epic\r\nPyongyang, March 12 (KCNA) -- People's Prize was awarded to long epic \"Sky of Sun\" in the DPRK.\n\t\t\t\t\t The long epic makes a truthful ideological and artistic depiction of the feats Marshal Kim Jong Un has performed by enforcing the policy of giving priority to the people and respecting and loving them on this land, true to the intention of President Kim Il Sung and leader Kim Jong Il, and single-minded patriotic devotion of all service personnel and people united close around the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The epic has evoked lively response among the party members, service personnel and working people and contributed to instilling firm faith in the final victory.\n\t\t\t\t\t\n\t\t\t\t\t A relevant decree of the Presidium of the Supreme People's Assembly was promulgated on March 7."
        },
        {
            "title": "Commemorative Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-17ee.html",
            "content": "Commemorative Stamps Issued in DPRK\r\nPyongyang, March 12 (KCNA) -- Two stamps were issued in the Democratic People's Republic of Korea to mark the 70th anniversary of the birth of the first postage stamp in the country.\n\t\t\t\t\t Seen on the upper parts of the stamps are letters \"70th Anniv. of Issue of DPRK's First Postage Stamp\".\n\t\t\t\t\t\n\t\t\t\t\t One of them shows stamps and postcard, including \"Samsonam\" issued on March 12, Juche 35 (1946), and a peasant doing farm in his own land provided after the country's liberation from Japan's colonial rule and a woman peasant reading a letter in happiness.\n\t\t\t\t\t\n\t\t\t\t\t The other shows a stamp depicting the flattering DPRK flag, the Korean Stamp Exhibition Hall and recently-issued stamps."
        },
        {
            "title": "History of Stamp Issue in DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-20ee.html",
            "content": "History of Stamp Issue in DPRK\r\nPyongyang, March 12 (KCNA) -- It has been 70 years after the first stamp was issued in the Democratic People's Republic of Korea.\n\t\t\t\t\t Two kinds of stamps were issued for the first time in the country on March 12, Juche 35 (1946), on an advice of President Kim Il Sung that it would be good to make stamps reflecting the reality of liberated Korea and sentiments of its people.\n\t\t\t\t\t\n\t\t\t\t\t Since then, more than 6,000 kinds of stamps have been published in the country. And it has become a tradition to issue sheets or stamps celebrating the greatest national holidays every year.\n\t\t\t\t\t\n\t\t\t\t\t They include the first stamp carrying the image of the President, issued to mark the first anniversary of Korea's liberation, and stamps praising the immortal feats of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t There are also stamps issued in the period of building a new country to show the process of socio-economic changes and tens of kinds of stamps published during the 1950-1953 Fatherland Liberation War to encourage the army and people to the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t Many stamps came out even in the period of Arduous March, forced march, to show the launch of earth satellite Kwangmyongsong-1 and other historic events that took place in the DPRK under the guidance of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, too, a number of stamps have been issued to show the achievements made in building a thriving socialist nation and a highly-civilized nation under the guidance of supreme leader Kim Jong Un as well as the national flower, bird, tree and dog.\n\t\t\t\t\t\n\t\t\t\t\t There are some stamps issued jointly with other countries to promote friendship among nations.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's stamps won great popularity at international stamp shows held in 60-odd countries, including \"Riccione 90\" and \"Riccione 91\" in Italy."
        },
        {
            "title": "Pyongyang Children's Foodstuff Factory",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-18ee.html",
            "content": "Pyongyang Children's Foodstuff Factory\r\nPyongyang, March 12 (KCNA) -- The on-going 70-day campaign stimulates the Pyongyang Children's Foodstuff Factory in the DPRK to increase the production of various nutritive foodstuffs.\n\t\t\t\t\t After completing the establishment of a multi-dimensional integrated production system, the factory developed an advanced method of making leaf vegetable powder and laid a foundation for mass-producing functional nutritive baby powder.\n\t\t\t\t\t\n\t\t\t\t\t It also began producing over ten kinds of new products, including fruit-soya milk powder and cocoa-soya milk.\n\t\t\t\t\t\n\t\t\t\t\t The factory was updated last year as a model unit of Korean-style modernization."
        },
        {
            "title": "Pyongyang Acrobatic School in DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-19ee.html",
            "content": "Pyongyang Acrobatic School in DPRK\r\nPyongyang, March 12 (KCNA) -- Forty years has passed since leader Kim Jong Il guided a performance of the first-term graduates of the Pyongyang Acrobatic School on March 12, Juche 65 (1976).\n\t\t\t\t\t That day the leader indicated the tasks and ways for training reserve acrobats while having a talk with senior officials in the field of literature and art and the Pyongyang Circus.\n\t\t\t\t\t\n\t\t\t\t\t Guided by his instructions, the Pyongyang Acrobatic School has produced a large number of talented reserve acrobats, and its graduates have created and performed a lot of admirable acrobatic works representing the stamina and wits of the courageous Korean nation over the past years.\n\t\t\t\t\t\n\t\t\t\t\t \"Trapeze Flight\" by the first-term graduates won the titles at the 8th and 9th world acrobatic championships and the 2nd World Acrobatic Olympic Festival and the 10th International Circus Festival in the 1980s. \n\t\t\t\t\t\n\t\t\t\t\t Also, acrobatic numbers performed by other graduates of the school took gold and top prizes at Monte Carlo, Wuhan, \"Golden Circus\" and other international acrobatic festivals.\n\t\t\t\t\t\n\t\t\t\t\t They presented an aerial stunt \"With Wings of Leap\" to the 15th Wuqiao International Acrobatic Festival last year and physical acrobatics \"Three-stage Trapeze Flight\" to the 24th Massy International Circus Festival this year, both getting the top prizes.\n\t\t\t\t\t\n\t\t\t\t\t In the period tens of them had won the DPRK titles of Merited Artist and People's Artiste and Merited Artiste."
        },
        {
            "title": "Young Forerunners in Virtue Increases in DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-21ee.html",
            "content": "Young Forerunners in Virtue Increases in DPRK\r\nPyongyang, March 12 (KCNA) -- The number of young forerunners in virtue is on the increase in the Democratic People's Republic of Korea.\n\t\t\t\t\t More than 50 youths in North Hamgyong Province of the country have risked their lives to display the spirit of devotedly defending the leader, until now from last June.\n\t\t\t\t\t\n\t\t\t\t\t Ten young men and women of the Phangyo County People's Hospital and 620 students of Phyongsong University of Medicine donated their skin to a worker and a peasant, who got whole-body burns from sudden accidents in October last and January this year.\n\t\t\t\t\t\n\t\t\t\t\t A young man of the Usan Co-op Farm in Sinchon County, South Hwanghae Province, unhesitatingly jumped into an icy river to rescue a woman early in January.\n\t\t\t\t\t\n\t\t\t\t\t At least 28,000 youths and students in Nampho City turned out to tend war veterans and disabled soldiers as their own flesh and blood.\n\t\t\t\t\t\n\t\t\t\t\t Many young people volunteered to work at the country's major projects, such as Paektusan Hero Youth Power Station, the Sepho Tableland Stockbreeding Base and the waterway project in South Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\t More than 1,100 youths in Pyongyang City had been active as members of the night volunteers' group to help finish the construction of the Youth Movement Museum, Sci-Tech Complex and Mirae Scientists Street.\n\t\t\t\t\t\n\t\t\t\t\t School youth and children in Nampho City provided through a do-good-thing movement four tractors to assist the peasants in January.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, those at industrial establishments across the country carried out their yearly production assignments until October last year."
        },
        {
            "title": "KCNA Commentary Blasts Most Shameless U.S. DPRK Policy",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-15ee.html",
            "content": "KCNA Commentary Blasts Most Shameless U.S. DPRK Policy\r\nPyongyang, March 12 (KCNA) -- The U.S. test-fired Minuteman-3 intercontinental ballistic missile (ICBM) on February 25.\n\t\t\t\t\t The U.S. impudently branded the DPRK's satellite launch for peaceful purposes as a long-range missile launch. This brought to light the true colors of the U.S. as the arch criminal harassing global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t It test-fired ICBM while incriminating the DPRK's exercise of the right to use space for peaceful purposes. This is little short of an open declaration that it is the U.S. only in the world which can enjoy all rights and humankind should be dominated by it without condition.\n\t\t\t\t\t\n\t\t\t\t\t Pursuant to such brigandish logic, the U.S. conducted ceaseless nuclear tests of various types in a concealed manner despite the opposition of the international community and has conducted ICBM tests 15 times since 2011.\n\t\t\t\t\t\n\t\t\t\t\t These facts made clearer the fact that the U.S. scenario to block the space development by the DPRK is truly aimed to stifle and dominate it.\n\t\t\t\t\t\n\t\t\t\t\t World media are unanimous in calling on the international community to approach the confrontation between the DPRK and the U.S. from a fair viewpoint, greatly stunned by the U.S. test-fire of new-type nuclear strike means and its trumpeting about the use of nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. newspaper The World Post in its internet homepage said that those countries which had been increasingly critical of the DPRK over its satellite launch in early February reacted partially to the U.S. recent test-fire of ICBM, expressing concern over the present trend of the world where injustice stalks.\n\t\t\t\t\t\n\t\t\t\t\t Media of various countries commented that some countries are failing to reason out the origin of the issue and the key to its solution while exaggerating the \"threat\" from the DPRK and that the U.S. has undisguisedly posed a nuclear threat to it since the Cold War era and paid no heed to its demand for stopping the joint military drills and building peace-keeping mechanism. This is a problem, they added.\n\t\t\t\t\t\n\t\t\t\t\t The Korean peninsula is not free from the Cold War-style confrontation chiefly because some countries are refusing to give up their goal to bring down the socialist state and their military position in Northeast Asia, they noted, stressing that the confrontation has escalated on the peninsula owing to sustainable blockade and military pressure.\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the U.S. DPRK policy is by no means \"a policy for defending peace\" to cope with \"threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The said policy, from A to Z, is an unjust policy to \"bring down\" the social system in the DPRK and accelerate the world supremacy and the most shameless policy to stifle and dominate the sovereign state as it leaves no means untried such as taking issue with its legitimate right for its implementation.\n\t\t\t\t\t\n\t\t\t\t\t Humankind will never escape from the miserable fate of being trampled down by the U.S. imperialists unless a sledge-hammer blow is dealt at the U.S. high-handed policy characterized by extreme arrogance and impudence.\n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the fact that the U.S. openly threatened to mount a nuclear attack on other countries, conducting the recent ICBM test-fire.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will fight to the last to defend the sovereignty of the country and the nation and their right to live and global justice and truth now being mercilessly trampled down by the U.S. double standards.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves to stifle the DPRK and dominate the world are bound to go bust thanks to the indomitable struggle of the DPRK."
        },
        {
            "title": "Rodong Sinmun Calls for Consolidating Class-base of Korean Revolution",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-08ee.html",
            "content": "Rodong Sinmun Calls for Consolidating Class-base of Korean Revolution\r\nPyongyang, March 12 (KCNA) -- The service personnel and people of the DPRK are fully determined to take revenge upon the U.S. imperialists and filled with the will to annihilate the enemies to the last man and the firm faith to shatter their sanctions and blockade, which are unshakable class consciousness of fighting against imperialism. Rodong Sinmun Saturday says this in an editorial.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of the service personnel and people of the DPRK to ferret out and dismember all the vicious enemies keen to hurt the supreme dignity of the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t It is the firm faith and will of the service personnel and people of the DPRK that the victorious advance of socialism, prosperity of the country and worthwhile independent life would be impossible without the class struggle against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists do not wish to see the Korean people live well off and grow strong but are making desperate efforts to block our advance.\n\t\t\t\t\t\n\t\t\t\t\t The prospect and future of the revolution depend on the ceaseless struggle to defeat imperialism with invariable anti-imperialist class consciousness.\n\t\t\t\t\t\n\t\t\t\t\t The spirit of self-reliance and self-development is to realize our dreams and ideal with trust in and love for ours, pride and self-respect for ours. This would be unthinkable without anti-imperialist class consciousness.\n\t\t\t\t\t\n\t\t\t\t\t We should sharpen the sword to take revenge upon the principal enemies the U.S. imperialists, the Japanese reactionaries and the south Korean puppet forces and always keep our hearts burning with bitter hatred and resentment at them.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all the people to be fully ready to be vanguard fighters of the working class defending the outpost of the anti-imperialist, anti-U.S. struggle through the strong anti-imperialist class education."
        },
        {
            "title": "Rodong Sinmun on Juche-oriented Military Counteraction",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-10ee.html",
            "content": "Rodong Sinmun on Juche-oriented Military Counteraction\r\nPyongyang, March 12 (KCNA) -- Sacred war of justice to be fought by the DPRK is a war for achieving the country's reunification and an operation for liberating all parts of south Korea to be conducted like a blitzkrieg with the pluck and spirit of the peerlessly patriotic brilliant commander, the military mettle of Juche Korea and the Juche-oriented war method baffling human imagination, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t There are already the miserable plights of the U.S. imperialists and the Park Geun Hye group of traitors of south Korea who bitterly regret the wrong judgment made at a wrong time and the reckless saber-rattling kicked off by them without any measure, talking about the \"drill to advance into Pyongyang\", the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t History will record a military miracle unprecedented in the world.\n\t\t\t\t\t\n\t\t\t\t\t Battle-cry for wiping out the U.S. imperialists and the traitors of south Korea to the last man is heard from the service personnel and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly see the vulnerability of the American empire collapsing like a \"clay giant\" in face of the indomitable Korean people and the anachronistic mistake committed by it and other hostile forces through the adoption of the \"resolution on sanctions\" against the DPRK to be put on the shelf of history as a legacy of the old international order.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary Paektusan army equipped with powerful weapons of Juche is now waiting for a final order after turning the mode of its counteraction into that of a preemptive offensive so that it may wipe out the enemy at a stroke if it shows a sign of provocation.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists and the Park Geun Hye group of traitors make desperate efforts to ignite a war despite the DPRK's repeated warnings, the world will clearly witness how it will wipe out them to the last man with merciless and preemptive nuclear strikes."
        },
        {
            "title": "Right to Preemptive Nuclear Strike Is Not U.S. Monopoly: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-09ee.html",
            "content": "Right to Preemptive Nuclear Strike Is Not U.S. Monopoly: Rodong Sinmun\r\nPyongyang, March 12 (KCNA) -- Rodong Sinmun Saturday in an article says that the right to preemptive nuclear strike is by no means a monopoly of the U.S.\n\t\t\t\t\tOver 27,000 U.S. imperialist aggressor troops deployed in south Korea are within the firing range of the merciless ultra-modern strike means of the DPRK, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t They may ignite a nuclear war if they wish to perish. Once there is a sign of such provocation, the ultra-modern strike means, nuclear weapons of the DPRK, will preempt a counter-action to have the pent-up wrath and grudge settled.\n\t\t\t\t\t\n\t\t\t\t\t In that case, the enemies should not ask for mercy and pardon from the DPRK. Regret would come late even when they would repent of their wrongs, crossing themselves.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has distinguished technology and Juche-based war method effective enough to disable the U.S. missile shield.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has the right to preemptive nuclear attack at present and the U.S. imperialists have lost its monopoly.\n\t\t\t\t\t\n\t\t\t\t\t It is something painful, but they should admit the fact.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. also stands at the crossroads of life and death.\n\t\t\t\t\t\n\t\t\t\t\t Curses, like chickens, come home to roost. A nuclear war against the DPRK would bring a final ruin to the U.S. This is the last warning of the DPRK to Obama and his cronies in the White House."
        },
        {
            "title": "Park Geun Hye Group Accused of Its Independent \"Sanctions\" against North",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-12ee.html",
            "content": "Park Geun Hye Group Accused of Its Independent \"Sanctions\" against North\r\nPyongyang, March 12 (KCNA) -- Newspapers here Saturday in commentaries denounce the Park Geun Hye group of south Korea for slapping independent \"sanctions\" on the DPRK, keeping pace with the U.S. harsh \"sanctions\" against it.\n\t\t\t\t\t Rodong Sinmun says the Park group of traitors' announcement of its independent \"sanctions\" is the last-ditch effort of those who are struck with fear in face of the powerful military counteraction of the DPRK and a racket of psychopaths as foolish as lifting axes to drop on their own feet.\n\t\t\t\t\t\n\t\t\t\t\t The Park group's \"sanctions\" are ridiculous, indeed, as they only precipitate their ruin, it notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Traitor Pak Geun Hye is hastily judging everything as she pleases and working hard to bring a horrible disaster with naive calculation. She should bear in mind that she is bound to meet a tragic end for resorting to the above-said reckless action without any foresight and any thought of ensuing consequences.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans now see the last wriggling of the poor old woman in Chongwadae fated to meet her doom for getting frantic with sycophancy, treachery and confrontation with fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson ridicules Park as the worst fool wringing her neck by herself as she is slapping independent \"sanctions\" on the north, not content with the UN \"sanctions\" against it."
        },
        {
            "title": "Ouster of S. Korean Puppet Minister of Unification Demanded",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-22ee.html",
            "content": "Ouster of S. Korean Puppet Minister of Unification Demanded\r\nPyongyang, March 12 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty in south Korea held a press conference in Seoul on March 4 to expose the crimes Hong Yong Phyo, puppet minister of Unification, has committed by pushing the north-south relations to a total collapse.\n\t\t\t\t\t Hong is one of those responsible for totally suspending the operation in the Kaesong Industrial Zone, a product of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t He is also a confrontation maniac who worked out scenarios for escalating confrontation with the DPRK including \"confidence-building process\" as a confidant of Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t He directly faked up the \"Preparatory Committee for Unification\" at the instruction of Park, censured by public at home and abroad as a tool for \"unification through absorption\".\n\t\t\t\t\t\n\t\t\t\t\t He spread a groundless rumor about \"diversion of funds to other purpose\" in a bid to totally suspend the operation in the Kaesong Industrial Zone.\n\t\t\t\t\t\n\t\t\t\t\t The demand for ouster of Hong Yong Phyo is becoming a trend of the political camp."
        },
        {
            "title": "Overseas Koreans Demand Japanese Government's Honest Apology and Reparation",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-14ee.html",
            "content": "Overseas Koreans Demand Japanese Government's Honest Apology and Reparation\r\nPyongyang, March 12 (KCNA) -- Overseas Koreans staged actions in different parts of the world to force Japan to make apology and reparation for the crimes related to the sexual slavery for the Imperial Japanese Army, according to Minjok Thongsin, internet newspaper of Koreans in the U.S.\n\t\t\t\t\t A meeting took place in front of the statue of a girl sexual slave in California State on March 5 to denounce the \"agreement\" on the sexual slavery issue.\n\t\t\t\t\t\n\t\t\t\t\t Its participants accused Japan of committing unheard-of crimes in the past, wantonly trampling down the dignity and rights of women of Korea and other Asian countries, holding photos of victims of the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t They also blasted the south Korean authorities for ripping open the wounds of victims by concluding a humiliating \"agreement\" with Japan, though victims and civic and social bodies have held Wednesday meetings for a long period in demand of the proper solution to the issue.\n\t\t\t\t\t\n\t\t\t\t\t Declaring the \"agreement\" null and void, they demanded the Japanese government make honest apology and reparation for the past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Signature campaigns and information activities of Koreans took place in Germany and Britain on the same day to slash at the \"agreement.\""
        },
        {
            "title": "Korean People's Struggle for National Reunification Supported at Int'l Meeting",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-03ee.html",
            "content": "Korean People's Struggle for National Reunification Supported at Int'l Meeting\r\nPyongyang, March 12 (KCNA) -- A solidarity resolution on Korea's reunification was adopted at a meeting of the Presidential Council of the World Federation of Trade Unions (WFTU) held in Vietnam on March 6.\n\t\t\t\t\t The resolution said that Korea's reunification is directly linked to the global peace and security and it is a pressing matter the solution of which progressive mankind has wanted. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The issue of Korea's reunification should be solved by the Korean nation itself in keeping with its independent will and demand and in the idea of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean war maniacs should halt the dangerous war rehearsals and military provocations escalating the tension on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces, a stumbling block lying in the way for achieving peace and reunification on the Korean peninsula, should be immediately pulled out of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should accept the DPRK's fair proposal to defuse the danger of war, ease the tension and create a peaceful environment on the Korean peninsula by replacing the armistice agreement with a peace accord.\n\t\t\t\t\t\n\t\t\t\t\t The resolution denounced the U.S. imperialists and their followers for cooking up another \"resolution on sanctions\" by usurping the power of the UNSC, faulting the DPRK on its bolstering of self-defensive deterrent and launch of the earth observation satellite Kwangmyongsong-4, a legitimate right.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the Korean people's just struggle for achieving the country's independent and peaceful reunification at an early date, true to the idea of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t The WFTU fervently appeals the world progressives to extend strong support and solidarity to the Korean people's struggle for putting an end the U.S. hostile policy toward the DPRK, a root cause of confrontation and escalation of tension on the Korean peninsula, and for reunifying the country at any cost and thus contributing to accomplishing the cause of global peace, security and independence."
        },
        {
            "title": "Russian Body Condemns UNSC's \"Sanctions Resolution\" against DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-04ee.html",
            "content": "Russian Body Condemns UNSC's \"Sanctions Resolution\" against DPRK\r\nPyongyang, March 12 (KCNA) -- The Russian Association for Friendship and Cultural Cooperation with the DPRK released a statement on March 4 condemning the UNSC's \"resolution on sanctions\" against the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has always desired to explore and study outer space for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t Progressive mankind is sympathizing with the DPRK over its access to the self-defensive nuclear deterrent to protect the sovereignty and right to existence of the country from the nuclear threats coming from the U.S. persisting in reinforcing its strategic force on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Why does the U.S. rudely interfere in the internal affairs of other countries?\n\t\t\t\t\t\n\t\t\t\t\t The answer is clear. It is because the U.S. seeks to dominate the whole world and wants not to lose its hegemonic position that it can force its opinion on others.\n\t\t\t\t\t\n\t\t\t\t\t Out of this wild ambition, the U.S. abused the name of the UNSC to cook up another vicious \"resolution on sanctions\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the very one who has created a touch-and-go situation in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t Sanctions are not the only way of solving matters and the prevailing situation shows it would only complicate the situation."
        },
        {
            "title": "Meeting Held in UK to Protest against U.S., S. Korean Puppet Forces",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-07ee.html",
            "content": "Meeting Held in UK to Protest against U.S., S. Korean Puppet Forces\r\nPyongyang, March 12 (KCNA) -- A meeting was held outside the U.S. embassy in London on March 5 in protest against the U.S. and the south Korean puppet forces' war rehearsals for aggression and the UNSC's \"resolution on sanctions\" against the DPRK.\n\t\t\t\t\t Present there were figures of the New Communist Party of Britain, the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and Korean Friendship Association UK and masses.\n\t\t\t\t\t\n\t\t\t\t\t Dermot Hudson, chairman of the British Association for the Study of Songun Policy, in a speech disclosed the scale and aggressive nature of Key Resolve and Foal Eagle 16 joint military exercises being staged by the U.S. imperialists and the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand a stop to Key Resolve and Foal Eagle 16 and withdrawal of the U.S. forces from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The fabrication of the UNSC's \"resolution on sanctions\" against the DPRK is the monstrous, international crime wantonly violating the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The UN has already lost its impartiality and turned into a tool for carrying out the U.S. high-handed politics.\n\t\t\t\t\t\n\t\t\t\t\t The meeting introduced messages from foreign organizations for friendship and solidarity with the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Read out there were a crucial statement of the Supreme Command of the Korean People's Army and a statement of a spokesman for the DPRK government.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting distributed to pedestrians literatures disclosing the purpose of the war drills and injustice of the UNSC's \"sanctions resolution\"."
        },
        {
            "title": "British Organizations Support Korean People's Cause",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-05ee.html",
            "content": "British Organizations Support Korean People's Cause\r\nPyongyang, March 12 (KCNA) -- The Korean people will certainly win a victory by holding aloft the banner of the Juche idea and the self-development-first principle, smashing the provokers' moves to stifle the DPRK.\n\t\t\t\t\t It was mentioned in a joint statement issued by the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK on March 3. \n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We hardly repress our anger at the fabrication of the \"sanctions resolution\" by the UN Security Council against the DPRK's self-defensive measures to cope with the U.S. arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t The \"sanctions resolution\" is a declaration of war to encroach upon the sovereignty of the DPRK and the height of injustice. It is also a product of the vicious moves of the U.S. imperialists and their followers to disturb socialist construction in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The \"sanctions resolution\" clearly shows that the UNSC, bereft of its impartiality, is playing the role of a marionette and rubber stamp for carrying out administrative orders of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The progressive organizations in Britain vehemently denounce the UNSC's \"sanctions resolution\" against the DPRK."
        },
        {
            "title": "Nigerian Organization Introduces Women's Pride in DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-02ee.html",
            "content": "Nigerian Organization Introduces Women's Pride in DPRK\r\nPyongyang, March 12 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted an article titled \"Pride of Korean women\" on its website on March 2.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the March 8 International Women's Day, the world pays attention to the reality of the DPRK where the dignity and pride of the women reached the highest.\n\t\t\t\t\t\n\t\t\t\t\t Korea's liberation marked a historical turning point in the position of the Korean women.\n\t\t\t\t\t\n\t\t\t\t\t The promulgation of the Law on Sex Equality in July, 1946, a year after the country's liberation, put an end to the centuries-long miserable destiny of the Korean women.\n\t\t\t\t\t\n\t\t\t\t\t Many women were elected deputies to the Supreme People's Assembly and power organs at all levels and could exercise their right to speak at the meetings discussing state affairs.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK the position, role and rights of women are legally guaranteed.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Korean women are enjoying worthwhile life under the care of the state and society, the article cited the Pyongyang Maternity Hospital as its example.\n\t\t\t\t\t\n\t\t\t\t\t The article introduced in detail that the Korean women are being respected as patriots, heroes and forerunners of the era in all fields of society."
        },
        {
            "title": "Egyptian Body Hails DPRK's Satellite Launch",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-06ee.html",
            "content": "Egyptian Body Hails DPRK's Satellite Launch\r\nPyongyang, March 12 (KCNA) -- The Egypt-Korea Friendship Association made public a statement on March 4 hailing the DPRK's successful launch of earth observation satellite Kwangmyongsong-4 for peaceful purposes.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's satellite launch is definitely aimed at development of economy, science and technology of the country.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S., Japan, south Korea and other hostile forces blame this, escalating confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Japan accuses the DPRK of its satellite launch and is ratcheting up the suppression of the General Association of Korean Residents in Japan and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t All these are an insult to the international community and violation of international law.\n\t\t\t\t\t\n\t\t\t\t\t We demand Japan abandon its hostile policy towards the DPRK, especially stop the suppression of Koreans in Japan and respect international law.\n\t\t\t\t\t\n\t\t\t\t\t We urge the imperialist forces to stop their foolish act of pulling up a sovereign state over its right to use space for peaceful purposes."
        },
        {
            "title": "EPC respondera a \"asalto a Pyongyang\" con ataque preventivo a Seul, declara EMG de EPC",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-01ss.html",
            "content": "EPC respondera a \"asalto a Pyongyang\" con ataque preventivo a Seul, declara EMG de EPC\r\nPyongyang, 12 de marzo (ACNC) -- Se tornan cada dia mas siniestros los ejercicios militares conjuntos Estados Unidos y el Sur de Corea Key Resolve y Foal Eagle 16. \n\t\t\t\t\tLos enemigos anuncian en publico que el simulacro Ssangryong, que se libra en mayor envergadura en los alrededores de Phohang del Sur de Corea, es la etapa crucial del OPLAN 5015, cuya meta es lograr el \"derrocamiento del regimen\" de la RPDC atacando la Suprema Direccion y las principales instalaciones medulares mediante la \"operacion de asalto a Pyongyang\" en acompanamiento de desembarco sorpresivo.\n\t\t\t\t\t\n\t\t\t\t\tEl Estado Mayor General del Ejercito Popular de Corea, en su declaracion fechada 12, destaco que la grave situacion actual hace perder hasta la ultima paciencia de todos los oficiales y soldados del ejercito del monte Paektu, y continua:\n\t\t\t\t\t\n\t\t\t\t\tPor el encargo de la prestigiosa Comandancia Suprema, el Estado Mayor General del Ejercito Popular de Corea, que controla las operaciones en conjunto de nuestras fuerzas armadas revolucionarias, declara oficialmente las siguientes contramedidas militares: \n\t\t\t\t\t\n\t\t\t\t\tDesde este momento, las unidades combinadas de primer golpe, ubicadas en las partes oriental, central y occidental del frente pasaran al cumplimiento de las operaciones de golpe preventivo de represalia contra los colectivos enemigos movilizados en el simulacro Ssangryong.\n\t\t\t\t\t\n\t\t\t\t\tEs el autoctono modo de operacion de enfrentamiento de nuestro ejercito controlar y eliminar militar y tajantemente antes de moverse los efectivos y los medios movilizados en la operacion, una vez que se ve una minima intencion de agresion a nuestros territorio, espacio aereo y mar jurisdiccionales.\n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito respondera a los ejercicios de desembarco de los enemigos contra la RPDC destinados al \"asalto a Pyongyang\" con la operacion de liberacion de toda la extension surcoreana inclusive Seul y a la tactica del \"ataque a modo de pinzas\" con el relampagueante ataque sorpresivo superpreciso de nuestro modo.\n\t\t\t\t\t\n\t\t\t\t\tEs inmutable la voluntad de represalia de nuestro ejercito de dar el golpe demoledor a los movilizados en la \"operacion de asalto a Pyongyang\" y a los nidos de los inventores de esta \"operacion\".\n\t\t\t\t\t\n\t\t\t\t\tSi alguien, sea quien fuere, intenta extender sus garras de agresion y guerra contra nosotros, desde aquel momento el sufrira un destino de autodestruccion mas absurdo y mas doloroso.\n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito, al tomar como blanco a los agresores enloquecidos por la provocacion de guerra, esta esperando el momento de apretar el boton del castigo.\n\t\t\t\t\t\n\t\t\t\t\tSi estalla el estruendo de la represalia, esto sera las salvas de reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tNuestras fuerzas armadas revolucionarias esperan con ansiedad la orden de la digna Comandancia Suprema de ataque preventivo de justicia contra la banda de agresores."
        },
        {
            "title": "Aprobada resolucion de solidaridad en reunion de Consejo Presidencial de FSM",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-06ss.html",
            "content": "Aprobada resolucion de solidaridad en reunion de Consejo Presidencial de FSM\r\nPyongyang, 12 de marzo (ACNC) -- En la reunion del Consejo Presidencial de la Federacion Sindical Mundial (FSM), celebrada el dia 6 en Vietnam, fue aprobada una resolucion de solidaridad sobre la reunificacion de Corea.\n\t\t\t\t\tLa nota senala que la reunificacion de Corea esta relacionada directamente con la paz y seguridad del mundo y es una tarea apremiante que los pueblos progresistas demanda tanto su solucion y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl problema de reunificacion de Corea debe ser resuelto por la propia fuerza nacional segun el ideal de \"Entre nosotros, los connacionales\" y conforme a la voluntad y demanda independientes de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tLos belicistas norteamericanos y surcoreanos deben dejar de desarrollar los peligrosos ejercicios de guerra de agresion que agravan la tension de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe retirar de inmediato a sus uniformados estacionados en el suelo surcoreano que estorban la paz y la reunificacion de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tY debe aceptar la justa propuesta de la Republica Popular Democratica de Corea de sustituir el Acuerdo de Armisticio por el convenio de paz para eliminar el peligro de guerra, aliviar la tension y preparar el ambiente pacifico en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y sus satelites fabricaron una nueva \"resolucion de sancion\" anti-RPDC abusando del nombre de la ONU y cuestionando el fortalecimiento de disuasivo de autodefensa y el lanzamiento de satelite de observacion de la Tierra Kwangmyongsong-4 de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tExpresamos el apoyo total y la solidaridad con la justa lucha del pueblo coreano por lograr lo mas pronto posible la reunificacion independiente y pacifica del pais bajo el ideal de \"Entre nosotros, los connacionales\". \n\t\t\t\t\t\n\t\t\t\t\tLa FSM exhorta a todos los pueblos progresistas del mundo a manifestar el apoyo y la solidaridad con la lucha del pueblo coreano por acabar con la politica norteamericana de hostilidad a la RPDC, causa raigal de la confrontacion y tension de la Peninsula Coreana, lograr sin falta la reintegracion territorial del pais y asi contribuir al aseguramiento de la paz y seguridad del mundo y al cumplimiento de la causa de verificacion de la independencia en el mundo entero."
        },
        {
            "title": "Primer sello de RPDC",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-13ss.html",
            "content": "Primer sello de RPDC\r\nPyongyang, 12 de marzo (ACNC) -- Se cumple 70 anos desde cuando se dio a luz el primer sello de la Republica Popular Democratica de Corea.\n\t\t\t\t\tDespues de la liberacion de la patria, el Presidente Kim Il Sung instruyo editar el sello conveniente a la realidad de nueva patria y al sentimiento de vida de la poblacion. Para materializar esa instruccion, el pais edito el 12 de marzo del 35 (1946) de la Era Juche el primer sello de 2 variedades.\n\t\t\t\t\t\n\t\t\t\t\tDesde aquel dia hasta la actualidad, quedaron publicados los sellos de mas de 6 mil generos en total.\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del 1o aniversario de la liberacion de la patria, se publico un sello conmemorativo conllevando por primera vez en la historia nacional la imagen del Presidente. Seguidamente fueron editados muchos sellos que reflejan las imperecederas hazanas de orientacion de los grandes hombres sin iguales del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tSe ha hecho tradicional la labor de publicar los papeles enterizos conmemorativos y los sellos con motivo de las  maximas fiestas nacionales de cada ano.\n\t\t\t\t\t\n\t\t\t\t\tLos sellos \"Dueno de Tierra\", \"2o aniversario de promulgacion de la ley de trabajo\", \"Fundacion del gobierno central de la Republica Popular Democratica de Corea\" y otros publicados en el tiempo de construccion de nueva patria despues de la liberacion de la patria dan a conocer el proceso de inmenso cambio socio-economico logrado en la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos sellos editados en el periodo de la Guerra de Liberacion de la Patria infundieron al ejercito y al pueblo coreanos la fe en la victoria de guerra y les exhortaron a registrar grandes proezas.\n\t\t\t\t\t\n\t\t\t\t\tFueron publicados muchos sellos que dan a conocer ampliamente a todo el mundo el aspecto de desarrollo de Corea del Juche logrado en los tiempos de reconstruccion posbelica y la construccion socialista y cada periodo y cada etapa de la revolucion en desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tTambien en el periodo de la marcha penosa, la forzada, quedaron publicados muchos sellos que conmemoran los acontecimientos historicos registrados bajo la orientacion del Dirigente Kim Jong Il tales como el lanzamiento de satelite  artificial de Tierra Kwangmyongsong-1.\n\t\t\t\t\t\n\t\t\t\t\tEn estos ultimos anos, fueron editados los sellos que demuestran los exitos logrados en la construccion de un Estado prospero socialista y de un Estado civilizado bajo la guia del Mariscal Kim Jong Un y otros que reflejan la flor, el ave, el arbol y el perro nacionales.\n\t\t\t\t\t\n\t\t\t\t\tLa publicacion de sellos conjuntos internacionales promovio mas la amistad con los paises extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tLos sellos coreanos gozaron de buena fama en las exposiciones filatelicas internacionales sostenidas en mas de 60 paises.\n\t\t\t\t\t\n\t\t\t\t\tLos huespedes extranjeros expresaron unanimemente sus admiraciones sobre la hermosura, el color claro y la fuerte matiz nacional de los sellos coreanos."
        },
        {
            "title": "Compatriotas ultramarinos demandan a Japon pedir disculpas e indemnizar por crimen de pasado",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-17ss.html",
            "content": "Compatriotas ultramarinos demandan a Japon pedir disculpas e indemnizar por crimen de pasado\r\nPyongyang, 12 de marzo (ACNC) -- Segun el periodico online de los compatriotas en Estados Unidos, Minjok Thongsin, los compatriotas ultramarinos desarrollaron en todas las partes del mundo la lucha demandando a Japon pedir disculpas e indemnizar por el crimen de la esclavitud sexual del viejo ejercito japones.\n\t\t\t\t\tEl dia 5 tuvo lugar frente a la estatua de muchacha esclava sexual del ex ejercito japones levantada en California de EE.UU. el mitin de condena al \"acuerdo\" en cuanto al problema de la esclavitud sexual con la participacion de los coreanos  residentes en Los Angeles y San Diego.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes, tomando en la mano las fotos de las victimas del caso de la esclavitud sexual, condenaron que Japon cometio en el pasado el crimen sin precedente pisoteando despiadadamente la dignidad y los derechos humanos de las mujeres de Corea y otros paises asiaticos.\n\t\t\t\t\t\n\t\t\t\t\tDenunciaron que aunque las danadas sufrieron el dolor espiritual y fisico durante toda su vida, Japon niega todavia pedir disculpas e indemnizar por el respecto.\n\t\t\t\t\t\n\t\t\t\t\tCriticaron que aunque las danadas y las entidades civiles y sociales vinieron demandando la solucion correcta del problema arriba mencionado desarrollando el mitin de miercoles durante largo tiempo, las autoridades surcoreanas tambien dan espadas a ello y vuelven a imponer los sufrimientos a las victimas al llegar al \"acuerdo\" humillante con Japon.\n\t\t\t\t\t\n\t\t\t\t\tDijeron que el \"acuerdo\" arriba referido es invalido y demandaron al gobierno japones pedir disculpas sinceras e indemnizar por el crimen del pasado.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, en Alemania y Gran Bretana tambien se efectuaron el movimiento de firma y las actividades de propaganda de los compatriotas para denunciar el dicho \"acuerdo\", producto del contubernio politico de las autoridades japonesas y la banda titere surcoreana."
        },
        {
            "title": "Es mas descarada politica de aplastamiento de EE.UU. anti-RPDC, comenta ACNC",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-11ss.html",
            "content": "Es mas descarada politica de aplastamiento de EE.UU. anti-RPDC, comenta ACNC\r\nPyongyang, 12 de marzo (ACNC) -- Estados Unidos cometio el 25 de febrero la prueba del lanzamiento del misil balistico intercontinental Minuteman-3, mientras cuestionaba el lanzamiento del satelite con fines pacifico de la RPDC como prueba del lanzamiento de misil de largo alcance.\n\t\t\t\t\tDe esta manera, revelo a todo el mundo la naturaleza de autor que perturba la paz y la seguridad del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEsto significa la declaracion abierta de que en este mundo solo EE.UU. puede gozar de todos los derechos, y la humanidad debe ser dominada incondicionalmente por este imperio.\n\t\t\t\t\t\n\t\t\t\t\tCon tal logica bandidesca, EE.UU. realiza incesantemente varias pruebas nucleares con el metodo ocultado, a pesar de  rechazo de la sociedad internacional, y cometio no menos de 15 veces el ensayo del lanzamiento del misil balistico intercontinental desde 2011 hasta la actualidad.\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos confirmaron que el objetivo verdadero de las maniobras de EE.UU. por impedir la exploracion espacial de la RPDC reside en aplastarla y dominarla.\n\t\t\t\t\t\n\t\t\t\t\tAhora los medios de prensa del mundo, consternados por la prueba del lanzamiento del medio del golpe nuclear de nuevo tipo por parte de EE.UU. y sus disparates del uso de las armas nucleares, exigen unanimemente que la sociedad internacional  debe ver y tratar equitativamente la confrontacion entre la RPDC y EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEl periodico estadounidense The World Post (pagina web de Internet) transmite que \"los paises que alzaban las voces de protesta cuando la RPDC lanzo el satelite a principios de febrero, reaccionaron solo en parte al ensayo del lanzamiento del misil balistico intercontinental por parte de EE.UU.\" y critico la corriente del mundo actual donde reina la injusticia.\n\t\t\t\t\t\n\t\t\t\t\tLos medios de prensa de varios paises del mundo comentaron que algunos paises no investigan el origen ni eslabon del problema aunque exageren la \"amenaza\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tProsiguen que desde la epoca de la guerra fria EE.UU. vino dando abiertamente la amenaza nuclear contra la RPDC y volviendo espaldas a la demanda de ella de cesar los ejercicios militares conjuntos y establecer el sistema de la paz, lo cual es precisamente el eslabon pendiente.\n\t\t\t\t\t\n\t\t\t\t\tRevelan que la razon principal de que la Peninsula Coreana no se libera de la confrontacion de la guerra fria, se debe a que algunos paises no intentan abandonar el objetivo de derrocar el Estado socialista y la posicion militar en la region del Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\tAnaden que debido al bloqueo y la presion militar continuos, se agrava constantemente el estado de enfrentamiento en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEsto demuestra que la politica de EE.UU. contra la RPDC no es la \"politica para preservar la paz\" frente a la \"amenaza\" de alguien sino la politica de injusticia para \"derribar\" el regimen de la RPDC y acelerar la heguemonia mundial y la politica mas descarada de aplastamiento y dominio del imperio que se vale de todos los medios para realizarlo cuestionando hasta el derecho legitimo de un Estado soberano.\n\t\t\t\t\t\n\t\t\t\t\tSi no castigan severamente las maniobras de coaccion de EE.UU. penetradas por la extremada arrogancia y el descaro, la humanidad no evitara el destino infortunado bajo las botas de los imperialistas yanquis.\n\t\t\t\t\t\n\t\t\t\t\tLo prenuncia el hecho de que EE.UU. publico abiertamente que dara golpe nuclear a otros paises realizando la susodicha prueba.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC luchara hasta el fin por defender la soberania y el derecho a vivir del pais y la nacion y la justicia y la verdad del mundo que son pisoteadas despiadadamente por las maniobras de la pauta de doble rasero de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la lucha inflexible de la RPDC fracasaran por completo las maniobras de EE.UU. tendentes a aplastarla y tomar la heguemonia mundial."
        },
        {
            "title": "RPDC demostrara autoctono modo de contramedidas militares, apunta Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201603/news12/20160312-05ss.html",
            "content": "RPDC demostrara autoctono modo de contramedidas militares, apunta Rodong Sinmun\r\nPyongyang, 12 de marzo (ACNC) -- En un articulo individual de este sabado, el diario Rodong Sinmun apunta que la sagrada y justa guerra de la Republica Popular Democratica de Corea sera la de reunificacion y de liberacion de toda la extension surcoreana por la audacia del General patriotico sin par, el impetu militar de la Corea del Juche y el autoctono modo de guerra inimaginable. \n\t\t\t\t\tEs miserable el aspecto de EE.UU. y la camarilla titere surcoreana de Park Geun-hye que tomaron el juicio erroneo en el tiempo equivocado en desarrollar el simulacro de \"asalto a Pyongyang\" y otras locuras irremediables. \n\t\t\t\t\t\n\t\t\t\t\tLa historia registrara los milagros militares no vistos ni oidos hasta la fecha. \n\t\t\t\t\t\n\t\t\t\t\tLos militares y civiles coreanos estan decididos a aniquilar completamente a los imperialistas norteamericanos y los titeres surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tEl mundo vera la vulnerabilidad de imperio norteamericano que se derrumbe como un \"gigante de tierra\" y el defecto anacronico de la \"resolucion de sancion\" anti-RPDC que quedara como residuo del viejo orden internacional. \n\t\t\t\t\t\n\t\t\t\t\tEl ejercito revolucionario del monte Paektu, dotado de poderosas armas desarrolladas a nuestro estilo y por nuestra propia cuenta, esta dispuesto a asestar el golpe preventivo y espera la orden final de ataque. \n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. y los traidores surcoreanos se atreven a cometer la provocacion actuando con imprudencia, pese a la reiterada advertencia de la RPDC, aniquilaremos por completo a los enemigos abominables con el ataque nuclear preventivo e implacable."
        }
    ]
}