{
    "date": "2016-11-06",
    "url": "http://kcna.co.jp/item/2016/201611/2016-11-06ee.html",
    "articles": [
        {
            "title": "U.S. Collapse Is Its Fate in History: KCNA White Paper",
            "url": "http://kcna.co.jp/item/2016/201611/news06/20161106-03ee.html",
            "content": "U.S. Collapse Is Its Fate in History: KCNA White Paper\r\n Pyongyang, November 6 (KCNA) -- The Korean Central News Agency on Nov. 6 issued a white paper in connection with the fact that the U.S. is being driven into the worst crisis in history. It exposed the total failure of the Obama administration and the U.S. collapse thereof.\n\t\t\t\t\t The gist of the white paper is as follows:\n\t\t\t\t\t\n\t\t\t\t\t The Obama regime which called for bringing a \"great change\" to the U.S. after shaking off the dust of history is about to be marginalized as bubble of the times, leaving the dishonor of \"completely failed regime\" and the worst heritage called the \"U.S. collapse\".\n\t\t\t\t\t\n\t\t\t\t\t During Obama's rule the U.S. has faced the worst political and military disadvantages in history.\n\t\t\t\t\t\n\t\t\t\t\t All kinds of external strategies set forth by the Obama regime for world hegemony have been attacked in different parts and pushed the world strategic structure that was already posing threat to the U.S. into a more unfavorable phase.\n\t\t\t\t\t\n\t\t\t\t\t The plan for \"building a world without nuclear weapons\" which was set forth by Obama in the early period of his office and which helped him win a Nobel prize was put into a cesspool of history, being condemned by the world, as it fully revealed the U.S. ambition for nuclear monopoly.\n\t\t\t\t\t\n\t\t\t\t\t The pivot to Asia-Pacific strategy put forward by the Obama administration as a core of its external strategy faced ruin from the beginning.\n\t\t\t\t\t\n\t\t\t\t\t The Obama administration's hostile policy toward the DPRK and its strategy for dominating Asia are going totally bankrupt by the toughest counteraction of Songun Korea to terminate the empire of evil.\n\t\t\t\t\t\n\t\t\t\t\t The moves of the Obama regime to stifle the DPRK which surpass the successive regimes have steadily pushed the DPRK to bolster up its nuclear force, making it have access to even H-bomb called \"absolute weapon\" on this planet.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. strategy for dominating Asia aroused immediate political and military counteraction from big neighboring powers. \n\t\t\t\t\t\n\t\t\t\t\t Several countries of Asia have risen up against the U.S. in protest against the Obama's policy of gravely encroaching upon the dignity and interests of the sovereign states.\n\t\t\t\t\t\n\t\t\t\t\t The failure of the Obama regime's policy toward Middle East is making the U.S. position more miserable.\n\t\t\t\t\t\n\t\t\t\t\t The attempt to build independent armed forces which the EU has pushed forward outside NATO from the 1990s has gained strength thanks to the UK's secession from the EU, the country which has spoken for the U.S. Europe policy so far. This has made the U.S. military domination in Europe reach a phase beyond control.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves for domination are being rejected in Africa due to the joint actions of African countries resolutely countering the imperialist moves for aggression and intervention into internal affairs.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is being pushed to the margin by the actions for independence against the U.S. in Latin America which was called \"tranquil backyard\" and dominated politically and militarily by the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The Obama's policy led the \"empire of dollars\" to the uncontrollable collapse.\n\t\t\t\t\t\n\t\t\t\t\t Russia and many other countries have turned their back on the present monetary system centering on dollars and are expanding the scope of use of national currencies against the U.S. keen on dominating the financial field of other countries.\n\t\t\t\t\t\n\t\t\t\t\t BRICS formally built their first financial bodies in July last year, squarely challenging the U.S.-led international financial system.\n\t\t\t\t\t\n\t\t\t\t\t As regards the three year-long negotiations for TTIP on which the Obama administration has focused all efforts while advertising the building of the \"largest-ever free trade zone in the world\" in a bid to make the highest \"achievement\" in its foreign policies, the EU recently declared that Europe cannot submit to the U.S. demand, making all the U.S. efforts go for nothing.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the Obama administration, the U.S. deeply plunged into the spiritual and moral destruction and turned into the world's biggest human rights criminal state.\n\t\t\t\t\t\n\t\t\t\t\t A decadent material life, poor mental and cultural life and reactionary political life have reached the worst phase for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t The unethical crimes the Obama administration committed in different parts of the world made the U.S. the target of curse all around the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. committed the heinous massacres in Afghanistan and other parts of the world under the deceptive signboard of \"defending freedom and democracy\", \"combating terrorism\" and \"protecting human rights\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. set up wiretapping facilities in more than 80 places of the world and committed illegal acts against the world ranging from ordinarily people to heads of state and from hostile states to its allies including the UN secretary general.\n\t\t\t\t\t\n\t\t\t\t\t Owing to the criminal policy of Obama, the U.S. is on the verge of the worst political, military and economic inferiority, cultural and moral destruction and denunciation and isolation at home and abroad. Therefore, the U.S. has no future.\n\t\t\t\t\t\n\t\t\t\t\t Not content with the \"most indecent seminar on presidential election\" and the \"most dirty to-and-fro conflict\" unprecedented in the history of the U.S. that provoked derision of the world, the U.S. is still fighting blistering presidential election race. It can be seen from this that there is neither man nor ideology nor spiritual and moral foundation to protect the country from destruction.\n\t\t\t\t\t\n\t\t\t\t\t The complete defeat of the Obama regime foretells the collapse of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Independence is the trend of the era and history.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. internal and external policies based on high-handed and arbitrary practices, aggression and interference, exploitation and oppression are going against the trend of history. Therefore, they are being rejected as anachronistic policies and even its fate is being pushed into collapse.\n\t\t\t\t\t\n\t\t\t\t\t History proves that the confrontation and war have no future and that if the people are degenerated, society gets corrupt and even politics gets degenerated, the country will naturally ruin.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., source of all kinds of evils, will certainly be buried."
        },
        {
            "title": "Minju Joson Flays Park Geun Hye Group for Its Military Nexus with Japan",
            "url": "http://kcna.co.jp/item/2016/201611/news06/20161106-04ee.html",
            "content": "Minju Joson Flays Park Geun Hye Group for Its Military Nexus with Japan\r\n Pyongyang, November 6 (KCNA) -- Recently, the Park Geun Hye group of traitors had a confab for promoting again an \"agreement on protecting military intelligence\" with Japan in Tokyo, while trumpeting about someone's \"potential nuclear and missile threat\".\n\t\t\t\t\t Minju Joson Sunday in a commentary denounces it as a heinous treacherous act of opening the way of reinvasion for the Japanese reactionaries, the sworn enemies of the Korean nation, and zealously joining in the triangular military alliance for aggression.\n\t\t\t\t\t\n\t\t\t\t\t As for the said agreement, it is a treacherous document which was thrown into a dumping ground being denounced and rejected by the south Korean people of all social standings as the \"second Ulsa treaty\" as it was disclosed to have been pushed forward by Japan and the Lee Myung Bak conservative group in a secret room in 2012 at the instigation of the U.S. and, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The moves of the Park group to conclude such a document with Japan are aimed to further facilitate exchange of military intelligence with the U.S. and Japan to build and round off the triangular military alliance at an early date. In other words, it is a revelation of its sinister intention to directly exchange military intelligence with Japan in a bid to screw up the regional situation and stifle the DPRK in league with foreign forces at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group had a confab for military nexus with Japan, pursuant to the U.S. manipulation and scenario for holding military hegemony in Northeast Asia. Lurking behind this is the crafty intention of the Park Geun Hye group of traitors to seek the way out of the serious ruling crisis in military nexus with its U.S. and Japanese masters.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group should stop acting rashly, clearly understanding that the one of the main fighting goals of the south Korean people all out in the campaign for the resignation of Park is to put an end to the group of traitors."
        },
        {
            "title": "Collapse Crisis of S. Korean Regime Attributable to Park Geun Hye's Irregularities and Incompetence: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201611/news06/20161106-06ee.html",
            "content": "Collapse Crisis of S. Korean Regime Attributable to Park Geun Hye's Irregularities and Incompetence: Rodong Sinmun\r\n Pyongyang, November 6 (KCNA) -- The massive anti-Park Geun Hye struggle in south Korea is an eruption of the grievance and resentment at traitor Park who has pushed south Korea to the worst crisis in history with her irregularities, incompetence and ignorance, says Rodong Sinmun Sunday in an article.\n\t\t\t\t\t Park Geun Hye without elementary quality and disposition as \"president\" mounted the political stage because of her rare ambition for power, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t An immature politician with childish way of thinking can never have her clear viewpoint.\n\t\t\t\t\t\n\t\t\t\t\t In actuality, the puppet traitor pushed forward internal and external policies by relying on such bete noires as Choe Sun Sil and Jong Yun Hoe.\n\t\t\t\t\t\n\t\t\t\t\t The half-baked politics by such rare ignorant politician drove the whole of south Korea into a total crisis.\n\t\t\t\t\t\n\t\t\t\t\t That is why the people from all walks of life in south Korea have turned out in the anti-\"government\" struggle with the burning resentment at Park and the gentries of the \"Saenuri Party\".\n\t\t\t\t\t\n\t\t\t\t\t Park, driven into the crisis with her power running out, is so impudent as to shift the blame for the heinous political scandal on to her lackeys through change of secretaries of Chongwadae and Cabinet reshuffle. And she is trying to quell the people's mindset while letting the prosecution make tailored investigation.\n\t\t\t\t\t\n\t\t\t\t\t But Park's moves aimed to evade the crisis will never work.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people are waging persistent actions to oust the old demon of Chongwadae, source of all misfortune and disasters, from power and win democracy and a new life.\n\t\t\t\t\t\n\t\t\t\t\t The collapse of the Park regime has already started."
        },
        {
            "title": "Rodong Sinmun Slams U.S. for Violating Rights to Private Life of People in Many Countries",
            "url": "http://kcna.co.jp/item/2016/201611/news06/20161106-08ee.html",
            "content": "Rodong Sinmun Slams U.S. for Violating Rights to Private Life of People in Many Countries\r\n Pyongyang, November 6 (KCNA) -- Shortly ago, former employees of Yahoo disclosed the fact that they operated programs in camera from 2015 to search e-mails of hundreds of millions of users at the coercive demands of the U.S. National Security Agency and the U.S. Federal Bureau of Investigation.\n\t\t\t\t\t The said-fact goes to clearly prove that the U.S. is the fascist and despotic state which is veiled with \"freedom\" and \"human rights\", says Rodong Sinmun Sunday in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The gravity of the recently disclosed atrocity is that the U.S. set many people in the world as the target of wiretapping and mercilessly violated rights to their private life in different parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that the U.S. went mischievous on the international arena without knowing where it stands.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has more loudly trumpeted about the \"respect for human rights\" and \"civilization\" than any others from a long time ago.\n\t\t\t\t\t\n\t\t\t\t\t But no one in the world will lend an ear to such nonsense.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the world's biggest graveyard of human rights and tundra of democracy.\n\t\t\t\t\t\n\t\t\t\t\t Owing to the rampant shooting sprees, inviolable school campuses are turning into ground of killing and slaughter-yard and jungle law pervades the whole society. This is the present situation of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has no qualifications to talk about the inviolable human rights and no right to take issue with human rights of other countries.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop at once the indiscriminate human rights abuses being committed at home and abroad, far from talking about the human rights situation of other countries."
        },
        {
            "title": "S. Korean Newspaper Terms Park Geun Hye \"Vegetable-like President\"",
            "url": "http://kcna.co.jp/item/2016/201611/news06/20161106-05ee.html",
            "content": "S. Korean Newspaper Terms Park Geun Hye \"Vegetable-like President\"\r\nPyongyang, November 6 (KCNA) -- The south Korean newspaper Hangyore in an editorial Friday criticized Park Geun Hye.\n\t\t\t\t\tBlaming Park for still failing to come to senses, the editorial claimed she would not have published the \"talk to the people\" if she had felt sorry about her scandal even a bit.\n\t\t\t\t\t\n\t\t\t\t\tThe editorial also condemned Park for designating the presidential chief of staff and senior secretary for political affairs of Chongwadae without any discussion with not only the ruling party but also opposition parties."
        },
        {
            "title": "S. Korean Puppet Warmongers' Provocation against DPRK Slammed",
            "url": "http://kcna.co.jp/item/2016/201611/news06/20161106-07ee.html",
            "content": "S. Korean Puppet Warmongers' Provocation against DPRK Slammed\r\n Pyongyang, November 6 (KCNA) -- The south Korean puppet Joint Chiefs of Staff started the \"2016 Hoguk\" drill under the pretext of \"coping with provocation of a local war by the north and a total war\".\n\t\t\t\t\t The puppet warmongers are staging the drill for carrying out operation plan by forefront army corps, drill between two opposing sides of motorized infantry division, landing drill, transporting drill and aerial assault drill together with the U.S. imperialist aggressor forces while crying out for \"increasing the capacity of joint operation\" of the three services and \"adopting the highest-level military posture\".\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the puppet authorities are staging the \"2016 latter half Chungmu\" drill for \"examining efficacy of the plan of civilians, government and army to cope with wartime situation\" with huge units of the puppet army, administrative organs and even civilians involved.\n\t\t\t\t\t\n\t\t\t\t\t The first corps of the puppet ground army incited a horrible atmosphere of war by staging a general drill to cope with someone's \"infiltration and terrorist act\" in the areas of Koyang, Phaju, Yangju and Ryonchon.\n\t\t\t\t\t\n\t\t\t\t\t Leading newspapers here on Sunday in their commentaries and articles term this a deliberate provocation of the Park Geun Hye regime to seek a way out of its imminent ruin it has faced after being sentenced to death by the people's mind in escalating the tension and confrontation with the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t The puppet military warmongers' frantic north-targeted war drills are the last-ditch efforts of those at deathbed, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Traitor Park Geun Hye is making desperate efforts to evade the crisis by using the military warmongers but it is too late.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson warns that Park and warmongers should stop foolish play with fire, bearing in mind that if they resort to reckless war provocation against the DPRK, they will have to pay a dear price for it."
        },
        {
            "title": "Letter Sent by Kim Jong Un to Those Attending Seventh Congress of GFTUK Carried by Brazilian Newspaper",
            "url": "http://kcna.co.jp/item/2016/201611/news06/20161106-01ee.html",
            "content": "Letter Sent by Kim Jong Un to Those Attending Seventh Congress of GFTUK Carried by Brazilian Newspaper\r\nPyongyang, November 6 (KCNA) -- The Nov. 2-3rd issue of the Brazilian newspaper Hora do Povo carried \"The Duty of the Working Class of Kim Il Sung and Kim Jong Il for the Times and the Tasks Facing Trade Union Organizations\", a letter sent by supreme leader Kim Jong Un to those attending the Seventh Congress of the General Federation of Trade Unions of Korea (GFTUK), on October 25, Juche 105 (2016).\n\t\t\t\t\t The letter indicates the tasks and methods for the heroic working class of Kim Il Sung and Kim Jong Il to become the engine propelling the masses forward on the general onward march and the example for all other members of society to follow in stepping up the building of a powerful socialist country, holding aloft the banner of modelling the whole society on Kimilsungism-Kimjongilism."
        },
        {
            "title": "WPK's History Starts from DIU: Russian Newspapers, Magazine",
            "url": "http://kcna.co.jp/item/2016/201611/news06/20161106-02ee.html",
            "content": "WPK's History Starts from DIU: Russian Newspapers, Magazine\r\n Pyongyang, November 6 (KCNA) -- Russian newspapers and magazine dedicated special write-ups illustrated with photos of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un to the 71st founding anniversary of the Workers' Party of Korea (WPK) and the 90th anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t The Oct. 13th issue of the newspaper Khabarovski Express noted in an article that the formation of the DIU was a historic event that declared a fresh start of the Korean national liberation movement and anti-imperialist struggle and that the Korean revolution has always demonstrated only victories in the confrontation with imperialism during the past 90 years.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper said:\n\t\t\t\t\t\n\t\t\t\t\t The ideal of the DIU set forth by President Kim Il Sung had been firmly carried forward by HE Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The anti-imperialist cause held up by the DIU has been successfully accomplished by leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He never allows any aggression, high-handed and arbitrary practice by the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. ignites a fresh war on the Korean peninsula, the DPRK will blow up the former, the bulwark of imperialism. This is his pluck and courage.\n\t\t\t\t\t\n\t\t\t\t\t A Russian online magazine carried a similar article on Oct. 11.\n\t\t\t\t\t\n\t\t\t\t\t The 105th issue of the newspaper Nidjegorodskaya Pravda in an article titled \"The WPK is the organizer and guide of all victories of the Korean people\" introduced in detail the formation and programme of the DIU.\n\t\t\t\t\t\n\t\t\t\t\t The Oct. 10th issue of the newspaper Komsomolskaya Pravda and the October issue of the newspaper Serp I Molot carried articles saying that the WPK originated from the DIU."
        }
    ]
}