{
    "date": "2016-04-10",
    "url": "http://kcna.co.jp/item/2016/201604/2016-04-10ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Congratulatory Message to Teaching Staff, Students of Korean University",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-01ee.html",
            "content": "Kim Jong Un Sends Congratulatory Message to Teaching Staff, Students of Korean University\r\nPyongyang, April 10 (KCNA) -- Supreme leader Kim Jong Un Sunday sent a congratulatory message to the teaching staff and students of Korean University on its diamond jubilee.\n\t\t\t\t\t The message said that the six decade-long history of the university is the one of noblest compatriotism and warmest love for the nation shown by the peerlessly great men of Mt. Paektu for the education of the rising generation of the General Association of Korean Residents in Japan (Chongryon) and the one of patriotic devotion made by the officials of Chongryon and Koreans in Japan for their democratic national rights and national education.\n\t\t\t\t\t\n\t\t\t\t\t It noted that President Kim Il Sung showed all sorts of loving care and benevolence for the development of Chongryon and the university till the last moments of his life since he made sure that the university was built in the center of Japan in so arduous period of the postwar rehabilitation and construction.\n\t\t\t\t\t\n\t\t\t\t\t It pointed out that leader Kim Jong Il worked heart and soul to turn the university, which developed under the care of the President, into the base for training cadres of Chongryon, pedigree of training native talents firmly equipped with the ideological and leadership system of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The university has made a positive contribution to the building of Chongryon organization and strengthening of the movement of Koreans in Japan as the highest seat of national education, centre of scientific researches and a fortress for preserving the national character over the past six decades since its foundation under the wise guidance and warm care of the great leaders, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In the past the teaching staff of the university has made devoted efforts for the national education of Chongryon without expecting honor and reward and the graduates of the university have successfully played a key role in the development of the movement of Koreans in Japan, inheriting the patriotic tradition. \n\t\t\t\t\t\n\t\t\t\t\t The university, the only overseas compatriots university in the world, is a great pride of the country and nation and precious wealth of Chongryon and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un expressed belief that the university would firmly guarantee a far-reaching plan of the Juche-oriented movement of Koreans in Japan by successfully training reliable successors who would shoulder upon themselves the future of the patriotic cause of Chongryon as intended and desired by the great leaders."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spreads to Labor Heroes",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-23ee.html",
            "content": "Kim Jong Un Sends Birthday Spreads to Labor Heroes\r\nHaeju, April 10 (KCNA) -- Supreme leader Kim Jong Un sent birthday spreads to Labor Hero Hong Won Phyo (80), manager of the Pyoksong County Forestry Management Station, Ju Sang Won (70), honorary curator of the Sinchon Museum and Labor Hero Jo Tong Hwi (70), work-team leader of the Paechon Cocoon Production Office.\n\t\t\t\t\t Hong returned to his native place after performing feats in the battles against the enemy during the past Fatherland Liberation War and volunteered to be forester. He contributed to turning the mountains of the county into thickly wooded mountains. Ju narrowly escaped from the powder magazine of Pamnamu Village during the past Fatherland Liberation War and held arms in his hands as an avenger of Sinchon. He has contributed to class education for decades at the Sinchon Museum indicting the brutality of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Jo has worked with patriotism to improve the of people's standard of living as workteam leader for decades."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Kim Jong Thae Electric Locomotive Complex",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-26ee.html",
            "content": "DPRK Premier Makes Field Survey of Kim Jong Thae Electric Locomotive Complex\r\nPyongyang, April 10 (KCNA) -- DPRK Premier Pak Pong Ju made a field survey of the Kim Jong Thae Electric Locomotive Complex.\n\t\t\t\t\t He went round the electric locomotive assembling shop, sheet metal processing shop, processing shop No. 1 and other places to learn in detail about the manufacture of electric locomotives and repair of passenger trains.\n\t\t\t\t\t\n\t\t\t\t\t The consultative meeting held on the spot underlined the duty and important role of the complex to play in accelerating the modernization of railways and settling the acute shortage of railway freight transportation.\n\t\t\t\t\t\n\t\t\t\t\t It took measures for technically updating the complex on a long-term basis, ensuring cultural refinement of electric locomotives and passenger trains and supplying steel materials, electric power, etc. needed of the field of railway transport.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the premier acquainted himself with the production and operation of various units in Nampho City, including the Nampho Welding Rod Factory, and took relevant measures."
        },
        {
            "title": "Congratulations to Cambodian Senior Minister",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-25ee.html",
            "content": "Congratulations to Cambodian Senior Minister\r\nPyongyang, April 10 (KCNA) -- DPRK Foreign Minister Ri Su Yong on April 7 sent a congratulatory message to Prak Sokhon on his appointment as senior minister and minister of Foreign Affairs and International Cooperation of Cambodia.\n\t\t\t\t\t The message expressed belief that the traditional friendly and cooperative relations between the two countries which were provided by President Kim Il Sung together with Great King Norodom Sihanouk would grow stronger, wishing the senior minister good health and happiness and success in his new job."
        },
        {
            "title": "Delegation of Kyrgyz Political Party Here",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-15ee.html",
            "content": "Delegation of Kyrgyz Political Party Here\r\nPyongyang, April 10 (KCNA) -- A delegation of the political party \"Aalam-party of non-parties\" of Kyrgyzstan headed by its leader Arslanbek Maliev arrived here on Sunday to celebrate the birth anniversary of President Kim Il Sung."
        },
        {
            "title": "Foreign Artistes Arrive",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-17ee.html",
            "content": "Foreign Artistes Arrive\r\nPyongyang, April 10 (KCNA) -- Foreign Artistes arrived here on Sunday to take part in the 30th April Spring Friendship Art Festival.\n\t\t\t\t\t They were the State Cossacks Dance Company \"Stavropolye\" of Russia, the State Academic Voronezh Russian Folk Choir, the State Academic Classic Ballet Group of Russia, the State Band Orchestra of Belarus, the instrumental trio ensemble of Cuba, the Cyprus musical company, a Peruvian soloist, the head of the Folk Artistic Group Dance Ensemble \"Vitaminchyky\" of Ukraine, a soloist of the National Opera Theatre of Ukraine, conductor of the Young Philharmonia Italian Orchestra, the Flamenco Band of Spain, the State Art Troup of Vietnam, the Circus of the Russian State Circus Company, the Circus of the Center for Development of Mongolian Circus, acrobats of the Belarusian National Circus and the Circus of Vietnam.\n\t\t\t\t\t\n\t\t\t\t\t An art troupe of Koreans in the U.S. arrived here on the same day."
        },
        {
            "title": "Delegation of International Kothongryon Here",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-18ee.html",
            "content": "Delegation of International Kothongryon Here\r\nPyongyang, April 10 (KCNA) -- A delegation of the International United Confederation of Koreans (International Kothongryon) headed by First Vice-Chairman Kim Chil Song arrived here on Sunday to celebrate the birth anniversary of President Kim Il Sung."
        },
        {
            "title": "Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-19ee.html",
            "content": "Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, April 10 (KCNA) -- A delegation of the political party \"Aalam-party of non-parties\" of Kyrgyzstan, a delegation of the International United Confederation of Koreans and other foreign guests and overseas Koreans Sunday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill.\n\t\t\t\t\t They laid bouquets before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Mangyongdae Prize International Marathon Held Here",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-24ee.html",
            "content": "Mangyongdae Prize International Marathon Held Here\r\nPyongyang, April 10 (KCNA) -- There took place the Mangyongdae Prize International Marathon in Pyongyang Sunday on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The marathon runners included marathoners from Namibia, South Africa, Rwanda, Zambia, China, Zimbabwe, Kenya, Ethiopia and Chinese Taipei and at least 1 000 amateurs from over 50 countries and regions such as the Netherlands, Germany, the U.S., Canada, France, Britain, Australia and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The competitions were divided into marathon, half-marathon and 10km running race.\n\t\t\t\t\t\n\t\t\t\t\t The men and women runners and amateurs, who left the May Day Stadium, ran the whole track, demonstrating strong will and high patience.\n\t\t\t\t\t\n\t\t\t\t\t Working people of all strata and school youth and children cheered, waving hands and clapping hands on streets of the city.\n\t\t\t\t\t\n\t\t\t\t\t In the marathon DPRK Pak Chol (man) and DPRK Kim Ji Hyang (woman) separately won gold medals, Ethiopian Negasa Ketema Bekele (man) and DPRK Sin Yong Sun (woman) silver medals and Kenyan Mwangi Morris Mureithi (man) and DPRK Jo Un Ok (woman) bronze medals.\n\t\t\t\t\t\n\t\t\t\t\t An Jong Song (man) of the DPRK and Ri Song Mi (woman) of the DPRK separately came first, Pyon Sang Ho (man) of the DPRK and Ri Un Hyang (woman) of the DPRK second and Kim Song Jin (man) of the DPRK and Hwang Ryon Ju (woman) of the DPRK third in the half-marathon.\n\t\t\t\t\t\n\t\t\t\t\t In the marathon of amateurs Dover Thomas Anthony David (man)  of Australia and Stepanova Jekaterina (woman) of Estonia separately finished first, Deichmann Florian Tobias (man) of Germany and Koljonen Aura Kristina (woman) of Finland second and Van de Loock Nikolass Peter Carin (man) of Belgium and Ban Teodora (woman) of Bulgaria third.\n\t\t\t\t\t\n\t\t\t\t\t In the half-marathon Fox Mattew Inglis (man) of Australia and Maekinen Heidi Tellervo (woman) of Finland came first, Marshall Stephen Peter (man) of the UK and Du Chunhua (woman) of China second and Tilson Alexander Quillin (man) of the U.S. and Beacom Elise Maree (woman) of Australia third.\n\t\t\t\t\t\n\t\t\t\t\t In the 10km running race Cook Alexander James (man) of the UK and Hung Isabelle Yu-Ying (woman) of France placed first, Kobold Charles Purcell (man) of the U.S. and Berry Lisa Marie (woman) of Germany second and Cool Sebastian (man) of Belgium and Eliott Nicole Elizabeth (woman) of the U.S. third."
        },
        {
            "title": "1,000 Hectares of Orchard Recently Created in DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-21ee.html",
            "content": "1,000 Hectares of Orchard Recently Created in DPRK\r\nPyongyang, April 10 (KCNA) -- The Democratic People's Republic of Korea has registered signal achievements in fruit farming through the ongoing 70-day campaign.\n\t\t\t\t\t More than 1,000 hectares of orchard were created with millions of high-yielding fruit trees of 10-odd species across the country in recent 40 days.\n\t\t\t\t\t\n\t\t\t\t\t Pukchong County additionally planted 270 hectares of orchard with hundreds of thousands of dwarf apple trees and Sariwon and Pyongyang fruit farms 90 and 70 hectares of orchards respectively.\n\t\t\t\t\t\n\t\t\t\t\tThe Sukchon Youth Fruit Farm, too, created many hectares of orchard with 40,000 high-yielding fruit trees such as apple, pear, peach and plum."
        },
        {
            "title": "Protection of Marine Resources Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-22ee.html",
            "content": "Protection of Marine Resources Brisk in DPRK\r\nPyongyang, April 10 (KCNA) -- The DPRK has observed April and July as months for protection of marine resources every year, and it is the consistent policy of the Workers' Party of Korea to protect and multiply the marine resources.\n\t\t\t\t\t In this regard, Kim Sung Chol, director of the Ministry of Fisheries, said:\n\t\t\t\t\t\n\t\t\t\t\t The government has paid big efforts to the implementation of this policy, seeing to it that nurseries were built in rivers and seashores to release numbers of fry and sea animals in rivers, lakes and seas every year.\n\t\t\t\t\t\n\t\t\t\t\t With the protection months as an occasion, fishing stations in eastern and western coastal areas of the country concentrate efforts on the cultivation of sea animals and plants through introduction of advanced technologies.\n\t\t\t\t\t\n\t\t\t\t\t Also, a work goes on to give wide publicity to the WPK's fishery policy and the state laws and regulations on the protection and proliferation of marine resources.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the survey of marine resources is conducted on a scientific basis and detailed plans are worked out to set no-fishing zones and sanctuaries for fishes and animals in the sea."
        },
        {
            "title": "New Science Films Produced in DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-20ee.html",
            "content": "New Science Films Produced in DPRK\r\nPyongyang, April 10 (KCNA) -- The Korean Documentary and Science Film Studio has recently produced three science films.\n\t\t\t\t\t The films deal with how to use maize seed-covering materials, aimed to protect seed from insects and germs, and their profitability and show the performance and operation principle of home-made CNC devices and Songi mushroom growing in Mt. Chilbo, an indigenous product of Korea."
        },
        {
            "title": "Chief of Pyongyang Mission of AINDF Praises Feats Kim Il Sung Performed for National Reunification",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-16ee.html",
            "content": "Chief of Pyongyang Mission of AINDF Praises Feats Kim Il Sung Performed for National Reunification\r\nPyongyang, April 10 (KCNA) -- Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF), was interviewed by KCNA on Sunday on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The chief said:\n\t\t\t\t\t\n\t\t\t\t\t The issue of the country's reunification was the preoccupation of the President all his life. A reunified country was what he wished to present to the fellow brothers and sisters as the biggest gift. \n\t\t\t\t\t\n\t\t\t\t\t As the President was more concerned for the destiny of the country and the nation with heart and soul than any others, he could provide such great programmes for national reunification as the three principles of national reunification, the proposal for founding the Democratic Federal Republic of Koryo, the ten-point programme of the great unity of the whole nation to the Koreans and lead those desirous of reunification to take the road of patriotism, regardless of their past, with his broad magnanimity.\n\t\t\t\t\t\n\t\t\t\t\t That is why south Koreans are expressing with the flow of the times boundless reverence for the peerlessly great man who performed immortal great feats in accomplishing the sacred cause of achieving the nation's dignity and prosperity. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean people's ardent desire to hold in high esteem and follow the great President as the sun of the nation forever is growing stronger with their firm faith to uphold the patriotic intention of Marshal Kim Jong Un and positively turn out in actions to achieve national reunification. \n\t\t\t\t\t\n\t\t\t\t\t The vanguard fighters of the AINDF and patriotic people from all walks of life in south Korea will resolutely smash the anti-reunification elements' unpardonable confrontation racket and turn out in a sacred struggle against the U.S and war and for national independence and peaceful reunification."
        },
        {
            "title": "Mothers' Emergency Meeting Held in Japan",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-14ee.html",
            "content": "Mothers' Emergency Meeting Held in Japan\r\nTokyo, April 9 (KNS-KCNA) -- An emergency meeting of mothers against the stop to the supply of subsidies to Korean schools in Japan took place in Japan on April 8.\n\t\t\t\t\t It was attended by representatives of the mothers' societies of Korean schools in the Kanto area and Nagoya City, Aichi Prefecture including Ryang Ok Chul, representative of the Liaison Council of Mothers' Societies of Korean Schools in Japan, persons concerned and Japanese figures.\n\t\t\t\t\t\n\t\t\t\t\t Ryang Ok Chul in a report said that the Ministry of Education, Culture, Sports, Science and Technology of Japan disclosed its vicious and sinister attempt to stop the supply of subsidies by pressurizing local autonomous bodies.\n\t\t\t\t\t\n\t\t\t\t\t This is a serious abuse of rights of students of Korean schools and intolerable discrimination and persecution of national education, Ryang noted.\n\t\t\t\t\t\n\t\t\t\t\t Ryang said the Liaison Council will together with all Koreans conduct protest activities for the guarantee of equal rights for Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t There were report and speeches by representatives of the mothers' societies of Korean schools which waged actions across Japan for the solution to the issue of supporting Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t A written request to the minister of Education, Culture, Sports, Science and Technology followed solidarity speeches by Japanese figures.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants waged a protest action outside the ministry building against the Japanese authorities' discrimination against Korean schools."
        },
        {
            "title": "Russian Body Terms U.S. Nuclear Threat Cause of Tension",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-10ee.html",
            "content": "Russian Body Terms U.S. Nuclear Threat Cause of Tension\r\nPyongyang, April 10 (KCNA) -- We denounce the U.S. and its allies' persistent nuclear threats, large-scale joint military drills and shameless sanctions and pressure upon the DPRK for being the root cause of escalating tension in the region.\n\t\t\t\t\t The Russian Association for Friendship and Cultural Cooperation with the DPRK said this in a statement on April 6.\n\t\t\t\t\t\n\t\t\t\t\t Expressing deep concern about the aggravating tension on the Korean peninsula, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t Provocations against the DPRK in any form under any pretext will entail strong counteractions and unimaginable consequences.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are filled with the steadfast will to protect the sovereignty of the country and the dignity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Japan and south Korea and their followers should clearly understand this.\n\t\t\t\t\t\n\t\t\t\t\t We call upon the peace-loving and progressive people in the world to demand the U.S. stop nuclear threats, joint military drills and lift sanctions against the DPRK."
        },
        {
            "title": "Park Geun Hye's Servility to Japan Denounced by Organization of Koreans in China",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-11ee.html",
            "content": "Park Geun Hye's Servility to Japan Denounced by Organization of Koreans in China\r\nPyongyang, April 10 (KCNA) -- A spokesperson of the Zhongnan Regional Association of the General Association of Koreans in China issued a statement on April 5.\n\t\t\t\t\t The sexual slavery committed by Japan in the past has touched off sensation worldwide, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t By signing the humiliating \"agreement\" on the sexual slavery for the Imperial Japanese Army with Japan at the instigation of the U.S., the Park Geun Hye group of traitors committed the intolerable treacherous acts trampling down the dignity and the right of the victims of sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Park Geun Hye should stop at once the servility to Japan, a challenge to the just struggle of all the Koreans for getting Japan liquidate its past crimes."
        },
        {
            "title": "Seventh Congress of WPK to Be Observed in Bangladesh",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-07ee.html",
            "content": "Seventh Congress of WPK to Be Observed in Bangladesh\r\nPyongyang, April 10 (KCNA) -- A Bangladeshi preparatory committee for celebrating the Seventh Congress of the Workers' Party of Korea (WPK) was formed with due ceremony on April 5.\n\t\t\t\t\t The general secretary of the C.C., the Workers' Party of Bangladesh, the general secretary of the C.C., the Bangladesh Communist Party, Khaleq Zaman Bhuiyan, general secretary of the C.C., the Socialist Party of Bangladesh, Mostafa Jamal Haider, secretary general of the Bangladesh Jatiya Party, Garib Newaz, president of the Bangladesh People's League,  and MD. Harun-Ar-Rashid, chairman of the Bangladesh-Korea Friendship and Solidarity Committee, were elected co-chairmen of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold a meeting, rally for solidarity, film show and other colorful events on the occasion of the Seventh Congress of the WPK."
        },
        {
            "title": "Iranian Figure Supports Korean People's Just Cause",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-08ee.html",
            "content": "Iranian Figure Supports Korean People's Just Cause\r\nPyongyang, April 10 (KCNA) -- The chairman of the Al Hadi Islam Propaganda Organization of Iran made public a statement on April 3 in support of the just cause of the Korean people.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t These days a touch-and-go situation is prevailing on the Korean peninsula in which a nuclear war may break out any moment due to the U.S. nuclear threats and the large-scale joint military drills for aggression against the DPRK and harsh sanctions to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. potential nuclear threats have been posed to the DPRK almost every day for the last several decades.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's bolstering up of national defence is the just measure for self-defence to cope with the U.S. military threats.\n\t\t\t\t\t\n\t\t\t\t\t The main reason why the DPRK has no option but to bolster up its nuclear deterrence is the U.S. nuclear threats.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. has long threatened the DPRK with nukes while resorting to the extremely political and economic pressure for the mere fact that its ideology and social system are different from the former and it is not meekly yielding to the former's demand.\n\t\t\t\t\t\n\t\t\t\t\t The Al Hadi Islam Propaganda Organization of Iran fully supports the just struggle of the Korean people to cope with the U.S. reckless nuclear war moves and sanctions to stifle the DPRK."
        },
        {
            "title": "Swiss Bodies Urge U.S. to Take Hands Off Korea",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-09ee.html",
            "content": "Swiss Bodies Urge U.S. to Take Hands Off Korea\r\nPyongyang, April 10 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea made public a joint statement on April 2 to denounce the U.S. moves for shifting the blame for the aggravated situation on the Korean peninsula on to the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. describes the DPRK's just measures for self-defence to cope with the U.S. and its allies' extreme moves for war of aggression and sanctions to stifle the DPRK as \"provocations\" and \"threats\".\n\t\t\t\t\t\n\t\t\t\t\t This is the height of shamelessness.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has threatened the DPRK with nukes since early in the 1950s. \n\t\t\t\t\t\n\t\t\t\t\t The U.S.-south Korea joint military drills Key Resolve and Foal Eagle 16 are parts of this criminal scenario.\n\t\t\t\t\t\n\t\t\t\t\t All the facts show that the U.S. is the arch criminal escalating the tension on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the DPRK's counter-measures to protect its sovereignty and dignity.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should take hands off Korea!"
        },
        {
            "title": "Kim Il Sung's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-02ee.html",
            "content": "Kim Il Sung's Work Published in Russia\r\nPyongyang, April 10 (KCNA) -- President Kim Il Sung's work \"The DPRK Represents Genuine People's Power and Is a Banner of the Unity and Solidarity of the Masses\" was brought out in booklet by the Khabarovsk Territory Publishing House in Russia on April 5.\n\t\t\t\t\t The work, published on September 9, Juche 72 (1983), clarifies the founding of the DPRK and its significance, the tasks for increasing its might and achieving prosperity, the three principles of national reunification and the ways for carrying them out, the independent and peace-loving foreign policy of the DPRK government and the tasks for realizing global independence."
        },
        {
            "title": "Kim Il Sung's Brief Biography Carried by Zambian Newspaper",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-13ee.html",
            "content": "Kim Il Sung's Brief Biography Carried by Zambian Newspaper\r\nPyongyang, April 10 (KCNA) -- Brief biography of President Kim Il Sung was carried by the Zambian newspaper Sunday Post on April 3 to mark his birth anniversary.\n\t\t\t\t\t It carried a photo of him standing atop Mt. Paektu."
        },
        {
            "title": "Day of Sun to Be Celebrated in Russia",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-06ee.html",
            "content": "Day of Sun to Be Celebrated in Russia\r\nPyongyang, April 10 (KCNA) -- A preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was inaugurated in Sankt-Peterburg, Russia on April 5.\n\t\t\t\t\t Vadim Kudimin, director of the Russian Institute of Kimilsungism-Kimjongilism, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t At the inaugural meeting he expressed the will to conduct positive activities to study and disseminate the Juche idea to meet the remarkably-increasing interests of the Russians in the Juche idea."
        },
        {
            "title": "Day of Sun to Be Marked in Tunisia",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-12ee.html",
            "content": "Day of Sun to Be Marked in Tunisia\r\nPyongyang, April 10 (KCNA) -- A Tunisian preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was formed in Tunis on April 6.\n\t\t\t\t\t Haifa Fersi, chairwoman of the Tunisia-Korea Friendship Association, was elected chairwoman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to give wide publicity to the revolutionary exploits of the President and hold events for solidarity with the Korean people from April 11 to 16."
        },
        {
            "title": "Kim Jong Un's Work Posted by DR Congo Organization on Its Website",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-03ee.html",
            "content": "Kim Jong Un's Work Posted by DR Congo Organization on Its Website\r\nPyongyang, April 10 (KCNA) -- The full text of Marshal Kim Jong Un's work \"The Cause of the Great Party of Comrades Kim Il Sung and Kim Jong Il Is Ever-Victorious\" was posted by the National Committee for the Study of the Juche Idea of DR Congo on its website on April 1 to mark the Day of the Sun, birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The work, published on October 4, Juche 104 (2015), clarifies the idea that the seven decade-long history of the Workers' Party of Korea is the one of victory which demonstrated the validity and invincibility of the cause of the party of President Kim Il Sung and leader Kim Jong Il and that the cause of the party is always sure to triumph."
        },
        {
            "title": "Kim Jong Un's Works Studied in Different Countries",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-04ee.html",
            "content": "Kim Jong Un's Works Studied in Different Countries\r\nPyongyang, April 10 (KCNA) -- Seminars and reading sessions on Marshal Kim Jong Un's works \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\" and \"Making Selfless, Devoted Efforts for the Good of the People Is the Mode of Existence and Source of Invincible Might of the Workers' Party of Korea\" in Austria, Mexico and DR Congo between March 14 and 30.\n\t\t\t\t\t The chief of the Youth Group for the Study of Kimilsungism-Kimjongilism in Austria and other speakers praised President Kim Il Sung as the benevolent father and elder statesman of the world who devoted his all to the happiness of the Korean people, national reunification and sacred cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Mexican Committee for the Study of Kimilsungism-Kimjongilism said that the President founded the revolutionary party, state and army and displayed the dignity and might of socialist Korea by dint of single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the National Committee for the Study of the Juche Idea of DR Congo said Kim Jong Un is not only successfully carrying forward the Juche idea, Songun idea founded by the President but also translating into reality the beautiful dream and ideal of the people by leading the DPRK with his politics of giving priority to the people and respecting and loving them."
        },
        {
            "title": "Kim Il Sung Praised by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-05ee.html",
            "content": "Kim Il Sung Praised by Swiss Organizations\r\nPyongyang, April 10 (KCNA) -- The Swiss Preparatory Committee for the 2017 Meeting for Praising Great Persons of Mt. Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea released a joint statement on April 2 on the occasion of the 24th anniversary of President Kim Il Sung's receipt of the title of Generalissimo of the DPRK.\n\t\t\t\t\t The statement said that the President was awarded the title of Generalissimo of the DPRK on April 13, 1992 in reflection of the unanimous desire of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t They presented the title to the President, a manifestation of their boundless reverence for him who accomplished the historic cause of Korea's liberation, led the Fatherland Liberation War to victory and developed socialist Korea, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t They are paying high respect to the President who brought the rebirth to the Korean nation and provided its freedom and independence, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The President resolutely smashed all moves of the U.S. imperialists to ignite a war against the DPRK and defended peace on the Korean peninsula during socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has developed into an invincible fortress of socialism thanks to the peerlessly great men of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t We extend glory to Generalissimo Kim Il Sung, the iron-willed commander."
        },
        {
            "title": "Kim Jong Un felicita sexagesimo aniversario de fundacion de Universidad Coreana",
            "url": "http://kcna.co.jp/item/2016/201604/news10/20160410-01ss.html",
            "content": "Kim Jong Un felicita sexagesimo aniversario de fundacion de Universidad Coreana\r\nPyongyang, 10 de abril (ACNC) -- El Mariscal Kim Jong Un envio el dia 10 un mensaje de felicitacion a los profesores, empleados y estudiantes de la Universidad Coreana con motivo del sexagesimo aniversario de la fundacion de este organo docente.\n\t\t\t\t\tEn su misiva, el Mariscal senalo que los 60 anos de la Universidad Coreana son la historia del mas profundo y calido amor a los compatriotas y a la nacion brindado por los grandes hombres del monte Paektu a la educacion de la futura generacion de la Chongryon (Asociacion General de Coreanos Residentes en Japon), y la de abnegacion patriotica de los funcionarios de la Chongryon y los coreanos residentes en Japon para el derecho nacional democratico y la ensenanza nacional.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que el Presidente Kim Il Sung, quien en el periodo dificil de construccion posbelica hizo edificar la Universidad Coreana en el territorio japones, dispenso hasta el ultimo periodo de su vida todo su amor y benevolencias para el fortalecimiento y desarrollo de la Chongryon y la Universidad Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEscribio que el Dirigente Kim Jong Il hizo todos sus esfuerzos por fortalecerla como centro de la formacion de los cuadros de la Chongryon y las personalidades competentes nacionales, donde se establecio estrictamente el sistema de unica ideologia y direccion del Juche.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que bajo la sabia direccion y el cuidado cordial de los grandes Lideres, la universidad contribuyo activamente durante 60 anos a la construccion organizativa de la Chongryon y al desarrollo del movimiento de los coreanos residentes en Japon, sirviendo de la sede suprema de la ecuacion nacional, centro de investigacion cientifica y baluarte del mantenimiento de nacionalidad.\n\t\t\t\t\t\n\t\t\t\t\tPuntualizo que sin aspirar en lo minimo al honor y la remuneracion, los profesores y empleados vinieron esforzandose abnegadamente en el tiempo pasado para la educacion nacional de la Chongryon y los graduados de la universidad vinieron desempenando magnificamente el papel principal en el desarrollo del movimiento de los coreanos residentes en Japon al continuar el baton de amor a la patria y nacion.    \n\t\t\t\t\t\n\t\t\t\t\tPuntualizo que este plantel, unica universidad de compatriotas en ultramar en el mundo, es verdaderamente el gran orgullo de la patria y la nacion y el valioso patrimonio de la Chongryon y los coreanos en Japon.\n\t\t\t\t\t\n\t\t\t\t\tConcluyo expresando la seguridad de que la Universidad Coreana garantizara con firmeza el futuro radiante del autoctono movimiento de los coreanos residentes en Japon formando con excelencia a los fidedignos sucesores capaces de encargarse del futuro de la causa patriotica de Chongryon como lo deseaban los grandes Lideres."
        }
    ]
}