{
    "date": "2016-01-08",
    "url": "http://kcna.co.jp/item/2016/201601/2016-01-08ee.html",
    "articles": [
        {
            "title": "DPRK's Successful H-bomb Test Hailed by Pyongyangites and Service Personnel",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-32ee.html",
            "content": "DPRK's Successful H-bomb Test Hailed by Pyongyangites and Service Personnel\r\n Pyongyang, January 8 (KCNA) -- A joint army-civilian meeting for welcoming Juche Korea's first successful H-bomb test took place on Friday.\n\t\t\t\t\t The Pyongyangites thronged various places here such as Kim Il Sung Square and plazas before the Tower of the Juche Idea, Monument to Party Founding, April 25 House of Culture and Arch of Triumph and Pyongyang Indoor Stadium.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Kim Yong Nam, Hwang Pyong So, Pak Pong Ju and other senior party, state and army officials, the chairman of the Central Committee of the Korean Social Democratic Party, officials of the party, armed forces, ministries and national institutions, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, officials, working people, youths and students in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and overseas compatriots. \n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were diplomatic envoys and military attaches here and other foreigners. \n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ju, member of the Political Bureau of the Central Committee of the Workers' Party of Korea (WPK) and premier of the DPRK Cabinet, read out the statement of the DPRK government on the successful H-bomb test.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory speeches were made by Kim Ki Nam, secretary of the C.C., WPK, No Kwang Chol, first vice-minister of the People's Armed Forces, Jon Yong Nam, chairman of the C.C., the Kim Il Sung Socialist Youth League, and Jang Chol, president of the State Academy of Sciences.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ki Nam said that January 6, 2016 when Juche Korea successfully carried out its first H-bomb test was a day of historical events when the great Kim Il Sung's, Kim Jong Il's and Kim Jong Un's Korea displayed the dignity of the greatest and powerful Paektusan nation all over the world.\n\t\t\t\t\t\n\t\t\t\t\t No Kwang Chol, first vice-minister of the People's Armed Forces, said that the supreme commander's leadership over the building of a nuclear force for self-defence provided the Korean revolutionary armed forces with a powerful nuclear treasured sword capable of annihilating in any place and any time those forces encroaching upon their dignity and sovereignty no matter who they are and where on earth they might be. \n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the C.C., the youth league, said that the stirring situation today which startled the world made the Korean youth cherish deep in their hearts the tremendous might of Juche Korea led by Marshal Kim Jong Un and the faith that final victory is sure to be won when they go straight along the path of the Korean revolution chosen by the Workers' Party of Korea in the spirit of blizzards of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Jang Chol, president of the State Academy of Sciences, said that the complete success in the H-bomb test is a crystal of ardent loyalty to the WPK, patriotic devotion and great creativity of scientists and technicians in the field of national defence.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting there were dancing parties of youths, students and other people and fireworks were displayed in the sky above Pyongyang."
        },
        {
            "title": "More Mass Rallies Held across Country ",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-30ee.html",
            "content": "More Mass Rallies Held across Country\r\n Pyongyang, January 8 (KCNA) -- Mass rallies took place in South and North Hwanghae provinces and Nampho City on Thursday and Friday to vow to carry out the tasks set forth by supreme leader Kim Jong Un in his New Year Address. \n\t\t\t\t\t Present at the rallies were officials, youths and other people of party, power and economic bodies, working people's organizations, industrial establishments, farms and universities in the local areas. \n\t\t\t\t\t\n\t\t\t\t\t Reporters and speakers said that all the officials, party members and other working people are excited with receiving the New Year Address of Kim Jong Un and news of the great success in the H-bomb test. \n\t\t\t\t\t\n\t\t\t\t\t They called for performing great innovations in the production and construction in the same spirit with which the dignity and might of the nation were demonstrated far and wide by the success of the first H-bomb test. \n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to performing feats in the drive to usher in a golden age in building a thriving nation, rallied close around Marshal Kim Jong Un who is making the DPRK demonstrate all over the world the dignity and might of, Songun Korea. \n\t\t\t\t\t\n\t\t\t\t\t Then the participants staged demonstrations."
        },
        {
            "title": "Agricultural Workers Vows to Bring Turn in Agricultural Production",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-22ee.html",
            "content": "Agricultural Workers Vows to Bring Turn in Agricultural Production\r\n Kangso, January 8 (KCNA) -- Agricultural workers and members of the Union of Agricultural Workers of Korea (UAWK) met at the Chongsan Co-op Farm in Kangso District on Friday to vow to carry through the tasks set forth by Marshal Kim Jong Un in his New Year Address. \n\t\t\t\t\t Ri Myong Gil, chairman of the UAWK Central Committee, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers underscored the need for all the agricultural workers to bring about a turn in the agricultural production with the sense of responsibility that they are in the trench on the first line of the forward echelon of the campaign to defend socialism under the uplifted slogan \"Let us usher in a golden age in building a thriving nation in this year when the Seventh Congress of the Workers' Party of Korea is to be held!\" advanced by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t All the agricultural workers should be the Songun revolutionary fighters who share the Party's ideas, breathe the same breath with it and keep pace with it in order to travel one road forever following the Party, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called on the officials, agricultural workers and members of the UAWK to discharge their responsibility and mission in the efforts to usher in a golden age in building a thriving nation on the principle of giving priority to self-development.\n\t\t\t\t\t\n\t\t\t\t\t They challenged the agricultural workers and members of the UAWK across the country to a socialist emulation to glorify this year with unprecedented agricultural production\n\t\t\t\t\t\n\t\t\t\t\t Outlines for the socialist emulation were announced at the meeting."
        },
        {
            "title": "State Merited Chorus Gives Performance",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-31ee.html",
            "content": "State Merited Chorus Gives Performance \r\n Pyongyang, January 8 (KCNA) -- The State Merited Chorus gave a performance at the People's Theatre on Friday before full house as the whole country is brimming over with great joy over the successful H-bomb test. \n\t\t\t\t\t Officials of armed forces organs, creators, artistes, teachers and students of art organizations of the Korean People's Army and art education organs, and service personnel of the KPA enjoyed the performance.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage of the performance which began with chorus \"Ode to General Kim Jong Un\" were diverse numbers including male chorus \"Our Comrade Kim Jong Un\", mixed quintet and male chorus \"Marshal Is among People\" and orchestra \"Fly High, Our Party Flag\". \n\t\t\t\t\t\n\t\t\t\t\t The performers highly praised supreme leader Kim Jong Un as the sun of the century and ever-victorious banner of the matchless great power as he is glorifying the new century of Juche with the spirit of Paektu and iron-willed pluck by achieving great victories and adorning the new century of Juche with miracles and changes to go down in the history of the nation. \n\t\t\t\t\t\n\t\t\t\t\t Also staged were numbers representing the Korean people who are ushering in a heyday of prosperity and high civilization in the era of the Workers' Party of Korea under the leadership of the sun of Songun and demonstrating the spirit of the powerful country winning victory in the anti-imperialist, anti-U.S. standoff and the might the powerful revolutionary Paektusan army. \n\t\t\t\t\t\n\t\t\t\t\t Its repertoire included numbers instilling revolutionary enthusiasm and fighting spirit into all the service personnel and people through March to Mt. Paektu of Songun Korea."
        },
        {
            "title": "Workers of Munitions Industry Inspired by H-bomb Test",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-19ee.html",
            "content": "Workers of Munitions Industry Inspired by H-bomb Test\r\n Pyongyang, January 8 (KCNA) -- The successful first H-bomb test of the Democratic People's Republic of Korea rocked the whole country with great pleasure.\n\t\t\t\t\t According to Pak Myong Suk, a lecturer of the Kunja Revolutionary Site, many visitors to the site gave cheers upon hearing the news of the successful H-bomb test. Among them were workers, scientists and technicians in the field of munitions industry. \n\t\t\t\t\t\n\t\t\t\t\t The site is associated with the heroic spirit of workers in the field of munitions industry, who provided munitions to the front during the fierce Fatherland Liberation War (1950-1953).\n\t\t\t\t\t\n\t\t\t\t\t Those in the field of munitions industry have frequented the site to cherish the validity of the Workers' Party of Korea's line of simultaneously developing the two fronts and the vitality of the revolutionary spirit displayed by forerunners in the war.\n\t\t\t\t\t\n\t\t\t\t\t Inspired by the news, the visitors expressed their resolve to push ahead with a work to put the munitions industry on a Juche-oriented, modern and scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t A workshop head from a munitions factory, who took part in the development of the submarine-launched ballistic missile, said the news of successful H-bomb test gave great strength and courage to him.\n\t\t\t\t\t\n\t\t\t\t\t The developers of H-bomb are admirable heroes fully armed with the revolutionary spirit of Paektu, the spirit of the blizzards of Paektu, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Following their fighting spirit, I will devote all my wisdom and energy to developing and producing more diverse military offensive means of our own style.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists should be mindful that there can be neither suspended nuclear program nor nuclear dismantlement from the DPRK unless they give up their vicious hostile policy toward it. The DPRK's deterrent will grow stronger in quantity and quality and the U.S. will never escape from attack by the former's deterrent."
        },
        {
            "title": "DPRK's Successful H-bomb Test Welcomed by Chief of Pyongyang Mission of AINDF",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-16ee.html",
            "content": "DPRK's Successful H-bomb Test Welcomed by Chief of Pyongyang Mission of AINDF\r\n Pyongyang, January 8 (KCNA) -- The DPRK's first successful H-bomb test is a startling event to be specially recorded in the national history spanning 5 000 years.\n\t\t\t\t\t Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF), said this when interviewed by KCNA Friday.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK demonstrated its tremendous might before the world through the recent H-bomb test.\n\t\t\t\t\t\n\t\t\t\t\t The war deterrent for self-defense should not be weakened even a moment nor be bartered for anything.\n\t\t\t\t\t\n\t\t\t\t\t As long as the aggressive foreign forces stay in the southern half of Korea and the hostile forces' moves for provoking a nuclear war continue, peace and national reunification can never be ensured.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's development of H-bomb is a historic event that displayed the resourcefulness and mettle of the nation far and wide.\n\t\t\t\t\t\n\t\t\t\t\t This gives energy and encouragement to the world progressives regarding the DPRK as a beacon of hope but deals a heavy sledge-hammer blow at the U.S. and its followers brandishing a nuclear stick."
        },
        {
            "title": "DPRK Sportspersons Determined to Grab More Gold Medals",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-20ee.html",
            "content": "DPRK Sportspersons Determined to Grab More Gold Medals\r\n Pyongyang, January 8 (KCNA) -- Sportspersons in the Democratic People's Republic of Korea began their intensive training in hearty response to supreme leader Kim Jong Un's New Year address.\n\t\t\t\t\t They are now filled with a resolve to create new miracles of heroic Korea in the 31st Olympics and other international games. \n\t\t\t\t\t\n\t\t\t\t\t Ro Chol Ok, deputy head of the Kigwancha Sports Team, told KCNA that they would register more successes this year when the 7th Congress of the Workers' Party of Korea is to be held. Big efforts will be put on the sports science research to produce more aces, he added.\n\t\t\t\t\t\n\t\t\t\t\t Hong Un Jong, a gymnast of the Pyongyang Sports Team who is an Olympic gold medalist, renewed her firm resolve to display the honor of the country in international games with better results."
        },
        {
            "title": "Winter Camping Begins at Songdowon International Children's Camp",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-29ee.html",
            "content": "Winter Camping Begins at Songdowon International Children's Camp\r\n Wonsan, January 8 (KCNA) -- The first batch of winter camping began with due ceremony at the Songdowon International Children's Camp on Friday.\n\t\t\t\t\t The campers laid a floral basket and bouquets before the statues of President Kim Il Sung and leader Kim Jong Il at the camp.\n\t\t\t\t\t\n\t\t\t\t\t They will enjoy skiing, skating, sleighing, etc."
        },
        {
            "title": "KCNA Commentary Lauds Successful H-bomb Test in DPRK",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-21ee.html",
            "content": "KCNA Commentary Lauds Successful H-bomb Test in DPRK\r\nPyongyang, January 8 (KCNA) -- The DPRK succeeded in its first H-bomb test.\n\t\t\t\t\t Having an access to H-bomb by its indigenous efforts and technology, the DPRK fully demonstrated to the world the development of its nuclear force on a higher level and proudly joined the advanced ranks of nuclear-weapons states.\n\t\t\t\t\t\n\t\t\t\t\t Its access to the strongest nuclear deterrent marks a great event in the national history spanning thousands of years.\n\t\t\t\t\t\n\t\t\t\t\t The world progressives are shouting hurrah while the hostile forces are making screams.\n\t\t\t\t\t\n\t\t\t\t\t The H-bomb test conducted by the DPRK was a measure for self-defence to thoroughly protect the sovereignty of the country and vital rights of the nation from the daily-growing nuclear threat and blackmail by the hostile forces and reliably guarantee peace on the Korean Peninsula and security of the region.\n\t\t\t\t\t\n\t\t\t\t\t History proves that powerful nuclear deterrence serves as the strongest treasured sword for frustrating outsiders' aggression moves and protecting peace and security of the country.\n\t\t\t\t\t\n\t\t\t\t\t When the U.S. desperately pursued the policy of the Cold War against the former Soviet Union after having access to nuclear weapons through the world's first test for explosion of A-bomb, the latter could stand up against the former because it had access to nuclear weapons without delay and conducted a H-bomb test in the year after the former carried out H-bomb test, thus putting an end to the era of the U.S. monopoly of nukes.\n\t\t\t\t\t\n\t\t\t\t\t The then U.S. President Eisenhower in a press interview deplored that the Soviet Union's access to H-bomb caused new problems in the security of the U.S., reluctantly sending a message representing the U.S. intention not to fight a war with the Soviet Union.\n\t\t\t\t\t\n\t\t\t\t\t It was a bitter lesson drawn by the situation in the 21st century that a country should possess nuclear weapons without fail to protect its sovereignty and dignity under the present international political order in which a jungle law is in force.\n\t\t\t\t\t\n\t\t\t\t\t The Saddam Hussein regime in Iraq and the Gaddafi regime in Libya could not escape the fate of destruction after being deprived of their foundations for nuclear development and giving up nuclear programs of their own accord, yielding to the pressure of the U.S. and the West keen on their regime changes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and other imperialist big powers are interfering in the internal affairs of sovereign states and making weak countries their scapegoats through their high-handed military actions.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. nuclear threat and blackmail against the DPRK have steadily increased since the 1950s.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has staged large-scale joint military drills every year. It has worked hard to ignite a nuclear war against the DPRK by amassing its nuclear strike means including nuclear carrier task force and nuclear strategic flying corps in south Korea and the vicinity of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is due right of the DPRK to cope with the moves of the U.S., chieftain of aggression, to start a nuclear war against the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t High-handed and arbitrary practices can never work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is as foolish an act as wishing to see the sky fall to demand the DPRK scrap its nuclear program and halt its development, unless the U.S. rolls back its outrageous hostile policy toward the DPRK and imperialist aggression forces give up their infringement upon sovereignty by use of force in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is proud of having access to H-bomb of justice."
        },
        {
            "title": "U.S. Economic Sanctions and \"Human Rights\" Racket against DPRK Bound to Fail: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-08ee.html",
            "content": "U.S. Economic Sanctions and \"Human Rights\" Racket against DPRK Bound to Fail: Rodong Sinmun\r\nPyongyang, January 8 (KCNA) -- From a historical point of view, the U.S. has sought the vicious political isolation, economic sanctions and military pressure against the DPRK for the mere reason that the latter has differing ideology and social system.\n\t\t\t\t\t Still now, it is resorting to all sorts of economic sanctions and conspiratorial \"human rights\" racket against the DPRK with hostile forces involved.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Friday says this in an article. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Clear is the aim sought by the U.S. through those economic sanctions and conspiratorial \"human rights\" row against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It seeks to prevent the DPRK from building a thriving nation and improving the people's living standard at any cost and \"bring down its social system\".\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. harsh economic sanctions and \"human rights\" racket against the DPRK prove ineffective due to the might of the latter's self-supporting national economy and single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t No machinations of the U.S. could weaken the national power of the DPRK. On the contrary it has grown stronger day by day. \n\t\t\t\t\t\n\t\t\t\t\t In 2015 a light plane developed by the DPRK flew in the sky and new type anti-ship rocket was fired, demonstrating its strong national power.\n\t\t\t\t\t\n\t\t\t\t\t It also succeeded in testing its first H-bomb, the higher stage of developing its nuclear force, at the outset of the year. It thus had access to H-bomb, which has been a military monopoly of a few big powers.\n\t\t\t\t\t\n\t\t\t\t\t Neither economic sanctions nor \"human rights\" racket of the U.S. can ever work on the DPRK making a dynamic advance along the road of independence, Songun and socialism."
        },
        {
            "title": "All People Urged to Usher in Golden Age for Building Thriving Nation",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-10ee.html",
            "content": "All People Urged to Usher in Golden Age for Building Thriving Nation \r\n Pyongyang, January 8 (KCNA) -- All the party members, service personnel and other working people of the DPRK should rush forward to usher in a golden age in building a thriving nation, drawing great inspiration from the success made by Juche Korea in its first H-bomb test, says Rodong Sinmun Friday in an editorial. \n\t\t\t\t\t The editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\t All the fields and sectors should ceaselessly perform miracles and feats with the great pluck and self-respect that the strong Korean nation should proudly advance at the head of the world people. \n\t\t\t\t\t\n\t\t\t\t\t We should invariably follow the way of Juche with strong independent thinking that our strength and our style are the best and the pride and honor that our ideology, mode of revolution and lifestyle are the best. \n\t\t\t\t\t\n\t\t\t\t\t The principle of giving priority to self-development should be maintained, bearing deep in mind that worship of big countries and dependence on foreign forces is the road to national ruin; self-development alone is the road to sustaining the dignity of our country and our nation and to paving a broad avenue for the revolution and construction. \n\t\t\t\t\t\n\t\t\t\t\t There is a wide avenue for us to focus efforts on building an economic giant as the DPRK has the treasured sword--nuclear weapons capable of beating back any formidable enemy. \n\t\t\t\t\t\n\t\t\t\t\t The electric-power, coal-mining and metallurgical industries and the rail transport sector should dynamically advance in the vanguard of the general offensive to achieve breakthroughs in building an economic giant. The crop farming, animal husbandry and fishing sectors and light industry and construction sectors should make great leaping advances. \n\t\t\t\t\t\n\t\t\t\t\t The editorial calls for uniting closer around the Party Central Committee and ushering in a golden age in building a thriving nation with the same vim and vigor with which the service personnel and people demonstrated the dignity and might of Songun Korea far and wide."
        },
        {
            "title": "Rodong Sinmun on Most Powerful Nuclear Deterrent ",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-11ee.html",
            "content": "Rodong Sinmun on Most Powerful Nuclear Deterrent\r\n Pyongyang, January 8 (KCNA) -- The DPRK's successful test of H-bomb proves that its nuclear force is being further bolstered up as long as the enemies get more vicious in their moves to stifle it, says Rodong Sinmun Friday in an article.  \n\t\t\t\t\t The strongest nuclear deterrent is a precious treasure of Kim Il Sung's nation and Kim Jong Il's Korea, it adds, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Sovereignty can hardly be defended by talking and the prosperity and development of the country cannot be achieved by begging.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrent is a treasure common to the nation as it protects the whole territory of Korea as well as the DPRK and defends and adds glory to all Koreans in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t No force in this world can deprive the DPRK of its nuclear deterrent for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t Unless the U.S. rolls back its harsh hostile policy towards the DPRK, it will never do such things as suspending its nuclear development and dismantling its nuclear weapons. The above-said things will never happen as its nuclear development is a legitimate exercise of sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the great Paektusan nation will never permit others to infringe upon the national sovereignty and dignity and endanger the supreme interests of the country.\n\t\t\t\t\t\n\t\t\t\t\t Songun Korea is sure to triumph and the powerful nation has a rosy future as it is possessed of nuclear deterrent of justice."
        },
        {
            "title": "Minju Joson Denounces U.S. for Its Hideous Human Rights Abuses",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-11ee.html",
            "content": "Rodong Sinmun on Most Powerful Nuclear Deterrent\r\n Pyongyang, January 8 (KCNA) -- The DPRK's successful test of H-bomb proves that its nuclear force is being further bolstered up as long as the enemies get more vicious in their moves to stifle it, says Rodong Sinmun Friday in an article.  \n\t\t\t\t\t The strongest nuclear deterrent is a precious treasure of Kim Il Sung's nation and Kim Jong Il's Korea, it adds, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Sovereignty can hardly be defended by talking and the prosperity and development of the country cannot be achieved by begging.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrent is a treasure common to the nation as it protects the whole territory of Korea as well as the DPRK and defends and adds glory to all Koreans in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t No force in this world can deprive the DPRK of its nuclear deterrent for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t Unless the U.S. rolls back its harsh hostile policy towards the DPRK, it will never do such things as suspending its nuclear development and dismantling its nuclear weapons. The above-said things will never happen as its nuclear development is a legitimate exercise of sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the great Paektusan nation will never permit others to infringe upon the national sovereignty and dignity and endanger the supreme interests of the country.\n\t\t\t\t\t\n\t\t\t\t\t Songun Korea is sure to triumph and the powerful nation has a rosy future as it is possessed of nuclear deterrent of justice."
        },
        {
            "title": "KCTU Declares Struggle",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-12ee.html",
            "content": "Minju Joson Denounces U.S. for Its Hideous Human Rights Abuses\r\n Pyongyang, January 8 (KCNA) -- Shortly ago, Human Rights Watch claimed that U.S. forces' barbarous bombing of a hospital in Afghanistan was a hideous war crime. The organization sent a letter to the U.S. secretary of Defense demanding a thorough investigation into the crime.\n\t\t\t\t\t Minju Joson on Friday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is the reflection of the firm will of the international community not to tolerate the U.S. human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t These high profile human rights abuses of the U.S. were not committed by accident or mistake. They are inevitable outcome of the U.S. foreign policy guided by misanthropy, xenophobia and scenario for aggression and domination.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is leaving no means untried in order to carry out its aggressive foreign policy and ambition for world domination. Due to such crimes international law and the order governing international relations are seriously violated worldwide, causing greater disorder, misfortune and disaster to the world.\n\t\t\t\t\t\n\t\t\t\t\t Today the world is clearly watching the true colors of the U.S., the empire of evils, engrossed in human rights abuses under the mask of a \"human rights champion\".\n\t\t\t\t\t\n\t\t\t\t\t It is the demand of the world public that the U.S. should be punished for perpetrating the worst human rights abuses and blocking human civilization and development.\n\t\t\t\t\t\n\t\t\t\t\t As demanded by the international community, the U.S. should be brought to an international human rights court to face a stern punishment by history."
        },
        {
            "title": "S. Korean Organization Calls for Renegotiating Issue of Sexual Slavery",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-07ee.html",
            "content": "S. Korean Organization Calls for Renegotiating Issue of Sexual Slavery\r\n Pyongyang, January 8 (KCNA) -- The Council of Professors for Democracy of south Korea on Dec. 30 last year issued a statement rejecting the \"agreement\" made between Japan and south Korea as regards the issue of sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t The statement said that the \"agreement\" was the outcome of \"country-selling and treacherous conspiracy\" and negotiations held behind closed doors as it failed to clear the people's concern, indifferent to the pain of victims of sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the \"government\" to nullify the conspiracy made with Japan and renegotiate the issue of sexual slavery."
        },
        {
            "title": "Dutch Victims of Sexual Slavery Urge Japan to Make Apology for Past Crimes",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-18ee.html",
            "content": "Dutch Victims of Sexual Slavery Urge Japan to Make Apology for Past Crimes \r\n Pyongyang, January 8 (KCNA) -- Dutch victims of sexual slavery for the Imperial Japanese Army launched an action in demand of Japan's apology and reparation, according to Newsis of south Korea on December 30 last year. \n\t\t\t\t\t They said an \"agreement\" on the issue of sexual slavery for the imperial Japanese army was signed between south Korea and Japan owing to the political pressure of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t They disclosed the fact that the Japanese army drafted hundreds of Dutch women as sexual slaves during the Second World War. \n\t\t\t\t\t\n\t\t\t\t\t Referring to the ceaseless demonstrations demanding the proper settlement of the issue of sexual slavery staged in Hague for more than 20 years, they urged Japan to make an apology to the victims of sexual slavery in Netherlands."
        },
        {
            "title": "S. Koreans Demand Abrogation of Humiliating \"Agreement\" on Issue of Sexual Slavery",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-23ee.html",
            "content": "S. Koreans Demand Abrogation of Humiliating \"Agreement\" on Issue of Sexual Slavery\r\n Pyongyang, January 8 (KCNA) -- The Chonan Citizens Committee for Promoting Erection of Girl's Statue for Peace in south Korea held a press conference on Dec. 30 last year before the Girl's Statue for Peace erected in Chonan City, according to Newsis of south Korea.\n\t\t\t\t\t The organization recalled that the Girl's Statue for Peace was erected on Dec. 10 last year in Chonan to lay bare the crimes related to sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t The \"agreement\" Japan and south Korea made at the authorities' talks disregarded the recommendation the United Nations Human Rights Commission made to the Japanese government to admit the responsibility and make an apology and reparation for the sexual slavery, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The outcome of the talks is unacceptable as they failed to work out even a written agreement.\n\t\t\t\t\t\n\t\t\t\t\t The organization declared that it would continue its struggle until the Japanese government made an apology and reparation."
        },
        {
            "title": "S. Korean Students Demand Abrogation of Humiliating \"Agreement\" on Issue of Sexual Slavery ",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-27ee.html",
            "content": "S. Korean Students Demand Abrogation of Humiliating \"Agreement\" on Issue of Sexual Slavery \r\n Pyongyang, January 8 (KCNA) -- South Korean students are staging a widespread action in demand of the abrogation of humiliating \"agreement\" to cover up the issue of the sexual slavery for the Imperial Japanese Army, according to the south Korean internet newspaper Voice of People.\n\t\t\t\t\t The General Student Council of Ehwa Woman's University held a press conference before the Girl's Statue in front of the building of the Japanese embassy in Seoul and issued a declaration on the situation on January 4.\n\t\t\t\t\t\n\t\t\t\t\t The organization said that the \"agreement\" on the issue of the sexual slavery for the Imperial Japanese Army was reached without admission of the legal responsibility and any apology for the above-said issue on December 28 last year, accusing the \"government\" and the Japanese authorities of flouting and deceiving the people.\n\t\t\t\t\t\n\t\t\t\t\t A similar declaration was released by the \"Situation Council of the Students' Representatives to Denounce the south Korea-Japan Agreement\" composed of general student councils of 13 universities on January 6. \n\t\t\t\t\t\n\t\t\t\t\t The Measure Committee of Students for Denouncing the south Korea-Japan Agreement held a Wednesday rally on December 30 and has waged a candlelight action around the Girl's Statue in front of the building of the Japanese embassy in Seoul."
        },
        {
            "title": "Wednesday Protest Rallies Held in S. Korea and Various Parts of World",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-28ee.html",
            "content": "Wednesday Protest Rallies Held in S. Korea and Various Parts of World\r\n Pyongyang, January 8 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea held the 1 212th Wednesday rally outside the Japanese embassy in Seoul on January 6, according to the south Korean internet newspaper Thongil News. \n\t\t\t\t\t Speakers said the victims of sexual slavery for the Imperial Japanese Army have steadily struggled for 24 years since 1992 to force Japan make an apology and reparation. \n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to nullify the humiliating \"agreement\" and restart the negotiations. \n\t\t\t\t\t\n\t\t\t\t\t A statement was read out at the rally. \n\t\t\t\t\t\n\t\t\t\t\t The statement said the south Korean authorities shamelessly termed the \"agreement\" which failed to reflect the voices of the victims \"agreement for restoring the honor and human rights of the victims\". \n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to totally reexamine the \"agreement\" insulting the victims and take measures understandable to the victims and opt for re-negotiating with the Japanese authorities. \n\t\t\t\t\t\n\t\t\t\t\t Under the sponsorship of the Ulsan Headquarters of the Movement for Reunified Korean Nation, women, teachers, youth and schoolchildren and their parents and other people held a Wednesday rally in Ulsan. They denounced the south Korean authorities for hurting again the victims and other people desirous of proper settlement of the issue of sexual slavery. \n\t\t\t\t\t\n\t\t\t\t\t Similar rallies took place in 45 regions of 12 countries including Tokyo, Hiroshima, Toronto, New York, San Francisco, London, Paris and Munich."
        },
        {
            "title": "Koreans in China Vow to Usher in New Era of Independent Reunification",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-13ee.html",
            "content": "Koreans in China Vow to Usher in New Era of Independent Reunification\r\n Pyongyang, January 8 (KCNA) -- The Federation of Korean National Economic Workers in China released a statement on Jan. 6.\n\t\t\t\t\t The statement quoted Marshal Kim Jong Un as saying that this year all Koreans should hold up the slogan \"Let us frustrate the challenges by the anti-reunification forces within and without and usher in a new era of independent reunification!\" and press on with the national reunification movement more vigorously.\n\t\t\t\t\t\n\t\t\t\t\t It said that all Koreans in China support the patriotic appeal of Kim Jong Un with one mind and will strive to usher in a new era of independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t It noted that all members of the Federation of Korean National Economic Workers in China will make strenuous efforts to bring earlier the national reunification, keeping pace with the people in the homeland."
        },
        {
            "title": "Day of Shining Star to Be Marked by Koreans in China",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-14ee.html",
            "content": "Day of Shining Star to Be Marked by Koreans in China\r\n Pyongyang, January 8 (KCNA) -- A preparatory committee of the General Association of Koreans in China for significantly celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) as a great festival common to mankind was formed on January 6.\n\t\t\t\t\t Choe Un Bok, chairwoman of the association, was elected chairwoman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize a ceremony of laying a floral basket, meeting, film show, art performance and other colorful events praising Kim Jong Il's sacred revolutionary career and exploits.\n\t\t\t\t\t\n\t\t\t\t\t It also decided to hold a meeting for adopting a letter to Marshal Kim Jong Un."
        },
        {
            "title": "Proposal for Independent Reunification of Korea Supported by Korean in Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-15ee.html",
            "content": "Proposal for Independent Reunification of Korea Supported by Korean in Kyrgyzstan\r\n Pyongyang, January 8 (KCNA) -- The chairman of the United Confederation of Koreans in Kyrgyzstan made public a statement on Jan. 5 in support of the New Year Address made by supreme leader Kim Jong Un.\n\t\t\t\t\t The task for national reunification clarified by Kim Jong Un in his New Year Address serves as important guidelines to be held fast to by the Korean nation this year in the patriotic movement for reunification, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Fully supporting the call for frustrating the challenges by the anti-reunification forces within and without and ushering in a new era of independent reunification, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The three principles for national reunification and the north-south joint declarations are the great programmes common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t If they are sincere about improving inter-Korean relations and reunifying the country peacefully, the south Korean authorities must make it clear that they intend to respect and implement with sincerity the three principles for national reunification, June 15 Joint Declaration and October 4 Declaration whose validity has been proved in practice.\n\t\t\t\t\t\n\t\t\t\t\t All the Korean people in the north, the south and abroad will smash all challenges and obstructive moves by the anti-reunification forces within and without and build a dignified and prosperous reunified country without fail under the banner of By Our Nation Itself."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Overseas Koreans",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-17ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Overseas Koreans\r\n Pyongyang, January 8 (KCNA) -- The Commonwealth of Independent States Regional Headquarters of the Pan-national Alliance for Korea's Reunification issued a statement on January 4, supporting Marshal Kim Jong Un's New Year Address.\n\t\t\t\t\t The statement said that Kim Jong Un sent warm greetings to the compatriots in the south and abroad who are struggling to achieve national reunification, the cherished desire of the nation, and encouraged them.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The national reunification is the lifelong desire and behests of President Kim Il Sung and leader Kim Jong Il and the most urgent and vital task of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The regional headquarters will actively turn out in the nationwide reunification patriotic work for rejecting foreign intervention and resolving the issues of inter-Korean relations and national reunification independently in keeping with the aspirations and demands of the nation this year, upholding the slogan \"Let us frustrate the challenges by the anti-reunification forces within and without and usher in a new era of independent reunification!\"\n\t\t\t\t\t\n\t\t\t\t\t Foreign domination, intervention, aggression and war moves should be resolutely rejected in order to accomplish the national reunification and any moves against the reunification not be tolerated."
        },
        {
            "title": "DPRK's Access to H-bomb Is Product of U.S. Hostile Policy: Russian Experts",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-24ee.html",
            "content": "DPRK's Access to H-bomb Is Product of U.S. Hostile Policy: Russian Experts\r\n Moscow, January 7 (KCNA) -- Russian experts Wednesday were unanimous in saying that the DPRK's access to H-bomb is an inevitable product of the U.S. and its followers' hostile policy towards the DPRK.\n\t\t\t\t\t The chief of the Center for Political Study and Forecast of the Far Eastern Institute under the Russian Academy of Sciences said, when interviewed by the newspaper Parllamentskaya Gazeta, that the DPRK was compelled to take a resolute measure to protect its security as it is facing economic difficulties at present due to the moves of the U.S.-led hostile forces, stressing its access to H-bomb is an inevitable product of hostile policy pursued by the U.S., Japan and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Aleksandr Zhebin, chief of the Center for the Study of Modern Korea of the institute, said that the U.S. has ignored the existence of the DPRK in fact while denying dialogue with it. Therefore, the recent H-bomb test was conducted because of the U.S. hostile to those countries that pursue foreign policies which court its displeasure, he added.\n\t\t\t\t\t\n\t\t\t\t\t DR of History Valery Tymoshenko held that the DPRK regards its access to nuclear weapons as a guarantee for stability on the Korean Peninsula."
        },
        {
            "title": "Danish Organization Supports DPRK's Stand for Defending Social System",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-25ee.html",
            "content": "Danish Organization Supports DPRK's Stand for Defending Social System\r\n Pyongyang, January 8 (KCNA) -- The Denmark-DPRK Friendship Association made public a statement on Jan. 6 in support of the DPRK's success in the first test of H-bomb.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The association slams the West's accusation against the DPRK's test of H-bomb.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has posed threat to the DPRK for years since it deployed nuclear weapons and WMDs on the Korean Peninsula and in its vicinity.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had access to nuclear deterrent to cope with it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean authorities have made desperate efforts to achieve \"unification through absorption\".\n\t\t\t\t\t\n\t\t\t\t\t However, history proves that the U.S. can never realize its ambition to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We appreciate the just stand of the DPRK standing firm against the \"the world's only superpower\" keen to bring down its socialist system after building sufficient war deterrent.\n\t\t\t\t\t\n\t\t\t\t\t Respect for the right of the DPRK to develop its social system is the unique way to defuse the tension on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK hopes to see the U.S. come out for peace talks.\n\t\t\t\t\t\n\t\t\t\t\t Such talks will promote the reconciliation and cooperation between the north and the south and the peaceful reunification of Korea free from foreign interference."
        },
        {
            "title": "DPRK's Successful H-bomb Test Hailed by Russian Figure",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-26ee.html",
            "content": "DPRK's Successful H-bomb Test Hailed by Russian Figure\r\n Pyongyang, January 8 (KCNA) -- The DPRK proved successful in its first H-bomb test and thus demonstrated the might of the single-minded unity with which all the service personnel and people are close rallied around Marshal Kim Jong Un, strong national power and sci-tech potentials of socialist Korea far and wide.\n\t\t\t\t\t Viktor Yegorov, chairman of the Karelia-DPRK Friendship Association of Russia, said this in a statement on Jan. 7.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t By proving greatly successful in its H-bomb test the DPRK proudly joined the ranks of nuclear weapons states having even H-bomb.\n\t\t\t\t\t\n\t\t\t\t\t H-bomb test conducted by the DPRK is a self-defensive measure of a sovereign state for creditably defending the country's sovereignty and vital right of the nation from the nuclear threat of the U.S. and other hostile forces and reliably ensuring peace on the Korean Peninsula and regional security.\n\t\t\t\t\t\n\t\t\t\t\t The Karelia-DPRK Friendship Association of Russia extends warm congratulations to the leadership, scientists and all other people of the DPRK."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Foreign Figures",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-01ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Foreign Figures\r\n Pyongyang, January 8 (KCNA) -- Political figures of DR Congo and Myanmar released statements in support of Marshal Kim Jong Un's New Year Address.\n\t\t\t\t\t Otete Gaston Mboyo, deputy general secretary of the Central Committee of the Communist Party of the DR Congo, said on January 2:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his New Year Address clarified the successes achieved by the Korean people last year and tasks to be carried out this year.\n\t\t\t\t\t\n\t\t\t\t\t The successes of the Korean people last year mean historic victory achieved by them in their struggle for defending socialism, achieving the reunification of the country and global peace under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t On the same day Tha Win, member of the Central Committee of the Union Solidarity and Development Party of Myanmar and secretary of the its Yangon Regional Committee, noted that the New Year Address clarifies the important issues to be held fast to by the party and government of the DPRK as important guidelines.\n\t\t\t\t\t\n\t\t\t\t\t He urged the south Korean authorities to reject foreign intervention and resolve the issues of inter-Korean relations and national reunification independently in keeping with the independent aspirations and demands of the whole Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Convinced that the party and people of the DPRK would achieve great successes in building a thriving nation under the leadership of Kim Jong Un, he extended support and solidarity to the Korean people in their struggle for carrying out the tasks set forth in the New Year Address."
        },
        {
            "title": "Foreign Organizations Support Korean People's Struggle",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-02ee.html",
            "content": "Foreign Organizations Support Korean People's Struggle\r\n Pyongyang, January 8 (KCNA) -- Indian and Ethiopian organizations released statements in support of Marshal Kim Jong Un's New Year Address on January 1 and 2.\n\t\t\t\t\t Fully supporting the New Year Address, the All India Indo-Korean Friendship Association said:\n\t\t\t\t\t\n\t\t\t\t\t The association warmly supports the call of Kim Jong Un for waging a more dynamic reunification movement, holding up the slogan \"Let us frustrate the challenges by the anti-reunification forces within and without and usher in a new era of independent reunification!\" and extends firm solidarity to the Korean people in their struggle for realizing the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The association strongly demands the U.S. and south Korean authorities stop dangerous war maneuvers and military provocations escalating the tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism reviewed that the year 2015 was a year of gigantic struggle, which was adorned with meaningful events and eye-opening successes, a year of victory and glory, in which socialist Korea fully demonstrated its prestige and might.\n\t\t\t\t\t\n\t\t\t\t\t The committee firmly believes that only victory and glory are in store for the Korean people in their efforts to usher in a golden age in building a thriving nation this year when the Seventh Congress of the Workers' Party of Korea is to be held, concluded the organization."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Foreign Personages",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-03ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Foreign Personages\r\n Pyongyang, January 8 (KCNA) -- Foreign figures released statements on January 1 and 3 supporting the New Year Address made by supreme leader Kim Jong Un.\n\t\t\t\t\t Ibrahim Mantu, member of the Credit Committee of the People's Democratic Party of Nigeria and chairman of the Nigeria-Korea Friendship Association, noted in a statement:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his New Year Address said that socialist Korea demonstrated its dignity and might with meaningful events and eye-opening successes last year, and indicated tasks and ways to usher in a golden age in building a thriving nation this year when the Seventh Congress of the Workers' Party of Korea is to be held.\n\t\t\t\t\t\n\t\t\t\t\t We sincerely hope that the Korean people will settle the issue of national reunification as desired by all Koreans under the banner of By Our Nation Itself, sincerely implement the three principles of national reunification, June 15 joint declaration and October 4 declaration and thus frustrate the challenges by the anti-reunification forces within and without and usher in a new era of independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t Tin Tun, director of the Myanmar Medical Research Institute, said Kim Jong Un's New Year Address serves as a banner inspiring the Korean people in their struggle for building a thriving socialist nation and achieving national reunification and global independence."
        },
        {
            "title": "Important Days of DPRK Observed by Foreign Bodies",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-04ee.html",
            "content": "Important Days of DPRK Observed by Foreign Bodies\r\n Pyongyang, January 8 (KCNA) -- Organizations of Nigeria, DR Congo and Slovenia posted articles on their websites from December 22 to 24 last year to mark the 24th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 4th anniversary of Marshal Kim Jong Un's assumption of the same post.\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism in an article titled \"Kim Jong Il, eternal chairman of National Defence Commission\" said:\n\t\t\t\t\t\n\t\t\t\t\t He set up state machinery with the National Defence Commission as its pivot and firmly codified the Songun politics, thus laying a foundation for the eternal prosperity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The National Committee for the Study of the Juche Idea of DR Congo in an article titled \"Tradition of victory established by outstanding commanders\" said that his revolutionary cause of Songun has been successfully carried forward by Kim Jong Un possessed of outstanding military qualifications and leadership art.\n\t\t\t\t\t\n\t\t\t\t\t The Slovenian Committee for Remembering Generalissimo Kim Jong Il in article titled \"Youth power\" said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a country which has developed by leaps and bounds thanks to the flagship-and-shock brigade role played by its youth. It is, indeed, the world's only youth power having an immensely rosy future."
        },
        {
            "title": "Greetings to Kim Jong Un from Iranian President",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-05ee.html",
            "content": "Greetings to Kim Jong Un from Iranian President\r\n Pyongyang, January 8 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a message of greeting from Hassan Rouhani, president of Iran, on Dec. 31 last year.\n\t\t\t\t\t The message said he was pleased to send warm greetings to Kim Jong Un and the DPRK government and people on the New Year, 2016.\n\t\t\t\t\t\n\t\t\t\t\t It hoped that peace and stability would settle in the world thanks to closer cooperation and efforts among countries in the New Year.\n\t\t\t\t\t\n\t\t\t\t\t Expressing hope that the New Year would be a year full of blessing and happiness, the message wished Kim Jong Un good health and success in his work and the Korean people prosperity and glory."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de presidente irani",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-33ee.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de presidente irani\r\nPyongyang, 8 de enero (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, recibio un mensaje de felicitacion que le enviara el 31 de diciembre pasado el presidente de la Republica Islamica de Iran, Hassan Rouhani.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del Ano Nuevo 2016, extiendo con placer a Su Excelencia, al gobierno y pueblo coreanos las calidas felicitaciones. \n\t\t\t\t\t\n\t\t\t\t\tDeseo que en el Ano Nuevo se logren la paz y la estabilidad en el mundo por la cooperacion y esfuerzos mas estrechos  entre los paises. \n\t\t\t\t\t\n\t\t\t\t\tEsperando que el Ano Nuevo sea un ano lleno de bendicion y felicidad, formulo votos por buena salud de Su Excelencia y exitos en su trabajo y la prosperidad y gloria del pueblo coreano."
        },
        {
            "title": "CC de PTC envia mensaje de felicitacion a Congreso Nacional Africano de Sudafrica",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-34ee.html",
            "content": "CC de PTC envia mensaje de felicitacion a Congreso Nacional Africano de Sudafrica\r\nPyongyang, 8 de enero (ACNC) -- El Comite Central del Partido del Trabajo de Corea envio el dia 7 un mensaje de felicitacion al Comite Ejecutivo Nacional del Congreso Nacional Africano de Sudafrica con motivo del 104o aniversario de fundacion del CNAS.\n\t\t\t\t\tLa misiva expresa la conviccion de que las relaciones de amistad y cooperacion entre el PTC y el CNAS se fortaleceran y se desarrollaran mas en el futuro y le desea de todo corazon mayores exitos en su trabajo para el fortalecimiento y desarrollo del CNAS y la prosperidad del pais."
        },
        {
            "title": "CCM denuncia actitud vendepatria y projaponesa de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-35ee.html",
            "content": "CCM denuncia actitud vendepatria y projaponesa de autoridades surcoreanas\r\nPyongyang, 8 de enero (ACNC) -- El Comite Coreano por Medidas (CCM) sobre el Problema de ex Esclavas Sexuales para el Ejercito Japones y Victimas de Reclutamiento Forzoso, hizo publica el dia 7 una declaracion calificando de avasallantes las \"negociaciones sobre el caso de consoladoras\" realizadas a finales del ano pasado entre el Sur de Corea y Japon. \n\t\t\t\t\tEl caso de esclavitud sexual para el viejo ejercito japones, crimen mas barbaro en la historia humana, no puede ser resuelto sin el reconocimiento de culpabilidad estatal y legal, la disculpa y la indemnizacion de Japon, senala la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, las autoridades surcoreanas tacharon este tremendo crimen de Japon, lo cual es un insulto intolerable no solo a todas las victimas de la esclavitud sexual en el Norte y el Sur de Corea, sino tambien a otros miembros de la nacion y la sociedad internacional que demanda la responsabilidad y la disculpa de Japon y deviene una brutal violacion a la justicia y la conciencia de la humanidad. \n\t\t\t\t\t\n\t\t\t\t\tLo mas indignante del caso es que el presente \"acuerdo\" vergonzoso fue producto del control secreto de EE.UU. que pretende tomar la hegemonia esta region lanzando como brigada de choque a Japon que causo incontables desgracias y sufrimientos a los pueblos asiaticos. \n\t\t\t\t\t\n\t\t\t\t\tEs invalido el presente \"acuerdo\" inventado por el astuto pais isleno incitando con poco dinero a los gobernantes surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tEste hecho demuestra que las autoridades surcoreanas son una horda de traidores a la nacion que se valen de todos los metodos para satisfacer los intereses de sus amos norteamericano y japones. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben tener presente de que su actitud vendepatria les traera al arruinamiento vergonzoso."
        },
        {
            "title": "Trabajadores agricolas juran registrar cambio en produccion agricola de este ano",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-36ee.html",
            "content": "Trabajadores agricolas juran registrar cambio en produccion agricola de este ano\r\nKangso, 8 de enero (ACNC) -- Tuvo lugar este viernes en la Granja Cooperativa de Chongsan del municipio de Kangso el mitin de los trabajadores agricolas y miembros de la Union de Trabajadores Agricolas de Corea para materializar las tareas indicadas en el mensaje del Ano Nuevo del Mariscal Kim Jong Un. \n\t\t\t\t\tEn el acto hubo el informe del presidente del Comite Central de la UTAC, Ri Myong Gil, e intervenciones. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que todos los trabajadores agricolas y miembros de la UTAC, conscientes de su responsabilidad de ocupar la primera posicion en la primera linea de la defensa del socialismo, redoblaran los esfuerzos registrar cambio en la produccion agricola sosteniendo en alto la consigna presentada por el Mariscal \"!Abramos una epoca de mayor esplendor para la construccion de un Estado poderoso y prospero en este ano en que se celebra el VII Congreso del Partido del Trabajo de Corea!\".\n\t\t\t\t\t\n\t\t\t\t\tLlamaron a los trabajadores agricolas y miembros de la UTAC a hacerse verdaderos combatientes revolucionarios del Songun que apoyan para siempre el partido. \n\t\t\t\t\t\n\t\t\t\t\tExigieron a los funcionarios, los trabajadores agricolas y miembros de la UTAC a cumplir la responsabilidad y mision asumidas en la lucha por abrir la era dorada de la construccion de un Estado prospero manteniendo el lema de priorizar sus propias fuerzas.\n\t\t\t\t\t\n\t\t\t\t\tExhortaron a los trabajadores agricolas y miembros de la UTAC de todo el pais a desplegar con vigor la emulsion socialista por el aumento de produccion de cereales para glorificar el presente ano con los exitos de la produccion agricola. \n\t\t\t\t\t\n\t\t\t\t\tEn el acto se publico el programa de emulacion socialista para el aumento de produccion."
        },
        {
            "title": "Cientificos y jovenes confirman poderio de priorizacion de propias fuerzas",
            "url": "http://kcna.co.jp/item/2016/201601/news08/20160108-37ee.html",
            "content": "Cientificos y jovenes confirman poderio de priorizacion de propias fuerzas\r\nPyongyang, 8 de enero (ACNC) -- Informados de la noticia sobre el perfecto exito en la primera prueba de la bomba de hidrogeno, los cientificos de la Republica Popular Democratica de Corea estan llenos de gran emocion y jubilo.\n\t\t\t\t\tLos cientificos iniciaron sus trabajos por el desarrollo cientifico y tecnico de este ano llevandose el noble proposito del Mariscal Kim Jong Un, quien dio el primer paso del trabajo del Ano Nuevo a las ciencias cortando la cinta inaugural del Palacio de Ciencias y Tecnicas.\n\t\t\t\t\t\n\t\t\t\t\tEllos dicen que la exitosa prueba de bomba H deviene un acontecimiento que volvio a mostrar claramente a todo el mundo la decision de Corea de ponerse a la cabeza del mundo con la fuerza de ciencias, y juran que enarbolaran mas el lema de priorizar las propias fuerzas.\n\t\t\t\t\t\n\t\t\t\t\tPak Chol Nam, investigador de la Filial de Ciencia Ferroviaria de la Academia Estatal de Ciencias, manifesto la decision de estar en la delantera en la competencia con el mundo como los cientificos y tecnicos que contribuyeron al gran evento de hoy.\n\t\t\t\t\t\n\t\t\t\t\tLa potencia economica es precisamente las ciencias y tecnicas y he aqui la llave del desarrollo, asevero y continuo:\n\t\t\t\t\t\n\t\t\t\t\tResolveremos los problemas cientifico-tecnicos que se necesitan en la produccion en cadena de los trenes electricos subterraneos y mostraremos otra vez a todo el mundo la veracidad de que los cientificos y tecnicos coreanos pueden conquistar de un salto la cualquiera tecnologia de punta.\n\t\t\t\t\t\n\t\t\t\t\tTambien, los jovenes vanguardistas expresan sus emociones.\n\t\t\t\t\t\n\t\t\t\t\tRim Yong Gon, presidente del Comite de la Union de la Juventud Socialista Kim Il Sung en el municipio de Ryongsong de esta capital, dijo:\n\t\t\t\t\t\n\t\t\t\t\tLa exitosa prueba de la bomba H sirve de un evento nacional que garantiza el eterno futuro de la nacion. Experimente en el profundo de mi corazon la voluntad de autofortalecimiento de la Corea del Juche que entro en la primera fila de los paises poseedores de armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tLos jovenes de este municipio, en acato al ejemplo de los dignos desarrolladores de la bomba H quienes demostraron otra vez el impetu de la nacion coreana, estan decididos a manifestar plenamente la sabiduria y el coraje de la juventud en la ofensiva general de hoy para la construccion de la potencia economica y el pais civilizado.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios de la UJS impulsaran a toda marcha la labor ideologica encontrandose en la realidad bulliciosa para que todos los jovenes celebren con las orgullosas victorias este significativo ano en que se convocara el VII Congreso del Partido del Trabajo de Corea y manifiesten la dignidad y el impetu de la potencia de la juventud."
        }
    ]
}