{
    "date": "2016-11-20",
    "url": "http://kcna.co.jp/item/2016/201611/2016-11-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits August 25 Fishery Station of KPA",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-01ee.html",
            "content": "Kim Jong Un Visits August 25 Fishery Station of KPA\r\n Pyongyang, November 20 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army (KPA), gave field guidance to the August 25 Fishery Station of the KPA which created a history of unprecedented fish haul.\n\t\t\t\t\t Saying that the August 25 Fishery Station is the place he liked very much to visit as it wrote the first page of the history of unprecedented fish haul, he added that he came to the station again as he was eager to see its officials and employees.\n\t\t\t\t\t\n\t\t\t\t\t Going round various places of the station, he learned in detail about fishing, storing and supply of fish.\n\t\t\t\t\t\n\t\t\t\t\t Repeatedly touching bales of frozen fish piled up high, he said with a broad smile on his face that such spectacular scenery can be seen at any fishery station of the KPA and he is very pleased to see the cold storage of the fishery station full of fish.\n\t\t\t\t\t\n\t\t\t\t\t He dropped in at the salted fish storage and sat on the flange of the salting tank, pleased to see it filled with fish.\n\t\t\t\t\t\n\t\t\t\t\t Hearing a report from officials that unprecedentedly big fish hauls were made during the period of intensive campaign for catching sailfin sandfish, he noted that the sea seemed to welcome fishermen of the station and shoals of fish came to meet them, touched by the loyalty with which they have displayed the spirit of devotedly implementing the Party policy, saying they would never return to the port before making big fish hauls and pledging to enter the yard of the Party Central Committee with a report on big fish hauls.\n\t\t\t\t\t\n\t\t\t\t\t  Noting he feels refreshed, taking fish smell hanging in the compound of the fishery station, he said with satisfaction that he felt fresh strength welling up and proud of his work despite fatigue when hearing the story that officials in the fishery field of the KPA are racking their brain to dispose of the netted fish in good time.\n\t\t\t\t\t\n\t\t\t\t\t Today's eye-opening big fish hauls could be made by the officials and fishermen in the fishery field of the KPA as they have devoted themselves to implementing the Party policy with a firm determination, he added.\n\t\t\t\t\t\n\t\t\t\t\t He indicated tasks facing the fishery field.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the officials and employees of the fishery station. \n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Vice Marshal of the KPA Hwang Pyong So, director of the General Political Bureau of the KPA, and Army Col. General So Hong Chan, first vice-minister of the People's Armed Forces. -0-"
        },
        {
            "title": "Kim Jong Un Sends Birthday Spreads to Meritorious Workers",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-28ee.html",
            "content": "Kim Jong Un Sends Birthday Spreads to Meritorious Workers\r\n Pyongyang, November 20 (KCNA) -- Supreme leader Kim Jong Un sent birthday spreads to Labor Hero An Ho Chun, journalist of the Korean Central News Agency, Labor Hero Kim Sun Ok, head of a workteam of the Central Zoo, and Dr. and Prof. Ryu Kyong Ok, researcher at the Hamhung Branch of the State Academy of Sciences, on the occasion of their 70th birthdays.\n\t\t\t\t\t An Ho Chun, known as the chairman of the second party cell of the Fifth Department of the KCNA, the first party cell of loyalty, has worked for decades on the forefront of the party ideological front, and worked hard to build the party cell into the vanguard organization remaining loyal to the Party's idea and cause.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il received a letter from party members of the second party cell of the fifth department which reflected their determination to share the destiny with the party forever and sent an autograph letter and saw to it that he participated in the meeting of Korean intellectuals, the Second Meeting of Secretaries of Cells of the Workers' Party of Korea and several other meetings as delegate.\n\t\t\t\t\t\n\t\t\t\t\t He, who was grown up as chairman of the model party cell and labor hero known in the country under the trust and loving care of Kim Jong Il and Kim Jong Un, is discharging his responsibility and role for the party and revolution as the standard bearer of revolution and struggle.\n\t\t\t\t\t\n\t\t\t\t\t Kim Sun Ok has worked as caretaker of fierce animals in the Central Zoo for over five decades since girlhood. She is devoting herself to glorifying the immortal leadership exploits of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The peerlessly great persons of Mt. Paektu met with her for dozens of times and encouraged her to work well and gave her the title of labor hero and state orders.\n\t\t\t\t\t\n\t\t\t\t\t Ryu Kyong Ok contributed to the education and sci-tech development for decades."
        },
        {
            "title": "Pomminryon Clarifies Its Will to Take Lead in Paving Wide Avenue to National Reunification",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-10ee.html",
            "content": "Pomminryon Clarifies Its Will to Take Lead in Paving Wide Avenue to National Reunification\r\n Pyongyang, November 20 (KCNA) -- The North, South and Overseas Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) issued a joint statement on Nov. 20 on the 26th anniversary of its formation.\n\t\t\t\t\t The formation of Pomminryon was a great event of epochal significance in strengthening the driving force for national reunification and developing the reunification movement into a nationwide movement, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the formation of Pomminryon made it possible to build a mother body of great national unity capable of rallying the patriotic forces at home and abroad as one and develop the movement for national reunification into an organized one and nationwide one.\n\t\t\t\t\t\n\t\t\t\t\t The aspiration and patriotism of the fellow countrymen to defend the independent dignity of the nation and usher in the new era of reconciliation, unity, peace and reunification are growing stronger, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t1. Pomminryon will hold higher the three principles of national reunification and the north-south joint declarations as the lifeline of the reunification movement.\n\t\t\t\t\t\n\t\t\t\t\tThe three principles of national reunification and the north-south declarations reflect the general will of the nation and serve as the great reunification programmes common to the nation and milestones of reunification whose validity and vitality have been clearly proved in practice.\n\t\t\t\t\t\n\t\t\t\t\t If the agreements common to the nation which were made by the north and the south and proclaimed before the world are nullified because of the change of situation and regime change, the Korean nation can never achieve the peaceful reunification of the country. \n\t\t\t\t\t\n\t\t\t\t\t2. Pomminryon will resolutely check the reckless moves of the anti-reunification forces at home and abroad for war and confrontation. \n\t\t\t\t\t\n\t\t\t\t\t Peace and security are the vital issues related to the destiny of the Korean nation and an essential prerequisite to national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous assertion and unbreakable will of all the members of the nation that they can never allow the cradle of life of the fellow countrymen to be reduced to a theatre of a nuclear war due to the moves of foreign forces and their vassal forces for war and confrontation and the Korean nation to fall victim to them.\n\t\t\t\t\t\n\t\t\t\t\t3. Pomminryon will surely succeed in opening the nationwide great gathering for reunification and take the lead in opening a new phase of peace of the country and its independent reunification.\n\t\t\t\t\t\n\t\t\t\t\tIt is the unanimous wishes of all the fellow countrymen to hold the nationwide great gathering for reunification with all the political parties, organizations and individuals in the north, the south and abroad involved to defuse the present danger of war as required by the general will of the nation and usher in the new era of national reunification, peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\tWe will surely succeed in opening the nationwide great gathering for reunification as Pomminryon has held high the banner of national independence and great national unity and struggled to achieve them.\n\t\t\t\t\t\n\t\t\t\t\tAs an immediate task the South Headquarters of Pomminryon will conduct positive activities to form as early as possible a preparatory committee grouping people of all social standings from the south side as the preparatory committees were formed  for the nationwide great gathering for reunification in the north and overseas.\n\t\t\t\t\t\n\t\t\t\t\t The statement called upon all political parties, organizations and figures at home and abroad aspiring after the improved inter-Korean relations and national reunification to turn out as one in the drive for successfully opening the nationwide great gathering for reunification."
        },
        {
            "title": "2017-2019 Execution Plan of Cultural Exchange Signed between DPRK and Algeria",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-05ee.html",
            "content": "2017-2019 Plan of Cultural Exchange Signed between DPRK and Algeria\r\n Pyongyang, November 20 (KCNA) -- A 2017-2019 plan of cultural exchange between the governments of the DPRK and Algeria was signed in El Djazair on Monday.\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were Choe Hyok Chol, DPRK ambassador to Algeria, and members of his embassy and from the opposite side were the Algerian minister of Culture and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador and the minister signed the plan."
        },
        {
            "title": " Participants in Sixth Congress of DWUK Visit Various Places",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-26ee.html",
            "content": "Participants in Sixth Congress of DWUK Visit Various Places\r\n Pyongyang, November 20 (KCNA) -- The participants in the Sixth Congress of the Democratic Women's Union of Korea (DWUK) visited the Phyongchon Revolutionary Site. It is associated with the leadership feats of President Kim Il Sung who chose the site of the first ordinance factory in the liberated country and took the untrodden path of the munitions industry.\n\t\t\t\t\t They visited the historic site associated with the Fatherland Liberation War. They went round the supreme command post and other places of the site associated with the feats the President performed in winning the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t  They also went round the Fatherland Liberation War Martyrs Cemetery.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets on the wreath-laying stand and observed a moment's silence in memory of the hero soldiers.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Sci-Tech Complex, photo exhibition marking the Sixth Congress of the DWUK, exhibition of achievements made by the women's union and the exhibition of consumer goods made by the women's union members. They enjoyed colorful cultural and emotional life at the Nature Museum, Central Zoo and the Munsu Water Park."
        },
        {
            "title": "Workshop for Participants in Sixth Congress of DWUK Held",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-32ee.html",
            "content": "Workshop for Participants in Sixth Congress of DWUK Held\r\n Pyongyang, November 20 (KCNA) -- A workshop for the participants in the Sixth Congress of the Democratic Women's Union of Korea (DWUK) was held here on Sunday.\n\t\t\t\t\t There was an explanation about the basic contents of supreme leader Kim Jong Un's letter \"Let Us Further Intensify the Work of the Women's Union under the Banner of Modelling the Whole Society on Kimilsungism-Kimjongilism\".\n\t\t\t\t\t\n\t\t\t\t\t The performers called upon all the participants in the congress to more firmly establish the Party's monolithic leadership system within the women's union in hearty response to the letter of Kim Jong Un and devote all wisdom and enthusiasm to the struggle to build a powerful socialist nation and strengthen the women's union."
        },
        {
            "title": "Birthday Party for Participants in Sixth Congress of DWUK Given",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-31ee.html",
            "content": "Birthday Party for Participants in Sixth Congress of DWUK Given\r\n Pyongyang, November 20 (KCNA) -- A birthday party for participants in the Sixth Congress of the Democratic Women's Union of Korea (DWUK) was given at the April 25 Hotel on Sunday.\n\t\t\t\t\t Kim Jong Sun, chairwoman of the C.C., the women's union, in a speech said that supreme leader Kim Jong Un made sure that birthday spreads were provided for the participants greeting their birthdays during the congress.\n\t\t\t\t\t\n\t\t\t\t\t She called upon all the participants to bear in mind this glory of today, carry out the tasks set forth in the letter sent by Kim Jong Un and thus make a positive contribution to strengthening the women's union into the revolutionary organization remaining loyal to the idea and cause of the Workers' Party of Korea."
        },
        {
            "title": "Performance of Art Groups Members of Women's Union Given",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-30ee.html",
            "content": "Performance of Art Groups Members of Women's Union Given\r\n Pyongyang, November 20 (KCNA) -- A performance of national art groups members of the women's union was given at the People's Palace of Culture on Sunday in celebration of the Sixth Congress of the Democratic Women's Union of Korea (DWUK).\n\t\t\t\t\t Among the audience were the participants in the Sixth Congress of the DWUK.\n\t\t\t\t\t\n\t\t\t\t\t The performers made a vivid artistic representation of the pride and happy life of the Korean women who have grew up to be the powerful force pushing one of the two wheels of the revolutionary chariot under the care of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with chorus \"Glory to General Kim Jong Un\" and \"Song of Women\". Put on the stage were colorful numbers such as Oungum ensemble \"Boundless Is Our Yearning\" and accordion and song \"Our Dear Marshal\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of deep thanks for President Kim Il Sung and leader Kim Jong Il who put forward women as the mistress of the revolution and country and made a new history of respecting women on this land and for Marshal Kim Jong Un who is opening a heyday of the Juche-oriented Korean women's movement.\n\t\t\t\t\t\n\t\t\t\t\t Quartet \"The Masters of This Land Tell\", comic story \"Our Patriotism\" and large chorus and story-telling \"We Are Riders of Mallima\" were acclaimed by the spectators as they impressively depicted highly spiritual world and revolutionary optimism of the officials and members of the women's union."
        },
        {
            "title": "Ceremonies of Entering Dwelling Houses Held in Flood-hit Northern Part of Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-33ee.html",
            "content": "Ceremonies of Entering Dwelling Houses Held in Flood-hit Northern Part of Korea\r\n Pyongyang, November 20 (KCNA) -- Dwelling houses of at least 19 000 families in the northern part of Korea which suffered severe disaster have been built in a mater of two months.\n\t\t\t\t\t Ceremonies of entering dwelling houses to the people in the flood-hit northern part of Korea took place on spots on Nov. 19 and 20.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae, Kim Ki Nam, Choe Thae Bok, Ri Su Yong, Kim Phyong Hae, Ri Man Gon, O Su Yong, Kwak Pom Gi, Kim Yong Chol, vice-chairmen of the Central Committee of the Workers' Party of Korea (WPK), Jon Sung Hun, chairman of the North Hamgyong Provincial Committee of the WPK, Ri Sang Gwan, chairman of the Provincial People's Committee, people in the flood-hit areas, service personnel and officials of the army and society and service personnel, members of the shock brigades who took part in the construction.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairmen of the C.C., the WPK in their congratulatory addresses said that supreme leader Kim Jong Un made an important decision to set it as the major thrust of the 200-day campaign to recover from the flood damage in the northern part for the people in the flood-hit areas of North Hamgyong Province and conducted the gigantic operation to win miraculous victory in turning adversity into favorable situation.\n\t\t\t\t\t\n\t\t\t\t\t All party members, service personnel and other people should hold Kim Jong Un in high esteem with loyalty keeping in mind the steadfast faith that people's happy life would be firmly defended and brought into full bloom as long as there are the warm care of Kim Jong Un and the best advantageous socialist system centered on the popular masses, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the builders of northern part to conduct the steady offensives to certainly attain the 200-day campaign purpose in the same spirit with which they created miracles in turning adversity into favorable conditions in the flood-hit areas of North Hamgyong Province, and thus glorify this year in which the Seventh Congress of the WPK was held as the year of great victory to be recorded forever in the history of the country.\n\t\t\t\t\t\n\t\t\t\t\t At the end of speeches certificates of using dwelling houses were awarded to the people in the flood-hit areas.\n\t\t\t\t\t\n\t\t\t\t\t People moved to new dwelling houses in the new streets and new villages in Hoeryong City and Musan, Yonsa, Onsong, Kyongwon and Kyonghung counties.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairmen of the C.C., the WPK visited families who moved to the new dwelling houses.\n\t\t\t\t\t\n\t\t\t\t\t They shared the pleasure with inhabitants who were excited after receiving dwelling houses free and handed over daily necessaries as souvenir of their visits."
        },
        {
            "title": "Homage Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-24ee.html",
            "content": "Vietnamese Delegation Pay Homage to Kim Il Sung, Kim Jong Il\r\n Pyongyang, November 20 (KCNA) -- A delegation of the Ho Chi Minh Communist Youth Union of Vietnam led by Nguyen Manh Dung, standing secretary of its Central Committee, visited the Kumsusan Palace of the Sun on Sunday.\n\t\t\t\t\t The guests paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues at the palace.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to the great leaders at the halls where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the great leaders received are on display and the halls that house cars, electric car, boat and train coaches used by them for field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Delegation of Korean Democratic Women's Union in Japan Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-25ee.html",
            "content": "Delegation of Korean Democratic Women's Union in Japan Visits Mangyongdae\r\n Pyongyang, November 20 (KCNA) -- A delegation of the Korean Democratic Women's Union in Japan headed by Nam Ju Hyon, vice-chairwoman of its Central Standing Committee, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t The members of the delegation visited the Mangyongdae Revolutionary Museum where historic materials and relics showing the revolutionary activities of the President and his family members in Mangyongdae are preserved.\n\t\t\t\t\t\n\t\t\t\t\t At the old home in Mangyongdae they went round the historical relics preserved there with much care, being briefed on the revolutionary career of the President.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Phyongchon Revolutionary Site, the Kumkop General Foodstuff Factory for Sportspersons, etc."
        },
        {
            "title": "School Famous for Excellent Quick-readers",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-15ee.html",
            "content": "School Famous for Excellent Quick-readers\r\n Pyongyang, November 20 (KCNA) -- The 8th national quick-reading contest of students from secondary schools No. 1 and foreign languages schools in the DPRK was held here some days ago.\n\t\t\t\t\t In the contest, Pyongyang Foreign Languages School took the first place again, recording its six consecutive victories.\n\t\t\t\t\t\n\t\t\t\t\t The credit for such successes goes to the devotion of its teachers, who have made all efforts to training talented students by introducing peculiar education methods.\n\t\t\t\t\t\n\t\t\t\t\t The school would scout students with ability of quick reading through pop-quiz and train them in diverse ways for improving their abilities.\n\t\t\t\t\t\n\t\t\t\t\t The school has shown good results in various national contests and exhibitions, including the quick-reading contest. It won 50-odd medals and certificates for this year."
        },
        {
            "title": "Wangjaesan Art Troupe Gives Performance at Hwanghae Iron and Steel Complex",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-29ee.html",
            "content": "Wangjaesan Art Troupe Gives Performance at Hwanghae Iron and Steel Complex\r\n Songrim, November 20 (KCNA) -- The Wangjaesan Art Troupe made its performance tour at the Hwanghae Iron and Steel Complex from Nov. 18 to 20.\n\t\t\t\t\t   The performance began with music \"We Will Go to Mt. Paektu\". Put on the stage were songs, dances, instrumental music and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t Female solo and panchang \"Where Are You, Dear General?\", an immortal masterpiece, which deals with reverence for leader Kim Jong Il touched the hearts of audience \n\t\t\t\t\t\n\t\t\t\t\t In female chorus \"Our Comrade Kim Jong Un\" and female duet \"His Humanity\" the performers impressively depicted the boundless reverence for Kim Jong Un who put forward the Korean working class as the heroic working class of Kim Il Sung and Kim Jong Il and leads them to create the Mallima speed.\n\t\t\t\t\t\n\t\t\t\t\t Female solo and pangchang \"It Is Offensive\", light music \"Higher and Faster\" and other numbers inspired the workers and officials of the complex who will uphold the Party with molten iron of Juche."
        },
        {
            "title": "SWUK's Full Display of Its Power Called for",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-20ee.html",
            "content": "SWUK's Full Display of Its Power Called for\r\n Pyongyang, November 20 (KCNA) -- The successful Sixth Congress of the Democratic Women's Union of Korea amid great expectation and attention of the whole country was the noteworthy epochal event in the history of the Juche-oriented women's movement, Rodong Sinmun Sunday says in an editorial.\n\t\t\t\t\t Supreme leader Kim Jong Un sent a letter to the participants in the congress to provide them with the important guidelines to be permanently held fast to for glorifying the women's union as the one of the leader and the Party under the great banner of Kimilsungism-Kimjongilism and strengthening its work as required by the new era of the Juche revolution, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t At the congress the name of the women's union was renamed and it laid a sure guarantee for firmly preserving the revolutionary character of the women's union and fully displaying its might on a higher stage.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Women's Union of Korea (SWUK) is the crystal devotedly defending the leader regarding loyalty to the Party and the leader as life and soul.\n\t\t\t\t\t\n\t\t\t\t\t Glorifying the proud tradition of devotedly protecting the leader provides the ever-victorious path of the Korean women's movement and guarantees a rosy future of the women's union.\n\t\t\t\t\t\n\t\t\t\t\t The SWUK is the powerful militant organization reliably backing the cause of building a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t Today our women's union organizations and members have unanimously turned out in the drive to implement the ideas of the Party and protect its policies and faithfully uphold the cause of the Party.\n\t\t\t\t\t\n\t\t\t\t\t The world does not know such excellent women as the Korean women who unsparingly devote their all to the society and collective regarding socialism as life and soul.\n\t\t\t\t\t\n\t\t\t\t\t It is the unusual fortune and privilege for the members of the SWUK to carry on the revolution being provided with the most correct guidelines for strengthening the union under the leadership of the peerlessly great men down through generations.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls for continuously glorifying the proud tradition of the Juche-oriented women's movement which has covered history of victory and glory true to the leadership of the Party and the leader."
        },
        {
            "title": "Philistines Mocking at People Should Be Buried: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-21ee.html",
            "content": "Philistines Mocking at People Should Be Buried: Rodong Sinmun\r\n Pyongyang, November 20 (KCNA) -- Shouts of the people demanding the resignation of Park Geun Hye are ringing loudly across south Korea, says Rodong Sinmun Sunday in an article.\n\t\t\t\t\t The massive anti-\"government\" struggle spreading like a prairie fire in south Korea is an eruption of the curse and resentment of the people against despicable philistines deceiving and mocking at the people, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The \"Park Geun Hye, Choe Sun Sil scandal\" driving the south Korean society into a whirlwind of bitter resentment and astonishment is an inevitable product of the unpopular rule enforced by traitor Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t Under the shadow of Park, an individual woman of straw called Choe Sun Sil committed heinous crimes while threatening the south Korean people's existence and mocking at their dignity. They touch off resentment among all people.\n\t\t\t\t\t\n\t\t\t\t\t It was none other than Park who prodded Choe into committing such crimes.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people are turning out in the death-defying actions, unable to remain a passive onlooker to the unpopular rule of Park.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous demand of the people of all social standings in south Korea that Park's crimes should be thoroughly investigated to bring her to a court of history.\n\t\t\t\t\t\n\t\t\t\t\t The whole mindset of south Korea is orientated to judging Park.\n\t\t\t\t\t\n\t\t\t\t\t People's mindset represents the will of Heaven and the people's judgment is merciless and stern."
        },
        {
            "title": "S. Korean Puppet Forces Slammed for Kicking off \"Human Rights\" Racket against DPRK",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-23ee.html",
            "content": "S. Korean Puppet Forces Slammed for Kicking off \"Human Rights\" Racket against DPRK\r\n Pyongyang, November 20 (KCNA) -- Shortly ago, the gentries of the south Korean puppet Foreign Ministry held a meeting of the \"consultative body for human rights in north Korea\" with a special envoy for \"human rights in north Korea\" of the U.S. State Department who flew to Seoul at which they agreed on intensifying cooperation in \"human rights\" racket against the DPRK while crying out for \"efforts for promoting human rights in the north\" and \"discussion of human rights issue\" of overseas working people of the DPRK. Pursuant to it, the puppet forces committed provocative act of zealously joining in the move to adopt the criminal UN \"resolution on human rights in north Korea\" orchestrated by the U.S. on Nov. 15.\n\t\t\t\t\t Papers here on Sunday in their commentaries say that no matter how malignantly the south Korean puppet may trumpet about \"human rights in the north\", nobody can pay heed to their nonsensical sophism.\n\t\t\t\t\t\n\t\t\t\t\t This brings to light the poor colors of the group of traitors driven into a tight corner as their racket for escalating confrontation with the DPRK in league with foreign forces proved futile, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group is keen on the \"human rights\" racket against the DPRK in league with the U.S. and its vassal forces. This is a disgusting and strange farce of the living dead driven into a poor plight to be buried in the grave of history, cursed and denounced by all the fellow countrymen due to its rare unpopular rule, unethical crimes, corruption and incompetence.\n\t\t\t\t\t\n\t\t\t\t\t The Park group is making desperate efforts to prolong the remaining days for currying favor with its master through the persistent \"human rights\" racket against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Such foolish act will increase the hatred and enmity of the whole nation against the traitors.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says the Park group's act will precipitate its miserable end to be put in cesspool of history by the nationwide struggle of all the Koreans."
        },
        {
            "title": "Lawmakers of Opposition Parties of S. Korea Launch Action for Ousting Park Geun Hye",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-06ee.html",
            "content": "Lawmakers of Opposition Parties of S. Korea Launch Action for Ousting Park Geun Hye\r\n Pyongyang, November 20 (KCNA) -- The forces of opposition parties of south Korea rebuffed all at once with the disclosure of the fact that traitor Park Geun Hye who refused an investigation by the prosecution while talking about \"state administration\" is trying to evade the crisis through the declaration of the \"martial law\", according to reports.\n\t\t\t\t\t The Minju Party held a candlelight rally outside the Seoul Central District Prosecutor's Office on Nov. 16 demanding a strict investigation into Park.\n\t\t\t\t\t\n\t\t\t\t\t The floor leader of the party at the policy coordination meeting on Thursday underlined the need to bring Park to a court of history without fail.\n\t\t\t\t\t\n\t\t\t\t\t The representative of the party held a meeting on Friday and underscored the need to form the headquarters of the movement for people's sovereignty and launch full-dress action for the resignation of Park.\n\t\t\t\t\t\n\t\t\t\t\t The Kukmin Party decided to intensify a signature campaign for Park's resignation.\n\t\t\t\t\t\n\t\t\t\t\t The representatives of the three opposition parties held a meeting on Thursday at which they discussed a detailed proposal for urging Park to step down.\n\t\t\t\t\t\n\t\t\t\t\t 170 lawmakers from the three opposition parties and those without party affiliation issued a statement outside Chongwadae on the same day demanding Park sincerely respond to the prosecution's investigation."
        },
        {
            "title": " Lawmaker from Ruling Party of S. Korea Accused of Insulting Candlelight Demonstrators",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-07ee.html",
            "content": "Lawmaker from Ruling Party of S. Korea Accused of Insulting Candlelight Demonstrators\r\n Pyongyang, November 20 (KCNA) -- Lawmaker Kim Jin Thae known as a pro-Park Geun Hye element of the \"Saenuri Party\" insulted the candlelight demonstrators who demanded the resignation of traitor Park Geun Hye, according to reports from south Korea.\n\t\t\t\t\t On Nov. 17 he said if the bill on special investigation is passed, it will remain as disgrace in history being marginalized by candlelight, contrary to the principle.\n\t\t\t\t\t\n\t\t\t\t\t People from all walks of life and opposition parties accused him of playing down the one million-people candlelight demos reflecting the people's intention.\n\t\t\t\t\t\n\t\t\t\t\t The deputy spokesperson of the Kukmin Party in a commentary that day said the candlelight held by citizens is an expression of the declaration that Park Geun Hye is no longer \"president\"."
        },
        {
            "title": "Park Geun Hye's Resignation Demanded by Students Councils of Art Colleges and Accountants",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-08ee.html",
            "content": "Park Geun Hye's Resignation Demanded by Students Councils of Art Colleges and Accountants\r\n Pyongyang, November 20 (KCNA) -- The students councils of 12 art colleges launched a campaign for issuing a declaration on the situation for the resignation of Park Geun Hye at Kwanghwamun Square in Seoul on Nov. 17, according to reports.\n\t\t\t\t\t In a declaration they denounced Park Geun Hye for entrusting Choe Sun Sil with the authority of \"president\" to put the Ministry of Culture, Sports and Tourism under her control and letting Choe exercise the final say and forcibly confiscate property of businessmen through foundations.\n\t\t\t\t\t\n\t\t\t\t\t The declaration urged Park to step down immediately, as demanded by the one million people's mindset.\n\t\t\t\t\t\n\t\t\t\t\t At least 370 accountants across south Korea issued a declaration on the situation on the same day demanding Park's resignation.\n\t\t\t\t\t\n\t\t\t\t\t They demanded Park face justice."
        },
        {
            "title": " Headquarters of Movement for Resignation of Park Geun Hye Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-09ee.html",
            "content": "Headquarters of Movement for Resignation of Park Geun Hye Formed in S. Korea\r\n Pyongyang, November 20 (KCNA) -- 39 civic and public organizations in Kyonggi Province, south Korea formed the Kyonggi Movement Headquarters for the Resignation of Park Geun Hye at the Kyonggi Headquarters of the Confederation of Trade Unions in Suwon City on Nov. 15, according to reports.\n\t\t\t\t\t In an inaugural declaration the organization said the people have long impeached the Park Geun Hye regime, adding Park is no longer \"president\".\n\t\t\t\t\t\n\t\t\t\t\t It decided to conduct the one million-people signature campaign.\n\t\t\t\t\t\n\t\t\t\t\t The South Chungchong Provincial Emergency People's Action for Resigning Park Geun Hye Regime was formed at Chonan City Square on Nov. 16.\n\t\t\t\t\t\n\t\t\t\t\t In an inaugural declaration the organization said it has been fully disclosed that Park has no capacity and qualifications to handle \"state administration\", adding that the people demand Park leave Chongwadae, abandoning power."
        },
        {
            "title": " S. Korean Media Denounce Park Geun Hye's Moves to Get out of Crisis ",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-12ee.html",
            "content": "S. Korean Media Denounce Park Geun Hye's Moves to Get out of Crisis\r\n Pyongyang, November 20 (KCNA) -- Park Geun Hye forsaken by the people is working hard to divert elsewhere the crisis caused by the monopolization of administration, according to reports from south Korea. \n\t\t\t\t\t On Nov. 16, she raised a hue and cry over \"probe into truth\" behind LCT scandal in Pusan, \"mobilization of all investigation forces\", \"quick and thorough investigation\" and \"severe punishment of those involved in it.\"\n\t\t\t\t\t\n\t\t\t\t\t Kyunghyang Daily News said that Park who refused to face the prosecution's investigation attempted to misuse LCT.\n\t\t\t\t\t\n\t\t\t\t\t Media Today and Hangyore also lambasted Park's cynical ploy.\n\t\t\t\t\t\n\t\t\t\t\t CBS accused Park of ordering a thorough investigation into LCT scandal.\n\t\t\t\t\t\n\t\t\t\t\t Kukmin Ilbo, Korea Economic Daily and other papers noted that the \"Park's order to investigate the LCT scandal means that she does not abandon the right to monopolize the administration\".\n\t\t\t\t\t\n\t\t\t\t\t Lawmakers from the Minju Party held that Park should bear the responsibility for the monopolization of administration of her own accord and immediately face the prosecution's investigation from the stand of being involved in bribery cases."
        },
        {
            "title": "Dogfight Festering in \"Saenuri Party\" of S. Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-13ee.html",
            "content": "Dogfight Festering in \"Saenuri Party\" of S. Korea\r\n Pyongyang, November 20 (KCNA) -- Dogfight is festering between the pro-Park Geun Hye circle and anti-Park circle within the \"Saenuri Party\" to lead to its split, according to CBS, News 1 and other news reports from south Korea.\n\t\t\t\t\t The anti-Park Geun Hye circle of the \"Saenuri Party\" including the former representative and the governor of Kyonggi Province demanded the resignation of Park and the party leadership.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the \"Saenuri Party\", the chief of the publicity headquarters and other leading officials of the anti-Park Geun Hye circle declared resignation and a vice-spokesman for the party also stepped down on Nov. 15, threatening the anti-Park circle. \n\t\t\t\t\t\n\t\t\t\t\t Even the secretary general of the \"Saenuri Party\" declaration his resignation on Friday.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Park Geun Hye and pro-Park circle of the \"Saenuri Party\" blustered that they would strictly investigate the LCT scandal in Pusan.\n\t\t\t\t\t\n\t\t\t\t\t News services said that the fierce dogfight between the pro-Park circle and the anti-Park circle might lead to the split of the party."
        },
        {
            "title": "Support Rate for Park Geun Hye Drops to 4 Percent",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-17ee.html",
            "content": "Support Rate for Park Geun Hye Drops to 4 Percent\r\n Pyongyang, November 20 (KCNA) -- According to the results of an opinion poll conducted on Nov. 15 and 16, the support rate for Park Geun Hye hit an all-time low of 4 percent, news services in Seoul said.\n\t\t\t\t\t According to the opinion poll on Nov. 18, the support rate for Park from the people in their twenties and thirties was zero and the rate from those in their forties was 4 percent.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Hankook Ilbo of south Korea said 88.5 percent of the respondents demanded Park Geun Hye step down, according to the results of the opinion poll on Friday."
        },
        {
            "title": "Floor Leader of S. Korean Political Party Demands Arrest of Park Geun Hye",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-18ee.html",
            "content": "Floor Leader of S. Korean Political Party Demands Arrest of Park Geun Hye\r\n Pyongyang, November 20 (KCNA) -- The floor leader of the Jongui Party of south Korea reportedly demanded on Friday that the prosecution put Park Geun Hye under arrest at once to prevent her from fleeing abroad.\n\t\t\t\t\t At the emergency measure meeting of the party he said that as Park has not kept her promise to sincerely approach the prosecution's investigation into the scandal, the prosecution should force her to keep the promise she made to the people."
        },
        {
            "title": "Movement Headquarters for Park Geun Hye's Resignation Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-19ee.html",
            "content": "Movement Headquarters for Park Geun Hye's Resignation Formed in S. Korea\r\n Pyongyang, November 20 (KCNA) -- The struggle of south Korean people from all walks of life infuriated by the monopolization of \"administration\" by Park Geun Hye is mounting, according to reports.\n\t\t\t\t\t 39 civic and public organizations in Kyonggi Province formed the Kyonggi Movement Headquarters for Resignation of Park Geun Hye at the Kyonggi Headquarters of the Confederation of Trade Unions on Nov. 15.\n\t\t\t\t\t\n\t\t\t\t\t The organization decided to launch the one-million signature campaign of residents in Kyonggi Province and diverse actions for Park Geun Hye's resignation. \n\t\t\t\t\t\n\t\t\t\t\t Citizens, workers and peasants in South Chungchong Province formed the South Chungchong Regional Emergency People's Action for Resignation of the Park Geun Hye Regime at Chonan City Square on Nov. 16.\n\t\t\t\t\t\n\t\t\t\t\t The organization in a declaration said it was fully disclosed that Park Geun Hye has neither ability nor qualifications to administer state affairs and the people demand Park step down and leave Chongwadae."
        },
        {
            "title": "Large Candlelight Actions for Resignation of Park Geun Hye Regime Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-22ee.html",
            "content": "Large Candlelight Actions for Resignation of Park Geun Hye Regime Launched in S. Korea\r\n Pyongyang, November 20 (KCNA) -- Large-scale candlelight actions demanding resignation of Park Geun Hye over the \"Park Geun Hye, Choe Sun Sil scandal\" were launched all at once in Seoul, Pusan, Taegu, Kwangju, Jonju and other parts of south Korea on Saturday, according to news reports.\n\t\t\t\t\t It was reported that more than 500,000 people in Seoul and one million people from all parts of south Korea took part in the candlelight actions which were launched simultaneously under the sponsorship of the Emergency People's Action to Force the Park Geun Hye Regime to Step down grouping more than 1,550 civic and social organizations.\n\t\t\t\t\t\n\t\t\t\t\t The fourth all-people action rally took place at Kwanghwamun Square in Seoul.\n\t\t\t\t\t\n\t\t\t\t\t The general students councils of more than 30 universities held a rally on the situation outside Hongik University and demanded Park make a decision on her resignation.\n\t\t\t\t\t\n\t\t\t\t\t At least 20,000 unionists under the Confederation of Trade Unions held a rally of workers for resigning Park and shatter suppression of workers at Seoul Square.\n\t\t\t\t\t\n\t\t\t\t\t Members of the Minju Party and citizens held a rally of making a resolution for resignation of Park Geun Hye at Chonggyechon Plaza.\n\t\t\t\t\t\n\t\t\t\t\t Religious bodies launched a demonstration in demand of Park's resignation in front of the Kyongbok Palace."
        },
        {
            "title": "Park Geun Hye's Mental Age Estimated to Be That of Teens",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-27ee.html",
            "content": "Park Geun Hye's Mental Age Estimated to Be That of Teens\r\n Pyongyang, November 20 (KCNA) -- Hwang Sang Min, former professor of psychology at Yonsei University, on Nov. 4 estimated the mental age of Park Geun Hye to be that of teens, according to the south Korean paper Herald Economy.\n\t\t\t\t\t Hwang said that Park's mental age is little short of that of 17 or 18 years old girls when compared with those who lived a common social life.\n\t\t\t\t\t\n\t\t\t\t\t Park early in her twenties met Choe Sun Sil and she was already suffering from the trouble of development at that time, Hwang said.\n\t\t\t\t\t\n\t\t\t\t\t Hwang was released from the professorship for disclosing that Park Geun Hye failed to perform any role as woman though she is physically woman in 2012 when the \"presidential\" election was held."
        },
        {
            "title": "Bird Flu Spreads in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-14ee.html",
            "content": "Bird Flu Spreads in S. Korea\r\n Pyongyang, November 20 (KCNA) -- Bird flu occurred in Haenam County of South Jolla Province and Umsong County of North Chungchong Province of south Korea on Nov. 16 and 17, according to the south Korean KBS.\n\t\t\t\t\t It was reported that more than 62,000 chickens and ducks were culled in two counties.\n\t\t\t\t\t\n\t\t\t\t\t Avian influenza virus from migratory birds was found in Iksan City, North Jolla Province."
        },
        {
            "title": "Chairman of United Confederation of Koreans in Russia Demands Park Geun Hye Step Down from Office",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-16ee.html",
            "content": "Chairman of United Confederation of Koreans in Russia Demands Park Geun Hye Step Down from Office\r\n Pyongyang, November 20 (KCNA) -- Kim Chil Song, chairman of the United Confederation of Koreans in Russia, sent a open letter to the south Korean people on Nov. 10.\n\t\t\t\t\t The letter said that Koreans in Russia expressed indignation at the news that the politically-motivated scandal related to Park Geun Hye occurred in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people have no time to suffer disgrace and contempt as like today, the letter said, calling upon them not to be taken in by Park's trickery. \n\t\t\t\t\t\n\t\t\t\t\t If Park has a mind of her own and feels a sense of shame and virtue, she should step down from office without delay, it noted. \n\t\t\t\t\t\n\t\t\t\t\t The members of the confederation fully support the struggle of the south Korean people and all overseas Koreans demanding Park Geun Hye step down from office, the letter stressed."
        },
        {
            "title": "Kim Jong Il to Be Remembered in India",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-02ee.html",
            "content": "Kim Jong Il to Be Remembered in India\r\n Pyongyang, November 20 (KCNA) -- An Indian committee for remembering leader Kim Jong Il was formed in New Delhi on Nov. 14.\n\t\t\t\t\t Atle Ranjan, secretary of the National Council of the Communist Party of India, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events such as a seminar, photo exhibition and film show to praise the revolutionary career and exploits of Kim Jong Il from Nov. 15 to Dec. 17."
        },
        {
            "title": "Kim Jong Il to Be Remembered in India",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Pakistan\r\n Pyongyang, November 20 (KCNA) -- A Pakistani national committee for remembering leader Kim Jong Il was formed in Karachi on Nov. 16.\n\t\t\t\t\t A former senator was elected chairperson of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural functions such as a lecture, book and photo exhibition and film show to praise the revolutionary career and immortal exploits of Kim Jong Il from Dec. 1 to 17."
        },
        {
            "title": " Mother's Day of DPRK Marked in DR Congo",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-04ee.html",
            "content": "Mother's Day of DPRK Marked in DR Congo\r\n Pyongyang, November 20 (KCNA) -- The National Committee for the Study of the Juche Idea of DR Congo posted an article titled \"Mothers of the DPRK\" on its website on Wednesday.\n\t\t\t\t\t The article said that the DPRK significantly marks Nov. 16 as the Mother's Day every year. It went on:\n\t\t\t\t\t\n\t\t\t\t\t In the past the mothers of Korea had their personality and dignity as women and the right to motherhood ruthlessly violated in the fetters of feudalism to shed bitter tears as members of stateless nation.\n\t\t\t\t\t\n\t\t\t\t\t But they could enjoy a worthy life as they held President Kim Il Sung and leader Kim Jong Il as the outstanding leaders in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t The social and historical factors that restricted the freedom of women and their right to motherhood for thousands of years were finally terminated thanks to the warm loving care of the peerlessly great persons.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK the mothers are freely participating in the state and social activities while fully enjoying the independent right.\n\t\t\t\t\t\n\t\t\t\t\t Many mothers are making positive contributions to building a powerful socialist nation as deputies to the power organs at all levels, officials of the party, state and economic organs and public organizations, heroes, people's sportspersons and people's actresses.\n\t\t\t\t\t\n\t\t\t\t\t The mothers of the DPRK will dynamically advance to the road of patriotism and loyalty under the policy of respecting and prioritizing the women in the future, too."
        },
        {
            "title": " Kim Jong Il to Be Remembered in Germany",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-11ee.html",
            "content": "Kim Jong Il to Be Remembered in Germany\r\n Pyongyang, November 20 (KCNA) -- Committees for remembering leader Kim Jong Il were separately formed by the German Communist Party and the German Group for the Study of Korean Culture on Monday.\n\t\t\t\t\t Torsten Schoevitz, chairman of the German Communist Party, and the chief of the German Group for the Study of Korean Culture, were elected chairpersons of the committees.\n\t\t\t\t\t\n\t\t\t\t\t The committees set the remembrance period from Nov. 14 to Dec. 17 and decided to organize political and cultural functions such as a remembrance meeting and seminar."
        },
        {
            "title": "Kim Jong Un dirige en el terreno la Empresa Pesquera 25 de Agosto de EPC",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-34ee.html",
            "content": "Kim Jong Un dirige en el terreno la Empresa Pesquera 25 de Agosto de EPC\r\nPyongyang, 20 de noviembre (ACNC) -- Los funcionarios y pescadores de la rama pesquera del Ejercito Popular de Corea, quienes al guardar en el profundo del corazon la confianza del Presidente Kim Jong Un registran innovaciones en la campana intensiva de captura de Arctoscopus japonicus pescaron hasta el dia 19 mas de 90 mil toneladas de pescado, cantidad dos veces mas que en el periodo de campana intensiva de pesca del ano pasado, y siguen sus trabajos por alcanzar la meta de 100 mil toneladas.\n\t\t\t\t\tEl Presidente dirigio en el terreno la Empresa Pesquera 25 de Agosto del EPC, que escribio la primera pagina de la historia del mar de oro (captura de abundantes peces).\n\t\t\t\t\t\n\t\t\t\t\tEsta empresa pesquera es una unidad familiarizada consigo, dijo el Presidente y destaco que volvio a venir alli para ver a los funcionarios y empleados de la planta.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo varios puntos de la empresa, averiguo detalladamente el estado de la pesca, la conservacion, el suministro.\n\t\t\t\t\t\n\t\t\t\t\tPasando repetidamente la mano por los pescados amontonados en el almacen frigorifico, se hizo muy satisfecho diciendo que tal paisaje se puede ver en cualesquier empresas pesqueras del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEstuvo en el almacen de saladura donde mostro alegria viendo muchos pescados almacenados.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo con alegria que le da animo y aprecia el valor de trabajo cuando escucha el relato de que los funcionarios de la rama pesquera del EPC se esfuerzan mucho por almacenar los pescados capturados.\n\t\t\t\t\t\n\t\t\t\t\tRatifico que se puede lograr los exitos tan grandes como hoy gracias a los tesoneros esfuerzos de los funcionarios y los pescadores de la rama pesquera del EPC por materializar a ultranza la politica del partido.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un presento las tareas que le incumben a la rama pesquera y seguidamente se retrato junto con los funcionarios y empleados de la empresa.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el vicemariscal del EPC Hwang Pyong So, jefe de la Direccion Politica General del EPC, y el coronel general de las fuerzas armadas terrestres So Hong Chan, primer viceministro de las Fuerzas Armadas Populares."
        },
        {
            "title": "Publicada declaracion conjunta de Direcciones de la APRP",
            "url": "http://kcna.co.jp/item/2016/201611/news20/20161120-35ee.html",
            "content": "Publicada declaracion conjunta de Direcciones de la APRP\r\nPyongyang, 20 de noviembre (ACNC) -- Con motivo del 26o aniversario de la constitucion de la Alianza Pannacional por la Reunificacion de la Patria (APRP), sus Direcciones Nortena, Surena y Ultramarina publicaron el dia 20 una declaracion conjunta. \n\t\t\t\t\tLa nota senala que la fundacion de la APRP fue un acontecimiento de importancia trascendental para fortalecer los autores del movimiento por la reunificacion de la patria y darle la dimension pannacional. \n\t\t\t\t\t\n\t\t\t\t\tGracias a ese evento, fue preparada la organizacion matriz de la gran unidad nacional para agrupar a todas las fuerzas patrioticas dentro y fuera del pais y fortalecer el movimiento por la reunificacion como el pannacional mas organizado, enfatiza. \n\t\t\t\t\t\n\t\t\t\t\tAhora se hacen mas fuertes la lucha patriotica y la aspiracion nacional a defender la dignidad independiente de la nacion y abrir la nueva era de reconciliacion, unidad, paz y reunificacion, destaca y expone los siguientes puntos:\n\t\t\t\t\t\n\t\t\t\t\t1. La APRP marchara adelante manteniendo los Tres Principios de la Reunificacion de la Patria y las declaraciones conjuntas Norte-Sur como linea de vida del movimiento por la reunificacion. \n\t\t\t\t\t\n\t\t\t\t\tLos principios y los documentos N-S constituyen programas comunes y hojas de ruta de reunificacion en que esta sintetizada la voluntad general de la nacion. Y su justeza y vitalidad se han comprobado claramente en la practica. \n\t\t\t\t\t\n\t\t\t\t\tSi los acuerdos aprobados por ambas partes coreanas y declarados a todo el mundo se invalidan por el cambio de la situacion y del \"poder\", la nacion coreana no podra reunificar nunca la patria de manera pacifica. \n\t\t\t\t\t\n\t\t\t\t\t2. La APRP frustrara tajantemente las imprudentes maniobras de guerra y enfrentamiento de las fuerzas internas y externas opositoras a la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tLa paz y seguridad son asunto vital para el destino de la nacion coreana y la premisa indispensable de la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tTodos los integrantes de la nacion tienen la indoblegable voluntad de no tolerar nunca que la cuna de vida de la nacion se convierta en el campo de guerra nuclear y nuestra nacion se haga su victima debido a la campana belica y conflictiva de las fuerzas extranjeras y sus seguidores. \n\t\t\t\t\t\n\t\t\t\t\t3. La APRP se esforzara al frente por mejorar las relaciones intercoreanas y abrir una nueva coyuntura de la paz y reunificacion independiente del pais al lograr sin falta la apertura del gran acto pannacional por la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tTodos los integrantes de la nacion demandan unanimemente celebrar el gran acto pannacional con la participacion de todos los partidos politicos, entidades y personalidades del Norte, el Sur y en ultramar para eliminar la delicada coyuntura de belicismo de hoy y abrir nueva era favorable a la reunificacion de la patria, paz y prosperidad. \n\t\t\t\t\t\n\t\t\t\t\tLa APRP, que vino luchando por la independencia nacional y la gran unidad nacional, celebrara sin falta el gran acto pannacional por la reunificacion. \n\t\t\t\t\t\n\t\t\t\t\tPor inmediato, la Direccion Surena dinamizara las actividades para organizar lo mas pronto posible el comite preparatorio que incluya a distintos sectores del Sur de Corea, ya que se fundaron las mismas entidades en el Norte y en ultramar. \n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, la declaracion conjunta exhorta a todos los partidos politicos, entidades y personalidades en el interior y exterior del pais, que aspiran a la mejora de relaciones intercoreanas y la reunificacion de la patria, levantarse como un solo hombre por la apertura del gran acto pannacional."
        }
    ]
}