{
    "date": "2016-06-18",
    "url": "http://kcna.co.jp/item/2016/201606/2016-06-18ee.html",
    "articles": [
        {
            "title": "National Meeting Marks 52nd Anniversary of Kim Jong Il's Start of Work at C.C., WPK",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-29ee.html",
            "content": "National Meeting Marks 52nd Anniversary of Kim Jong Il's Start of Work at C.C., WPK\r\n Pyongyang, June 18 (KCNA) -- A national meeting was held in Pyongyang Saturday to mark the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present there were Kim Yong Nam, Hwang Pyong So, Pak Pong Ju and other leading officials of the party, the state and the army, the chairperson of a friendly party, officials of the party, armed forces and power bodies, social organizations, ministries and national institutions, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, officials and labor innovators of institutions and industrial establishments here.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae, member of the Presidium of the Political Bureau and vice-chairman of the Central Committee of the WPK, made a report.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's start of work at the WPK Central Committee more than fifty years ago was a national event which marked the new milestone in the development of the destiny of the country and the nation, the reporter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The whole course in which Kim Jong Il led the WPK is shining with the immortal feats he performed for building the WPK into the party of the leader and revolutionary party of Juche with his original party building idea and theory and outstanding leadership.\n\t\t\t\t\t\n\t\t\t\t\t He creditably realized the historic cause for developing the WPK into an ideologically pure entity and an integral organization loyal to the idea and guidance of the leader, and the party with rosy prospect that carries forward the idea and guidance of the leader generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t He turned the WPK into the veteran and tested general staff of the revolution which leads the revolution and construction to victory by the Juche-oriented leadership method.\n\t\t\t\t\t\n\t\t\t\t\t He led the revolution and construction, regarding it as the iron rule in party building and activities to solve all problems by firmly believing in and relying on the people, the driving force of revolution.\n\t\t\t\t\t\n\t\t\t\t\t In the protracted course of leading the WPK he brought up the Korean people to be the dignified independent people, powerful driving force of revolution.\n\t\t\t\t\t\n\t\t\t\t\t Considering it as the most important task of the party work to awaken the masses to consciousness and organize them and rally them close around the party and the leader, he always made sure that primary efforts was paid to it.\n\t\t\t\t\t\n\t\t\t\t\t Under the banner of Songun he consolidated national defence capabilities as firm as a rock with the People's Army as the core force and provided a powerful military foundation for reliably defending the dignity and sovereignty of the country and the gains of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t He firmly ensured the party's leadership over the socialist construction and gave fuller play to the advantages of Korean-style socialism in which the people's independent demand and ideal are translated into a reality.\n\t\t\t\t\t\n\t\t\t\t\t The glorious history covered by the WPK under his leadership and undying exploits and rich experience gained in this course will shine forever as the encyclopedic textbook of building the revolutionary party in our era and a valuable asset guaranteeing the victorious advance of the revolution and the victory of the popular masses' cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The feats he performed in the Juche-oriented party building are being successfully carried forward and developed by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The WPK making the all-out drive for final victory toward the new landmark in accomplishing the cause of the Juche revolution set forth at its 7th Congress under the uplifted banner of the great Kimilsungism-Kimjongilism is sure to win victory and glory under the outstanding and tested leadership of Kim Jong Un in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Provincial, city and county meetings were held on the same day."
        },
        {
            "title": "Greetings to Kim Jong Un from National Leader of WPM",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-20ee.html",
            "content": "Greetings to Kim Jong Un from National Leader of WPM\r\n Pyongyang, June 18 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, received a congratulatory message from Alberto Anaya Gutierrez, national leader of the Workers' Party of Mexico (WPM), on June 13.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the 52nd anniversary of the great Comrade Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea, I pay the highest tribute to him on behalf of all the members of the WPM and on my own behalf.\n\t\t\t\t\t\n\t\t\t\t\t The great Comrade Kim Jong Il was a great revolutionary, outstanding leader and world's elder statesman who victoriously led the cause of the Juche revolution pioneered by the great Comrade Kim Il Sung and performed immortal exploits for the cause of global peace and independence.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I most sincerely wish you greater successes in your noble work for victoriously leading the cause of the Juche revolution."
        },
        {
            "title": "Taekwon-Do Delegation Departs",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-16ee.html",
            "content": "Taekwon-Do Delegation Departs\r\n Pyongyang, June 18 (KCNA) -- A Taekwon-Do delegation headed by Leong Wai Meng, vice-president of the International Taekwon-Do Federation, left here on Saturday after attending the celebrations of the 50th founding anniversary of the ITF."
        },
        {
            "title": "Foreigners Depart",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-18ee.html",
            "content": "Foreigners Depart\r\n Pyongyang, June 18 (KCNA) -- Wayne Chapin, chief technical adviser of the Cooperative Development of Operational Safety and Continuing Airworthiness Programme (COSCAP) of North Asia of the International Civil Aviation Organization (ICAO), and his companion left here Saturday after taking part in the 16th Meeting of the Steering Committee of the COSCAP of North Asia of the ICAO.\n\t\t\t\t\t Earlier departing here were Jin Yibin, executive chairman of the 16th Steering Committee of the COSCAP of North Asia of the ICAO, Michiel Vreedenburgh, chief of the Implementation Planning and Support Section (Safety) of the Air Navigation Bureau of the ICAO, and his companion, a delegation of the Civil Aviation Authority of Mongolia led by Deputy Director General Batchuluun Daadankhuu, a delegation of the Civil Aviation Administration of China led by Xin Tianhe and Javier Vicedo, representative of the European Aviation Safety Agency in Beijing."
        },
        {
            "title": " Delegation of Chongryon Officials Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-19ee.html",
            "content": "Delegation of Chongryon Officials Visits Mangyongdae\r\n Pyongyang, June 18 (KCNA) -- A delegation of officials of the General Association of Korean Residents in Japan led by Kim Cha Dol, vice department director of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t The members of the delegation visited the Mangyongdae Revolutionary Museum where historical materials and relics on the revolutionary activities of the President and his family members in Mangyongdae are on display.\n\t\t\t\t\t\n\t\t\t\t\t At the old home in Mangyongdae, they looked round historical relics preserved with much care, being briefed on the revolutionary career of the President.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, the head of the delegation said:\n\t\t\t\t\t\n\t\t\t\t\t Whenever I visit the old home, I miss the President very much. The President worked heart and soul to develop the movement of Koreans in Japan. I will fulfill my responsibility and duty in the struggle to usher in a new heyday of Chongryon, true to the intention of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The delegation toured the Phyongchon Revolutionary Site, Pyongyang Baby Home and Orphanage, Sci-Tech Complex, etc."
        },
        {
            "title": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from Bereaved Family of DPRK Hero",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-24ee.html",
            "content": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from Bereaved Family of DPRK Hero\r\nPyongyang, June 18 (KCNA) -- Jong Il Sim, a widow of DPRK Hero An Tong Su, laid a floral basket before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill and paid tribute to them on Saturday on the occasion of the 52nd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea."
        },
        {
            "title": "New Koryo Medicines Developed",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-25ee.html",
            "content": "New Koryo Medicines Developed\r\n Pyongyang, June 18 (KCNA) -- The Koryo Medicine Institute under the Academy of Koryo Medicine in the DPRK has developed new medicines.\n\t\t\t\t\t One of them is a mixture of gingko leaf extract and a vasodilator, which has been proved efficacious for ischemic encephalopathy.\n\t\t\t\t\t\n\t\t\t\t\t Another one is an injection made with extracts from Salvia mileriorrhiza and gingko nut which is good for the treatment of heart and cerebral diseases like angina pectoris and ischemic encephalopathy.\n\t\t\t\t\t\n\t\t\t\t\t The Trichosanthes kirilowii injection is also highly estimated for its special virtue for curing gynecopathy."
        },
        {
            "title": "One More Great Upswing Effected in DPRK",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-26ee.html",
            "content": "One More Great Upswing Effected in DPRK\r\n Pyongyang, June 18 (KCNA) -- All the people in the Democratic People's Republic of Korea have turned out in a 200-day campaign to make a breakthrough in implementing the five-year strategy for national economic development, set forth at the 7th Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t With high zeal and energetic efforts, they are now working admirable feats one after another on the major fronts for building an economic power by creating the Mallima speed, a fresh speed of the era.\n\t\t\t\t\t\n\t\t\t\t\t In each period of the developing revolution, the WPK had aroused all servicepersons and civilians to a campaign for bringing about great upswing in production and construction and thus opened the heyday of grand socialist construction in the country.\n\t\t\t\t\t\n\t\t\t\t\t In the 1950s when almost everything in the country was reduced to ashes due to the U.S.-provoked war, President Kim Il Sung started a history of great Chollima upswing by arousing the workers at the Kangson Steel Plant to create the Chollima speed in the postwar rehabilitation.\n\t\t\t\t\t\n\t\t\t\t\t In the period, the Korean workers turned out 120,000 tons of steel at the blooming mill with a capacity of 60,000 tons and manufactured large water pump, truck, tractor and other vehicles and machines with their own efforts and technology.\n\t\t\t\t\t\n\t\t\t\t\t As a result, the country's five-year economic plan was carried out two years and a half ahead of schedule and the socialist industrialization realized in a matter of 14 years.\n\t\t\t\t\t\n\t\t\t\t\t The history of great Chollima upswing, made in the 50's and 60's, was followed up by the onward movements based on a speed campaign in decades.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK people, who had adorned each stage of socialist construction with continued great upswing, will glorify the great era of Kim Jong Un with the creation of Mallima speed."
        },
        {
            "title": "Small Immersible Mud Pump Developed in DPRK",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-27ee.html",
            "content": "Small Immersible Mud Pump Developed in DPRK\r\n Pyongyang, June 18 (KCNA) -- The Coal Science Branch under the State Academy of Sciences in the DPRK developed a new type of small immersible pump for removing mud from water sump.\n\t\t\t\t\t According to its section chief Han Hyong Chun, this small mud pump is designed to suit the specific conditions of the country and it is very comfortable in operation. It can remove 15 to 30 cubic meters of mud per hour.\n\t\t\t\t\t\n\t\t\t\t\t The pump is easy to operate and can be used not only in coal mines but also in reservoirs and pumping stations for drinking water supply."
        },
        {
            "title": "Great Feats for Carrying forward Revolutionary Traditions",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-28ee.html",
            "content": "Great Feats for Carrying forward Revolutionary Traditions\r\n Pyongyang, June 18 (KCNA) -- 52 years has passed since leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK) on June 19, 1964.\n\t\t\t\t\t Kim Jong Il pioneered the road of study tour of the revolutionary battle sites in the area of Mt. Paektu in his early teens.\n\t\t\t\t\t\n\t\t\t\t\t In the whole period of leading the WPK, he had performed energetic ideological and theoretical activities for safeguarding and glorifying the revolutionary traditions President Kim Il Sung achieved during the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's famous works on carrying forward the revolutionary tradition of Paektu have been greatly admired by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t In the latter half of the 1960s, he wrote such famous works as \"Let Us Develop Ryanggang Province into a Firm Base for Education in Revolutionary Traditions\" and \"On Further Strengthening Education in Revolutionary Traditions among Young People and Children\".\n\t\t\t\t\t\n\t\t\t\t\t The works indicated the tasks to develop the revolutionary battle sites and revolutionary sites into bases for education in revolutionary traditions and bring up the coming generations as reliable successors to the Korean revolution and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t In 1970s and 1980s, he also authored famous works in which he set forth the policies of restoring the revolutionary battle sites and revolutionary sites and building grand monuments.\n\t\t\t\t\t\n\t\t\t\t\t In the early 1990s when the Korean revolution had to go through difficulties, he made pubic the work \"Let Us Develop the Revolutionary Traditions of Juche down through Generations\", which calls for intensifying education in revolutionary traditions in order to prepare all party members and working people to be those intensely loyal to the party and the leader and thus push forward the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t His work \"On Intensifying Education in the Revolutionary Traditions through the Revolutionary Battle Sites and Historic Sites\" underscores the need to preserve and manage the revolutionary battle sites and revolutionary sites in their original state and steadily improve the contents, methods and forms of education through study tour.\n\t\t\t\t\t\n\t\t\t\t\t Ryu Hyon Chol, a student at Kim Il Sung University, told KCNA that leader Kim Jong Il's works serve as ideological food for the coming generations and make them renew their will to safeguard and further glorify the revolutionary traditions of Paektu."
        },
        {
            "title": "Rodong Sinmun Calls for Preserving Juche Character, National Identity",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-13ee.html",
            "content": "Rodong Sinmun Calls for Preserving Juche Character, National Identity\r\n Pyongyang, June 18 (KCNA) -- Rodong Sinmun Saturday dedicates an article to the 19th anniversary of the publication of leader Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\".\n\t\t\t\t\t The work, published on June 19, Juche 86(1997), clarifies the idea that preserving the Juche character and national identity in the revolution and construction is the fundamental principle to be maintained in accomplishing the socialist cause and indicates the tasks and ways of carrying out it.\n\t\t\t\t\t\n\t\t\t\t\t Though nearly two decades have passed since the publication of the work, our socialism remains unfazed and our country has demonstrated before the world its might as a country strong in independence which no one can provoke, and a dignified country where the excellent culture and tradition of the nation are in full bloom despite the rapidly changing situation and the vortex of history, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t As shown by the past history and the present reality, sycophancy and dependence on outsiders lead to subjugation and ruin, and to push forward the revolution and construction on the principle of national independence provides a sure guarantee for the independent development of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t The might of socialism precisely means the one of the driving force for revolution, and no one on earth can match the might of the single-minded unity in which the leader, the party and the masses are firmly united with one ideology and purpose.\n\t\t\t\t\t\n\t\t\t\t\t Single-minded unity is the political bulwark of Korean-style socialism and invulnerable fortress, and the basic source of all victories of Korean-style socialism lies in having advanced with the might of unity.\n\t\t\t\t\t\n\t\t\t\t\t Victory is in store for the revolution and a bright future for it wherever the revolutionary line of one's own style is upheld and the soul and spirit of one's own nation are running high, concludes the article."
        },
        {
            "title": "Rodong Sinmun Raps Military Alliance among U.S., Japan, South Korea",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-14ee.html",
            "content": "Rodong Sinmun Raps Military Alliance among U.S., Japan, South Korea\r\n Pyongyang, June 18 (KCNA) -- Rodong Sinmun Saturday in an article gives a detailed account of the risky military nexus among the U.S., Japan and south Korea.\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t The emergence of the aggressive triangular military alliance aimed to threaten peace and security on the Korean peninsula and screw up military tensions in Northeast Asia has become a stark reality.\n\t\t\t\t\t\n\t\t\t\t\t What merits particular attention in the above-said military nexus is the south Korean puppet forces' involvement in the U.S. missile defense system (MD).\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet regime has covertly moved to join in the building of the MD being pushed forward by the U.S. and desperately denied its involvement in MD for fear of public criticism in south Korea and backlash of neighboring countries. But this time it announced that it would stage a joint ballistic missile defense drill with the U.S. and Japan only to betray its zealous involvement in the MD.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime has unhesitatingly opted for the military nexus with Japan as well as the U.S. This is nothing but mean treacherous acts of those hell-bent on depending on outsiders and stifling the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean ruling forces are now being branded by the public at home and abroad as modern day \"five traitors of Ulsa (1905)\" for their desperate moves to tighten military nexus with Japan.\n\t\t\t\t\t\n\t\t\t\t\t South Korea has turned into a dangerous ground for testing the capability to fight an actual war within the framework of the U.S.-led triangular military alliance.\n\t\t\t\t\t\n\t\t\t\t\t The triangular military alliance is, indeed, a cancer-like existence harassing peace and stability as the U.S. is pursuing its scenario to dominate the whole of Korea and the rest of the world, Japan is going reckless to realize its old dream of \"Greater East Asia Co-prosperity Sphere\" and the south Korean puppet forces are working with bloodshot eyes to escalate the confrontation with the compatriots in the north, backed by outside forces."
        },
        {
            "title": "Rodong Sinmun Blasts U.S. and S. Korean Regime for Escalating Moves for War of Aggression against DPRK",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-15ee.html",
            "content": "Rodong Sinmun Blasts U.S. and S. Korean Regime for Escalating Moves for War of Aggression against DPRK\r\n Pyongyang, June 18 (KCNA) -- The U.S. nuclear-powered submarine Mississippi entered Pusan Port of south Korea on June 13.\n\t\t\t\t\t The south Korean military recently staged maneuvers of the marine corps in a western coastal area under the pretext of \"coping with terrorism.\" A drill for coping with emergency was staged by the south Korean puppet Command for the Defense of Northwestern Islands in the hotspot waters of the West Sea on June 15. There the commander of the puppet marine corps cried out for someone's \"provocation\" and \"punishment\", kicking off war hysteria.\n\t\t\t\t\t\n\t\t\t\t\t  Commenting on this, Rodong Sinmun Saturday terms this a reckless act of disturbing peace and stability on the Korean peninsula and pushing the already strained north-south ties to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet regime are responding to the sincere efforts of the DPRK for dialogue and peace by escalating the moves for a war of aggression against it.\n\t\t\t\t\t\n\t\t\t\t\t By deploying the ultra-modern attack nuclear submarine in south Korea this time the U.S. self-revealed that it pursues military confrontation and a war.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers are foolishly seeking to bolster their capability for striking core facilities in the areas of the DPRK, trumpeting about rehearsals for the deployment of a marine corps task force.\n\t\t\t\t\t\n\t\t\t\t\t The reckless provocations of the U.S. and the south Korean authorities against the sincere peace-loving efforts of the DPRK are reaching an extreme phase as the days go by.\n\t\t\t\t\t\n\t\t\t\t\t However, what awaits the aggressors and provocateurs is nothing but merciless punishment and miserable destruction.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities to pay heed to the DPRK's repeated warnings."
        },
        {
            "title": "KCNA Commentary Accuses Japan of Denying Sexual Slavery",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-21ee.html",
            "content": "KCNA Commentary Accuses Japan of Denying Sexual Slavery\r\n Pyongyang, June 18 (KCNA) -- Japan has adopted it as its pressing foreign policy to prevent the information related to sexual slavery for the Imperial Japanese Army from being registered by UNESCO as world heritage.\n\t\t\t\t\t When 10 odd NGOs in various countries and regions such as China and Netherlands recently submitted applications to get 2 744 pieces of information related to the sexual slavery registered by UNESCO, the chief Cabinet secretary and the foreign minister of Japan are voicing opposition to it, blustering that \"Japan would press ahead with such measures as reform of UNESCO's system to make sure that it is not abused for political purposes\" and that \"Japan would assert a correct stand and seriously react to it.\"\n\t\t\t\t\t\n\t\t\t\t\t This is triggering off criticism of the international community as it is an impudent and brigandish act of Japan to put under the carpet its blood-stained history of aggression by embellishing its hideous crimes against humanity in defiance of international practice and international organizations if any action incurs its displeasure. This reminds one of the arbitrary acts of its master U.S. \n\t\t\t\t\t\n\t\t\t\t\t To get the detailed accounts of the sexual slavery of Japan, the hideous crimes Japan perpetrated against humanity, registered by UNESCO as world heritage is a due requirement of history for preventing war crimes and preserving peace and dignity of humankind with joint efforts.\n\t\t\t\t\t\n\t\t\t\t\t Japan forcibly took away 200 000 women of Korea and many women of other countries to shambles of the war of aggression and forced them into sexual slavery by using government and military power in the past, thus mercilessly violating their chastity, personality, dignity and rights. These unpardonable thrice-cursed crimes can never be covered up.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately Japan may work to deny the history of its state-sponsored sexual slavery, it can never falsify this truth of history.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard fact, the approach of the present rulers of Japan towards the above-said issue is stunning the world public.\n\t\t\t\t\t\n\t\t\t\t\t After craftily evading its state responsibility for the sexual slavery by promising to pay a petty amount of money at negotiations held with south Korea at the end of last year over the issue of sexual slavery, Japan has gone so far as to deny its crimes more impudently.\n\t\t\t\t\t\n\t\t\t\t\t It is well illustrated by the rubbish talked by the prime minister of Japan that \"there is no evidence proving the forcible drafting of women\" and the fact that it is pressurizing the south Korean regime to remove the statues of a girl sexual slave.\n\t\t\t\t\t\n\t\t\t\t\t The chief Cabinet secretary openly expressed discontent, saying \"it is a matter of great regret that the UN high commissioner for Human Rights expressed skepticism over the \"agreement\" made by Japan and south Korea on the issue of sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t Recently the Japanese government submitted to a UN body its official stand that \"there is no evidence proving the coercion involved in the  sexual slavery for the Imperial Japanese Army\" as regards a question raised by the UN Committee on the Elimination of Discrimination against Women.\n\t\t\t\t\t\n\t\t\t\t\t This means that Japan still works hard to deny the coercion involved in the sexual slavery in the eyes of the international community even after the Japan-south Korea \"agreement\" was made in which Japan claimed itself that the issue has been settled.\n\t\t\t\t\t\n\t\t\t\t\t When the \"document on Nanjing massacre\" was registered in UNESCO as world heritage last year, Japan took issue with it and demanded the organization modify its screening system.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that the Japanese reactionaries are getting ever more undisguised in its moves to keep its hideous past crimes buried into oblivion, desperately working to block the discussion on sexual slavery in international arena.\n\t\t\t\t\t\n\t\t\t\t\t There can be no bright present and future for Japan as long as its crime-woven past remains unsettled.\n\t\t\t\t\t\n\t\t\t\t\t It is tragedy that Japan still pursues a wild dream of covering up the truth of history."
        },
        {
            "title": "Hand-Foot-Mouth Disease Spreads in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-17ee.html",
            "content": "Hand-Foot-Mouth Disease Spreads in S. Korea\r\n Pyongyang, June 18 (KCNA) -- Hand-foot-mouth disease is rapidly spreading in south Korea, according to CBS of south Korea Friday.\n\t\t\t\t\t A relevant organ's survey showed that 35.9 persons out of 1,000 outpatients were infected with the disease from June 5 to 11 or a 58 percent increase over that in the previous month."
        },
        {
            "title": "Anniversary of June 15 Joint Declaration Marked by Koreans in China",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-22ee.html",
            "content": "Anniversary of June 15 Joint Declaration Marked by Koreans in China\r\n Pyongyang, June 18 (KCNA) -- The General Association of Koreans in China held an event in Shenyang, China on June 14 on the occasion of the 16th anniversary of the June 15 joint declaration.\n\t\t\t\t\t Present there were Choe Su Bong, vice-chairman of the General Association of Koreans in China, officials of the association, the Federation of Korean National Economic Workers in China, the Liaoning Regional Association of the General Association of Koreans in China, and its Shenyang branch and Koreans in Shenyang.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched a TV program dealing with the part of national reunification of the report on the review of the work of the Central Committee of the Workers' Party of Korea (WPK) made by Marshal Kim Jong Un at its Seventh Congress.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said at the event that the Juche-based line and policies for national reunification set forth by Kim Jong Un at the Seventh Congress of the WPK are the most fair and aboveboard great programme which indicates the path for accomplishing the historic  cause of national reunification under the unfurled banner of independence, the banner of great national unity and the patriotic reunification strategy which fully reflects the unanimous desire of all Koreans to put an end to the tragedy of division at an early date and live a harmonious life in the reunified country.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted there.\n\t\t\t\t\t\n\t\t\t\t\t The Yanbian Regional Association of the General Association of Koreans in China also held an event on the same day."
        },
        {
            "title": "Spokesman for General Association of Koreans in China Calls for Turning out in Drive for Achieving Greatest Desire of Nation",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-23ee.html",
            "content": "Spokesman for General Association of Koreans in China Calls for Turning out in Drive for Achieving Greatest Desire of Nation\r\n Pyongyang, June 18 (KCNA) -- A spokesman for the General Association of Koreans in China issued a statement on June 10.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities have a true willingness to improve the north-south relations, they should abandon the conception of confrontation with compatriots, the confrontation seeking someone's \"change\" or \"collapse of social system\", create an atmosphere for dialogue between the north and the south out of the stand for national concord and reunification and immediately opt for dialogue and negotiations in response to the patriotic appeal of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities turn away from the patriotic and goodwill proposal of the DPRK prompted by the single desire to open up a new chapter for achieving national reunification and improving the north-south relations, not seeking confrontation among compatriots at the crucial crossroads deciding the future of the country and the nation, they will record indelible disgrace and crimes in the history of the nation.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north, the south and abroad should turn out valiantly in the drive for opposing the anti-reunification policy of the south Korean authorities for confrontation which pushed the inter-Korean relations to the worst catastrophe and fundamentally mending the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The General Association of Koreans in China and all Koreans in China will turn out positively in the drive to shatter the moves of the anti-reunification forces at home and abroad and accomplish the cause of national reunification, the greatest cherished desire of the nation, as early as possible in response to the ardent desire of all Koreans and the calls of the times and history, true to the line and policies for national reunification advanced by Marshal Kim Jong Un."
        },
        {
            "title": "Kim Jong Il's Work Posted on Polish Website",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-01ee.html",
            "content": "Kim Jong Il's Work Posted on Polish Website\r\n Pyongyang, June 18 (KCNA) -- Leader Kim Jong Il's work \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation\" was posted on a Polish website \"The Democratic People's Republic of Korea\".\n\t\t\t\t\t The work published on April 18, Juche 87 (1998) clarifies the five-point policy for great national unity, important guidelines in achieving the great national unity."
        },
        {
            "title": "Korean Film Shows Held in Various Countries",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-03ee.html",
            "content": "Korean Film Shows Held in Various Countries\r\n Pyongyang, June 18 (KCNA) -- There took place film shows in Ethiopia, Peru and Malaysia on June 9 and 11 to mark the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Korean films such as \"Grand Celebration of 70th Founding Anniversary of Workers' Party of Korea in Presence of Respected Comrade Kim Jong Un\"\" were shown.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson and vice-chairperson of the Addis Ababa Youth Association of Ethiopia said Kim Jong Il started work at the Central Committee of the WPK 52 years ago, which was a dramatic event in the history of the WPK and that he applied the Juche idea to develop the WPK into the one of President Kim Il Sung and a militant one with a strong sense of organization and discipline.\n\t\t\t\t\t\n\t\t\t\t\t A professor at San Marcos University of Peru said thanks to Kim Il Sung and Kim Jong Il the Korean people achieved the cause of national liberation, beat back the U.S. imperialists and built a political and ideological giant and military power admired by the world despite the constant moves of the imperialists to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un is the leader of the people regarding them as heaven just like the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people absolutely trust him.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is the socialist country centered on the popular masses, where all the people lead a happy life under the care of the state.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are fortunate as they are led by the great leaders."
        },
        {
            "title": "Kim Jong Il Praised by Body of DR Congo",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-04ee.html",
            "content": "Kim Jong Il Praised by Body of DR Congo\r\n Pyongyang, June 18 (KCNA) -- The DR Congo-Korea Friendship and Solidarity Association issued a bulletin on June 12 on the occasion of the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The bulletin carried articles titled \"The great leader Kim Jong Il and the WPK\" and \"Founder of Songun politics, guardian of socialism\".\n\t\t\t\t\t\n\t\t\t\t\t The articles said Kim Jong Il consolidated the single-minded unity of the whole society as firm as a rock for decades since he started work at the Party Central Committee on June 19, 1964. It went on:\n\t\t\t\t\t\n\t\t\t\t\t He energetically conducted ideological and theoretical activities to develop in depth the Juche idea founded by President Kim Il Sung, pursued politics of loving the people, firmly protected socialism and opened a turning phase for building a thriving nation under the banner of Songun and made a gigantic contribution to the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his leadership, the June 15 North-South Joint Declaration the core of which is the idea of By Our Nation Itself, and the October 4 declaration, the programme for implementing it, were adopted and a rosy future of national reunification was provided.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the Korean people are waging a dynamic struggle for implementing the important tasks set forth at the Seventh Congress of the WPK and hastening the final victory of the cause of the Juche revolution, the articles noted Marshal Kim Jong Un was elected chairman of the WPK at the congress and dealt with the main spirit of the congress.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are full of firm conviction that the Korean revolution is sure to win as they are led by Kim Jong Un, the articles added."
        },
        {
            "title": "Kim Jong Il's Feats for Party Building Lauded by Nigerian Party",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-05ee.html",
            "content": "Kim Jong Il's Feats for Party Building Lauded by Nigerian Party\r\n Pyongyang, June 18 (KCNA) -- The People's Progressive Party of Nigeria made public a statement on June 13 on the occasion of the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t June 19, 1964, a historic day when the great HE Kim Jong Il started his work at the WPK Central Committee was a significant day of eventual significance in developing the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He steadily developed in depth the Juche idea founded by President Kim Il Sung and thoroughly applied it to party building and activities and thus developed the WPK into the party with strong independent stand, the invincible party guiding the socialist cause to victory without any slightest mistake in shaping line.\n\t\t\t\t\t\n\t\t\t\t\t He wisely led the WPK to form a harmonious whole with the popular masses, setting a brilliant example of building a revolutionary party.\n\t\t\t\t\t\n\t\t\t\t\t On the above-said occasion the People's Progressive Party of Nigeria wishes the WPK and the Korean people greater success in the general advance for bringing earlier the final victory of the cause of the Juche revolution under the guidance of the respected HE Kim Jong Un."
        },
        {
            "title": "7th Congress of WPK Praised by Indian Political Figure",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-06ee.html",
            "content": "7th Congress of WPK Praised by Indian Political Figure\r\n Pyongyang, June 18 (KCNA) -- Debabrata Biswas, general secretary of the Central Committee of the All-India Forward Bloc, issued a statement on June 12 in congratulation of the successful 7th Congress of the Workers' Party of Korea (WPK). \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Jong Un clearly indicated the orientation and way of ensuring peace on the Korean peninsula and in the world in his report on the review of the work of the Central Committee of the WPK made at its 7th Congress.\n\t\t\t\t\t\n\t\t\t\t\t In his report he said that the north and south of Korea should respect each other, join hands together as companions of reunification and open a new chapter of the improvement of inter-Korean relations and the movement for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to defuse the military tensions and solve all issues through dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t We positively support his report.\n\t\t\t\t\t\n\t\t\t\t\t We extend congratulations to him on his election as chairman of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t We extend firm solidarity to the WPK and the Korean people working hard for building a socialist power against imperialism under his wise leadership."
        },
        {
            "title": "German Organization Praises Kim Jong Il's Exploits for Party-building",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-07ee.html",
            "content": "German Organization Praises Kim Jong Il's Exploits for Party-building\r\nPyongyang, June 18 (KCNA) -- The German Group for the Study of Korean Culture posted special write-ups on the website of the MS Travel Company of Germany on June 9 to mark the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\tHis photos were posted on the website.\n\t\t\t\t\t\n\t\t\t\t\tAn article titled \"Exploits Comrade Kim Jong Il performed for building the WPK\" said:\n\t\t\t\t\t\n\t\t\t\t\tComrade Kim Jong Il started his work at the Central Committee of the WPK on June 19, 1964.\n\t\t\t\t\t\n\t\t\t\t\tIt was his greatest exploits performed for party-building that he led the WPK to develop, guided by the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\tHe consistently regarded it as the important requirement for party-building to achieve the unity and cohesion of the whole party.\n\t\t\t\t\t\n\t\t\t\t\tIt was the distinguished exploits performed by him that he built the WPK into a motherly party serving the people.\n\t\t\t\t\t\n\t\t\t\t\tHe set forth a line of building a thriving nation and made sure that many streets, factories and welfare facilities were built for the people.\n\t\t\t\t\t\n\t\t\t\t\tHis immortal exploits performed for party-building will shine forever together with the invincible WPK.\n\t\t\t\t\t\n\t\t\t\t\tAnother article titled \"Joy in June\" said Kim Jong Il enrolled in Kim Il Sung University, comprehensively grasped the revolutionary idea of President Kim Il Sung and acquired the qualifications as a state leader.\n\t\t\t\t\t\n\t\t\t\t\tHe developed the WPK into an invincible, militant and tested leading political organization and saw to it that epoch-making miracles and events took place in every annal of revolution, the article noted.\n\t\t\t\t\t\n\t\t\t\t\tPhotos of the Monument to Party Founding were also posted on the website."
        },
        {
            "title": "Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed in Sri Lanka",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-08ee.html",
            "content": "Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed in Sri Lanka\r\n Pyongyang, June 18 (KCNA) -- A Sri Lankan preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu was inaugurated in Colombo on June 14.\n\t\t\t\t\t The chairman of the Gampaha Branch of the Sri Lanka Society for Self-Reliance Studies was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse political and cultural events praising the undying revolutionary exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un."
        },
        {
            "title": "Russian Figure Praises Songun Idea of DPRK",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-09ee.html",
            "content": "Russian Figure Praises Songun Idea of DPRK\r\n Pyongyang, June 18 (KCNA) -- Revedev, chief of the Russian Group for Solidarity with the DPRK, contributed an article introducing the Songun idea to the 22nd issue of the Russian newspaper Zavtra.\n\t\t\t\t\t The article said the western politicians and media are widely spreading misinformation about the reality in the DPRK without clear understanding of the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyong Jik left behind two pistols and the idea of Aim High for President Kim Il Sung as legacy.\n\t\t\t\t\t\n\t\t\t\t\t With the idea of Aim High, the President embarked upon the revolutionary struggle, founded the Songun idea, liberated Korea and built a socialist state in Korea.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il formulated the idea of the President on attaching importance to arms and military affairs as the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t He pursued his original Songun politics in the hard days at the end of the last century to firmly defend socialism in Korea and powerfully aroused the servicepersons and people to the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are certain that the Songun idea is, indeed, the eternal guiding idea of Korea."
        },
        {
            "title": "DR Congo Organization Condemns S. Korean Authorities' Abduction of DPRK Citizens",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-10ee.html",
            "content": "DR Congo Organization Condemns S. Korean Authorities' Abduction of DPRK Citizens\r\n Pyongyang, June 18 (KCNA) -- The DR Congo-Korea Friendship and Solidarity Association released a statement on June 11.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The association strongly denounces the south Korean authorities for hurling the gangsters of the Intelligence Service into alluring and abducting the DPRK women citizens in Ningbo, Zhejiang Province, China to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t This group abduction is a hideous human rights abuse.\n\t\t\t\t\t\n\t\t\t\t\t The UN human rights organizations are obliged to help the DPRK women go back to their country as they desire.\n\t\t\t\t\t\n\t\t\t\t\t We urge the south Korean authorities to immediately send back the DPRK citizens to their country where their families anxiously wait for their return.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not resort to such a mean group abduction but make efforts for the reunification of the Korean nation."
        },
        {
            "title": "Peruvian Woman Censures U.S. Hostile Policy towards DPRK",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-11ee.html",
            "content": "Peruvian Woman Censures U.S. Hostile Policy towards DPRK\r\n Pyongyang, June 18 (KCNA) -- Women in Peru bitterly denounce the U.S. interference in the internal affairs of socialist Korea and propaganda campaign against it.\n\t\t\t\t\t Rita Rojas, international secretary of the Peruvian People's Women Union, said this in a statement on June 11.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the U.S. stop at once all sorts of hostile acts against the DPRK and respect international law and the right to self-determination of all nations.\n\t\t\t\t\t\n\t\t\t\t\t The provocations against the dignified sovereign state struggling for the national reunification and defense of sovereignty are the height of the U.S. imperialist shamelessness and double standards.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the Korean people will continue to dynamically advance along the road of building a socialist power under the wise leadership of Marshal Kim Jong Un."
        },
        {
            "title": "German Organization Demands U.S. Roll Back Hostile Policy towards DPRK",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-12ee.html",
            "content": "German Organization Demands U.S. Roll Back Hostile Policy towards DPRK\r\n Pyongyang, June 18 (KCNA) -- The Anti-Imperialist Forum of Germany made public a statement on June 13.\n\t\t\t\t\t The Anti-Imperialist Forum of Germany fully supports an open letter the participants in the joint conference of the DPRK government, political parties and organizations sent to the U.S., the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The open letter vividly shows who is on the road for independence, justice, reconciliation and reunification and who is the enemy of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better make a sincere approach to the improvement of the relations with the DPRK, roll back the long-running hostile policy towards the DPRK and opt for concluding a peace treaty without preconditions, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop interference in south Korea and withdraw all its troops from there.\n\t\t\t\t\t\n\t\t\t\t\t This is the unanimous demand of the world progressive people aspiring after independence and peace."
        },
        {
            "title": "Acto central por 52o aniversario de inicio de trabajo de Kim Jong Il en CC de PTC",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-30ee.html",
            "content": "Acto central por 52o aniversario de inicio de trabajo de Kim Jong Il en CC de PTC\r\nPyongyang, 18 de junio (ACNC) -- Tuvo lugar este sabado en Pyongyang el acto central por el 52o aniversario del inicio del trabajo del Dirigente Kim Jong Il en el Comite Central del Partido del Trabajo de Corea. \n\t\t\t\t\tAsistieron a la ocasion Kim Yong Nam, Hwang Pyong So, Pak Pong Ju y otros cuadros directivos del partido, el Estado y el ejercito, el presidente del partido amigo, los funcionarios de los organismos del partido, las fuerzas armadas y el poder, entidades sociales, ministerios y organos centrales, oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, funcionarios de los organismos, fabricas y empresas en la capital e innovadores en el trabajo. \n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo de Choe Ryong Hae, miembro del Presidium del Buro Politico y vicepresidente del CC del PTC. \n\t\t\t\t\t\n\t\t\t\t\tEl informante recordo que hace ahora mas de 50 anos, el Dirigente comenzo a trabajar en el Comite Central del PTC y este acontecimiento nacional marco nuevo hito en el desarrollo del destino de la patria y nacion.\n\t\t\t\t\t\n\t\t\t\t\tTodo el proceso de su guia sobre el PTC es coronado con la imborrable proeza de haber construido el PTC como autoctono partido revolucionario del lider con su original ideologia y teoria y destacada orientacion, apunto Choe y enumero otras hazanas del Dirigente realizadas en la construccion del partido:\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente realizo con exito la causa historica de fortalecer el PTC como organizacion basada en la pureza ideologica y la integridad organizativa y como partido prometedor que apoya con fidelidad y continua generacion tras generacion la idea y la direccion de lider.\n\t\t\t\t\t\n\t\t\t\t\tAsi el PTC se ha hecho el veterano y probado Estado mayor de la revolucion que conduce siempre victoriosamente la revolucion y la construccion con su modo de direccion de tipo jucheano. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente oriento la revolucion y la construccion considerando como principio de la construccion y las actividades del partido confiar en las masas populares, sujeto de la revolucion, y resolver todos los problemas ateniendose a ellas. \n\t\t\t\t\t\n\t\t\t\t\tEn el largo proceso de la direccion sobre el PTC, formo al pueblo coreano como poderoso sujeto de la revolucion y digno pueblo independiente. \n\t\t\t\t\t\n\t\t\t\t\tPresento la agrupacion de las masas populares en torno al partido y lider como la mas importante labor partidista e hizo prestar la atencion primordial a esa tarea.\n\t\t\t\t\t\n\t\t\t\t\tBajo la bandera del Songun en alto, centuplico la capacidad de defensa nacional del pais tomando por pilar al ejercito popular, de modo que se diera la garantia militar en defender con firmeza la dignidad y soberania de la patria y las conquistas de la revolucion. \n\t\t\t\t\t\n\t\t\t\t\tAl asegurar firmemente la direccion del partido sobre la construccion socialista, puso de pleno manifiesto la superioridad del socialismo coreano donde se realizan la demanda independiente y los ideales del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLa gloriosa historia del PTC recorrida bajo la direccion del Dirigente y las imborrables hazanas y abundantes experiencias adquiridas en ese proceso brillaran eternamente como manuales enciclopedicos de la construccion de partido revolucionario de la epoca actual y patrimonios valiosos que garantizan el avance victorioso de la revolucion y la victoria de la causa de independencia de las masas populares. \n\t\t\t\t\t\n\t\t\t\t\tLas hazanas del Dirigente realizadas en la construccion de partido de tipo jucheano continuan con brillantez gracias al Mariscal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tBajo la bandera del gran Kimilsungismo-Kimjongilismo, el PTC marcha con vigor hacia la victoria final siguiendo el nuevo jalon de cumplimiento de la causa revolucionaria del Juche, levantado por el VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEn lo adelante tambien, el PTC saldra siempre victorioso y glorioso, bajo la probada y destacada orientacion del Mariscal. \n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, se realizaron actos similares en todas las provincias, ciudades y distritos."
        },
        {
            "title": "Rodong Sinmun califica de ente cancerosa la alianza militar tripartita",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-31ee.html",
            "content": "Rodong Sinmun califica de ente cancerosa la alianza militar tripartita\r\nPyongyang, 18 de junio (ACNC) -- En un articulo individual de este sabado, el diario Rodong Sinmun revela con datos concretos el hecho de que las autoridades surcoreanas recurren a la aventurera confabulacion militar con EE.UU. y Japon. \n\t\t\t\t\tSe hace una realidad inevitable la aparicion de la alianza militar tripartita EE.UU.-Japon-Sur de Corea que amenaza la paz y la seguridad de la Peninsula Coreana y agrava la tension militar del Nordeste Asiatico, senala el articulo y continua:\n\t\t\t\t\t\n\t\t\t\t\tLo distinguible en la confabulacion militar tripartita es incorporacion del Sur de Corea al sistema antimisiles de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos maniobraron a puertas cerradas para incorporarse al sistema de defensa antimisil de EE.UU., pero a la apariencia, ha venido negandolo temiendo a la denuncia de los habitantes surcoreanos y los paises vecinos. \n\t\t\t\t\t\n\t\t\t\t\tPero, esta vez, anunciaron publicamente que libraran junto con EE.UU. y Japon los ejercicios combinados de defensa antimisil balistico. \n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, se entregan sin vacilacion a la confabulacion militar con Japon, aunque reciben repudio del interior y exterior del pais como \"cinco traidores de Ulsa\" de version moderna. \n\t\t\t\t\t\n\t\t\t\t\tHoy dia, la Peninsula Coreana se convierte en el campo de revision de capacidad de combate real de la alianza militar  tripartita bajo el mando de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos se desesperan por hacer enfrentamiento contra la parte connacional bajo el amparo de EE.UU., enloquecido por la ambicion de apoderarse de toda la Peninsula Coreana y de tomar la hegemonia mundial, y Japon que persigue realizar el sueno antiguo de la \"esfera de coprosperidad de la gran Asia Oriental\". La alianza militar tripartita es un ente canceroso que amenaza la paz y la estabilidad."
        },
        {
            "title": "Rodong Sinmun critica escalada de maniobras belicas anti-RPDC",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-32ee.html",
            "content": "Rodong Sinmun critica escalada de maniobras belicas anti-RPDC\r\nPyongyang, 18 de junio (ACNC) -- El pasado dia 13, el submarino nuclear norteamericano Mississippi anclo en el surcoreano puerto de Pusan.\n\t\t\t\t\tPor otra parte, la capa militar titere del Sur de Corea libro hace poco en las costas del Mar Oeste los ejercicios de movilidad y despliegue de la infanteria de marina bajo el pretexto de \"enfrentarse al terrorismo\". El dia 15, la comandancia de defensa de las islas del noroeste del ejercito titere surcoreano llevo a cabo en la zona candente del Mar Oeste los ejercicios de tomar medidas frente a la crisis. En esa ocasion, el comandante de la infanteria de marina pronuncio palabras belicosas tales como \"provocacion\" de alguien y \"castigo duro\".\n\t\t\t\t\t\n\t\t\t\t\tEn un comentario individual divulgado el dia 18, el periodico Rodong Sinmun denuncio que esas acciones imprudentes se encaminan a destruir la paz y la estabilidad de la Peninsula Coreana y llevar al borde de guerra las ya empeoradas relaciones entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tLos Estados Unidos y la banda titere surcoreana responden a los esfuerzos sinceros de la Republica Popular Democratica de Corea por el dialogo y la paz con la escalada de sus maniobras agresivas a la ultima, inicia el rotativo y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa llegada del submarino ultramoderno de EE.UU. al Sur de Corea demuestra que su objetivo es precisamente la confrontacion militar y la provocacion de guerra.\n\t\t\t\t\t\n\t\t\t\t\tMediante los ejercicios de despliegue de la unidad de movilidad rapida de la infanteria de marina, los belicistas surcoreanos intentan mejorar la capacidad de golpe a las instalaciones nucleares en la zona de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tA medida que pasan los dias llega al extremo la locura provocativa de EE.UU. y las autoridades surcoreanas que marchan a contrapelo de la buena fe y esfuerzos pacifistas de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSeran condenados al castigo implacable y destruccion tragica EE.UU. y las autoridades surcoreanas que deben escuchar las reiteradas advertencias de la RPDC."
        },
        {
            "title": "ACNC comenta la politica exterior de Japon sobre crimen de esclavitud sexual",
            "url": "http://kcna.co.jp/item/2016/201606/news18/20160618-33ee.html",
            "content": "ACNC comenta la politica exterior de Japon sobre crimen de esclavitud sexual\r\nPyongyang, 18 de junio (ACNC) -- Japon presento como su inminente politica exterior impedir el registro de los datos sobre el crimen de esclavitud sexual para el viejo ejercito japones como patrimonio de memoria de la Organizacion de las Naciones Unidas para la Educacion, la Ciencia y la Cultura (UNESCO). \n\t\t\t\t\tCuando mas de 10 entidades civiles de China, Holanda y otros paises y regiones presentaron la peticion de registro de 2 mil 744 datos, el director del secretariado del gabinete y el canciller de Japon protestaron diciendo que \"tomaran las medidas necesarias, incluso la reforma institucional, para que la UNESCO no fuera abusada con fines politicos\" y \"expresaran correctamente la posicion de Japon y reaccionaran en serio\".\n\t\t\t\t\t\n\t\t\t\t\tProduce las condenas de la sociedad internacional esa actitud cinica y gangsteril tendente a embellecer y encubrir sus crimenes de lesa humanidad y la historia de agresion sangrienta despreciando hasta las costumbres internacionales y las organizaciones internacionales como hace su impertinente amo norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tRegistrar el crimen de esclavitud sexual de Japon, que desafio a la civilizacion de la humanidad, como patrimonio de memoria de la UNESCO, organizacion con la mision de facilitar la cooperacion internacional en los dominios de la educacion, ciencias y cultura, deviene la demanda de la historia para prevenir los crimenes de guerra y defender juntos la paz y la dignidad de la humanidad. \n\t\t\t\t\t\n\t\t\t\t\tEn el tiempo pasado, los imperialistas japoneses arrestaron a 200 mil coreanas y las mujeres de otros paises movilizando la autoridad gubernamental y militar y las llevaban a los campos de guerra para obligarles la vida de esclava sexual. \n\t\t\t\t\t\n\t\t\t\t\tPor mucho que Japon trate de negar esa historia, la esclavitud sexual es una verdad de la historia que no sera invertida nunca. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, deja consternado a todo el mundo la actitud de los gobernantes japoneses sobre el caso.\n\t\t\t\t\t\n\t\t\t\t\tEn las negociaciones con los titeres surcoreanos sobre el mismo tema, realizadas a finales del ano pasado, Japon eludio la responsabilidad estatal a cambio de pagar un poco de dinero. Despues, el premier japones niega mas abiertamente el crimen disparateando que \"no hay prueba de arresto forzoso\" e impone al \"gobierno\" surcoreano a remover la estatua de esclava sexual. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el director del secretariado del gabinete se mostro quejoso diciendo que es muy lamentable la sospecha del alto comisionado de la ONU para los derechos humanos sobre el \"acuerdo\" Japon-Sur de Corea sobre el caso de esclavitud sexual.\n\t\t\t\t\t\n\t\t\t\t\tHace poco, en cuanto a la pregunta del Comite de la Eliminacion de Discriminacion contra Mujeres de la ONU, el gobierno japones expuso la posicion oficial de que \"no se ha descubierto la prueba del arresto forzoso de consoladoras sexuales por parte del ejercito japones\". \n\t\t\t\t\t\n\t\t\t\t\tEsto significa que aun despues del \"acuerdo\" Japon-Sur de Corea, el pais isleno sigue intentando negar ante la sociedad internacional el caracter forzoso de la esclavitud sexual. \n\t\t\t\t\t\n\t\t\t\t\tAl cabo de criticar el registro en el ano pasado del \"documento de masacre en Nanjing\" como patrimonio de memoria mundial de la UNESCO, demando modificar el sistema de analisis de esta organizacion.\n\t\t\t\t\t\n\t\t\t\t\tNo se puede pensar en el presente y futuro limpios sin expiar el pasado ignominioso.\n\t\t\t\t\t\n\t\t\t\t\tEs una desgracia para Japon su necio intento de ocultar la verdad de la historia."
        }
    ]
}