{
    "date": "2016-05-23",
    "url": "http://kcna.co.jp/item/2016/201605/2016-05-23ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Welcomed by President of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-01ee.html",
            "content": "Kim Yong Nam Welcomed by President of Equatorial Guinea\r\n Pyongyang, May 23 (KCNA) -- A ceremony took place at the presidential palace in Malabo on May 21 to welcome Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on an official visit to the Republic of Equatorial Guinea.\n\t\t\t\t\t Attending it were Kim Yong Nam and Sin Hong Chol, vice-minister of Foreign Affairs, Kwak Ji Hwan, DPRK ambassador to Equatorial Guinea, and other suite members.\n\t\t\t\t\t\n\t\t\t\t\t Present were President Obiang Nguema Mbasogo and the first vice-president, speakers of the lower and upper houses of the Parliament and government officials of Equatorial Guinea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam was greeted by Obiang Nguema Mbasogo at the entrance to the palace.\n\t\t\t\t\t\n\t\t\t\t\t He, accompanied by Obiang Nguema Mbasogo, reviewed the guards of honor of the Equatorial Guinean armed forces."
        },
        {
            "title": "Kim Yong Nam Has Talks with Obiang Nguema Mbasogo",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-02ee.html",
            "content": "Kim Yong Nam Has Talks with Obiang Nguema Mbasogo\r\n Pyongyang, May 23 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on an official visit to the Republic of Equatorial Guinea, had talks with Obiang Nguema Mbasogo, president of Equatorial Guinea, at the presidential palace on Saturday.\n\t\t\t\t\t At the talks Obiang Nguema Mbasogo extended warm congratulations to supreme leader Kim Jong Un on his election as chairman of the Workers' Party of Korea at its Seventh Congress.\n\t\t\t\t\t\n\t\t\t\t\t He noted that President Kim Il Sung and leader Kim Jong Il, eternal leaders of the Korean people, had rendered material and moral assistance to the development and prosperity of Equatorial Guinea.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the government of the Republic of Equatorial Guinea to further expand and develop the friendly and cooperative relations between the two countries, he said, expressing the will to always extend support and solidarity to the Korean people in their struggle for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely hoped for successes in the DPRK under the leadership of HE Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides discussed the matter of further developing the friendly and cooperative relations between the two countries and exchanged views on the matters of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t Present there from the DPRK side were Sin Hong Chol, vice-minister of Foreign Affairs, Kwak Ji Hwan, DPRK ambassador to Equatorial Guinea, and other suite members and from the opposite side Agapito Mba Mokuy, minister of Foreign Affairs and Cooperation."
        },
        {
            "title": "Equatorial Guinean President Hosts Banquet for Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-27ee.html",
            "content": "Equatorial Guinean President Hosts Banquet for Kim Yong Nam\r\n Pyongyang, May 23 (KCNA) -- Obiang Nguema Mbasogo, president of the Republic of Equatorial Guinea, hosted a banquet at the presidential palace Saturday for Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, who is on an official visit to Equatorial Guinea.\n\t\t\t\t\t Present there on invitation were Sin Hong Chol, vice-minister of Foreign Affairs, Kwak Ji Hwan, DPRK ambassador to Equatorial Guinea, and other suite members.\n\t\t\t\t\t\n\t\t\t\t\t It was attended by Prime Minister Vicente Ehate Tomi, the speakers of the lower and upper houses of the Parliament and government officials of Equatorial Guinea, and diplomatic envoys of various countries.\n\t\t\t\t\t\n\t\t\t\t\t At the banquet Obiang Nguema Mbasogo expressed his sincere thanks to supreme leader Kim Jong Un for sending the president of the Presidium of the Supreme People's Assembly and his party to the inaugural ceremony of the president of the Republic of Equatorial Guinea.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a country with strong national power, he said, expressing his will to build Equatorial Guinea like the DPRK which is settling everything with its own efforts.\n\t\t\t\t\t\n\t\t\t\t\t He said that Equatorial Guinea will boost the long-standing friendly relations with the DPRK in various fields in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The banquet took place in an atmosphere overflowing with the feelings of friendship."
        },
        {
            "title": "Kim Yong Nam Meets Senior Officials of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-22ee.html",
            "content": "Kim Yong Nam Meets Senior Officials of Equatorial Guinea\r\n Pyongyang, May 23 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with Vicente Ehate Tomi, prime minister of Equatorial Guinea, who paid a courtesy call on him on May 22. Kim is on an official visit to Equatorial Guinea.\n\t\t\t\t\t Pleased with Marshal Kim Jong Un's election as chairman of the Workers' Party of Korea at its 7th Congress, the prime minister wished the Korean people bigger success in their efforts to build a socialist power under the guidance of the WPK in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Sin Hong Chol, vice foreign minister of the DPRK, Kwak Ji Hwan, DPRK ambassador to Equatorial Guinea, and other suite members, the secretary general of the Prime Minister's Office and officials concerned of Equatorial Guinea.\n\t\t\t\t\t\n\t\t\t\t\t That day Kim met the president of the Senate of Equatorial Guinea.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Senate warmly congratulated Kim Jong Un on his election as chairman of the WPK at its 7th Congress."
        },
        {
            "title": "Families of DPRK Abductees Send Written Protest to S. Korean Intelligence Service",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-14ee.html",
            "content": "Families of DPRK Abductees Send Written Protest to S. Korean Intelligence Service\n\t\t\t\t\t\t\r\n Pyongyang, May 23 (KCNA) -- The families of the DPRK citizens abducted in group by agents of the south Korean Intelligence Service (IS) sent the following written protest to the IS on Monday:\n\t\t\t\t\t We are the parents of the 12 girls abducted in broad daylight and taken to south Korea by your agents on April 5 while working at a restaurant in Ningbo, Zhejiang Province of China.\n\t\t\t\t\t\n\t\t\t\t\t We cannot repress our anger but feel our blood boiling when thinking of our beloved daughters who might be wriggling in tears, ardently calling their parents, brothers and sisters even at the moment in solitary rooms after being taken to south Korea where they have no kith and kin.\n\t\t\t\t\t\n\t\t\t\t\t How can this shuddering case occur in peace time, not wartime? \n\t\t\t\t\t\n\t\t\t\t\t Do you have even a drop of human blood in your bodies as you made no scruple of masterminding such a hideous and brutal act of separating gullible girls from their parents overnight?\n\t\t\t\t\t\n\t\t\t\t\t Don't you have any parents, brothers and sisters?\n\t\t\t\t\t\n\t\t\t\t\t You are spouting a strong of rubbish about \"free will\" and \"longing\" in a sinister bid to hide your thrice-cursed crime but it is no more than sophism insulting our innocent daughters.\n\t\t\t\t\t\n\t\t\t\t\t As for our daughters, they are pure-minded girls who grew up in happiness under the loving care of our Party and the Republic, which are so warm that we failed to show more than it.\n\t\t\t\t\t\n\t\t\t\t\t It is no more than a far-fetched assertion that our daughters \"longed for\" the south Korean society where the jungle-law prevails and it is, furthermore, preposterous that they \"defected in group from the north.\"\n\t\t\t\t\t\n\t\t\t\t\t If our daughters \"defected from the north\" at \"free will\" as you claim, why don't you open to public their stories but \"force\" them to \"defect\" through appeasement and coercion after putting them each in a solitary room?\n\t\t\t\t\t\n\t\t\t\t\t What is the difference between the atrocious group abduction perpetrated by you and the sexual slavery enforced by Japs after abducting pure Korean women in group by luring them with the promise \"to offer jobs\" and threatening them at the point of bayonet?\n\t\t\t\t\t\n\t\t\t\t\t The whole world was stunned by your hair-raising atrocity reminiscent of human butchery.\n\t\t\t\t\t\n\t\t\t\t\t Do not twist the truth behind the crime with shameless sophism any more but immediately make an apology for the inhuman abduction of our daughters with your knees bent.\n\t\t\t\t\t\n\t\t\t\t\t Do not inflict mental and physical pain upon our daughters by forcing \"defection\" but send them back to their parents and hometowns without delay.\n\t\t\t\t\t\n\t\t\t\t\t Open the way at once for us to meet our daughters face to face.\n\t\t\t\t\t\n\t\t\t\t\t Hand to us the thrice-cursed gangsters involved in the allurement and abduction and those behind it so that we can take a thousand-fold revenge upon them. \n\t\t\t\t\t\n\t\t\t\t\t Our rage is running high at the moment.\n\t\t\t\t\t\n\t\t\t\t\t If brutes like your agents and dirty human scum hurt even a bit our daughters whom we brought up with so profound love, we will certainly avenge on them even by biting and tearing them to pieces."
        },
        {
            "title": "Chairman of C.C., KSDP Supports New Policies for National Reunification",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-23ee.html",
            "content": "Chairman of C.C., KSDP Supports New Policies for National Reunification\r\n Pyongyang, May 23 (KCNA) -- Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party (KSDP), issued a statement on Monday in support of the policies of national reunification advanced by supreme leader Kim Jong Un.\n\t\t\t\t\t In his report on the review of the work of the Central Committee of the Workers' Party of Korea (WPK) at its Seventh Congress Kim Jong Un laid down the most reasonable policies for achieving national independence and great national unity, ensuring peace and realizing federal formula as the line for national reunification for invariably upholding and implementing the three charters for national reunification advanced by the great leaders, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t He also regarded it as an urgent issue arising at present in achieving the independent reunification of the country to fundamentally improve the north-south relations and comprehensively indicated concrete ways of doing so, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The policies of national reunification advanced by him serve as the banner of independent reunification, patriotic political great programme as they indicated the most reasonable policies and ways for bringing earlier the reunification of the country by successfully carrying forward the three charters for national reunification advanced by the great leaders, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The KSDP will hold in high esteem and follow Kim Jong Un as the supreme leader of the nation and the great lodestar of national reunification, and dynamically advance, giving full rein to Mallima, together with the WPK in carrying out the tasks for winning the final victory in the drive for building a thriving nation and achieving national reunification set forth by him at the Seventh Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The KSDP will play an active role in waging a dynamic struggle to expand the scope of reconciliation and unity by realizing contacts, visits, solidarity and alliance with all political parties, organizations and personages aspiring after reunification regardless of ideology, ism and political view under the banner of By Our Nation Itself, and to shatter the vicious obstructions of the separatists at home and abroad."
        },
        {
            "title": "All Koreans Called upon to Pave Wide Avenue to National Reunification",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-24ee.html",
            "content": "All Koreans Called upon to Pave Wide Avenue to National Reunification\r\n Pyongyang, May 23 (KCNA) -- Choe Jin Su, chairman of the North Side Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), in a statement Monday said that the Juche-based line and policies of national reunification newly clarified by supreme leader Kim Jong Un at the Seventh Congress of the Workers' Party of Korea (WPK) serve as a banner for carving out the independent destiny of the nation and bringing about a rosy future of reunification and prosperity.\n\t\t\t\t\t It is also important guidelines as it gives perfect answers to the principled and practical issues arising in inter-Korean relations at present, the statement noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon has waged an indomitable struggle for decades despite vicious obstructive moves of the anti-reunification forces at home and abroad under the banner of the great national unity and successfully fulfilled its mission and role as a nationwide patriotic organization for reunification grouping patriotic forces in the north and the south and abroad.\n\t\t\t\t\t\n\t\t\t\t\t Calling for fully displaying the might of tripartite solidarity among patriotic forces for reunification in the north and the south and abroad in the drive to carry out the line and polices of national reunification advanced by Kim Jong Un, it went on:\n\t\t\t\t\t\n\t\t\t\t\t National reunification is the independent cause of the Korean nation and its driving force represents the might for realizing national reunification.\n\t\t\t\t\t\n\t\t\t\t\t What is very important in achieving the great unity of the nation is to realize alliance among all organizations and compatriots of different circles in the north and the south and abroad struggling for national reunification and achieve the solid national unity and ensure unity and united actions.\n\t\t\t\t\t\n\t\t\t\t\t All the reunification movement organizations and personages in the north and the south and abroad should boost solidarity and alliance and conduct brisk joint actions to implement the three principles of national reunification, the June 15 joint declaration and the October declaration, the great programmes for reunification common to nation, ensure durable peace on this land in the idea of By Our Nation Itself and achieve reunification by federal formula.\n\t\t\t\t\t\n\t\t\t\t\t They should resolutely foil the foreign forces' moves to disturb the national reconciliation and unity and escalate military tensions on the Korean peninsula and the vicious obstructive moves of the bellicose forces against reunification, pursuant to their line.\n\t\t\t\t\t\n\t\t\t\t\t There are a lot of difficulties and trials in the way of national reunification, but no force can dampen the strong desire of all Koreans to pull down the barrier of division and open a broad avenue to national reunification at an early date."
        },
        {
            "title": "Young Vanguard Meet to Carry out Decision of Seventh Congress of WPK",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-28ee.html",
            "content": "Young Vanguard Meet to Carry out Decision of Seventh Congress of WPK\r\n Pyongyang, May 23 (KCNA) -- A meeting of the young vanguard to vow to carry out the decision of the Seventh Congress of the Workers' Party of Korea (WPK) took place at the plaza of the Kumsusan Palace of the Sun Monday.\n\t\t\t\t\t Present there were Choe Ryong Hae, vice-chairman of the WPK Central Committee, officials of the youth league, working youths and students.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the Central Committee of the youth league, read out the appeal of the Seventh Congress of the WPK to all the service personnel, young people and other people \"Make an all-out charge for the complete victory of socialism by launching the Mallima speed campaign!\"\n\t\t\t\t\t\n\t\t\t\t\t The speakers pledged to take the lead in making a breakthrough in the struggle to carry out the decision of the party congress, saying that supreme leader Kim Jong Un's election as chairman of the WPK at its Seventh Congress was the manifestation of the pure loyalty and absolute trust of all service personnel and people in the peerlessly great man and the revolutionary auspicious event that guarantees the eternal prosperity of the party and revolution, the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to dynamically launch a general offensive for achieving the complete victory of socialism as befitting the reliable reserve, advancing group and wing of the party under the uplifted militant slogan \"Let the whole party, the entire army and all the people go all out for the implementation of the tasks advanced at the Seventh Congress of the Workers' Party of Korea to hasten the final victory of the Juche revolution!\"\n\t\t\t\t\t\n\t\t\t\t\t They called for proudly greeting the 9th Congress of the Kim Il Sung Socialist Youth League by displaying the stamina and courage of the young vanguard of Songun in the present general advance."
        },
        {
            "title": "Members of GFTUK and DWUK Meet to Carry out Decision of Seventh Congress of WPK",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-29ee.html",
            "content": "Members of GFTUK and DWUK Meet to Carry out Decision of Seventh Congress of WPK\r\n Pyongyang, May 23 (KCNA) -- There took place meetings of working people and members of the General Federation of Trade Unions of Korea (GFTUK) and officials and members of the Democratic Women's Union of Korea (DWUK) to thoroughly carry out the decision of the Seventh Congress of the Workers' Party of Korea (WPK) at the plazas of the Monument to Party Founding and the April 25 House of Culture.\n\t\t\t\t\t Present there were Choe Ryong Hae, vice-chairman of the C.C., the WPK, officials of the GFTUK and the DWUK, officials concerned, members of the GFTUK, workers and members of the DWUK.\n\t\t\t\t\t\n\t\t\t\t\t An appeal of the Seventh Congress of the WPK to all the service personnel, young people and other people \"Make an all-out charge for the complete victory of socialism by launching the Mallima speed campaign!\" was read out at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t The speakers underscored the need to bring about the hot wind of studying the report made by supreme leader Kim Jong Un at the WPK Seventh Congress and decision of the party congress and perform more miracles and feats, regarding their revolutionary units as the first frontline which firmly defends the Party Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t They called for waging a hot collective emulation for the implementation of the five-year strategy for the state economic development under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that certain is the final victory of the Korean revolution as President Kim Il Sung and leader Kim Jong Il brightly indicated the road of the Korean people and there is the leadership of Kim Jong Un, the peerlessly great man."
        },
        {
            "title": "19th Pyongyang Spring International Trade Fair Opens",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-26ee.html",
            "content": "19th Pyongyang Spring International Trade Fair Opens\r\n Pyongyang, May 23 (KCNA) -- The 19th Pyongyang Spring International Trade Fair was opened with due ceremony at the Three-Revolution Exhibition House on Monday. \n\t\t\t\t\t Present there were Vice-Premier Ro Tu Chol, Ri Ryong Nam, minister  of External Economic Relations, Kim In Chol, vice-chairman of the Pyongyang City People's Committee, officials in the fields of the economy and trade, delegations from different countries and regions, foreign diplomatic envoys and their embassy officials here. \n\t\t\t\t\t\n\t\t\t\t\t An opening address was made by Pak Ung Sik, director of the Korean International Exhibition Corporation, to be followed by a congratulatory speech by O Ryong Chol, vice-minister of External Economic Relations.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said the fair will be a good occasion for promoting the friendship and cooperation among countries and bringing about common economic development and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t They said that they would steadily boost bilateral and multilateral cooperation with various countries in the fields of the economy and trade on the principle of equality and mutual benefit.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, the participants looked round products presented by companies of the DPRK, New Zealand, Germany, Russia, Romania, Malaysia, Mongolia, Singapore, China, Cambodia, Thailand, Australia, Iran, Italy, Indonesia, Vietnam, Cuba and Taipei of China.\n\t\t\t\t\t\n\t\t\t\t\t The fair will run through May 26."
        },
        {
            "title": "Mozambican Party Delegation Here",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-17ee.html",
            "content": "Mozambican Party Delegation Here\r\n Pyongyang, May 23 (KCNA) -- A delegation of the Mozambique Liberation Front Party led by Secretary General Eliseu Joaquim Machava arrived here Monday."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-16ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, May 23 (KCNA) -- A delegation of the Mozambique Liberation Front Party visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Monday.\n\t\t\t\t\t The members of the delegation laid bunches of flowers before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "DPRK Young Footballers Prove Successful at East Asian Championship",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-19ee.html",
            "content": "DPRK Young Footballers Prove Successful at Asian Regional Championship\r\n Pyongyang, May 23 (KCNA) -- A DPRK team came first at the AFC U-14 Girls' Regional Championship 2016 for East zone.\n\t\t\t\t\t The championship which opened in China on May 17 brought together teams from eight countries and regions including the DPRK and Taipei of China. They were divided into two groups.\n\t\t\t\t\t\n\t\t\t\t\t In Group B the DPRK team trounced its rivals of Taipei of China, Guam and Hong Kong of China in league matches. It beat its south Korean rival 5:0 in the semi-finals.\n\t\t\t\t\t\n\t\t\t\t\t It defeated its Japanese rival 3:0 in the finals on May 22."
        },
        {
            "title": "DPRK Players Back Home ",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-18ee.html",
            "content": "DPRK Players Back Home \r\n Pyongyang, May 23 (KCNA) -- DPRK players came back home Monday after taking part in the 2016 Chinese Taipei Track and Field Tournament held in Taipei of China.\n\t\t\t\t\t They won two gold medals, two silver medals and one bronze medal.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chol Sun bagged a gold medal in the women's 3,000 meter hurdle race and Kim Son Hui in the women's 5,000 meter race.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chun Mi placed second and third in the women's 5,000 meter race and 1,500 meter race and Kim Son Hui finished second in the 1,500 meter race."
        },
        {
            "title": "Coal Output to Be on Increase in DPRK",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-21ee.html",
            "content": "Coal Output to Be on Increase in DPRK\r\n Pyongyang, May 23 (KCNA) -- Coal miners in the Democratic People's Republic of Korea are filled with zeal to take the lead in implementing the targets of five-year strategy for the state economic development from 2016 to 2020.\n\t\t\t\t\t In this regard, Kim Jong Nam, department director of the Ministry of Coal Industry, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un put forward immediate tasks to move up the rosy future of economic power at the Seventh Congress of Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t Coal is the food of industry and coal industry is the lifeline of national economy.\n\t\t\t\t\t\n\t\t\t\t\t The ministry has worked out detailed plans to raise coal output at collieries across the country, while concentrating efforts on coal mines with good mining conditions.\n\t\t\t\t\t\n\t\t\t\t\t Jong Yong Gwan, manager of the Namdok Coal Mine under the Pukchang Area Coal-mining Complex, said his mine would put work in pits on a mechanized basis, make conveyance of coal diversified and build a new coal dressing process.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chol Jin, pit manager of the Kowon Coal Mine under the Hamnam Area Coal-mining Complex, said:\n\t\t\t\t\t\n\t\t\t\t\t The zeal for increased coal output runs high among coal miners of the pit.\n\t\t\t\t\t\n\t\t\t\t\t The historic report made by the respected Marshal Kim Jong Un at the Seventh Congress of the WPK touched heartstring of coal miners.\n\t\t\t\t\t\n\t\t\t\t\t The coal miners will increase coal output in the spirit displayed in the period of the 70-day campaign."
        },
        {
            "title": "Educational Environment Improved at Universities in Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-20ee.html",
            "content": "Educational Environment Improved at Universities in Pyongyang\r\n Pyongyang, May 23 (KCNA) -- Universities in Pyongyang have made a big stride in improving educational environment.\n\t\t\t\t\t Kim Il Sung University has put nearly 200 classrooms on a multi-functional basis and 100-odd departments and office rooms on an IT basis. Tens of laboratories were built or renovated, with over 100 kinds of new experimental apparatuses and devices applied to them.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chaek University of Technology developed various kinds of ultra-modern educational equipment and installed them in hundreds of classrooms. It has also turned all laboratories into fashionable ones.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang University of Architecture built electricity control rooms in different colleges and faculties to supply solar energy to over 100 classrooms.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang University of Mechanical Engineering bettered the performance of experimental apparatuses and manufactured tens of modern experimental apparatuses. It has also succeeded in developing 40-odd simulation software.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang University of Railways re-built a library and locomotive practice ground on a modern basis.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Pyongyang Jang Chol Gu University of Commerce finished the construction of a new school building and Pyongyang Han Tok Su University of Light Industry completed the frame project for a general practice building."
        },
        {
            "title": "Let's Talk about Korea: The Dangerous Tone of US Media",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-25ee.html",
            "content": "Let's Talk about Korea: The Dangerous Tone of US Media\r\n Pyongyang, May 23 (KCNA) -- The Russian online magazine \"New Eastern Outlook\" on May 3 carried an article titled \"Let's Talk about Korea\" written by Caleb Maupin, a political analyst and activist based in New York.\n\t\t\t\t\t The US media makes no effort to educate the public about why Korea is divided - and often blatantly distorts and lies about it, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Prior to the Second World War, the Korean Peninsula was occupied by Japan. \n\t\t\t\t\t\n\t\t\t\t\t From the 1920s President Kim Il Sung fought for basic democratic rights against Japanese occupiers.\n\t\t\t\t\t\n\t\t\t\t\t When the Second World War ended in 1945, the southern half of the Korean Peninsula soon became occupied by US troops.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ignited the Korean War on June 25, 1950. \n\t\t\t\t\t\n\t\t\t\t\t An armistice was declared in 1953 - but the United States never signed a peace treaty. The Korean War technically never ended, and the United States has not even recognized the DPRK as a legitimate government.\n\t\t\t\t\t\n\t\t\t\t\t During the majority of the years between 1945 and today, the southern half of the Korean Peninsula has been ruled by unapologetic military dictators. \n\t\t\t\t\t\n\t\t\t\t\t Park Geun-hye is the daughter of the previously mentioned military dictator Park Chung Hee. Park is not only responsible for the death of tens of thousands of innocent people; he routinely employed methods of torture, collective punishment, retaliation against family members, and other extreme violations of human rights.\n\t\t\t\t\t\n\t\t\t\t\t Park Guen-hye makes no attempt to distance herself from her father or any of his autocratic practices and well documented crimes against humanity. \n\t\t\t\t\t\n\t\t\t\t\t Despite so much ugly repression, US media routinely calls south Korea \"democratic.\"\n\t\t\t\t\t\n\t\t\t\t\t During the 1960s, 70s, and even the early 80s, the Democratic People's Republic of Korea had a very strong economy.\n\t\t\t\t\t\n\t\t\t\t\t This fact will of course be automatically dismissed as outrageous propaganda by the average American.\n\t\t\t\t\t\n\t\t\t\t\t Koreans refer to this period of mass starvation in the 1990s as the \"Arduous March\" and they blame the United States' economic and military blockade of their country for it. The conditions in the northern regions of the Korean peninsula were very bad during the 1990s, and any other government would have most likely collapsed under such pressure.\n\t\t\t\t\t\n\t\t\t\t\t Under extremely hostile circumstances, the DPRK survives-primarily because of the political brilliance of the Workers' Party of Korea and its overall ability.\n\t\t\t\t\t\n\t\t\t\t\t Hatred for the DPRK seems to be almost compulsive in the United States. US media routinely repeats outrageous anti-DPRK allegations that have no basis in fact.\n\t\t\t\t\t\n\t\t\t\t\t The US media's use of such extreme deception and racism in its portrayal of the situation on the Korean Peninsula should be a source of global outrage."
        },
        {
            "title": "Rodong Sinmun on Kim Jong Un's Report on Work of C.C., WPK ",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-11ee.html",
            "content": "Rodong Sinmun on Kim Jong Un's Report on Work of C.C., WPK \r\n Pyongyang, May 23 (KCNA) -- Rodong Sinmun Monday says in an editorial that the report made by supreme leader Kim Jong Un on the review of the work of the Central Committee of the Workers' Party of Korea at its 7th Congress is an important document illuminating the path of invincibility to steadily advance the cause of the popular masses for independence under the uplifted banner of the great Kimilsungism-Kimjongilism.\n\t\t\t\t\t The editorial says that his report comprehensively deals with the proud successes and precious experience gained by the WPK in the revolution and construction under the guidance of the great leaders and indicates overall tasks and ways for accomplishing the cause of socialism, achieving the independent reunification of the country, realizing the cause of global independence and steadily strengthening the WPK by regarding it as its supreme programme to model the whole society on Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t His report is an ideological and theoretical treasure as it enriched Kimilsungism-Kimjongilism and clarified with lucidity its victory of national and world historic significance.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his report reviewed the shining exploits performed by the WPK thanks to the idea and guidance of the great leaders for over 30 years and comprehensively systematized the theories and methods of Kimilsungism-Kimjongilism whose validity and vitality were clearly proved through the revolutionary struggle and practical activities.\n\t\t\t\t\t\n\t\t\t\t\t He clearly indicated the tasks and ways for consolidating the position of a political and military power by more dynamically pushing forward the building of a socialist power and for making the flag of victory flutter on the eminence of a scientific and technological power and economic and cultural power.\n\t\t\t\t\t\n\t\t\t\t\t The editorial stresses that only when the army and people of the DPRK struggle, guided by Kim Jong Un's important report, the leadership authority of the WPK will be remarkably raised and the modeling of the whole society on Kimilsungism-Kimjongilism, independent reunification of the country and victory of the cause of global independence certainly brought earlier."
        },
        {
            "title": "Rodong Sinmun on Poison of Imperialists' Ideology and Culture ",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-12ee.html",
            "content": "Rodong Sinmun on Poison of Imperialists' Ideology and Culture \r\n Pyongyang, May 23 (KCNA) -- It is a very important issue at present to foil the enemy's ideological and cultural infiltration, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t It goes on: \n\t\t\t\t\t\n\t\t\t\t\t The imperialists have become evermore undisguised in their reactionary ideological and cultural offensive to dampen the independent aspiration of the people and stamp out the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists' ideological and cultural infiltration is aimed to spread reactionary and corrupt bourgeois ideology, culture, life style and trend among different countries and benumb the people's sound ideological and class consciousness.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists are more afraid of the politically awakened people's strength in dominating and plundering other countries. The people who are awakened in the class principle and firmly prepared politically and ideologically remain strong and with nothing can the imperialists bring them to submission.\n\t\t\t\t\t\n\t\t\t\t\t They are keen on infiltrating the bourgeois ideology and culture in a bid to benumb the independent consciousness of the people. \n\t\t\t\t\t\n\t\t\t\t\t If one slackens one's vigilance even a moment, one is bound to be tainted with this. Once one is taken in by the above-said ideology and culture, one can hardly get rid of them. Herein lies poison as harmful as drug of the imperialists' ideology and culture.\n\t\t\t\t\t\n\t\t\t\t\t If one fails to clearly understand the reactionary nature and danger of the imperialists' ideological and cultural infiltration and approach them with vigilance, one is bound to face inescapable grave consequences. \n\t\t\t\t\t\n\t\t\t\t\t Historical facts teach a bitter lesson that if one fails to approach the imperialists' ideological and cultural infiltration with vigilance, the gains of revolution already made are bound to collapse like a wet wall in a moment.\n\t\t\t\t\t\n\t\t\t\t\t The article calls for smashing the imperialists' persistent and vicious ideological and cultural poisoning with a revolutionary ideological and cultural offensive in order to preserve the popular masses' cause of independence and the cause of socialism and make a victorious advance."
        },
        {
            "title": "Rodong Sinmun Censures South Korean Chief Executive's Provocative Remarks",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-13ee.html",
            "content": "Rodong Sinmun Censures South Korean Chief Executive's Provocative Remarks\r\n Pyongyang, May 23 (KCNA) -- Some days ago, the chief executive of south Korea had \"a dialogue for unification\" with the betes noires of \"the Advisory Council for Democracy and Peaceful Unification\" at Chongwadae.\n\t\t\t\t\t In the dialogue the chief executive spouted out ridiculous rigmarole that \"the sanctions against the north gradually prove efficient\", reeling off a litany of rhetoric that she would \"create environment for the north to dismantle its nukes and make changes\" and usher in \"an era of unification for peace and happiness\". She went the lengths of crying out for \"harsher sanctions and pressure\" and vociferating about \"self-destruction\" while raising a hue and cry over \"additional provocation from the north\".\n\t\t\t\t\t\n\t\t\t\t\t Commenting on her reckless remarks, Rodong Sinmun Monday says that what she uttered only betrays her foolish behavior of failing to face up to the trend of the situation and the public desire.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t Her provocative remarks are an open declaration of her will to keep to the road of political and military standoff instead of opting for the improvement of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t Tragedy is that she is still making futile efforts, pinning hope on the \"sanctions\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Neither \"sanctions\" nor pressure is workable on the DPRK. This has already been proved through history and realities.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time to make a wise judgment and act with reason. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive in the grip of the worst ruling crisis is standing at the crossroads of deciding her fate.\n\t\t\t\t\t\n\t\t\t\t\t The process for mending the inter-Korean relations would offer the last opportunity to her.\n\t\t\t\t\t\n\t\t\t\t\t Catastrophe of the inter-Korean relations would make her position more difficult."
        },
        {
            "title": "Records of Trial of Chun Doo Hwan's Crimes Opened to Public ",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-05ee.html",
            "content": "Records of Trial of Chun Doo Hwan's Crimes Opened to Public \r\n Pyongyang, May 23 (KCNA) -- The south Korean newspaper Hangyore on May 20 reported the records of trial of traitor Chun Doo Hwan, the chief culprit in the massacre of May 18 Kwangju uprisers.\n\t\t\t\t\t It was reported that the records of trials of Chun Doo Hwan and Roh Tae Woo said Chun Doo Hwan, the then security commander and acting director of the Central Intelligence Agency of south Korea, handed encouraging money to the commander of the relevant airborne unit on May 21, 1980.\n\t\t\t\t\t\n\t\t\t\t\t The former acting chief of the South Jolla provincial branch of the Central Intelligence Agency in December, 1995 testified in the course of the prosecution's investigation that Chun Doo Hwan instructed that a million won was sent to the commander of the 11th airborne brigade which had been hurled into Kwangju.\n\t\t\t\t\t\n\t\t\t\t\t The records said that in the early period of the May 18 movement for democracy Chun Doo Hwan directly commanded the \"activities to calm down angry people\" in Kwangju.\n\t\t\t\t\t\n\t\t\t\t\t Referring to these facts, the newspaper said Chun Doo Hwan's assertion that the Kwangju incident had nothing to do with him was false.\n\t\t\t\t\t\n\t\t\t\t\t On May 17 the south Korean internet paper Voice of People denounced Chun Doo Hwan for totally denying the responsibility for the Kwangju massacre at a press interview."
        },
        {
            "title": "People in Pusan Protest against U.S. Moves for Biochemical Warfare",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-06ee.html",
            "content": "People in Pusan Protest against U.S. Moves for Biochemical Warfare \r\nPyongyang, May 23 (KCNA) -- People from all walks of life in Pusan, south Korea launched protest actions against the moves of the U.S. imperialist forces for a biochemical warfare, according to Yonhap News and News 1 of south Korea.\n\t\t\t\t\tThe Pusan Headquarters of the South Side Committee for Implementing June 15 Joint Declaration, the Pusan Solidarity of Citizens' Movement Organizations, the Pusan Association of Women's Organizations, Pusan People's Solidarity and other civic and public organizations and political parties held a press conference outside the U.S. consulate in Pusan on May 19.\n\t\t\t\t\t\n\t\t\t\t\tSpeakers there denounced the U.S. for deciding to introduce Jupiter Plan for a bio-chemical warfare to the facilities of the U.S. forces at Dock 8 of Pusan Port.\n\t\t\t\t\t\n\t\t\t\t\tThey stressed the need for all the citizens to pool their efforts to check the U.S. moves for a bio-chemical warfare.\n\t\t\t\t\t\n\t\t\t\t\tThey demanded the present \"government\" and the Ministry of Defense stand by the people, though belatedly, and strongly counter the U.S. biochemical test and the Pusan City authorities regard citizens' security and lives as the top priority and oppose the introduction of the \"\\Jupiter Plan.\n\t\t\t\t\t\n\t\t\t\t\tThe Pusan People for Achieving Peace and Reunification staged a demonstration in demand of the withdrawal of the plan at the dock on May 15."
        },
        {
            "title": "Conference on Asian Solidarity for Settling Issue of Sexual Slavery for Imperial Japanese Army Held",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-07ee.html",
            "content": "Conference on Asian Solidarity for Settling Issue of Sexual Slavery for Imperial Japanese Army Held\r\nPyongyang, May 23 (KCNA) -- There took place a conference on Asian solidarity for settling the issue of sexual slavery for the Imperial Japanese Army in Seoul from May 18 to 20, according to the south Korean internet paper Thongil News.\n\t\t\t\t\t Present there were victims of sexual slavery from south Korea, the Philippines and East Timor and activists of different countries.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was read out at the conference.\n\t\t\t\t\t\n\t\t\t\t\t It said: \n\t\t\t\t\t\n\t\t\t\t\t 1. The south Korea-Japan \"agreement\" cannot be a solution to the issue of sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t 2. We denounce the south Korean and Japanese governments for trying to settle the issue through such a wrong \"agreement\".\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government should immediately retract the unreasonable demand such as transfer or removal of peace statues and face up to history with sincerity.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean \"government\" should respect the demand of the victims, civilians and public denying the \"agreement\" and make efforts to properly settle the issue in line with the international human rights norms.\n\t\t\t\t\t\n\t\t\t\t\t 3. We will more dynamically stage solidarity actions.\n\t\t\t\t\t\n\t\t\t\t\t We will conduct activities to inform various countries and the international community of the serious points of the \"agreement.\" \n\t\t\t\t\t\n\t\t\t\t\t We move to pressurize the Japanese government to restore human rights of all the victims of sexual slavery for the Imperial Japanese Army and solve the issue.\n\t\t\t\t\t\n\t\t\t\t\t We will join the victims in making the civic society take the lead in probing the truth and realizing justice and reparation for the sexual slavery and preventing the recurrence of such crimes."
        },
        {
            "title": "S. Korean Authorities Urged to Restart KIZ",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-08ee.html",
            "content": "S. Korean Authorities Urged to Restart KIZ\r\n Pyongyang, May 23 (KCNA) -- The Consultative Council of Workers in the Kaesong Industrial Zone (KIZ), the Citizens Federation for Economic Justice, the Confederation of Trade Unions, the Federation of Trade Unions and other civic and public organizations of south Korea on May 19 held a news conference outside the \"government\" building in Seoul at which they demanded the south Korean authorities roll back the policy of antagonizing the fellow countrymen and restart the KIZ.\n\t\t\t\t\t The organizations asserted that the damage caused by the shutdown of the KIZ are expanding to thousands of entrepreneurs as well as relevant ones of the zone, recalling it is 100 days since the shutdown of the KIZ.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the \"government\" should pursue the policies of reconciliation and cooperation such as reopening the channel of dialogue between the north and south with the restart of the KIZ as a momentum and resuming nongovernmental exchange, noting that the only way of mending the relations between the south and the north is to make a dramatic switchover in its policy towards the north.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the association of enterprises in the KIZ held a news conference on May 20 at which he declared with indignation that the south Korean authorities' shutdown of the KIZ brought misfortune and pain to south Koreans."
        },
        {
            "title": "Revision of Special Law on Ferry Sewol Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-15ee.html",
            "content": "Revision of Special Law on Ferry Sewol Demanded in S. Korea\r\n Pyongyang, May 23 (KCNA) -- The April 16 Council of Families and the People's Solidarity for Promise in April 16 held a press conference in Seoul on May 20 at which they called for the passage of the bill on revising the special law on ferry Sewol through the \"National Assembly\" (NA), according to Yonhap News of south Korea.\n\t\t\t\t\t The \"Saenuri Party's\" refusal to take part in the NA session made it impossible to probe the truth behind the ferry disaster during the 19th-term NA, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the 20th-term NA revise the special law and conduct a special investigation."
        },
        {
            "title": "South African Body Hails WPK's Successful Seventh Congress",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-03ee.html",
            "content": "South African Body Hails WPK's Successful Seventh Congress\r\n Pyongyang, May 23 (KCNA) -- The Mfumalanga Provincial Group for the Study of the Juche Idea of South Africa on May 16 made public a statement hailing the successful Seventh Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The statement said that all the members of the group and followers of the Juche idea are warmly hailing the success of the party congress, adding:\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un's election as chairman of the WPK reflects the unanimous support and trust of all party members and people in him.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK led by the WPK has courageously met all challenges of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise guidance of Chairman Kim Jong Un, the WPK has developed into a guiding force leading the Korean people's struggle to victory and the DPRK turned into an invincible military power fully ready for defense and attack.\n\t\t\t\t\t\n\t\t\t\t\t We wish the WPK headed by Chairman Kim Jong Un bigger success in the struggle for building a thriving socialist nation."
        },
        {
            "title": "Ugandan Body Denounces S. Korean Authorities' Abduction of Citizens of DPRK",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-04ee.html",
            "content": "Ugandan Body Denounces S. Korean Authorities' Abduction of Citizens of DPRK\r\nPyongyang, May 23 (KCNA) -- The Ugandan National Executive Committee of the Pan-African Movement on May 17 made public a statement denouncing the south Korean authorities for their unethical act of luring and abducting a group of DPRK's citizens.\n\t\t\t\t\tThe statement said:\n\t\t\t\t\t\n\t\t\t\t\tWe express deep concern over the south Korean authorities' action of persistently keeping the DPRK's citizens in custody and turning down their parents' demand for sending them back.\n\t\t\t\t\t\n\t\t\t\t\tSuch unethical action of the south Korean authorities is an unprecedented human rights abuse. It is a hideous act of touching off the world's protest and denunciation and a mean behavior pouring cold water on the measures taken by the DPRK with good faith to improve the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities should think twice over the consequences to be entailed by their action.\n\t\t\t\t\t\n\t\t\t\t\tWe strongly call for sending the abductees back to their home towns without delay."
        },
        {
            "title": "Foreign Countries Hail Kim Jong Un's Election as Chairman of WPK ",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-10ee.html",
            "content": "Foreign Countries Hail Kim Jong Un's Election as Chairman of WPK \r\n Pyongyang, May 23 (KCNA) -- Meetings, round-table talks, Korean photo and book exhibitions and film shows took place in Switzerland, Nigeria and Angola from May 10 to 17 to congratulate Marshal Kim Jong Un on his election as chairman of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Displayed at the venues were photos documenting exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and their works, books on their greatness and photos dealing with the struggle of the Korean army and people.\n\t\t\t\t\t\n\t\t\t\t\t The participants of film shows watched Korean film \"Grand Celebration of 70th Founding Anniversary of Workers' Party of Korea in Presence of Respected Comrade Kim Jong Un\".\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Switzerland-Korea Committee said that Kim Jong Un was elected chairman of the WPK at its Seventh Congress and that this reflected the boundless trust and profound respect of all the Korean party members, servicepersons and people for him.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism said that in his report at the party congress Kim Jong Un comprehensively clarified the tasks and ways to develop the WPK into a glorious Kimilsungist-Kimjongilist party and to achieve the cause of socialism and the independent and peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Public Education Department of the Committee of Angola for Friendship and Solidarity with Peoples said that the WPK's Seventh Congress was a historic event which demonstrated before the world the unshakable faith of all the Korean people who are determined to successfully accomplish the cause of the Juche revolution started by Kim Il Sung and Kim Jong Il under the leadership of Kim Jong Un."
        },
        {
            "title": "Ceremonia de bienvenida a Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-30ee.html",
            "content": "Ceremonia de bienvenida a Kim Yong Nam\r\nPyongyang, 23 de mayo (ACNC) -- Tuvo lugar el dia 21 en el Palacio Presidencial de Guinea Ecuatorial una ceremonia de bienvenida a la visita oficial del presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, a este pais africano. \n\t\t\t\t\tEn la ocasion estuvieron presentes el presidente Kim, el vicecanciller Sin Hong Chol, el embajador de la RPDC en Guinea Ecuatorial Kwak Ji Hwan y otros acompanantes.\n\t\t\t\t\t\n\t\t\t\t\tParticiparon tambien el presidente de la Republica de Guinea Ecuatorial, Obiang Nguema Mbasogo, el primer vicepresidente, los presidentes del Senado y de la Camara de Representantes y los miembros del gobierno.\n\t\t\t\t\t\n\t\t\t\t\tEn la entrada del Palacio Presidencial, el mandatario del pais africano acogio al presidente Kim.\n\t\t\t\t\t\n\t\t\t\t\tLuego, el presidente Kim paso revista junto con el anfitrion a la guardia de honor de las fuerzas armadas de Guinea Ecuatorial."
        },
        {
            "title": "Kim Yong Nam conversa con Obiang Nguema Mbasogo",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-31ee.html",
            "content": "Kim Yong Nam conversa con Obiang Nguema Mbasogo\r\nPyongyang, 23 de mayo (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea quien esta de visita oficial a la Republica de Guinea Ecuatorial, converso el dia 21 en el Palacio Presidencial con Obiang Nguema Mbasogo, presidente de la Republica de Guinea Ecuatorial.\n\t\t\t\t\tEl mandatario del pais africano felicito calurosamente la eleccion del Mariscal Kim Jong Un como Presidente del Partido del Trabajo de Corea en el VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que el Presidente Kim Il Sung y el Dirigente Kim Jong Il, eternos lideres del pueblo coreano, brindaron con sinceridad la ayuda espiritual y material para el desarrollo y la prosperidad de Guinea Ecuatorial.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que es invariable la posicion del gobierno de la Republica de Guinea Ecuatorial de ampliar y desarrollar aun mas las relaciones de amistad y cooperacion entre los dos paises y expreso su conviccion de enviar siempre el apoyo y la solidaridad a la lucha del pueblo coreano que acelera la construccion de un Estado prospero socialista.\n\t\t\t\t\t\n\t\t\t\t\tDeseo de todo corazon que bajo la direccion de Su Excelencia Maximo Dirigente Kim Jong Un, marchen bien todos los trabajos en la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion ambas partes intercambiaron las opiniones sobre el problema de desarrollar mas las relaciones de amistad y cooperacion entre los dos paises y otros asuntos de interes comun.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes por la parte coreana el vicecanciller Sin Hong Chol, el embajador en Guinea Ecuatorial Kwak Ji Hwan y otros acompanantes, y por la contraparte, el ministro de Asuntos Exteriores, Relaciones Internacionales y Cooperacion, Agapito Mba Mokuy."
        },
        {
            "title": "Obiang Nguema Mbasogo ofrece banquete en honor de Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-32ee.html",
            "content": "Obiang Nguema Mbasogo ofrece banquete en honor de Kim Yong Nam\r\nPyongyang, 23 de mayo (ACNC) -- Obiang Nguema Mbasogo, presidente de la Republica de Guinea Ecuatorial ofrecio el dia 21 en el Palacio Presidencial un banquete en honor de Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea quien realiza una visita oficial a este pais africano.\n\t\t\t\t\t  A la recepcion fueron invitados el vicecanciller Sin Hong Chol, el embajador coreano en Guinea Ecuatorial Kwak Ji Hwan y otros acompanantes.\n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion estuvieron presentes el premier Vicente Ehate Tomi, los presidentes del Senado y de la Camara de Representantes, los miembros del gobierno y los representantes diplomaticos de varios paises acreditados en este pais africano.\n\t\t\t\t\t\n\t\t\t\t\t  Al hacer uso de la palabra de la ocasion, Obiang Nguema Mbasogo expreso sincero agradecimiento al Mariscal Kim Jong Un quien envio la comitiva del presidente del Presidium de la APS de la RPDC a la ceremonia de toma de posesion de presidente de la Republica de Guinea Ecuatorial.\n\t\t\t\t\t\n\t\t\t\t\t  Dijo que la RPDC es un pais con fuerte poderio estatal y expreso una voluntad de construir Guinea Ecuatorial como la RPDC que soluciona con cuenta propia todos los problemas.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que ampliara y desarrollara aun mas en diversos dominios las largas relaciones de amistad entre dos paises.\n\t\t\t\t\t\n\t\t\t\t\tEl banquete transcurrio en un ambiente lleno de sentimiento amistoso."
        },
        {
            "title": "Kim Yong Nam departe con premier y presidente de Senado de Guinea Ecuatorial",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-33ee.html",
            "content": "Kim Yong Nam departe con premier y presidente de Senado de Guinea Ecuatorial\r\nPyongyang, 23 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, quien cumple una visita oficial a la Republica de Guinea Ecuatorial, departio el dia 22 con el premier de Guinea Ecuatorial, Vicente Ehate Tomi quien le hizo una visita de cortesia. \n\t\t\t\t\tEl visitante expreso el placer por la eleccion del Mariscal Kim Jong Un como Presidente del Partido del Trabajo de Corea en el VII Congreso del PTC y deseo que en el futuro tambien el pueblo coreano alcance mayores exitos en la construccion de la potencia socialista bajo la orientacion del PTC. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes el vicecanciller Sin Hong Chol, el embajador en Guinea Ecuatorial Kwak Ji Hwan y otros acompanantes de Kim, asi como el secretario general de la Oficina del Premier y otros funcionarios interesados del pais africano. \n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, Kim se reunio con la presidenta del Senado de la Republica de Guinea Ecuatorial, Teresa Efua Asangono.\n\t\t\t\t\t\n\t\t\t\t\tTeresa Efua Asangono felicito al Mariscal Kim Jong Un, electo como Presidente del PTC en el VII Congreso del PTC."
        },
        {
            "title": "Realizada ceremonia funeral de difunto Kang Sok Ju",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-34ee.html",
            "content": "Realizada ceremonia funeral de difunto Kang Sok Ju\r\nPyongyang, 23 de mayo (ACNC) -- Se realizo el dia 22 en esta capital como homenaje estatal la ceremonia funeral de Kang Sok Ju, miembro del Comite Central del Partido del Trabajo de Corea y diputado a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEn la ocasion estuvieron presentes Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae y otros cuadros quienes son miembros del comite funeral nacional y los familiares del difunto.\n\t\t\t\t\t\n\t\t\t\t\tAntes de la partida de convoy funebre, los dolientes y los miembros del comite funeral nacional guardaron un momento de silencio en memoria del difunto.\n\t\t\t\t\t\n\t\t\t\t\tEl carro funebre partio hacia el Cementerio de Martires Patrioticos en la comuna de Sinmi.\n\t\t\t\t\t\n\t\t\t\t\tLos peatones capitalinos pararon sus pasos para expresar profundas condolencias por el fallecimiento de Kang Sok Ju.\n\t\t\t\t\t\n\t\t\t\t\tEl carro llego al destino.\n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra de condolencias, Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del PTC y vicepresidente del CC del PTC, dijo que el deceso de Kang Sok Ju, verdadero revolucionario y competente activista politico, deviene una gran perdida para nuestro partido y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que aunque el fallecio, quedaran para siempre sus proezas realizadas ante el partido, la revolucion, la patria y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tAl enterrar los restos del difunto, sus familiares y miembros del comite funeral estatal los cubrieron con tierra.\n\t\t\t\t\t\n\t\t\t\t\tAl pie de la tumba fue depositada una ofrenda floral a nombre del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tTambien, fueron colocadas las otras a nombre del CC del PTC, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTodos los participantes guardaron un momento de silencio en memoria del difunto."
        },
        {
            "title": "CRPP exhorta a abrir camino para reunificacion y prosperidad de nacion",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-35ee.html",
            "content": "CRPP exhorta a abrir camino para reunificacion y prosperidad de nacion\r\nPyongyang, 23 de mayo (ACNC) -- El director del Secretariado del Comite por la Reunificacion Pacifica de la Patria, Won Tong Yon, hizo publica el dia 22 una declaracion que senala en particular:\n\t\t\t\t\tEl Mariscal Kim Jong Un ilumino en su informe presentado ante el VII Congreso del Partido del Trabajo de Corea la linea y orientacion de la reunificacion de la patria, lo que es resultado de la mision nacional y el sublime deber moral de ofrecer a la nacion coreana una patria reunificada y sirve de la inmortal bandera estimulante para abrir un ancho camino por la reintegracion territorial.\n\t\t\t\t\t\n\t\t\t\t\tSi todos los coreanos del Norte, el Sur y el ultramar se levantan en el movimiento patriotico pannacional por la reunificacion en pleno acato a la linea y orientacion del Mariscal, se mejoraran las relaciones intercoreanas empeoradas al extremo, se abrira el ancho camino por la reunificacion independiente y se aseguraran la paz y la seguridad de la Peninsula Coreana y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEl dialogo y las negociaciones son el remedio principal para mejorar las agudas relaciones entre ambas partes coreanas y reunificar de manera pacifica la patria conforme al deseo y la voluntad de todos los coreanos.\n\t\t\t\t\t\n\t\t\t\t\tHay que reanudar lo mas pronto posible el dialogo y las negociaciones entre las autoridades militares N-S.\n\t\t\t\t\t\n\t\t\t\t\tLas ambas partes coreanas deben tomar las medidas realistas para aliviar la tension militar y el peligro de conflicto en los alrededores de la Linea de Demarcacion Militar y en la zona candente del Mar Oeste y ampliar su esfera a medida que se crea el ambiente de la confianza militar.\n\t\t\t\t\t\n\t\t\t\t\tLo mas importante es mantener en el dialogo N-S la posicion y la actitud de respetar los acuerdos comunes de la nacion y ejecutarlos invariablemente.\n\t\t\t\t\t\n\t\t\t\t\tSi se anulan los acuerdos N-S debido al cambio de la situacion y el poder, seran papeles mojados cualesquier acuerdos N-S que se firmen en el futuro a traves del dialogo.\n\t\t\t\t\t\n\t\t\t\t\tSin hacer caso del cambio de la situacion y el ambiente, ambas partes coreanas deben respetar y ejecutar los historicos documentos firmados ante la nacion y el mundo inclusive los Tres Principios de la Reunificacion de la Patria y las declaraciones conjuntas N-S.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades del Sur de Corea tienen de veras la voluntad de mejorar las relaciones N-S, deben abandonar la concepcion de confrontacion fratricida que persigue el \"cambio\" y el \"derrumbe del regimen\" de alguien, tomar la posicion de lograr la reconciliacion y reunificacion de la nacion para preparar el clima del dialogo intercoreano y salir sin demora a la mesa de dialogo y negociaciones respondiendo a nuestro llamamiento patriotico."
        },
        {
            "title": "Familiares de victimas de secuestradas envian carta de protesta al Sur de Corea",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-36ee.html",
            "content": "Familiares de victimas de secuestradas envian carta de protesta al Sur de Corea\r\nPyongyang, 23 de mayo (ACNC) -- Los familiares de las victimas secuestradas en colectivo por el Servicio de Inteligencia del Sur de Corea enviaron el dia 23 una carta de protesta a este organo intrigante. \n\t\t\t\t\tLa misiva senala:\n\t\t\t\t\t\n\t\t\t\t\tSomos padres de 12 muchachas que gestionaban un restaurante en Ningbo de la provincia china de Zhejiang y fueron secuestradas a plena luz del dia en colectivo por ustedes el 5 de abril pasado y llevadas al Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tNo podemos contener la indignacion pensando en nuestras queridas hijas que encarceladas en celdas individuales en el rudo suelo surcoreano donde no esta ni un familiar, llaman con ansiedad lagrimeando a sus padres y hermanos. \n\t\t\t\t\t\n\t\t\t\t\t?Como puede ocurrir esta tragedia tan horrible no en el periodo de guerra sino en el tiempo de paz?\n\t\t\t\t\t\n\t\t\t\t\t?Tienen la sangre del ser humano ustedes que cometieron sin escrupulos el crimen cruel y barbaro de separar forzosamente a las hijas del seno de padres? \n\t\t\t\t\t\n\t\t\t\t\t?No tienen ustedes a los padres y hermanos?\n\t\t\t\t\t\n\t\t\t\t\tUstedes siguen soltando los disparates como \"voluntad libre\" y \"simpatia\" a fin de ocultar su tremendo crimen. Tales sofisterias cinicas insultan a nuestras hijas honestas. \n\t\t\t\t\t\n\t\t\t\t\tNuestras hijas son adolescentes honradas que crecieron felizmente disfrutando del gran amor y beneficios en el regazo del Partido y la Republica. \n\t\t\t\t\t\n\t\t\t\t\tPues, es una ilogica que ellas \"simpatizaron\" con la sociedad surcoreana donde reina la ley de la selva y \"se huyeron en colectivo\". \n\t\t\t\t\t\n\t\t\t\t\t?Si ellas \"se huyeron\" al Sur de Corea segun su \"voluntad libre\", como insisten ustedes, por que no lo dan a la publicidad todavia encarcelandolas en celdas individuales e imponiendoles la \"sumision\" mediante el adormecimiento y el engano?\n\t\t\t\t\t\n\t\t\t\t\tEl crimen de secuestro de ustedes es igual que el crimen de esclavitud sexual cometido por los enemigos japoneses que habian secuestrado forzosamente a las mujeres coreanas inocentes incitandoles con la \"recomendacion de empleo\" y  amenazandoles a bayonetas. \n\t\t\t\t\t\n\t\t\t\t\tEs por eso que todo el mundo queda pasmado de la barbaridad inhumana de ustedes.\n\t\t\t\t\t\n\t\t\t\t\tNo tergiversen mas la verdad de su crimen soltando las sofisterias cinicas sino pidan disculpas de rodillas por su barbaridad.\n\t\t\t\t\t\n\t\t\t\t\tDejen de imponer los dolores mentales y fisicos a nuestras hijas obligandoles la \"sumision\" y las devuelvan sin demora al regazo de los padres y de la patria. \n\t\t\t\t\t\n\t\t\t\t\tY nos permitan de inmediato encontrarnos con nuestras hijas. \n\t\t\t\t\t\n\t\t\t\t\tTrasladen a nosotros a los bribones involucrados en el presente caso y sus manipuladores traseros para que podamos hacer la venganza de mil veces. \n\t\t\t\t\t\n\t\t\t\t\tAhora llega al cielo nuestra colera. \n\t\t\t\t\t\n\t\t\t\t\tSi nuestras hijas crecidas sin tener nada de manchas, sufren herida, aunque sean minimas, por los diablos como ustedes y otras escorias humanas, tomaremos sin falta la venganza."
        },
        {
            "title": "Iniciada XIX Exposicion Internacional de Mercancias Primaveral de Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201605/news23/20160523-37ee.html",
            "content": "Iniciada XIX Exposicion Internacional de Mercancias Primaveral de Pyongyang\r\nPyongyang, 23 de mayo (ACNC) -- Tuvo lugar el dia 23 en la Exposicion Permanente de las Tres Revoluciones la ceremonia de inauguracion de la XIX Exposicion Internacional de Mercancias Primaveral de Pyongyang. \n\t\t\t\t\tParticiparon el vicepremier Ro Tu Chol, el ministro de Relaciones Economicas con el Extranjero Ri Ryong Nam, el vicepresidente del Comite Popular de la Ciudad de Pyongyang Kim In Chol, los funcionarios de los dominios de economia y comercio exterior, las delegaciones de varios paises y regiones, los representantes diplomaticos y miembros de embajadas de varios paises acreditados en la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl director de la Agencia de Exposiciones Internacionales de Corea, Pak Ung Sik, pronuncio un discurso de apertura, y el viceministro de Relaciones Economicas con el Extranjero, O Ryong Chol, hizo uso de la palabra de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que el presente certamen sera una buena oportunidad para fomentar la amistad y cooperacion entre los paises y lograr el desarrollo economico y la prosperidad comunes. \n\t\t\t\t\t\n\t\t\t\t\tExpusieron la decision de seguir ampliando y desarrollando la cooperacion bilateral y multilateral en los dominios economico y comercial con varios paises del mundo en el principio de igualdad y beneficios mutuos. \n\t\t\t\t\t\n\t\t\t\t\tTerminada la ceremonia, los participantes vieron las mercancias exhibidas por las companias de la Republica Popular Democratica de Corea, Nueva Zelanda, Alemania, Rusia, Rumania, Malasia, Mongolia, Singapur, China, Camboya, Tailandia, Australia, Iran, Italia, Indonesia, Vietnam, Cuba y Taipei de China. \n\t\t\t\t\t\n\t\t\t\t\tEl certamen continua hasta el dia 26."
        }
    ]
}