{
    "date": "2016-07-23",
    "url": "http://kcna.co.jp/item/2016/201607/2016-07-23ee.html",
    "articles": [
        {
            "title": "Congratulations to Kim Jong Un from Acting President of Namibia",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-07ee.html",
            "content": "Congratulations to Kim Jong Un from Acting President of Namibia\r\nPyongyang, July 23 (KCNA) -- Supreme leader Kim Jong Un received a congratulatory message from Nickey Iyambo, acting president of Namibia, on July 12.\n\t\t\t\t\t In the message the acting president extended sincere congratulations to Kim Jong Un and, through him, to the government and people of the DPRK on his election as chairman of the State Affairs Commission of the DPRK on June 29, 2016 on behalf of the government and people of Namibia and on his own behalf.\n\t\t\t\t\t\n\t\t\t\t\t It expressed pleasure over the steady good diplomatic relations between the governments and peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t It wished Kim Jong Un good health and success in his work and the people of the DPRK progress and prosperity."
        },
        {
            "title": "Greetings to Egyptian President",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-17ee.html",
            "content": "Greetings to Egyptian President\r\nPyongyang, July 23 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Abdel Fattah al－Sisi, president of the Arab Republic of Egypt, Saturday, the anniversary of the July 23 revolution, the holiday of the Egyptian people.\n\t\t\t\t\t The message expressed the belief that the historic relations of friendship and cooperation between the two countries will invariably grow stronger, wishing Egypt bigger progress, prosperity and stability under the correct leadership of the president."
        },
        {
            "title": "Greetings to Egyptian PM",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-18ee.html",
            "content": "Greetings to Egyptian PM\r\nPyongyang, July 23 (KCNA) -- DPRK Premier Pak Pong Ju sent a message of greeting to Sherif Ismail, prime minister of the Arab Republic of Egypt, on Saturday, the 64th anniversary of the July 23 revolution, the significant national holiday of the Egyptian people.\n\t\t\t\t\t The message expressed belief that the traditional relations of friendship and cooperation between the two countries would grow stronger, wishing the prime minister and government of Egypt greater successes in their work for the development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Ri Yong Ho sent a similar message to his Egyptian counterpart Sameh Shoukry on Saturday."
        },
        {
            "title": "DPRK Delegation Leaves for Ministerial Meeting of ASEAN Regional Forum",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-19ee.html",
            "content": "DPRK Delegation Leaves for Ministerial Meeting of ASEAN Regional Forum\r\nPyongyang, July 23 (KCNA) -- A DPRK delegation headed by Foreign Minister Ri Yong Ho left here Saturday to take part in the ministerial meeting of the ASEAN Regional Forum to be held in Laos."
        },
        {
            "title": "Foreign Crewmen Meet",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-24ee.html",
            "content": "Foreign Crewmen Meet\r\nNampho, July 23 (KCNA) -- Foreign crewmen met at Nampho Port on Saturday on the 63rd anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t They laid a floral basket before the statues of President Kim Il Sung and leader Kim Jong Il in Nampho City and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t The meeting was attended by the captain and crew of the Russia-flagged ship Profesor Khlyustin.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the Korean people defeated the U.S. imperialists who boasted of being the \"strongest\" in the world and brought the beginning of downhill turn for them under the leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The whole world boundlessly respects the President as the outstanding leader who protected the country by leading the Korean war to victory and built socialism centered on the popular masses, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is confidently advancing along the road chosen by it and the great leaders' ideology and cause will be creditably accomplished thanks to the tested leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "North Headquarters of Pomminryon Hits out at Park Geun Hye Regime's Treachery",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-25ee.html",
            "content": "North Headquarters of Pomminryon Hits out at Park Geun Hye Regime's Treachery\r\nPyongyang, July 23 (KCNA) -- The North Headquarters of the Pan-National Alliance for Korea's Reunification (Pomminryon) in a statement on Saturday bitterly denounced the south Korean regime's moves to deploy THAAD in south Korea as a hideous confrontational move to bring the disaster of a nuclear war to the inviolable country and a thrice-cursed act of selling off the interests and security of the nation to the U.S. lock, stock and barrel. \n\t\t\t\t\t It also extended full support and solidarity to the south Korean people in their just daily-mounting struggle against THAAD deployment.\n\t\t\t\t\t\n\t\t\t\t\t Noting all successive rulers of south Korea kowtowed to the U.S. but there was no such traitor as Park Geun Hye who has gone so far as to sell off even the interests of the nation as a pro-U.S. prostitute in an ill-minded bid to escalate the confrontation with the compatriots in the north, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the south Korean people to stage a bold struggle in protest against the U.S. and the Park regime's moves for deploying THAAD in order to protect their right to existence and future.\n\t\t\t\t\t\n\t\t\t\t\t If such traitors as Park prolonging her remaining days through sycophancy towards the U.S. and confrontation with compatriots are allowed to go with impunity, it is hard to deliver south Korea from a bottomless quagmire of uneasiness and terror and help all Koreans escape misfortune and disaster of a nuclear war, to say nothing of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north, the south and abroad should make a clean sweep of the group of traitors bringing a horrible nuclear disaster to the Korean nation by intensifying the all-out actions against the Park group's moves to deploy THAAD.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group of traitors will never escape severe punishment by history for her thrice-cursed crimes against the nation."
        },
        {
            "title": "U.S., Canadian Regional Preparatory Committees for Joint Conference Formed",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-26ee.html",
            "content": "U.S., Canadian Regional Preparatory Committees for Joint Conference Formed\r\nPyongyang, July 23 (KCNA) -- The U.S. regional preparatory committee of the joint conference of political parties, organizations and individual personages of the north, the south and abroad for peace and independent reunification of the Korean peninsula was formed on July 20, according to a notice of the north side preparatory committee for the joint conference on July 23. The U.S. regional preparatory committee groups organizations of Koreans and individual personages in the U.S. including the U.S. Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration.\n\t\t\t\t\t Earlier, the Canadian regional preparatory committee for the joint conference was inaugurated on July 15.\n\t\t\t\t\t\n\t\t\t\t\t As the overseas side regional preparatory committees for the successful holding of a great national conference have been formed, political parties, organizations and individual personages of the north, the south and abroad demanded the south Korean authorities refrain from laying artificial obstacles in the way of holding a great national conference for reunification and respond to the ever-mounting enthusiasm of the Koreans for national reunification at an early date."
        },
        {
            "title": "Letter to Kim Jong Un from Participants in Meeting of Korean Residents in Japan",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-08ee.html",
            "content": "Letter to Kim Jong Un from Participants in Meeting of Korean Residents in Japan\r\nPyongyang, July 23 (KCNA) -- Supreme leader Kim Jong Un on July 20 received a letter from the participants in a meeting of Korean residents in Japan marking the 4th anniversary of his sending a congratulatory message to the participants in the meeting of the officials of the chapters of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The letter said that the message is an ever-victorious treasured sword that lighted the road to be followed by the movement of the Koreans of Japan in the great Kim Jong Un's era.\n\t\t\t\t\t\n\t\t\t\t\t It also recalled that he sent his new year's greetings for the past four years and on many occasions sent congratulatory messages and important teachings including a historic letter on the 60th anniversary of Chongryon and thus always led Chongryon and the movement of Koreans in Japan to victory.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his paternal loving care, we could dynamically push forward the movement of the Koreans in Japan in the new century of Juche, smashing vicious suppression of Chongryon by the reactionaries at home and abroad despite the unprecedented hard and complicated situation, it said.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the determination to keep pace with the people in the homeland working miracles of the Mallima speed in the 200-day campaign of loyalty and thus carry out the tasks set forth in the message more thoroughly."
        },
        {
            "title": "Koreans in Japan Mark Fourth Anniversary of Kim Jong Un's Congratulatory Message",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-09ee.html",
            "content": "Koreans in Japan Mark Fourth Anniversary of Kim Jong Un's Congratulatory Message\r\nPyongyang, July 23 (KCNA) -- A meeting of Koreans in Japan took place at the Korean Hall in Tokyo on July 20 on the fourth anniversary of supreme leader Kim Jong Un's sending a congratulatory message to the participants in the officials of the chapters of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t Present there were Chairman of the Central Standing Committee of Chongryon Ho Jong Man, Vice-Chairmen Nam Sung U and Pae Ik Ju, Vice-Chairman Pae Jin Gu who doubles as director general of the General Affairs Department, Vice-Chairman O Min Hak who doubles as director of the Economy Department, Vice-Chairwoman Kang Chu Ryon who doubles as chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, Hong In Hum, chairman of the Central Audit Committee of Chongryon, and other officials and compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man in his report recalled that Kim Jong Un sent a congratulatory message to the meeting of officials of Chongryon chapters for making a springboard for opening up a fresh heyday on July 20, Juche 101 (2012).\n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Jong Un provided the first guidance to the work of Chongryon by sending the above-said message and it is associated with his noble intention to creditably carry forward Generalissimos Kim Il Sung's and Kim Jong Il's ideas and cause of the movement of Koreans in Japan and invariably glorify down through generations the undying exploits they performed by strengthening the Chongryon chapters, he went on:\n\t\t\t\t\t\n\t\t\t\t\t For the past four years Kim Jong Un has sent New Year greetings and historic letters, congratulatory messages and important teachings to Chongryon on several occasions to wisely lead Chongryon and the movement of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called for repaying the loving care and trust of Kim Jong Un with pure fidelity and big work results.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was read out at the meeting."
        },
        {
            "title": "National House of Class Education Crowded with Visitors",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-20ee.html",
            "content": "National House of Class Education Crowded with Visitors\r\nPyongyang, July 23 (KCNA) -- An increasing number of people have visited the newly built National House of Class Education in Pyongyang, the capital city of the DPRK.\n\t\t\t\t\t The house serves as a center indicting the U.S. and Japanese imperialists and the class enemies for their viciousness and brutality and inspiring hatred against them.\n\t\t\t\t\t\n\t\t\t\t\t It has three stories with a total floor space of 3 910 square meters and 3 200 square meters of exhibition area.\n\t\t\t\t\t\n\t\t\t\t\t Carved in relief on its front wall are letters reading \"Blood for Blood\" together with an automatic rifle.\n\t\t\t\t\t\n\t\t\t\t\t On display in the house are over 1 670 photos, 100-odd art works, including semi-panoramic picture, wax replicas and sculptures, and 3 000 pieces of remains and evidence witnessing the brutality of the U.S. and Japanese imperialists, south Korean puppets and class enemies.\n\t\t\t\t\t\n\t\t\t\t\t Seen on the first floor are materials showing the atrocious crimes the U.S. imperialists committed against the Korean people in the last centuries and their moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Materials exhibited on the second floor prove that the Japanese imperialists had resorted to all sorts of sinister plots and moves to invade Korea from several hundred years ago and subjected the Korean people to colonial slavery and are now running amuck to realize the old dream of the \"Greater East Asia Co-Prosperity Sphere\".\n\t\t\t\t\t\n\t\t\t\t\t Exhibits on the third floor disclose the anti-DPRK moves committed by the south Korean puppet traitors in collusion with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t Through the visit to the house, people come to be keenly aware who are the principal enemies of Songun (military-first) Korea and harden their will to make revenge upon those enemies."
        },
        {
            "title": "Achievements Made in Developing Natural Energy",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-21ee.html",
            "content": "Achievements Made in Developing Natural Energy\r\nPyongyang, July 23 (KCNA) -- A number of achievements has been made in developing natural energy in the DPRK. \n\t\t\t\t\t The Sinuiju High-Tech Exchange Company and Natural Energy Institute under the State Academy of Sciences developed a wind and solar electric power system and built a base for producing solar panel. \n\t\t\t\t\t\n\t\t\t\t\t And the production of solar panels of different capacity, charging regulators and control devices is put on regular basis at the base. \n\t\t\t\t\t\n\t\t\t\t\t The automation appliances factories in Pyongyang and Phyongsong and the Saenal Electric Appliances Factory are manufacturing 10 kW and 600 W wind-powered generators, which are getting popular among users.  \n\t\t\t\t\t\n\t\t\t\t\t Especially, a small wind-powered generator and battery charger made by the Pyongyang Automation Appliances Factory are appraised to be very efficient."
        },
        {
            "title": "Heroic Feats Performed by Defenders of 38th Parallel in Fatherland Liberation War",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-22ee.html",
            "content": "Heroic Feats Performed by Defenders of 38th Parallel in Fatherland Liberation War\r\nPyongyang, July 23 (KCNA) -- People in the DPRK still remember the great feats performed by soldiers of the security brigades under the Security Bureau of the Ministry of the Interior by reliably defending the 38th parallel in the early days of the victorious 1950-1953 Fatherland Liberation War.\n\t\t\t\t\t At dawn of June 25, 1950, the south Korean puppet army launched a surprise attack against the DPRK all along the 38th parallel under the direct command of military advisors of the U.S. imperialist aggression forces, according to an already worked-out scenario.\n\t\t\t\t\t\n\t\t\t\t\t At that time, some 10 soldiers of the security brigades defending a route to Height Ongjin fought a bloody battle to frustrate the attack of a battalion and create a favorable condition for liberating the Ongjin Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Other defenders also repulsed the enemy and switched over to a counteroffensive through a close joint operation with units of the Korean People's Army (KPA) in all directions.\n\t\t\t\t\t\n\t\t\t\t\t Han So Hwan, who was an officer of the then 17th regiment headquarters of south Korean puppet army, recalled those days as follows:\n\t\t\t\t\t\n\t\t\t\t\t \"At dawn of June 25, the army headquarters gave a top-secret order to advance toward areas north of the 38th parallel all at once.\n\t\t\t\t\t\n\t\t\t\t\t But, as soon as the advance started, we met a fierce counterattack of the security brigades. The clash along the 38th parallel was the harshest battle ever recorded in the past.\n\t\t\t\t\t\n\t\t\t\t\t The counterattack of the security brigades was so fierce that all officers and soldiers could hardly think what to do in that case, but were terrified out of wits.\"\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the popular heroism and matchless self-sacrificing spirit displayed by the soldiers of the security brigades, the armed invasion launched by the U.S. imperialists was shattered from its beginning. Their heroic struggle afforded a decisive opportunity to the KPA units to make an instant counterattack upon the enemies all along the front."
        },
        {
            "title": "Minju Joson Brands Park Geun Hye as Psychopath Obsessed with Confrontation with Compatriots",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-10ee.html",
            "content": "Minju Joson Brands Park Geun Hye as Psychopath Obsessed with Confrontation with Compatriots\r\nPyongyang, July 23 (KCNA) -- At a recent Asia-Europe Meeting Summit Park Geun Hye of south Korea vociferated about \"fundamental solution to human rights and nuclear issue of the north,\" not content with malignantly slandering the DPRK.\n\t\t\t\t\t Minju Joson Saturday in a commentary says this clearly showed that Park is a psychopath obsessed with the hatred and confrontation with the compatriots in the north. The commentary notes:\n\t\t\t\t\t\n\t\t\t\t\t The Park regime is making desperate efforts to introduce THAAD from the U.S. though the world is so concerned that a new Cold War era may be brought to Northeast Asia and opposed its deployment. But the regime is isolated and rejected by the international community and driven to a tight corner at home.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of impudence for Park to trumpet about \"fundamental solution\" while taking issue with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Always miserable were the ends of the heinous confrontation maniacs including the \"yusin\" dictator who unhesitatingly committed base acts of turning their back on the people and hurting the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t Park would be well advised to pay heed to the public that she would follow in the footsteps of her father.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans will most severely punish the Park group keen on confrontation with fellow countrymen in league with outsiders and certainly achieve the independent and peaceful reunification of the country by the concerted efforts of the Koreans."
        },
        {
            "title": "No-THAAD Campaign Brisk in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-12ee.html",
            "content": "No-THAAD Campaign Brisk in S. Korea\r\nPyongyang, July 23 (KCNA) -- The Phyongthaek Measure Committee for Opposing THAAD Deployment in south Korea held a rally against THAAD deployment at the plaza of Phyongthaek Railway Station on July 20, according to the south Korean on-line newspaper Oh My News.\n\t\t\t\t\t The U.S., which tested germ weapons after introducing anthrax germs into the Osan air force base in Phyongthaek, is going to deploy THAAD in Songju County this time, speakers charged at the rally.\n\t\t\t\t\t\n\t\t\t\t\t The struggle against the deployment is the way of protecting peace and existence, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t THAAD is part of the U.S. missile defense system and its biggest problem is that it may spark a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t To avert a war all should turn out in a campaign to achieve peace.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally, its participants conducted information service informing ones of the danger of THAAD deployment in streets of the city."
        },
        {
            "title": "S. Korean Religionists Say No to THAAD",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-13ee.html",
            "content": "S. Korean Religionists Say No to THAAD\r\nPyongyang, July 23 (KCNA) -- The Methodist Churches Committee for Coping with Situation in south Korea in a statement on July 20 voiced opposition to the deployment of THAAD, according to CBS of south Korea.\n\t\t\t\t\t The statement said the decision made by the regime to deploy THAAD without any consent of the \"National Assembly\" failed to reflect the least intention of the people.\n\t\t\t\t\t\n\t\t\t\t\t To mend the north-south relations, sincere dialogue for mutual understanding should be prioritized, not deploying such weapon, it said, urging the regime to retract the deployment plan at once.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the Songju Christian Federation declared a signature campaign involving religionists in Songju County, North Kyongsang Province, the site for THAAD, with a placard saying no to THAAD displayed. It posted together with other residents No-THAAD articles on websites."
        },
        {
            "title": "S. Korean Regime Accused of Attempting to Suppress Actions against THAAD Deployment",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-15ee.html",
            "content": "S. Korean Regime Accused of Attempting to Suppress Actions against THAAD Deployment\r\nPyongyang, July 23 (KCNA) -- The Measure Council against THAAD Deployment in south Korea held a press conference in Seoul on July 21 censuring the conservative regime's plot to suppress actions against THAAD deployment.\n\t\t\t\t\t It was confirmed through a U.S. document and experts' claim that THAAD deployment is only for strategic interests of the U.S. and Japan, being utterly indifferent to interests of south Korea and security of its people, and, on the contrary, its electromagnetic wave may do harm to people's health, noted the council, adding:\n\t\t\t\t\t\n\t\t\t\t\t It is a common view that such missile defence system is not necessary in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the security authorities and some conservative media are making much fuss over \"instigation of outside forces\" as regards the actions against its deployment, and the \"prime minister\", talking about a \"weird story about THAAD\", cried out for \"tracking down its spreaders and taking strong measures against them.\"\n\t\t\t\t\t\n\t\t\t\t\t This is little short of a declaration that the authorities would approach the issue of THAAD deployment as an issue confined to Songju County and gag the public standing averse to the deployment by branding their assertion as \"weird story.\"\n\t\t\t\t\t\n\t\t\t\t\t The council demanded the regime refrain from its attempt to suppress the public and retract at once its decision to deploy THAAD which will make havoc of peace and economy."
        },
        {
            "title": "S. Korean On-line Paper Terms Park Geun Hye's Reckless Remarks on THAAD Insult to Public",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-16ee.html",
            "content": "S. Korean On-line Paper Terms Park Geun Hye's Reckless Remarks on THAAD Insult to Public\r\nPyongyang, July 23 (KCNA) -- The south Korean on-line paper Voice of People on July 22 in an editorial accused Park Geun Hye of blustering at a \"security meeting\" on July 21 that reexamination of THAAD deployment is what the north wants and aggravated division and social chaos are what is desired by the north.\n\t\t\t\t\t Park's assertion that the people's opposition to her stand stokes \"division\" and \"chaos\" is just an insult to the people.\n\t\t\t\t\t\n\t\t\t\t\t The people are asserting that THAAD deployment is wanted by the U.S. and it will do nothing good for south Korea, the editorial said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Park's such behavior means a declaration of confrontation with the public.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for all people to stand up firm against her."
        },
        {
            "title": "S. Korean Workers Stage Vigorous Actions for Vital Rights",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-23ee.html",
            "content": "S. Korean Workers Stage Vigorous Actions for Vital Rights\r\nPyongyang, July 23 (KCNA) -- South Korean workers' actions for vital rights are escalating, according to KBS of south Korea on July 20.\n\t\t\t\t\t The Hyundai Motors Branch under the Metal Workers Trade Union and the Trade Union of Hyundai Heavy Industries waged a joint strike with a ten thousand unionists involved, demonstrating the unity of the labor circle. \n\t\t\t\t\t\n\t\t\t\t\t Trade unions of shipbuilding workers including Samsung Heavy Industry joined in the strike.\n\t\t\t\t\t\n\t\t\t\t\t Daewoo Shipbuilding and four other shipbuilding trade unions held a meeting in protest against restructuring. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean Confederation of Trade Unions (KCTU) launched a general strike across south Korea on July 20.\n\t\t\t\t\t\n\t\t\t\t\t At the rallies of strikers simultaneously held in 14 areas including Seoul, the KCTU denounced the labor policy of the authorities and demanded measures for protecting part-time workers."
        },
        {
            "title": "Violence Rampant among S. Korean School Youth and Children",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-14ee.html",
            "content": "Violence Rampant among S. Korean School Youth and Children\r\nPyongyang, July 23 (KCNA) -- Violence is rampant among south Korean school youth and children, according to KBS of south Korea on July 18.\n\t\t\t\t\tAccording to a survey, at least 39,000 students of primary and high schools were subject to violence the majority of which occurred on the campus."
        },
        {
            "title": "Kim Il Sung's Work Introduced by Hungarian Political Party",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-01ee.html",
            "content": "Kim Il Sung's Work Introduced by Hungarian Political Party\r\nPyongyang, July 23 (KCNA) -- The Hungarian Workers' Party posted President Kim Il Sung's work \"On a Historic Victory in the Fatherland Liberation War and the Tasks of the People's Army\" on its website on July 19.\n\t\t\t\t\t The work, published on Oct. 23, Juche 42 (1953), clarifies the significance and major factor of the victory in the Fatherland Liberation War and tasks for the Korean People's Army in the post-war period."
        },
        {
            "title": "DPRK Scholar on \"Art of Self-protection\" Peculiar to Park Geun Hye",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-02ee.html",
            "content": "DPRK Scholar on \"Art of Self-protection\" Peculiar to Park Geun Hye\r\nPyongyang, July 23 (KCNA) -- Mun Hong Ryom, a researcher of the Academy of Social Sciences of the DPRK, made public an article titled \"Insight into truth about foul 'art of self-protection' peculiar to bete noire Park Geun Hye.\"\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Hunger strike, writing in blood, hair-cut and candlelight demonstrations have been staged in south Korea by people of political, academic, social, financial and other circles to protest against the deployment of THAAD. Under this situation Park Geun Hye set out on foreign junkets after she gave an instruction to \"put a stop to unnecessary controversy over THAAD deployment at once.\"\n\t\t\t\t\t\n\t\t\t\t\t She has so far made foreign trips 24 times to evade public criticism and maintain her office, detested by the world people.\n\t\t\t\t\t\n\t\t\t\t\t So, it is needed to dig up the truth of Park's foul \"art of self-protection\" that serves as a means of existence peculiar to her.\n\t\t\t\t\t\n\t\t\t\t\t The first expression of such peculiar \"art\" can be found in her runaway trip whenever ruling crisis presents in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It was well evidenced by the fact that she flew overseas at night in 2013 when a case of the Intelligence Service's involvement in the \"presidential\" elections was disclosed to endanger her hard-won \"presidency\".\n\t\t\t\t\t\n\t\t\t\t\t When the worst ferry Sewol disaster occurred, burying many school boys and girls at sea, Park hastily ran away from south Korea for fear of the people's growing protest against her total indifference, instead of taking even elementary rescue measure. It is also the wicked hostess of Chongwadae that made a foreign trip, making such invectives as rubbing salt into the wounds of the bereaved families who were worried about bodies of their children, unable to find even in one year.\n\t\t\t\t\t\n\t\t\t\t\t Park also fled to Canada in September of 2014 when she was deluged with a flurry of criticism over the \"case of beating a soldier to death\" that happened in the puppet army contaminated by the mammonism-based jungle law and Yankee-style misanthropy. In April of 2015 when the south Korean people were infuriated over the \"case of Song Wan Jong's suicide\" related to the scandals of Chongwadae, she sneaked into Kimpho Airport after urging a \"strict investigation\".\n\t\t\t\t\t\n\t\t\t\t\t In October and November of 2015 when the situation of south Korea turned unfavorable over her \"yusin\" dictatorship and the \"introduction of state-compiled textbooks\" aimed at confrontation with fellow countrymen in the north, she set out on a overseas tour allegedly to attend an international meeting and wandered about several countries for 12 days in a bid to avoid an anti-\"government\" protest involving hundreds of thousands of people.\n\t\t\t\t\t\n\t\t\t\t\t  It is by no means accidental that she took the flight for a foreign tour the next day after the place for the deployment of THAAD was announced.\n\t\t\t\t\t\n\t\t\t\t\t Her self-protective attitude can be found in evading her responsibilities for all sorts of social irregularities in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Since she came to power, various power-backed scandals have occurred but each time she cunningly dodged her responsibilities for them. She would, at first, make a great fuss, crying out for \"strict investigation and harsh punishment\" like a thief crying \"stop thief!\" but shelved the matter or imposed penalties on a few subordinates after some time passed and public criticism quieted down.\n\t\t\t\t\t\n\t\t\t\t\t As far as the ferry Sewol disaster is concerned, Park accused the Marine Police Agency of neglecting its mission and the Ministry of Security and Administration of failing to play its role and yelled at the Ministry of Oceans and Fisheries to take full responsibility for the disaster but, in the end, passed the buck to others, saying that the captain, crewmen and the shipping company should be held accountable for it. \n\t\t\t\t\t\n\t\t\t\t\t She was brazen-faced even when the truth was open to public that the puppet authorities were responsible for the disaster as the ferry was overloaded with the building materials for a naval base on Jeju Island, the main cause of the disaster.\n\t\t\t\t\t\n\t\t\t\t\t Then, what is lurking behind the evasion of responsibility, one of her “art of self-protection”?\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the mode of existence of a \"yusin\" dictator who mercilessly victimized her closest aides to prolong her despicable remaining days.\n\t\t\t\t\t\n\t\t\t\t\t Her self-protective attitude can also be found in her frantic confrontation with the fellow countrymen she resorts to whenever she faces ruling crises.\n\t\t\t\t\t\n\t\t\t\t\t As she had an unusual experience of reversing the unfavorable situation by raising clamor about \"followers of the north\" as a cordial in the run-up to the \"presidential\" elections in 2012, she accustomed herself to use the method every time she found herself in a ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that the public pays attention to the fact that all rumors about \"the north's deeds\" during her past three and half years' office came up whenever the traitor's ruling crisis reached an extreme. \n\t\t\t\t\t\n\t\t\t\t\t Then, why does she get so frantic about the confrontation with the compatriots, putting even the successive rulers into the shade?\n\t\t\t\t\t\n\t\t\t\t\t It is because plot-breeding, slander, hostility and confrontation targeting the fellow countrymen are the best \"art of self-protection\" that ensures her stay in power.\n\t\t\t\t\t\n\t\t\t\t\t Her dirty \"art of self-protection,\" characterized by habitual runaway trips, shameless evasion of responsibility and heinous confrontation with the fellow countrymen, is a legacy of \"yusin\" shaped by the former dictator who met a miserable death.\n\t\t\t\t\t\n\t\t\t\t\t Due to her \"art of self-protection\" aimed at prolonging her remaining days, south Korea plunges deeper into a colony of the U.S. and a tundra of human rights and a theatre of immorality and evils.\n\t\t\t\t\t\n\t\t\t\t\t Her \"art of self-protection\" can no longer work on anybody.\n\t\t\t\t\t\n\t\t\t\t\t Time will prove what a miserable end she will meet."
        },
        {
            "title": "International Organization Praises Kim Jong Un",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-03ee.html",
            "content": "International Organization Praises Kim Jong Un\r\nPyongyang, July 23 (KCNA) -- The Korean Friendship Association headquartered in Spain posted write-ups on its website on July 16 on the 4th anniversary of the conferment of the title of the DPRK Marshal on Kim Jong Un, supreme commander of the Korean People's Army (KPA).\n\t\t\t\t\t An article titled \"High reputation of General Kim Jong Un\" was illustrated with photos documenting his revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t The article said he set forth the line of simultaneously pushing forward economic construction and the building of nuclear force and brought up the KPA to be a matchless army.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are leading a dignified life as independent guards bringing hope to the world people groaning under the imperialist oppression as they uphold peerless General Kim Jong Un as their leader, the article noted."
        },
        {
            "title": "U.S. Is Heinous Criminal State and Human Rights Abuser: Nigerian Organization",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-04ee.html",
            "content": "U.S. Is Heinous Criminal State and Human Rights Abuser: Nigerian Organization\r\nPyongyang, July 23 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted an article titled \"Illegal Iraqi war\" on its website on July 18.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t After the seven year-long investigation, a fact-finding committee for the probe into the truth about the Iraqi war organized by the government of the UK in 2009 released a report concluding that the Iraqi war ignited by the U.S. in 2003 was illegal and unreasonable.\n\t\t\t\t\t\n\t\t\t\t\t The report said that the U.S. allegation about Iraq's \"production of biochemical weapons\" and \"threat of weapons of mass destruction\", the mainspring of the war, is utterly unreasonable and the former ignited the Iraqi war despite the opposition by some member nations of the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t Recently the UK officially admitted the illegality of the Iraqi war which broke out under the U.S.-fabricated pretext of \"weapons of mass destruction,\" proving once again that the U.S. is, indeed, the root cause of all sorts of misfortune that sweep the world such as state-sponsored terrorism and human right abuses.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. can never evade the responsibility for causing the death of a lot of innocent Iraqis, chaos in Iraq, Islamic extremism, terrorism and refugee crisis rampant in the Mideast region and other international security threats.\n\t\t\t\t\t\n\t\t\t\t\t It should be sternly judged by mankind as it is a heinous criminal state and human rights abuser.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. recently committed a reckless and foolish act of slandering the dignity of the supreme leadership of the DPRK while talking about \"human rights issue.\"  It is the biggest and most heinous crime."
        },
        {
            "title": "Slovenian Body Denounces S. Korean Authorities' Unethical Crime",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-05ee.html",
            "content": "Slovenian Body Denounces S. Korean Authorities' Unethical Crime\r\nPyongyang, July 23 (KCNA) -- The Slovenia-Korea Friendship Association made public a statement on July 19 in protest against the south Korean regime's hideous group allurement and abduction of DPRK citizens working overseas.\n\t\t\t\t\t The statement said that the allurement and abduction by the south Korean authorities are an unethical act.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the puppet authorities are not yet opening to public the fate of the DPRK citizens, it called for sending them home to the embrace of their parents."
        },
        {
            "title": "Swiss Bodies Say Invading DPRK Will Backfire",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-06ee.html",
            "content": "Swiss Bodies Say Invading DPRK Will Backfire\r\nPyongyang, July 23 (KCNA) -- The Swiss preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea made public a joint statement on July 16 on the 63rd anniversary of the great victory in the Fatherland Liberation War.\n\t\t\t\t\t The statement said July 27 is the significant day in world history, adding:\n\t\t\t\t\t\n\t\t\t\t\t The heroic Korean People's Army (KPA) defeated the U.S. imperialist aggression forces under the wise leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Consequently, the Korean people won a brilliant victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t The victory was thanks to the President's matchless pluck, gifted military stratagem and original military tactics and the firm single-minded unity of the Party, army and people around him.\n\t\t\t\t\t\n\t\t\t\t\t And it inspired the peace-loving and progressive humankind of the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists dare not think of igniting a new war since they sustained a defeat by the Korean people 60-odd years ago.\n\t\t\t\t\t\n\t\t\t\t\t The KPA will resolutely foil the moves of the U.S. imperialists to start a new war under the Songun leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Invading the DPRK, a nuclear weapons state, will only lead to the ruin of the invaders."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion enviado por presidente interino de Namibia",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-01ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion enviado por presidente interino de Namibia\r\nPyongyang, 23 de julio (ACNC) -- El Presidente Kim Jong Un recibio un mensaje de felicitacion que le enviara el dia 12 el presidente interino de la Republica de Namibia, Dr. Nickey Iyambo.\n\t\t\t\t\tLa misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tCon motivo de que Su Excelencia fue elegido el 29 de junio de 2016 como Presidente del Comite de Estado de la Republica Popular Democratica de Corea, extiendo a Vd. y por su conducto, al gobierno y pueblo de la RPDC las sinceras felicitaciones en nombre del gobierno y pueblo de la Republica de Namibia y en el mio propio.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta ocasion, expreso alegria por el mantenimiento de las magnificas relaciones diplomaticas entre nuestros dos gobiernos y pueblos.\n\t\t\t\t\t\n\t\t\t\t\tDeseo a Vd. buena salud y exitos en sus trabajos y al pueblo de la RPDC, el progreso y prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tReciba el testimonio de mi mas alto respeto y consideracion."
        },
        {
            "title": "Kim Yong Nam felicita al presidente egipcio",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-16ss.html",
            "content": "Kim Yong Nam felicita al presidente egipcio\r\nPyongyang, 23 de julio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 23 un mensaje de felicitacion al presidente de Egipto, Abdel Fattah al-Sisi, con motivo del dia de la Revolucion del 23 de Julio, fiesta del pueblo egipcio.\n\t\t\t\t\tEn la misiva, el remitente expreso la conviccion de que se fortaleceran y se desarrollaran continuamente las historicas relaciones de amistad y cooperacion entre ambos paises y deseo que Egipto obtenga mayor progreso, prosperidad y estabilidad bajo la direccion justa del destinatario."
        },
        {
            "title": "Minju Joson califica a Park Geun-hye de psicopata de alma conflictiva",
            "url": "http://kcna.co.jp/item/2016/201607/news23/20160723-05ss.html",
            "content": "Minju Joson califica a Park Geun-hye de psicopata de alma conflictiva\r\nPyongyang, 23 de julio (ACNC) -- En la reciente reunion Cumbre Asia-Europa, la mandataria surcoreana Park Geun-hye calumnio brutalmente a la Republica Popular Democratica de Corea mencionando la \"solucion fundamental del problema nuclear y de DDHH del Norte de Corea\". \n\t\t\t\t\tEste hecho demuestra que ella es psicopata acostumbrada a odiar y enfrentarse con la parte connacional.\n\t\t\t\t\t\n\t\t\t\t\tOpina asi el periodico Minju Joson en un comentario individual del dia 23 y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa camarilla de Park Geun-hye se ve aislada y rechazada por la sociedad internacional y hasta en su casa por sus desesperados esfuerzos por emplazar en el suelo surcoreano el armamento mortifero norteamericano THAAD que rechaza tanto todo el mundo por la posibilidad de causar nueva guerra fria en el Nordeste Asiatico. \n\t\t\t\t\t\n\t\t\t\t\tResulto siempre tragico el fin de los maniacos de enfrentamiento, incluso el dictador de \"Yusin\" que cometio sin vacilacion alguna los actos sucios y fratricidas en contra de la voluntad del pueblo. \n\t\t\t\t\t\n\t\t\t\t\tPark Geun-hye no debe escuchar a la ligera la advertencia de la opinion publica de que ella repetira el destino de su padre. \n\t\t\t\t\t\n\t\t\t\t\tLa nacion coreana sometera al castigo mas horrible a la banda de Park Geun-hye, que se entrega con frenesi a la confrontacion fratricida en confabulacion con las fuerzas extranjeras, y lograra sin falta la reunificacion independiente y pacifica de la patria con las fuerzas unidas."
        }
    ]
}