{
    "date": "2016-08-20",
    "url": "http://kcna.co.jp/item/2016/201608/2016-08-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Reply Message to President of Nepal",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-12ee.html",
            "content": "Kim Jong Un Sends Reply Message to President of Nepal\r\n Pyongyang, August 20 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, on Aug. 18 sent a reply message to Bidya Devi Bhandari, president of the Federal Democratic Republic of Nepal.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I express deep gratitude to you on extending warm congratulations upon my assumption of office as chairman of the State Affairs Commission of the DPRK and wish you success in your work for the stability and unity, progress and prosperity of your country."
        },
        {
            "title": "Kim Yong Nam Greets Hungarian President",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-10ee.html",
            "content": "Kim Yong Nam Greets Hungarian President\r\n Pyongyang, August 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of greeting to Ader Janos, president of Hungary, on its national day.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would develop on good terms in the future and wished the president and people of Hungary success in their work for the development of the country."
        },
        {
            "title": "Official of British Labor Party Leaves",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-24ee.html",
            "content": "Official of British Labor Party Leaves\r\n Pyongyang, August 20 (KCNA) -- Glyn Ford, member of the Foreign Affairs Committee of the British Labor Party, and his companion flew back home on Saturday."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-21ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung, Kim Jong Il\r\nPyongyang, August 20 (KCNA) -- Foreign guests and overseas compatriots including a delegation of the Saitama Prefectural Council for Japan-Korea Friendship and Solidarity and a delegation of the Korean Youth League in Japan visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Saturday.\n\t\t\t\t\tThey laid bouquets before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Japanese Delegation Arrives",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-16ee.html",
            "content": "Japanese Delegation Arrives\r\n Pyongyang, August 20 (KCNA) -- A delegation of the Saitama Prefectural Council for Japan-Korea Friendship and Solidarity led by Secretary General Gazuhiko Shimada arrived here Saturday."
        },
        {
            "title": "Quality Indices of Steel Improved",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-18ee.html",
            "content": "Quality Indices of Steel Improved\r\n Pyongyang, August 20 (KCNA) -- Quality indices of steel have been steadily improved in the DPRK.\n\t\t\t\t\t The Puryong Ferroalloy Factory has developed over 20 kinds of ternary, quaternary and rare-earth ferroalloys and completed methods of producing them by using anthracite.\n\t\t\t\t\t\n\t\t\t\t\t The development of ferroalloys with high desulphurization and deoxidization capacity makes it possible to supply quality alloy steels and standardized steels to different fields of national economy.\n\t\t\t\t\t\n\t\t\t\t\t Cha Song Chol, chief engineer, told KCNA that his factory, which succeeded in integrating science and technology with production, is fully equipped for producing new ferroalloys.\n\t\t\t\t\t\n\t\t\t\t\t Now, ferroalloys produced by the factory are used in improving the quality of steel products for construction."
        },
        {
            "title": "Deep-sea Fishing Fleet of DPRK Makes Good Hauls",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-19ee.html",
            "content": "Deep-sea Fishing Fleet of DPRK Makes Good Hauls \r\nPyongyang, August 20 (KCNA) -- A deep-sea fishing fleet of the DPRK are making good hauls of fish through an intensive campaign.\n\t\t\t\t\t In this regard, Pak In Gon, department director of the Ministry of Fisheries, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The deep-sea fishing fleet consists of two factory ships and dozens of fishing boats equipped with modern telecommunication means, fishing tackles and omni-directional fish finder. \n\t\t\t\t\t\n\t\t\t\t\t A trawler of the Hongwon Fishery Station catches 1.5 times more fish than scheduled on a daily average, thus taking the lead in the campaign.\n\t\t\t\t\t\n\t\t\t\t\t Fishing boats from the Kim Chaek and Chongjin fishery stations also carry out their daily fishing plan over 120 percent.\n\t\t\t\t\t\n\t\t\t\t\t Those from the Soho, Tanchon and Riwon fishery stations overfulfilled their assignments at 110-115 percent by applying such diverse methods as gill-net, purse-net and set-net fishing. \n\t\t\t\t\t\n\t\t\t\t\t The same is true of fishing boats from the Wonsan, Thongchon and other fishery stations."
        },
        {
            "title": "Kim Man Yu Hospital in DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-20ee.html",
            "content": "Kim Man Yu Hospital in DPRK\r\n Pyongyang, August 20 (KCNA) -- Kim Man Yu Hospital in the DPRK is known for curing metabolic diseases, including diabetes and thyroid disease.\n\t\t\t\t\t Its metabolic department has ensured high cure rate of incurable metabolic diseases by applying advanced remedies.\n\t\t\t\t\t\n\t\t\t\t\t Doctors of the department have introduced scientific remedies like micro-injection of insulin into clinical practices, thus restoring to consciousness a number of patients in diabetic coma.\n\t\t\t\t\t\n\t\t\t\t\t They also developed programs to enable patients to judge hypometabolism in their bodies and control their health and wrote over 10 books on preventive treatment.\n\t\t\t\t\t\n\t\t\t\t\t They, in particular, developed a method of injecting antibiotics into the femoral artery, which makes it possible to directly put drugs into the vein in the gangrened foot region, to have proved highly successful in the treatment of diabetic gangrene.\n\t\t\t\t\t\n\t\t\t\t\t And they have made achievements in treating Graves' disease by applying an advanced operation method."
        },
        {
            "title": "KCNA Commentary Accuses S. Korean Regime of Orchestrating Fresh Smear Campaign against DPRK ",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-14ee.html",
            "content": "KCNA Commentary Accuses S. Korean Regime of Orchestrating Fresh Smear Campaign against DPRK \r\n Pyongyang, August 20 (KCNA) -- The south Korean puppet regime is busy ratcheting up the anti-DPRK smear campaign and confrontation.\n\t\t\t\t\t Of late, the Park Geun Hye group of traitors in south Korea carried out an operation to bring to south Korea a DPRK's diplomat who fled his mission in London with his family for fear of legal punishment for his crimes.\n\t\t\t\t\t\n\t\t\t\t\t He was instructed to return home in June last for questioning as regards the embezzlement of huge amount of state funds, leakage of state secrets for money and rape of a minor.\n\t\t\t\t\t\n\t\t\t\t\t The Central Public Prosecutors Office of the DPRK looked into his crimes and issued a legal document on starting the investigation on July 12.\n\t\t\t\t\t\n\t\t\t\t\t He deserved a legal punishment for his crimes, but he took to flight, betraying his country and parents and other kith and kin. He thus revealed himself as human scum bereft of elementary sense of moral obligation and conscience.\n\t\t\t\t\t\n\t\t\t\t\t As already reported, the south Korean puppet regime committed such a hideous terrorism as kidnapping innocent citizens of the DPRK in daylight and taking them to south Korea. Not content with this, it is using the above-said bete noire for the anti-DPRK smear campaign and confrontation in a sinister bid to tarnish the DPRK's international prestige at any cost and divert elsewhere the south Korean public criticism of its unpopular rule.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that the south Korean puppet group is working hard to help the criminal improve his image by floating sheer lies that he was in charge of the party work at his mission and he was a son of an anti-Japanese revolutionary fighter and the like.\n\t\t\t\t\t\n\t\t\t\t\t A dumping ground is full of blowflies.\n\t\t\t\t\t\n\t\t\t\t\t The already tattered anti-DPRK smear campaign kicked off by the Park Geun Hye regime with criminals and human scum involved, taken aback by the ever-rising prestige of the DPRK, would only throw it into a bottomless quagmire.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the British authorities, who paint their country as a law-governed state, handed him to the south Korean puppet regime hell-bent on confrontation with the fellow countrymen in the DPRK in disregard of its legitimate demand for sending back the criminal and the international practice on his extradition.\n\t\t\t\t\t\n\t\t\t\t\t From the outset of the incident the DPRK had informed the UK of what he committed and asked for his extradition for investigation.\n\t\t\t\t\t\n\t\t\t\t\t However, the UK handed over the fugitive and his family carrying no passports to the south Korean puppet forces, contrary to its duty to protect the foreign diplomats in its country, thereby besmirching its image as a law-governed state.\n\t\t\t\t\t\n\t\t\t\t\t By whisking off the criminal the UK left such indelible blot as getting involved in the crime and inciting the south Korean regime's confrontation with the fellow countrymen in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Such act against elementary good faith perpetrated by the UK would only further deteriorate the complicated north-south relations and it would not do the UK good either."
        },
        {
            "title": "U.S. Call for \"Building of World without Nuclear Weapons\" Is Deceptive: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-11ee.html",
            "content": "U.S. Call for \"Building of World without Nuclear Weapons\" Is Deceptive: KCNA Commentary\r\n Pyongyang, August 20 (KCNA) -- The U.S. announced its plan to deploy in earnest B61-12, new-type nuclear bomb, from 2020 and is trying to spend huge additional military expenditure.\n\t\t\t\t\t The National Security Council approved the production of B61-12 in early August and the engineering preparations for its production have already started in the mainland.\n\t\t\t\t\t\n\t\t\t\t\t It is said that the bomb would be replaced with B61-3, 4, 7 and 10, tactical nuclear bombs possessed by the U.S. forces, as it is charged with guidance system.\n\t\t\t\t\t\n\t\t\t\t\t Its bombing test was staged at the nuclear test ground in Nevada State in December 2015.\n\t\t\t\t\t\n\t\t\t\t\t This is a clear indication of the falsity of the Obama government's \"building of world without nuclear weapons.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the chieftain of aggression and war as it produced nuclear weapons for the first time in the world and has fattened the munitions monopolies by sparking off fresh nuclear arms race through modernization of nuclear weapons under the pretext of \"world without nuclear weapons.\" It is the harasser of peace and cesspool of all evils threatening the future of mankind.\n\t\t\t\t\t\n\t\t\t\t\t In the early period of his office Obama was awarded Nobel Peace Prize for his proposal for the \"world without nuclear weapons\" but the U.S. ceaseless modernization of nuclear weapons and nuclear blackmail pose greater threat to global peace and security now when the tenure of his office is to expire before long.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear issue spawned in the international arena and its complicated entanglement is attributable to the U.S. anachronistic nuclear strategy.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., regarding nukes as an important means of carrying out its strategy for dominating the world, is seeking a way out of overproduction, preservation and maintenance of the stockpiled nuclear warheads and pressure on the reduction of the defense budget caused by the nuclear arms race in the Cold War period in increasing the quality of nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. intention not only to improve its image by hyping the \"theory of nuclear disarmament\" in the course of removing outdated nuclear weapons and relevant facilities and developing new and modernized ones but also to realize its ambition for nuclear supremacy.\n\t\t\t\t\t\n\t\t\t\t\t To this end, the U.S. poured the largest-ever funds after the 1950s into the modernization of nuclear weapons in recent years and announced the plan to invest one trillion dollars in it in three decades to come.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. invariable strategy for nuclear monopoly is fostering nuclear arms race worldwide and compelling other nuclear weapons states to harden their nuclear position.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and other countries exposed to the direct nuclear blackmail and threat from the U.S. urgently feel the necessity of bolstering nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is chiefly to blame for worldwide nuclear proliferation and arms race as it pushes ahead with the modernization of nuclear weapons and plunges the world into nuclear nightmare.\n\t\t\t\t\t\n\t\t\t\t\t The world would no longer be deceived by the U.S. paradox about the \"world without nuclear weapons.\""
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Puppet Group's Military Provocations",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-06ee.html",
            "content": "Rodong Sinmun Slams S. Korean Puppet Group's Military Provocations\r\n Pyongyang, August 20 (KCNA) -- Shortly ago, the south Korean puppet authorities announced the plan to stage large-scale Ulji war drill across south Korea from August 22. It was reported that administrational and public bodies and more than 480,000 civilians would be involved in the drill.\n\t\t\t\t\t Meanwhile, the puppet forces are going busy with developing spy satellite and deploying the German-made air-to-ground missile \"Taurus\" for action while talking about the building of Kill Chain, a system of preemptive strike at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday says in an article that this indicates the south Korean puppet forces are going reckless in their moves to ignite a war while deliberately escalating the tension on the Korean peninsula under the pretext of coping with \"provocation\" from someone.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Their saber-rattling is a clear revelation of their policy to start a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t The situation goes to clearly prove that they are working with bloodshot eyes to carry out their \"policy of aggression against the north\" by force of arms while desperately pursuing confrontation and war, not dialogue and cooperation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is an invariable scenario of the Park Geun Hye group to hurt the compatriots in the north by force of arms in collusion with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The Park group is rushing headlong into the moves for a war against the north in collusion with outside forces after refusing to respond to compatriots' offer for reconciliation. The U.S. and the south Korean puppet regime are chiefly to blame for escalating the tension and wrecking peace on the Korean peninsula."
        },
        {
            "title": "Progressive Countries Should Be Strong Enough to Achieve International Justice: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-07ee.html",
            "content": "Progressive Countries Should Be Strong Enough to Achieve International Justice: Rodong Sinmun\r\n Pyongyang, August 20 (KCNA) -- The present reality in which the imperialists' acts of encroaching upon the sovereignty of other countries and nations persist in the international arena requires all progressives in the world to actively turn out in the struggle for achieving international justice, irrespective of political view, religious belief, level of economic and cultural development, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Acts of aggression and war are being openly perpetrated in various regions and the world is plunged into confusion at present. This is attributable to the acts of aggression, war and military intervention by the imperialists who regard it as pleasure to infringe upon other countries' sovereignty by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The international community should never tolerate the imperialists' acts of mocking and encroaching upon the sovereignty of other countries.\n\t\t\t\t\t\n\t\t\t\t\t Progressive countries should do away with the old international order whereby injustice prevails under the mask of \"justice\" and build a new fair and just international order.\n\t\t\t\t\t\n\t\t\t\t\t International justice can never come of itself. It is achievable only when the countries aspiring after independence against imperialism remain strong.\n\t\t\t\t\t\n\t\t\t\t\t As the imperialists persist in high-handed and arbitrary practices, reeling off sophism that whoever is strong can be a dominator and a winner represents justice, if one is weak, one can never protect justice but become a slave and meet death\n\t\t\t\t\t\n\t\t\t\t\t For the anti-imperialist independent countries to bolster up the capability for self-defence is an important guarantee for achieving international justice.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can check the advance of the people all out to accomplish the cause of justice.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the DPRK, a nuclear power in the East speaking for justice, international justice is sure to be achieved."
        },
        {
            "title": "Rodong Sinmun on Obama Administration's Policy of No-First Use of Nuclear Weapons",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-08ee.html",
            "content": "Rodong Sinmun on Obama Administration's Policy of No-First Use of Nuclear Weapons\r\n Pyongyang, August 20 (KCNA) -- The Obama Administration is examining, according to U.S. media. The policy allegedly calls for clarifying that the U.S. \"would not use nuclear weapons first,\" proposing Russia to extend the term of validity of new START (Strategic Arms Reduction Treaty) and urging the UN Security Council to adopt a resolution banning nuclear tests.\n\t\t\t\t\t Rodong Sinmun Saturday says in a commentary: \n\t\t\t\t\t\n\t\t\t\t\t This is another cynical ploy to deceive the world.\n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that the U.S. worked out a plan for modernizing nuclear weapons which requires funds running into astronomical figures and is making desperate efforts to implement it, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the plan was made and is being implemented during the office of the Obama Administration.\n\t\t\t\t\t\n\t\t\t\t\t This shows how nonsensical and hypocritical are the Obama's initiative on building \"a world without nuclear weapons\" and policy of no-first use of nuclear weapons now being examined.\n\t\t\t\t\t\n\t\t\t\t\t Even though Obama includes in the policy of no-first use of nuclear weapons the reduction of some projects under the nuclear weapons modernization plan, there is no guarantee for its consistent implementation.\n\t\t\t\t\t\n\t\t\t\t\t Republican Party-dominated U.S. Congress is standing against the Obama's policy. \n\t\t\t\t\t\n\t\t\t\t\t What Obama can do best under this situation is to issue a presidential executive order.\n\t\t\t\t\t\n\t\t\t\t\t Obama's term of office has about five months. Foreign media comment that the new boss of the White House next year may issue a presidential executive order nullifying Obama's.\n\t\t\t\t\t\n\t\t\t\t\t Then, why is the Obama Administration examining the above-said policy?\n\t\t\t\t\t\n\t\t\t\t\t The Obama Administration seeks to cover up the crimes the U.S. committed by plunging the world into the greatest danger of a nuclear war and paint itself as \"a peace champion.\""
        },
        {
            "title": "Rodong Sinmun Denounces Park Geun Hye's Invectives against DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-09ee.html",
            "content": "Rodong Sinmun Denounces Park Geun Hye's Invectives against DPRK\r\n Pyongyang, August 20 (KCNA) -- Traitor Park Geun Hye in her \"address\" made on Aug. 15, the day of Korea's liberation, slandered the compatriots in the north and zealously justified her sycophantic and traitorous policy and, at the same time, spouted such litany of rigmaroles as \"future-oriented relations\" and \"lucid understanding of reality,\" when referring to the Japanese reactionaries keen on reinvasion, denying their past crimes. \n\t\t\t\t\t Commenting on her ridiculous remarks, Rodong Sinmun Saturday says:\n\t\t\t\t\t\n\t\t\t\t\t What she uttered is nothing but imprudent and disgusting remarks spouted by a confrontation maniac to cover up the crimes she has committed by turning south Korea into a veritable hell full of unheard-of confusion, conflict and vices and driving the north-south ties into the lowest ebb through her corrupt and incompetent rule of treachery.\n\t\t\t\t\t\n\t\t\t\t\t It is, indeed, the height of imprudence for Park to have justified her country-selling policy and taken issue with the DPRK's nuclear deterrent of justice though she is chiefly to blame for wrecking peace and stability and bringing the danger of war to the Korean peninsula with the backing of outsiders,\n\t\t\t\t\t\n\t\t\t\t\t She claimed that the deployment of THAAD in south Korea can never be an \"object of political dispute\" as it is \"an exercise of the right to self-defence to protect the lives of the people\" from someone's \"reckless provocation.\"\n\t\t\t\t\t\n\t\t\t\t\t This is an open declaration of her will to betray the nation to the last, paying no heed to the public voices and pleasing outsiders.\n\t\t\t\t\t\n\t\t\t\t\t It is a tragedy and disgrace to the nation that such wicked traitor zealously kowtowing to outsiders but getting desperate in doing harm to the compatriots is allowed to go scot-free. Only merciless punishment should be meted out to such old witch of Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t Independent reunification can be hastened only when such pro-U.S., pro-Japanese lackeys as Park are thrown overboard as early as possible."
        },
        {
            "title": "No THAAD Actions Unabated in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-13ee.html",
            "content": "No THAAD Actions Unabated in S. Korea\r\n Pyongyang, August 20 (KCNA) -- The waves of struggle against the THAAD deployment are sweeping south Korea.\n\t\t\t\t\t An action for checking THAAD deployment was formed in Seoul on August 18, according to the south Korean internet newspaper Tongil News. It groups 90 organizations including the Confederation of Trade Unions, the People for Achieving Peace and Reunification and the Federation of Women's Organizations.\n\t\t\t\t\t\n\t\t\t\t\t A declaration was made public at the inaugural ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The declaration said that the only harmful THAAD deployment should be checked as it will threaten peace on the Korean peninsula and in Northeast Asia and ruin the lives of the people, adding that the issue of THAAD deployment is not confined to the inhabitants in Songju County only.\n\t\t\t\t\t\n\t\t\t\t\t It said that if all people turn out in the struggle united as one, they would surely check THAAD deployment.\n\t\t\t\t\t\n\t\t\t\t\t The organization made public an action program.\n\t\t\t\t\t\n\t\t\t\t\t It decided to simultaneously hold candlelight meetings in 50 cities across south Korea on August 26 in the sense of joining in the candlelight meeting against the THAAD deployment now under way in Songju County every day and have similar meetings on September 10 and 30 and October 20.\n\t\t\t\t\t\n\t\t\t\t\t It said that it would conduct an intensive information campaign on the occasion of the Harvest Moon Day (Chusok), an annual security consultative meeting between the U.S. and south Korea slated to take place in October and a workers' meeting in November and urge the \"National Assembly\" to adopt a resolution for retracting the decision on THAAD deployment."
        },
        {
            "title": "S. Korean Paper Slams Pak Geun Hye's Cabinet Reshuffle",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-15ee.html",
            "content": "S. Korean Paper Slams Pak Geun Hye's Cabinet Reshuffle\r\n Pyongyang, August 20 (KCNA) -- The south Korean internet paper Voice of People on August 17 in an editorial denounced traitor Park Geun Hye for the recent cabinet reshuffle.\n\t\t\t\t\t It recalled that Park carried out the reshuffle of some ministers and vice-ministers on Aug. 16.\n\t\t\t\t\t\n\t\t\t\t\t It commented that the reshuffle lacked any new meaning as it was to protect the confidants of the \"president\" and it was the arrogant one that ignored the demand for improving the operation of administration of the present regime which was raised after its defeat in the general election.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Only Park is not aware that such arrogance and obstinacy are the shortest cut to her downfall."
        },
        {
            "title": "Actions for Erecting Girl-statue Unabated in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-22ee.html",
            "content": "Actions for Erecting Girl-statue Unabated in S. Korea\r\n Pyongyang, August 20 (KCNA) -- Actions to erect girl-statue indicting the sexual slavery, hideous unethical crimes committed by Japan, are unabated in south Korea, according to the south Korean internet paper Tongil News.\n\t\t\t\t\t Since the 30th girl-statue was erected in Kunpho City, Kyonggi Province on August 9, the girl-statues depicting victims of the sexual slavery for the Imperial Japanese Army were erected in different parts of south Korea on the 71st anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The girl-statue was erected in Muan County, South Jolla Province on August 14, and four statues in different parts on August 15 alone.\n\t\t\t\t\t\n\t\t\t\t\t A meeting took place in front of the girl-statue in Kuro District, Seoul on August 15.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting said the girl-statue reflects the wishes to satisfy grudges of the victims of the sexual slavery and bring only peace to this land.\n\t\t\t\t\t\n\t\t\t\t\t They noted they will never forget the past of the victims of the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that the girl-statues were also erected in Tongjak District of Seoul, Ansan of Kyonggi Province and Ronsan of South Chungchong Province on the same day."
        },
        {
            "title": "S. Korean Body Demands Stop to Ulji Freedom Guardian ",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-23ee.html",
            "content": "S. Korean Body Demands Stop to Ulji Freedom Guardian \r\n Pyongyang, August 20 (KCNA) -- The Taejon Headquarters of the South Side Committee for Implementing June 15 Joint Declaration held a press conference in front of the Taejon City Office on August 18 in demand of the stop to the moves for Ulji Freedom Guardian joint military exercises increasing the danger of war on the Korean peninsula, according to the south Korean internet paper Tongil News.\n\t\t\t\t\t In a press release the organization denounced the U.S. and the south Korean authorities for their moves to stage Ulji Freedom Guardian from August 22.\n\t\t\t\t\t\n\t\t\t\t\t The exercises are unprecedentedly dangerous as they may spill over to a real war as the U.S. recently deployed B-1Bs and B-2As in Anderson air force base on Guam and nuclear submarines in the waters off the Korean peninsula and the Pacific for emergency standby, it said.\n\t\t\t\t\t\n\t\t\t\t\t It strongly demanded the Park Geun Hye regime stop the moves for the joint military exercises with the U.S. and opt for the south-north dialogue."
        },
        {
            "title": "Park Geun Hye Group of Traitors Doomed to Destruction",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-17ee.html",
            "content": "Park Geun Hye Group of Traitors Doomed to Destruction\r\n Pyongyang, August 20 (KCNA) -- Some days ago, the Beijing Youth Daily of China carried an article on the need of \"regime\" change in south Korea. It shows that even from the international point of view, it is inevitable to entomb the Park Geun Hye group of traitors.\n\t\t\t\t\t Dr. Ri Jong Chol, section chief of the Socio-politics Institute under the Academy of Social Sciences of the DPRK, said this when interviewed by KCNA.\n\t\t\t\t\t\n\t\t\t\t\t Recalling the sentiments against the THAAD deployment in south Korea are growing stronger in surrounding countries of the Korean Peninsula, Ri continued:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is hell-bent on its frantic moves to keep its position as \"the only superpower\". Typical of them is the THAAD deployment aimed to curb China and Russia.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean authorities thrust themselves into conflicts between those big powers, heedless of their lot.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye is too crazy with the moves of isolating and stifling the DPRK to steer the political situation back to the state of the late Feudal Joson Dynasty era that witnessed the Assassination of Empress Min, swinging her skirt with contradictory foreign policy.\n\t\t\t\t\t\n\t\t\t\t\t As a result, Park, on an account of her hereditary slavish submission to the U.S., could not but play first fiddle in the THAAD deployment provoking those surrounding countries.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, it is quite natural for those countries, to say nothing of the south Korea people, not to go easy on her.\n\t\t\t\t\t\n\t\t\t\t\t As the Korean proverb \"When whales fight, shrimp are eaten\" says, only doom awaits traitor Park Geun Hye who is running amuck in confrontation with fellow countrymen, wandering hither and thither."
        },
        {
            "title": "Chinese and Turkish Papers Report S. Korean People's Struggle against THAAD Deployment",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-02ee.html",
            "content": "Chinese and Turkish Papers Report S. Korean People's Struggle against THAAD Deployment\r\n Pyongyang, August 20 (KCNA) -- Chinese and Turkish papers on August 15 and 16 reported the struggle of the south Korean people against the decision on THAAD deployment.\n\t\t\t\t\t The Chinese Huan Qui Shibao said in an article titled \"Songju residents protest by head-shaving\" that a large meeting took place against the decision on THAAD deployment in south Korea on the 71st anniversary of Korea's liberation from the colonial rule by the Japanese imperialists. At the meeting nearly a thousand participants had their heads shaved in protest against the authorities' decision on THAAD deployment, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Turkish paper Daily Sabah said:\n\t\t\t\t\t\n\t\t\t\t\t On August 15 Songju residents of south Korea had their heads shaved in protest against the decision on THAAD deployment.\n\t\t\t\t\t\n\t\t\t\t\t In July the south Korean authorities decided to deploy THAAD of the U.S. in Songju County under the pretext of \"nuclear and missile threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Upon the decision of the south Korean authorities, the DPRK declared its will to take retaliatory measure.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people stage protest actions saying that THAAD can never be deployed in any part of south Korea, to say nothing of Songju County."
        },
        {
            "title": "Myanmar Personage Hails Songun Leadership",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-03ee.html",
            "content": "Myanmar Personage Hails Songun Leadership\r\n Pyongyang, August 20 (KCNA) -- Tha Win, secretary of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar, made public a statement on August 15 on the 56th anniversary of leader Kim Jong Il's start of Songun revolutionary leadership and the 71st anniversary of Korea's liberation.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung embarked on the road of revolution in his teens and founded the Korean People's Revolutionary Army and achieved the historic cause of Korea's liberation after defeating the wicked Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t H.E. Kim Jong Il always led the Korean revolution to victory with his distinguished wisdom and commanding art and matchless courage true to the Songun revolutionary cause started by Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Songun was the revolutionary faith, way and practice H.E. Kim Jong Il kept in his mind and implemented all his life.\n\t\t\t\t\t\n\t\t\t\t\t The cause of the Songun revolution of President Kim Il Sung and H.E. Kim Jong Il has been successfully carried forward by H.E. Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of H.E. Kim Jong Un the service personnel and people of the DPRK will as ever emerge victorious under the banner of the great Songun."
        },
        {
            "title": "Day of Songun and Korea's Liberation Day Marked in Germany",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-04ee.html",
            "content": "Day of Songun and Korea's Liberation Day Marked in Germany\r\n Pyongyang, August 20 (KCNA) -- A seminar took place by the Anti-Imperialist Forum of Germany on August 15 on the 56th anniversary of leader Kim Jong Il's start of the Songun revolutionary leadership and the 71st anniversary of Korea's liberation.\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany and other speakers said President Kim Il Sung liberated Korea from the colonial rule by the Japanese imperialists 71 years ago and that Kim Jong Il left the first trace of the Songun revolutionary leadership by giving field guidance to the Seoul Ryu Kyong Su Guards 105th Tank Division of the Korean People's Army on August 25, 1960.\n\t\t\t\t\t\n\t\t\t\t\t They said that Marshal Kim Jong Un is demonstrating the might of Juche Korea over the world true to the cause of the Songun revolution of Kim Il Sung and Kim Jong Il. Under his wise guidance the DPRK has developed into a powerful nuclear weapons state and socialist bulwark no one dares provoke, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Only strength works on the imperialists, who are running amuck, bereft of reason. The nuclear deterrence of the DPRK is the valuable treasure common to mankind as it reliably guarantees peace and security in the Korean peninsula and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the belief that thanks to Kim Jong Un the DPRK will always win victory."
        },
        {
            "title": "Book \"Outline of Education for People in DPRK\" Republished in Belarus",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-05ee.html",
            "content": "Book \"Outline of Education for People in DPRK\" Republished in Belarus\r\n Pyongyang, August 20 (KCNA) -- Book \"Outline of Education for People in DPRK\" was recently republished in Belarus.\n\t\t\t\t\t The book carries portraits of smiling President Kim Il Sung and leader Kim Jong Il and photos of the President.\n\t\t\t\t\t\n\t\t\t\t\t The book authored by the editor-in-chief of the Belarusian magazine Social Education has six chapters including \"The great Comrade Kim Il Sung is organizer of education for people in the DPRK\", \"Education in DPRK (1945-2012) \", \"Children protection and education law in socialist Korea\" and \"Higher education is factor of socio-economic development.\"\n\t\t\t\t\t\n\t\t\t\t\t The book carries biography of revolutionary activities of Kim Il Sung and the fact that the peerlessly great men worked heart and soul to develop education during the whole period of leadership over the revolution and construction and that a great surge is being effected in the educational revolution of the DPRK under the wise guidance of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The book deals with high educational standard and reality of Kim Il Sung University and other universities, history of the development of socialist education, popular educational system, etc.\n\t\t\t\t\t\n\t\t\t\t\t It also carries photos introducing advantages of the socialist educational system in the DPRK."
        },
        {
            "title": "Kim Jong Un envia mensaje de respuesta al presidente nepales",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-25ee.html",
            "content": "Kim Jong Un envia mensaje de respuesta al presidente nepales\r\nPyongyang, 20 de agosto (ACNC) -- El Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea, Kim Jong Un, envio el dia 18 un mensaje de respuesta al Presidente de la Republica Democratica Federal de Nepal, Bidhya Devi Bhandari.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tExpresando a Vd. mi profundo agradecimiento por haberme enviado cordiales felicitaciones por la toma de importante cargo de presidente del Comite de Estado de la RPDC, le deseo exitos en sus trabajos por la estabilidad, la unidad, el progreso y la prosperidad del pais."
        },
        {
            "title": "ACNC comenta nuevo complot en busca de enfrentamiento fratricida",
            "url": "http://kcna.co.jp/item/2016/201608/news20/20160820-26ee.html",
            "content": "ACNC comenta nuevo complot en busca de enfrentamiento fratricida\r\nPyongyang, 20 de agosto (ACNC) -- Continuan la demagogia anti-Republica Popular Democratica de Corea y la campana de enfrentamiento fratricida de los titeres surcoreanos. \n\t\t\t\t\tHace poco, la camarilla traidora de Park Geun-hye trajo al Sur de Corea a un norcoreano que trabajaba en la Representacion de la RPDC acreditada en Gran Bretana y huyo junto con sus familiares para evadir el castigo penal correspondiente a sus cargos como desfalco de muchos fondos publicos, venta de secretos estatales y violacion sexual contra una menor. \n\t\t\t\t\t\n\t\t\t\t\tYa en junio pasado, se le habia llegado la indicacion de regresar a la patria para la pesquisa. \n\t\t\t\t\t\n\t\t\t\t\tLa Fiscalia Central de la RPDC investigo sus delitos y emitio el 12 de julio la resolucion de inicio de pesquisa sobre los cargos mencionados. \n\t\t\t\t\t\n\t\t\t\t\tEn lugar de someterse al castigo penal, el delincuente huyo abandonando a la patria y a sus padres y hermanos exponiendo su naturaleza de escoria humana que no tiene ni la minima obligacion moral ni una pizca de conciencia. \n\t\t\t\t\t\n\t\t\t\t\tCon el designio malintencionado de manchar la imagen exterior de la RPDC y distraer la atencion de la poblacion surcoreana indignada por la dominacion antipopular, los titeres surcoreanos secuestraron anteriormente a plena luz del dia a las inocentes ciudadanas norcoreanas y las llevaron al Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tInsatisfechos con este incidente de terrorismo, trajeron esta vez a ese tipejo que no vale ni un comino para utilizarlo en la demagogia anti-RPDC y la campana de confrontacion fratricida. \n\t\t\t\t\t\n\t\t\t\t\tLo miserable del caso es que ellos estan empenados en elevar el rango del fugitivo mintiendo que el es hijo de un ex combatiente de lucha antijaponesa y se encargaba de las labores partidistas en la Representacion. \n\t\t\t\t\t\n\t\t\t\t\tAunque la banda de Park Geun-hye, aturdida ante el creciente prestigio de la RPDC, intensifica la propaganda tendenciosa sobre esta parte connacional movilizando hasta los delincuentes y escorias humanas, esto no da otro resultado que demostrar su situacion miserable. \n\t\t\t\t\t\n\t\t\t\t\tLo grave del caso es que las autoridades de Gran Bretana, autodenominada como pais constitucional, entregaron al delincuente a los titeres surcoreanos despreciando la justa demanda de la RPDC y las costumbres internacionales de extradicion. \n\t\t\t\t\t\n\t\t\t\t\tTan pronto como ocurriera este incidente, la RPDC aviso a la parte britanica los crimenes del fugitivo y demando su extradicion para el interrogatorio. \n\t\t\t\t\t\n\t\t\t\t\tPero, la parte britanica entrego al fugitivo y sus familiares sin pasaportes a los titeres surcoreanos faltando al compromiso de proteger a los diplomaticos extranjeros acreditados en su pais. \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, Gran Bretana se hizo complice del delincuente y cometio la falta de instigar la campana de enfrentamiento fratricida de los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tEsta conducta infiel empeorara las ya complicadas relaciones entre ambas partes coreanas, lo cual tampoco le sera provechoso al pais europeo."
        }
    ]
}