{
    "date": "2016-08-08",
    "url": "http://kcna.co.jp/item/2016/201608/2016-08-08ee.html",
    "articles": [
        {
            "title": "6th Rason International Trade Exhibition Opens",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-14ee.html",
            "content": "6th Rason International Trade Exhibition Opens\r\nRason, August 8 (KCNA) -- The 6th Rason International Trade Exhibition opened in Rason City Monday with due ceremony.\n\t\t\t\t\t Exhibited there are machines and equipment, equipment for using natural energy, electric and electronic products, light industrial goods, foodstuff, medicines, building materials and chemical products and vehicles presented by at least 100 units of different countries including the DPRK, Russia, Germany, UK, Italy and China.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the mosaic depicting beaming images of President Kim Il Sung and leader Kim Jong Il in the Sonbong area of Rason City and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Attending the ceremony were Jo Jong Ho, chairman of the Rason City People's Committee who is also chairman of the organizing committee of the exhibition, officials concerned, working people in the city, delegates of different countries, those who presented products to the exhibition and foreign businessmen active in the Rason economic and trade zone.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the venue of the exhibition at the end of the opening ceremony.\n\t\t\t\t\t\n\t\t\t\t\t There took place a reception that day."
        },
        {
            "title": "ASEAN Committee Here Gives Reception",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-15ee.html",
            "content": "ASEAN Committee Here Gives Reception\r\nPyongyang, August 8 (KCNA) -- The ASEAN Committee here gave a reception Monday on the 49th founding anniversary of the Association of Southeast Asian Nations (ASEAN).\n\t\t\t\t\t Present there on invitation were Vice Minister Ri Kil Song and officials of the Ministry of Foreign Affairs.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Malaysian Ambassador to the DPRK Mohammad Nizan Bin Mohammad who is chairman of the ASEAN Committee here,\n\t\t\t\t\t\n\t\t\t\t\t Lao Ambassador to the DPRK Phonekham Inthaboualy, Indonesian Ambassador to the DPRK Bambang Hiendrasto, Vietnamese Ambassador to the DPRK Pham Viet Hung and Cambodian Ambassador to the DPRK Op Sisawada."
        },
        {
            "title": "Concert Given to Mark 70th Anniversary of National Symphony Orchestra",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-16ee.html",
            "content": "Concert Given to Mark 70th Anniversary of National Symphony Orchestra\r\nPyongyang, August 8 (KCNA) -- A concert was given by the National Symphony Orchestra at the Moranbong Theatre on Monday to mark its 70th founding anniversary.\n\t\t\t\t\t It was enjoyed by Minister of Culture Pak Chun Nam, officials, creators and artistes in the field of literature and arts and Pyongyangites.\n\t\t\t\t\t\n\t\t\t\t\t The concert began with the playing of the immortal revolutionary hymn \"Song of General Kim Il Sung.\" Put on the stage were such numbers as orchestral music \"Cantata to Marshal Kim Il Sung\" and \"Our General Is the Best\" and symphonic poem \"Boundless Is Our Yearning.\"\n\t\t\t\t\t\n\t\t\t\t\t The performers highly praised the exploits leader Kim Jong Il performed by leading the orchestra to demonstrate the might of Juche-oriented symphony before the world through beautiful and rich artistic depiction.\n\t\t\t\t\t\n\t\t\t\t\t The audience was mesmerized by stories told by former and active artistes of the National Symphony Orchestra about the energetic guidance given by President Kim Il Sung and leader Kim Jong Il and their warm loving care shown for the development of the orchestra and its artistes.\n\t\t\t\t\t\n\t\t\t\t\t Orchestral music \"A Bumper Harvest in the Chongsan Plain\" and \"collection of famous songs\" presented by the orchestra won admiration and acclamation of the audience for high artistry of the Juche-oriented symphony."
        },
        {
            "title": "Health Foodstuffs for Children Developed",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-17ee.html",
            "content": "Health Foodstuffs for Children Developed\r\nPyongyang, August 8 (KCNA) -- Various health foodstuffs for children have been developed in the DPRK.\n\t\t\t\t\t The Research Institute for Nutrition Care of Children under the Academy of Medical Science developed a baby powder abundant in taurine, carnitine, vitamins and mineral matters.\n\t\t\t\t\t\n\t\t\t\t\t The institute also developed an acorn enzyme powder, which is efficacious for indigestion, as well as vitamin D2 nutritive powder and a nutrient for children. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Pyongyang Children's Foodstuff Factory pays efforts to produce various kinds of baby powders, while improving the quality and flavor of soya milk, soya yogurt and thin gruel for baby by adding fruits and vegetables to them."
        },
        {
            "title": "New Medicine Developed in DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-18ee.html",
            "content": "New Medicine Developed in DPRK\r\nPyongyang, August 8 (KCNA) -- Researchers of Kim Il Sung University in the DPRK developed a fine organic synthesis technology for making risedronate efficacious for osteopathy.\n\t\t\t\t\t They were recently awarded WIPO MEDAL FOR INVENTORS and certificates.\n\t\t\t\t\t\n\t\t\t\t\t Risedronate has proved highly effective in treating osteopathy like aseptic necrosteosis through clinical trials at different public health establishments, including the Korea General Red Cross Hospital and Pyongyang Municipal People's Hospital No. 2."
        },
        {
            "title": "Scheuermann's Disease Cured by Acupuncture in DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-19ee.html",
            "content": "Scheuermann's Disease Cured by Acupuncture in DPRK\r\nPyongyang, August 8 (KCNA) -- The acupuncture for Scheuermann's disease, a traditional medical art, was recently listed as one of the DPRK's national intangible heritage.\n\t\t\t\t\t In this regard, KCNA had an interview with Kim Mi Hwa, a doctor of the Rungna Polyclinic in Taedonggang District, Pyongyang who has proven successful in applying the therapy.\n\t\t\t\t\t\n\t\t\t\t\t Kim said:\n\t\t\t\t\t\n\t\t\t\t\t Scheuermann's disease like rachiocampsis has been known as an incurable disease worldwide.\n\t\t\t\t\t\n\t\t\t\t\t But, after studying the old books on Koryo (traditional) medicine, we put on a scientific basis the acupuncture for the disease according to different physical constitutions and succeeded in treating many cases of rachiocampsis with this therapy.\n\t\t\t\t\t\n\t\t\t\t\t The value of the acupuncture has been appreciated at several symposiums on medical science."
        },
        {
            "title": "Officials of UAWK Tour Revolutionary Battle Sites in Area of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-13ee.html",
            "content": "Officials of UAWK Tour Revolutionary Battle Sites in Area of Mt. Paektu\r\nHyesan, August 8 (KCNA) -- Officials and primary information officials of the Union of Agricultural Workers of Korea (UAWK) toured the revolutionary battle sites in the area of Mt. Paektu from August 2 to 8 on the 56th anniversary of leader Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t They laid floral baskets and bunches of flowers before the statues of President Kim Il Sung at the Monument to the Victorious Battle of Pochonbo, Pochonbo Revolutionary Battle Site, Chongbong Bivouac and the Monument to the Victorious Battle in the Musan Area and on the shore of Lake Samji and the mosaic in the secret camp on Mt. Paektu depicting the three commanders of Mt. Paektu and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round different places in Pochonbo Revolutionary Battle Site.\n\t\t\t\t\t\n\t\t\t\t\t They climbed Mt. Paektu via the Spring Site in Poso-ri, the Tableland of Junghung, the Rimyongsu Revolutionary Site, the Chongbong Bivouac and other revolutionary sites and battle sites of the anti-Japanese war.\n\t\t\t\t\t\n\t\t\t\t\t After visiting the Paektusan Secret Camp they held an oath-taking meeting in front of Kim Jong Il's birthplace in the Paektusan Secret Camp. They looked round the historic relics preserved there with much care.\n\t\t\t\t\t\n\t\t\t\t\t During their tour, they visited the Paektusan Hero Youth Power Station and conducted diverse political and cultural activities such as a contest of singing revolutionary songs in chorus, a meeting for hearing impressions of the reminiscences of anti-Japanese guerrillas read by them and poem recitation."
        },
        {
            "title": "Rodong Sinmun Slams Park Geun Hye for Blocking Joint Conference",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-06ee.html",
            "content": "Rodong Sinmun Slams Park Geun Hye for Blocking Joint Conference\r\nPyongyang, August 8 (KCNA) -- The proposal made by the joint meeting of the DPRK government, political parties and organizations on holding a great national conference for reunification marking the 71st anniversary of Korea's liberation is being fully supported by an increasing number of people at home and abroad as the days go by, says Rodong Sinmun in an article on Monday.\n\t\t\t\t\t The preparedness for the holding of the joint conference are facing serious difficulties owing to the vicious obstructive moves of the south Korean authorities who regard the joint conference as a thorn in their flesh, the article says, and continues:\n\t\t\t\t\t\n\t\t\t\t\t It is an unjustifiable act of treachery for the south Korean authorities to challenge the sincere efforts of the DPRK for opening the conference.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye regime is hell-bent on such provocative campaign for \"pressurizing the north\" as chilling the atmosphere of holding the joint conference. It reels off sheer sophism that the north \"expressed no intention of denuclearization\".\n\t\t\t\t\t\n\t\t\t\t\t This is prompted by its black-hearted intention to realize its scenario to stifle the fellow countrymen in the north by chilling the atmosphere of improving the inter-Korean ties and escalating the racket for confrontation with the DPRK in collusion with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The puppet ruling forces are desperately kicking up the campaign for \"putting pressure on the north\" in collusion with outsiders, turning down its offer for reconciliation and unity. This is as foolish an act as prickling their own eyes with their own fingers.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye regime would be well advised to bear in mind that their desperate moves against the joint conference would only touch off bitterer indignation and hatred at the traitorous regime among all Koreans and precipitate their final ruin.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous wish of the times and all Koreans to see the opening of the joint conference."
        },
        {
            "title": "Rodong Sinmun Calls for Dynamically Launching Mallima Speed Campaign",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-07ee.html",
            "content": "Rodong Sinmun Calls for Dynamically Launching Mallima Speed Campaign\r\nPyongyang, August 8 (KCNA) -- Rodong Sinmun Monday in an editorial calls upon all the people to dynamically launch the campaign of Mallima speed, new Korean speed, and usher in the greatest heyday of building a socialist power under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t It is the pulsating reality of the DPRK now when all the people in every field and unit are working hard to bring about a great surge and great innovations with the unanimous will to be riders of Mallima (legendary horse that gallops 4 thousands of kilometers a day) and the heroes of the era, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the noble intention and invariable will of Kim Jong Un to build a powerful socialist country as early as possible for the Korean people, who are advancing along the road of the revolution following the Workers' Party of Korea, true to the lifelong wishes of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Every year new world-level streets appear one after another and monumental structures of lasting value such as the Sci-Tech Complex spring up in the DPRK. This eye-opening reality shows what ideological viewpoint, work style and speed of advance are desired by Kim Jong Un at present.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have the ennobling resolution to totally devote their creative wisdom and enthusiasm to the work for carrying out their leader's intention, boundless dedication to do more for the prosperity of the country and the younger generations to come and noble collectivism to exalt the honor of victors all together helping and leading with each other. This is the competitive consciousness of the people prevailing in the society of the DPRK. On this foundation the advanced units work hard to attain the higher goal and other units work harder to catch up with the modeling units in a bid to make ceaseless attack and advance and continuously achieve innovations and leaping surges. Herein lies the important character of the present Mallima speed campaign.\n\t\t\t\t\t\n\t\t\t\t\t The heroic spirit of Juche Korea dashing forward for the final victory will be further displayed when all the people launch a dynamic socialist emulation to be pioneers in the Mallima speed campaign and have the honor of being front-rankers in that campaign."
        },
        {
            "title": "Rodong Sinmun Denounces S. Korean Warmongers' Reckless Military Provocations",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-08ee.html",
            "content": "Rodong Sinmun Denounces S. Korean Warmongers' Reckless Military Provocations\r\nPyongyang, August 8 (KCNA) -- Shortly ago, the puppet Command for the Defense of Northwestern Islands of south Korea staged a naval live shell firing drill in the waters off Paekryong and Yonphyong islands under the pretext of coping with the \"north's fire provocation\" and \"attempt to make a surprise attack and occupying\".\n\t\t\t\t\t Commenting on this, Rodong Sinmun on Monday says:\n\t\t\t\t\t\n\t\t\t\t\t This was a deliberate and very dangerous saber-rattling to escalate tension in the hotspot waters in the West Sea and trigger off the military clashes between the north and the south. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet warmongers' ceaseless war drills targeting the north in the hotspot waters in the West Sea can spill over into a real war any moment.\n\t\t\t\t\t\n\t\t\t\t\t The relations between the north and the south are now in the worst phase of tension due to the U.S. and the south Korean regime's madcap war rehearsals against the DPRK and moves to deploy THAAD.\n\t\t\t\t\t\n\t\t\t\t\t At this time the Park Geun Hye group has gone so reckless as to perpetrate military provocations to hurt the fellow countrymen in the north, driving the situation on the Korean peninsula to an uncontrollable phase, far from responding to the patriotic proposal of the DPRK to hold the great national conference for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces are trouble-makers and the root cause of disasters as they are keen to ignite a war against the DPRK, obsessed with the ambition for stifling the fellow countrymen, utterly indifferent to the destiny of the nation. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean warmongers persistently go reckless, defying the DPRK's warnings, they will face more severer punishment than what they sustained during the Yonphyong Island shelling incident."
        },
        {
            "title": "S. Korean Figures Slam THAAD Deployment",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-09ee.html",
            "content": "S. Korean Figures Slam THAAD Deployment\r\nPyongyang, August 8 (KCNA) -- Experts on the situation and politicians are becoming increasingly vocal criticizing the U.S. and Park Geun Hye regime's decision to deploy THAAD amid the mounting actions of south Korean people against it, according to the south Korean News 1 and Newsis.\n\t\t\t\t\t Ri Sang Man, professor of the Institute for Far Eastern Studies of Kyongnam University, said that the THAAD deployment in south Korea makes the solution of the issue of the Korean peninsula more difficult.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the present regime's decision to deploy THAAD is aimed to neglect the peaceful reunification of the peninsula, disregard the security of the people and meet the interests of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Disclosing the injustice of THAAD deployment, Kim Chung Hwan, former chief secretary of Chongwadae, held that dialogue is the best option for regional peace.\n\t\t\t\t\t\n\t\t\t\t\t An official concerned of the opposition Kukmin Party in a round-table conservation with inhabitants at the Songju County Office on August 1 denounced the puppet authorities for labeling those opposed to THAAD deployment \"outside forces\"."
        },
        {
            "title": "Peace Rally Held in Seoul",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-10ee.html",
            "content": "Peace Rally Held in Seoul\r\nPyongyang, August 8 (KCNA) -- The Seoul Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration and the Seoul Peace Association grouping 300 persons held a rally for peace and independent reunification of the Korean peninsula in Seoul on Aug. 6.\n\t\t\t\t\t The speakers recalled that no joint national event has ever been held in recent several years due to the regime's obstructions and it disallowed even the exchange of the letters for the joint national event for August 15 (day of Korea's liberation) and the football match between the workers of the south and the north for reunification this year.\n\t\t\t\t\t\n\t\t\t\t\t They called upon south Korean people of all social strata to attend a huge people's rally against the deployment of THAAD to be held at the Kwanghwamun Plaza on Aug. 14."
        },
        {
            "title": "Songju County Residents Demand Retraction of Decision on THAAD Deployment",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-11ee.html",
            "content": "Songju County Residents Demand Retraction of Decision on THAAD Deployment\r\nPyongyang, August 8 (KCNA) -- The Songju Committee for Checking Deployment of THAAD in south Korea declared the stand of the Songju County residents on the retraction of the plan for THAAD deployment on August 5.\n\t\t\t\t\t Recalling that Park Geun Hye is mulling reexamining the place for THAAD deployment, the organization went on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime and Defense Ministry should reexamine the issue of whether THAAD is required in this land, not thinking of its deployment in other area.\n\t\t\t\t\t\n\t\t\t\t\t We will in the future, too, demand the cancellation of the plan for THAAD deployment, not just shifting of its site to other area.\n\t\t\t\t\t\n\t\t\t\t\t We remember that it is the historic mission and duty for us to prevent THAAD deployment in Songju."
        },
        {
            "title": "Guarantee of Rights of Women Abductees of DPRK Demanded by S. Korean",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-12ee.html",
            "content": "Guarantee of Rights of Women Abductees of DPRK Demanded by S. Korean\r\nPyongyang, August 8 (KCNA) -- The director of the Human Rights Center of the south Korean Council of Christian Churches staged a demonstration outside the building of the puppet regime in Seoul on August 2 in demand of the guarantee of human rights of abducted women employees of the DPRK, according to the south Korean internet paper Tongil News.\n\t\t\t\t\t If the authorities make public the fate of the women and take an appropriate step through lawyers, the suspicion about them would quickly disappear, but they continue turning a deaf ear to the matter and the suspicion increases and international uproar mounts, the director said, stressing the need to let the north Korean women meet their family members.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, more than 30 organizations including the above-said human rights center and the committee for reunification of the Bar Association for Democratic Society formed the measure council for guaranteeing human rights of north Korean women employees on July 26.\n\t\t\t\t\t\n\t\t\t\t\t The measure council declared that it would move to probe the truth behind the abduction of north Korean women, prevent human rights abuses, etc."
        },
        {
            "title": "Korean Book, Photo, Art Exhibition Opens in Russia",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-02ee.html",
            "content": "Korean Book, Photo, Art Exhibition Opens in Russia\r\nPyongyang, August 8 (KCNA) -- A Korean book, photo and art exhibition opened at the War Veterans Hall in Khabarovsk City, Russia on August 3 on the 15th anniversary of leader Kim Jong Il's visit to the Russian Federation.\n\t\t\t\t\t Displayed at the venue of the exhibition were photos documenting exploits of President Kim Il Sung and leader Kim Jong Il and those showing the revolutionary activities of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works, books and photos introducing the DPRK and art pieces associated with the Koreans' wisdom and talents.\n\t\t\t\t\t\n\t\t\t\t\t Present at an opening ceremony were personages and people of various strata in Khabarovsk Territory and staff members of the DPRK mission in Khabarovsk.\n\t\t\t\t\t\n\t\t\t\t\t Korean films introducing Kim Jong Il's birthplace in the Paektusan Secret Camp and the Songdowon International Children's Camp were shown."
        },
        {
            "title": "Ethiopian Personages Laud Peerlessly Great Persons' Feats for Youth Movement",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-03ee.html",
            "content": "Ethiopian Personages Laud Peerlessly Great Persons' Feats for Youth Movement\r\nPyongyang, August 8 (KCNA) -- Seminars on the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un were held by branch groups of the Addis Ababa Youth Association of Ethiopia on August 3 and 4 on the occasion of the Youth Day of the DPRK.\n\t\t\t\t\t The chief of the Bole branch group of the youth association said that the young people in the DPRK have grown to be main players of the times and vanguard fighters and the DPRK has demonstrated its might as a youth power without an equal in the world thanks to the Workers' Party of Korea's (WPK) policy of prioritizing the youth.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, who stared his revolutionary activities with youth work in his early years, advanced the unique idea of prioritizing the youth and successfully embodied it, training the young Korean people to be powerful vanguard ranks of the revolution and reliable reserves of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il, who personified the President's idea, energetically led the young Korean people to successfully perform the mission and duty they assumed before the times and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Un is glorifying the DPRK as a youth power, considering the said idea as an invariable strategic line with his noble outlook on the future and the rising generation.\n\t\t\t\t\t\n\t\t\t\t\t The chief of other branch group of the youth association noted that Kim Jong Un regarded the youth issue as the crucial issue related to the rise and fall of the country and the most important state affair and has put his heart and soul into the education of the young people, stressing the world progressives are convinced of the rosy future of the DPRK thanks to him."
        },
        {
            "title": "Int'l Body Observes 71st Anniversary of Korea's Liberation",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-04ee.html",
            "content": "Int'l Body Observes 71st Anniversary of Korea's Liberation\r\nPyongyang, August 8 (KCNA) -- The Korean Friendship Association headquartered in Spain carried special write-ups on its website on August 2 on the 71st anniversary of Korea's liberation.\n\t\t\t\t\t Posted on the website was an article illustrated with photos dealing with the revolutionary activities of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The article elaborated on the Korean people's anti-Japanese national liberation movement which faced repeated failures and twists and turns as they were not guided by a great leader, adding:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to General Kim Il Sung, the sun of the Korean nation and the loadstar of national liberation, the Korean people could defeat the Japanese imperialists armed to the teeth and achieve the historic cause of the national liberation.\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Un is creditably carrying forward the immortal feats of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He works heart and soul to reunify the country true to the last instruction of the President.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has a bright and rose future as it is led by him.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people led by him will surely accomplish the cause of national reunification."
        },
        {
            "title": "DPRK's Important Days Marked in Bulgaria, Austria",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-01ee.html",
            "content": "DPRK's Important Days Marked in Bulgaria, Austria\r\nPyongyang, August 8 (KCNA) -- Korean photo, book and art exhibition and a meeting took place in Radnevo of Bulgaria and a lecture in Vienna, Austria on August 3 on the 71st anniversary of Korea's liberation and the Day of Songun.\n\t\t\t\t\t Displayed at the venue of the exhibition were photos documenting the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were their works, books and photos introducing Juche Korea and art pieces associated with wisdom and talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The city mayor of Bulgaria and other speakers said that August 15 marks the 71st anniversary of Korea's liberation from the colonial rule of the Japanese imperialists. Kim Il Sung founded the Korean People's Revolutionary Army and led the arduous anti-Japanese armed struggle to victory, liberating the country, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il provided his first field guidance for his Songun revolutionary leadership to the Seoul Ryu Kyong Su Guards 105th Tank Division of the Korean People's Army on August 25, 1960 and the DPRK emerged a full-fledged nuclear weapons state and satellite manufacturer and launcher thanks to his Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna praised Kim Il Sung as the peerless patriot who liberated Korea, saying that the President embarked on the road of revolution in his teens and performed immortal exploits for the times and history."
        },
        {
            "title": "Choe Ryong Hae se reune con presidente interino de Brasil",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-02ss.html",
            "content": "Choe Ryong Hae se reune con presidente interino de Brasil\r\nPyongyang, 8 de agosto (ACNC) -- El vicepresidente del Comite de Estado de la Republica Popular Democratica de Corea, Choe Ryong Hae, quien participa en los XXXI Juegos Olimpicos como jefe de la delegacion de alto nivel de la RPDC, se reunio el dia 5 con el presidente interino de la Republica Federativa de Brasil, Temer.\n\t\t\t\t\tBajo la direccion del PTC, el pueblo coreano libra una lucha intensa para materializar la resolucion del VII Congreso del Partido, dijo Choe y expreso la posicion del gobierno de la RPDC de desarrollar sin cesar las relaciones de amistad y cooperacion con Brasil.\n\t\t\t\t\t\n\t\t\t\t\tEl mandatario interino carioca enfatizo que su gobierno desarrollara mas las relaciones de amistad y cooperacion con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, Choe se reunio por separados con los jefes de Estado de Suiza y San Marino y los vicepresidentes de Angola, Guinea Ecuatorial y Zambia."
        },
        {
            "title": "Choe Ryong Hae se reune con personalidades de XXXI Juegos Olimpicos",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-03ss.html",
            "content": "Choe Ryong Hae se reune con personalidades de XXXI Juegos Olimpicos\r\nPyongyang, 8 de agosto (ACNC) -- El vicepresidente del Comite de Estado de la Republica Popular Democratica de Corea, Choe Ryong Hae, quien participa en los XXXI Juegos Olimpicos presidiendo la delegacion de alto nivel de la RPDC, se reunio el dia 4 por separados con los presidentes del Comite Olimpico Internacional, el Comite Organizador de Juegos Olimpicos de Rio de Janeiro y la Federacion Internacional de Judo.\n\t\t\t\t\tEl titular del COI expreso profundo agradecimiento a la Direccion de la RPDC por haber enviado a los XXXI Juegos Olimpicos la delegacion de alto nivel dirigida por el vicepresidente del Comite de Estado.\n\t\t\t\t\t\n\t\t\t\t\tTras referirse a los esfuerzos del gobierno coreano por desarrollar el deporte para alcanzar la meta de construir la potencia deportiva, agrego que el COI desea desarrollar mas las relaciones cooperativas y estrechas con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente del Comite Organizador dijo que pudo conocer que el gobierno coreano concede gran importancia a los presentes juegos olimpicos, y expreso la esperanza de que los deportistas coreanos alcancen exitos alentadores.\n\t\t\t\t\t\n\t\t\t\t\tEl titular de la FIJ subrayo que la participacion de la delegacion coreana de alto nivel es una expresion de la voluntad del gobierno de la RPDC de desarrollar el deporte del pais y profundizar el intercambio y la cooperacion entre los deportistas de varios paises del mundo."
        },
        {
            "title": "Inaugurada VI Exposicion Internacional de Mercancias de Rason",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-21ss.html",
            "content": "Inaugurada VI Exposicion Internacional de Mercancias de Rason\r\nRason, 8 de agosto (ACNC) -- Fue inaugurada la VI Exposicion Internacional de Mercancias de Rason.\n\t\t\t\t\tEn esta feria se exhibieron las maquinas, los equipos, los articulos de uso de energia natural, los efectos electricos y electronicos, los productos de industria ligera, los alimentos, las medicinas, los materiales de construccion y quimicos y los vehiculos, presentados por mas de 100 unidades de varios paises y regiones, entre otros, la Republica Popular Democratica de Corea, Rusia, Alemania, Gran Bretana, Italia y China.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia inaugural tuvo lugar el dia 8 en la ciudad de Rason.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes rindieron homenaje al Presidente Kim Il Sung y al Dirigente Kim Jong Il tras colocar un cesto y ramos de flores ante el mural de mosaico con sus imagenes sonrientes, levantado en la zona de Sonbong de la ciudad de Rason.\n\t\t\t\t\t\n\t\t\t\t\tEn la inauguracion estuvieron presentes el presidente del Comite Popular de la Ciudad de Rason, Jo Jong Ho, quien es tambien titular del comite organizador de la feria, los funcionarios interesados, los trabajadores de la ciudad, los representantes y expositores de varios paises, asi como los empresarios extranjeros que trabajan en la Zona Economica y Comercial de Rason.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo intervenciones. \n\t\t\t\t\t\n\t\t\t\t\tTerminado el acto, los participantes recorrieron la sede de exposicion.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, se ofrecio un banquete con motivo de la inauguracion de la exposicion."
        },
        {
            "title": "Asociacion de Amistad con Corea conmemora 71o aniversario de liberacion de Corea",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-13ss.html",
            "content": "Asociacion de Amistad con Corea conmemora 71o aniversario de liberacion de Corea\r\nPyongyang, 8 de agosto (ACNC) -- La Asociacion de Amistad con Corea con sede en Espana inserto el dia 2 una edicion especial en su pagina Web para conmemorar el 71o aniversario de la liberacion de Corea. \n\t\t\t\t\tEl sitio Web inserto el articulo intitulado \"Salvador de renacimiento nacional\" junto con las fotos alusivas a las actividades revolucionarias del Presidente Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\tEl articulo menciona que el movimiento antijapones de liberacion nacional del pueblo coreano repetia fracasos y vicisitudes por no haber contado con un lider destacado.\n\t\t\t\t\t\n\t\t\t\t\tContinua que gracias al General Kim Il Sung, Sol de la nacion coreana y lucero de la liberacion de Corea, el pueblo coreano pudo vencer al imperialismo japones armado hasta los dientes y cumplir la historica causa de liberacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tSubraya que Su Excelencia Kim Jong Un da firme continuidad a las imborrables hazanas del lider antecesor y trabaja incansablemente para cumplir su legado, la reunificacion de Corea. \n\t\t\t\t\t\n\t\t\t\t\tAnade que gracias a el, es maravilloso el futuro de Corea.\n\t\t\t\t\t\n\t\t\t\t\tApunta que el pueblo coreano, guiado por Su Excelencia Kim Jong Un, cumplira sin falta la causa de reunificacion de la patria."
        },
        {
            "title": "Ofrecido concierto por aniversario 70 de fundacion de Orquesta Sinfonica Nacional",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-22ss.html",
            "content": "Ofrecido concierto por aniversario 70 de fundacion de Orquesta Sinfonica Nacional\r\nPyongyang, 8 de agosto (ACNC) -- Tuvo lugar el dia 8 en el Teatro Moranbong el concierto por el 70o aniversario de la fundacion de la Orquesta Sinfonica Nacional. \n\t\t\t\t\tLo vieron el ministro de Cultura, Pak Chun Nam, los funcionarios, creadores y artistas de la rama de literatura y arte y los trabajadores capitalinos. \n\t\t\t\t\t\n\t\t\t\t\tEn la escena de la funcion iniciada con la interpretacion del inmortal himno revolucionario \"Cancion del General Kim Il Sung\" se presentaron las musicas orquestales \"Himno al Mariscal Kim Il Sung\", \"Nuestro General es el mejor\" y \"General corre a caballo blanco\", la poesia sinfonica \"Anoranza sin limites\", etc. \n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes elogiaron con hermosa y abundante descripcion artistica las proezas del Dirigente Kim Jong Il quien ostento a todo el mundo el poderio de la sinfonia de la Corea del Juche. \n\t\t\t\t\t\n\t\t\t\t\tConmovieron mucho a los espectadores los relatos de los ex o actual artistas de la Orquesta Sinfonica Nacional sobre la energica orientacion y la gran benevolencia de los grandes Lideres Kim Il Sung y Kim Jong Il quienes prestaron mucha atencion para el desarrollo de la entidad y sus artistas.\n\t\t\t\t\t\n\t\t\t\t\tEscuchando la musica orquestal \"Abundante cosecha en campos de Chongsan\" y la coleccion de canciones famosas, los espectadores expresaron con aplausos entusiastas la gran admiracion sobre el alto nivel artistico y el poderio de la sinfonia de tipo jucheano."
        },
        {
            "title": "Rodong Sinmun denuncia imprudentes actos militares de belicistas surcoreanos",
            "url": "http://kcna.co.jp/item/2016/201608/news08/20160808-04ss.html",
            "content": "Rodong Sinmun denuncia imprudentes actos militares de belicistas surcoreanos\r\nPyongyang, 8 de agosto (ACNC) -- Hace poco, la comandancia de defensa de las islas de noroeste del Sur de Corea desarrollo en las islas Paekryong y Yonphyong los ejercicios de tiro maritimo bajo el rotulo de hacer frente a la \"provocacion de fuego del Norte\" y su \"intento de ocupacion sorpresiva\". \n\t\t\t\t\tEn un comentario individual publicado este lunes, el diario Rodong Sinmun lo califica de provocacion intencional y peligrosa para agravar mas la situacion de la zona maritima candente del Mar Oeste de Corea y provocar el choque armado entre ambas partes coreanas, y continua:\n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios de guerra de los belicistas surcoreanos que se libran incesantemente en las aguas candentes del Mar Oeste pueden pasar a la guerra real en cualquier momento. \n\t\t\t\t\t\n\t\t\t\t\tAhora, las relaciones intercoreanas estan en la peor fase, debido a los fanaticos simulacros belicos anti-RPDC y el alboroto de emplazamiento de THAAD de EE.UU. y la camarilla titere surcoreana. \n\t\t\t\t\t\n\t\t\t\t\tEn tal circunstancia, Park Geun-hye y su banda se entregan mas a las provocaciones militares contra la parte connacional, en lugar de aceptar la propuesta patriotica de la RPDC de realizar el gran acto pannacional por la reunificacion. De esta manera, llevan la situacion de la Peninsula Coreana a la crisis irremediable. \n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos, enloquecidos por la ambicion de confrontacion fratricida, son fuente de calamidades nacionales que no tienen en consideracion el destino de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tSi los belicistas surcoreanos siguen actuando con imprudencia despreciando la advertencia de la RPDC, sufriran el castigo horrible e incomparable con su derrota sufrida en la isla Yonphyong."
        }
    ]
}