{
    "date": "2016-02-14",
    "url": "http://kcna.co.jp/item/2016/201602/2016-02-14ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Wreath to Bier of Ro Jong Wan",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-21ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of Ro Jong Wan\r\n Pyongyang, February 14 (KCNA) -- Supreme leader Kim Jong Un sent a wreath to People's Scientist, Prof. and Dr. Ro Jong Wan, researcher at Kim Chaek University of Technology, on Sunday, expressing deep condolences over his death."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spread to Ryu Mi Yong",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-19ee.html",
            "content": "Kim Jong Un Sends Birthday Spread to Ryu Mi Yong\r\n Pyongyang, February 14 (KCNA) -- Supreme leader Kim Jong Un Sunday sent a birthday spread to Ryu Mi Yong, chairwoman of the Central Committee of the Chondoist Chongu Party, on her 95th birthday.\n\t\t\t\t\t She worked hard to achieve social democracy and national reunification in south Korea, helping her husband Choe Tok Sin.\n\t\t\t\t\t\n\t\t\t\t\t She bid farewell to the south Korean society ruled by sycophants and traitors decades ago and struggled overseas in order to arouse broad sections of Koreans to the struggle for independence, democracy and reunification against the moves of the south Korean puppet regime to perpetuate the national division.\n\t\t\t\t\t\n\t\t\t\t\t Since she came to the care of the DPRK, she has devoted herself to the sacred cause of national reunification, true to the noble intention of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The great leaders showed warm loving care for her, seizing every opportunity.\n\t\t\t\t\t\n\t\t\t\t\t She is a recipient of Order of Kim Il Sung, Order of Kim Jong Il and National Reunification Prize."
        },
        {
            "title": "Delegation of Youth League Comes Back",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-16ee.html",
            "content": "Delegation of Youth League Comes Back\r\n Pyongyang, February 14 (KCNA) -- A delegation of the Kim Il Sung Socialist Youth League led by Jong Yong Won, vice-chairman of its Central Committee, returned home Sunday after taking part in the meeting of the General Council of the World Federation of Democratic Youth held in Russia."
        },
        {
            "title": "Congratulatory Group of General Association of Koreans in China Here",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-17ee.html",
            "content": "Congratulatory Group of General Association of Koreans in China Here\r\n Pyongyang, February 14 (KCNA) -- A congratulatory group of the General Association of Koreans in China led by Vice-Chairman Choe Su Bong arrived here on Sunday on the occasion of the birth anniversary of leader Kim Jong Il."
        },
        {
            "title": "Delegations of Overseas Koreans Here",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-18ee.html",
            "content": "Delegations of Overseas Koreans Here\r\n Pyongyang, February 14 (KCNA) -- A delegation of the Association for Economic and Cultural Exchange of Korean Nationality in Dandong City, China headed by Chairman Kim Thaek Ryong arrived here on Sunday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Earlier arriving here was a delegation of the Federation of Koreans in Canada."
        },
        {
            "title": "KPA Service Personnel Meet",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-20ee.html",
            "content": "KPA Service Personnel Meet\r\n Pyongyang, February 14 (KCNA) -- Service personnel of the Ground, Naval, Air and Anti-Air Forces of the Korean People's Army (KPA) held a ceremony at the plaza of the Kumsusan Palace of the Sun on Sunday to pay tribute to Generalissimos Kim Il Sung and Kim Jong Il and pledge their loyalty to Marshal Kim Jong Un on the occasion of the birth anniversary of Kim Jong Il.\n\t\t\t\t\t Present there were Hwang Pyong So, Pak Yong Sik, Ri Myong Su and commanding officers of the KPA, service personnel of the Ground, Naval, Air and Anti-Air Forces, cadets of the military academies and students of revolutionary schools.\n\t\t\t\t\t\n\t\t\t\t\t There was a ceremony of the military band of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t All the participants paid the most respectful homage to the portraits of smiling Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t KPA Vice Marshal Hwang Pyong So, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and director of the General Political Bureau of the KPA, made a speech to pay high tribute to the Generalissimos and pledge loyalty to Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He said that the immortal revolutionary exploits the Generalissimos performed in the glorious period of the nation's history spanning 5,000 years by dedicating themselves to the sacred revolutionary cause of achieving the country's prosperity and people's happiness, would remain shining forever.\n\t\t\t\t\t\n\t\t\t\t\t He represented the faith and will of the service personnel of the KPA to hold the Generalissimos in high esteem as the sun of Juche forever and faithfully uphold the idea and leadership of Supreme Commander Kim Jong Un with arms as follows:\n\t\t\t\t\t\n\t\t\t\t\t The KPA is the eternal army of Kim Il Sung and Kim Jong Il and our armed forces are those of Kim Jong Un which devotedly defend him and remain true only to his leadership.\n\t\t\t\t\t\n\t\t\t\t\t It will always keep itself highly alert in view of the prevailing situation and mobilize all its inexhaustible military muscle which has been built down through generations if the enemies try to encroach upon the DPRK's sovereignty and thus mercilessly blow up their bases of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The participants chanted slogans of faith, vowing to wage a dynamic struggle for the final victory of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a march-past of the participants and fireworks display."
        },
        {
            "title": "Homage Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-11ee.html",
            "content": "Homage Paid to Kim Il Sung, Kim Jong Il\r\n Pyongyang, February 14 (KCNA) -- A delegation of the Korean Friendship Association headed by Alejandro Cao de Benos, chairman of the association headquartered in Spain, and other foreign guests visited the Kumsusan Palace of the Sun on Sunday.\n\t\t\t\t\t They paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues at the palace.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to the great leaders at the hall where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t They went round the hall where orders they received are on display and the halls that house cars, electric car, boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-10ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung, Kim Jong Il\r\n Pyongyang, February 14 (KCNA) -- The participants of the 24th Paektusan Prize International Figure Skating Festival for celebrating the Day of the Shining Star (the birth anniversary of leader Kim Jong Il) visited the statues of President Kim Il Sung and Kim Jong Il on Mansu Hill Sunday on the occasion of the birth anniversary.\n\t\t\t\t\t They laid a floral basket before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Contributors to Satellite Launch Visit Phyongchon Revolutionary Site",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-15ee.html",
            "content": "Contributors to Satellite Launch Visit Phyongchon Revolutionary Site\r\n Pyongyang, February 14 (KCNA) -- The contributors to the successful launch of the satellite Kwangmyongsong-4 visited the Phyongchon Revolutionary Site.\n\t\t\t\t\t When they arrived at the site, its officials and lecturers congratulated them with bouquets.\n\t\t\t\t\t\n\t\t\t\t\t They looked round photos and historical relics on display there, following the footsteps supreme leader Kim Jong Un left providing his field guidance to the site.\n\t\t\t\t\t\n\t\t\t\t\t That day they had a pleasant time at the People's Open-air Ice Rink."
        },
        {
            "title": "Art Troupe of Koreans in Japan Gives Premiere Here",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-22ee.html",
            "content": "Art Troupe of Koreans in Japan Gives Premiere Here\r\n Pyongyang, February 14 (KCNA) -- A music and dance performance \"Bright Future of My Homeland under Blessings of February\" was given by the art troupe of Koreans in Japan for celebrating the Day of the Shining Star (the birth anniversary of leader Kim Jong Il) at the Pyongyang Grand Theatre on Sunday.\n\t\t\t\t\t Members of the art troupe presented colorful numbers reflecting the resolution of the Koreans in Japan to take the patriotic road under the leadership of Marshal Kim Jong Un, holding Kim Jong Il in high esteem forever.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with prelude \"We Extend Glory to General\". \n\t\t\t\t\t\n\t\t\t\t\t In numbers such as jangsaenap solo \"Attraction and Reverence\" and female solo \"Snowflake Representing Yearnings\" the performers truthfully represented the Koreans in Japan who miss Kim Jong Il very much.\n\t\t\t\t\t\n\t\t\t\t\t In a trio dance they showed well the unanimous desire and will of Koreans to put the earliest possible end to the history of tragedy of national division forced by foreign forces and live in a reunified country.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were numbers reflecting the faith and will of Koreans in Japan to live, always picturing the homeland to themselves, firmly believing in Kim Jong Un only, and numbers full of national emotion and flavor. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Pak Chun Nam, minister of Culture, officials concerned and people in the city.\n\t\t\t\t\t\n\t\t\t\t\t The performance goes on. S"
        },
        {
            "title": "Foreign Crewmen Meet",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-14ee.html",
            "content": "Foreign Crewmen Meet\r\n Nampho, February 14 (KCNA) -- Foreign crewmen held a meeting at Nampho Port on Sunday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The participants laid a floral basket before the statues of President Kim Il Sung and Kim Jong Il in Nampho City and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were captains and crewmen of the Russia-flagged ship PAVINO, a Panama-flagged ship and China-flagged ship JINFUXING.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that Kim Jong Il was born as the Shining Star in Mt. Paektu where the Korean revolution took its roots and grew up to the great revolutionary, hearing the gun report of the anti-Japanese war as a lullaby.\n\t\t\t\t\t\n\t\t\t\t\t He defended the dignity and sovereignty of the country from the vicious political and military provocations of the hostile forces and turned the DPRK into the political and ideological power, military power and satellite manufacturer and launcher with his original Songun politics, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the Korean people will surely build a thriving socialist nation thanks to Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "Minju Joson Ridicules U.S. Talk about \"Nuclear Threat from North\"",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-09ee.html",
            "content": "Minju Joson Ridicules U.S. Talk about \"Nuclear Threat from North\"\r\n Pyongyang, February 14 (KCNA) -- The U.S. confrontational maniacs are going more reckless than ever before in their moves to build a missile shield while hyping up the story about \"nuclear threat\" from the DPRK.\n\t\t\t\t\t Minju Joson Sunday in a commentary terms this sheer sophism which can be spouted only by wicked tricksters and liars.\n\t\t\t\t\t\n\t\t\t\t\t As far as threat is concerned, it is the U.S. which is gravely threatening the sovereignty and vital right of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. is working hard to do harm to the DPRK just like a guilty party filing the suit first. This is aimed to invent a pretext to attain its sinister aim.\n\t\t\t\t\t\n\t\t\t\t\t It seeks to steadily ratchet up the military pressure on the DPRK, without opting for rolling back hostile relations with it and push its security situation to the worst phase in a bid to prompt it to take a military counter-action and thus massively beef up U.S. forces and forward-deploy them against big powers around it under this pretext. This is the essence of its Asia strategy.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is urging the DPRK to take a step for denuclearization while persistently pursuing its hostile policy toward the DPRK. This is a nonsensical gangster-like logic. It is, in essence, a revelation of the U.S. cynic ploy to disarm the DPRK and bring down its social system.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ceaseless military threat and nuclear blackmail against the DPRK are precisely the reason why the nuclear issue in the Korean Peninsula was spawned and still remains unsettled. The only solution to it is to put an end to the U.S. hostile policy toward the DPRK."
        },
        {
            "title": "Rodong Sinmun Accuses S. Korean Authorities of Tightening Military Nexus with Japan",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-08ee.html",
            "content": "Rodong Sinmun Accuses S. Korean Authorities of Tightening Military Nexus with Japan\r\n Pyongyang, February 14 (KCNA) -- Han Min Gu, south Korean puppet minister of Defense, recently talked rubbish at the \"National Assembly\" that south Korea may examine the conclusion of an agreement on protecting military information with Japan.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Sunday says:\n\t\t\t\t\t\n\t\t\t\t\t What he uttered indicates that the south Korean authorities obsessed by hysteria for invading the north are seeking a military alliance with Japan without any consideration and hesitation.\n\t\t\t\t\t\n\t\t\t\t\t It is the long pursued scenario of the puppet ruling forces to invade the DPRK with the backing of the U.S. and Japan, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t However, the military nexus between south Korea and Japan could not be realized with ease as it was intertwined with the issue of the latter's past crimes.\n\t\t\t\t\t\n\t\t\t\t\t In order to put this situation under control the south Korean conservative group held humiliating negotiations with Japan over the issue of sexual slavery at the end of last year.\n\t\t\t\t\t\n\t\t\t\t\t It is the sinister intention of the south Korean puppet forces to endure any humiliation and disgrace if they can do harm to the fellow countrymen in the north as these forces are keen on confrontation with them and dependence on outsiders.\n\t\t\t\t\t\n\t\t\t\t\t It goes without saying that their ultimate objective of undisguised military nexus with Japan is to round off the triangular military alliance involving the U.S., Japan and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The chariot of the triangular military alliance driven by the U.S. at breakneck speed would further escalate the tension in the Korean Peninsula and its vicinity and entail the very serious consequences of increasing the danger of a nuclear war against the DPRK."
        },
        {
            "title": " Deployment of THAAD Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-12ee.html",
            "content": "Deployment of THAAD Opposed in S. Korea\r\n Pyongyang, February 14 (KCNA) -- The People's for Achieving Peace and Reunification of south Korea at a press conference in Seoul Thursday censured the puppet conservative group for trying to introduce THAAD into south Korea.\n\t\t\t\t\t The U.S. and the present regime of south Korea held secret negotiations for deploying THAAD in south Korea last year and a report that it would be deployed within the first half of the year has been released, speakers said at the conference, adding:\n\t\t\t\t\t\n\t\t\t\t\t The scenario for building the U.S.-Japan-south Korea missile defense system through the THAAD deployment is very dangerous as it would escalate military tensions in the Korean Peninsula and Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t It will only offer Japan a good opportunity to revive militarism and emerge a military giant.\n\t\t\t\t\t\n\t\t\t\t\t They refuted the U.S. and the south Korean regime's false claim that THAAD deployment doesn't mean south Korea's involvement in the U.S. MD.\n\t\t\t\t\t\n\t\t\t\t\t Then the participants staged a demonstration demanding a stop to THAAD deployment."
        },
        {
            "title": "Photo Exhibition of Chongryon Held",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-13ee.html",
            "content": "Photo Exhibition of Chongryon Held\r\n Pyongyang, February 14 (KCNA) -- A photo exhibition of the General Association of Korean Residents in Japan (Chongryon) was held at the Korean Hall of Culture in Tokyo on Saturday on the occasion of the 74th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Displayed in the venue of the exhibition was a portrait of smiling Generalissimo Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were a photo of President Kim Il Sung standing together with Kim Jong Il and a photo of Kim Jong Il standing together with Marshal Kim Jong Un and photos of Kim Jong Il showing warm loving care for Chongryon officials and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t There are also photos dealing with revolutionary activities of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Among the visitors were Ho Jong Man, chairman of the Central Standing Committee of Chongryon, its vice-chairmen, the chairman of the Central Audit Committee of Chongryon, advisors and department directors of the Chongryon Central Standing Committee, leading officials of the organizations and enterprises of Chongryon and chairpersons of the Chongryon headquarters in the Kanto area."
        },
        {
            "title": "Kim Jong Un's Work Published in Nigeria",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-01ee.html",
            "content": "Kim Jong Un's Work Published in Nigeria\r\n Pyongyang, February 14 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was brought out in booklet by the N. K. Publishing House in Enugu, Nigeria.\n\t\t\t\t\t The work published on April 6, Juche 101 (2012) clarifies that it is the principled requirement for victoriously advancing the Korean revolutionary cause to hold leader Kim Jong Il in high esteem as the eternal general secretary of the Workers' Party of Korea (WPK) and indicates the tasks for steadily strengthening the WPK into the glorious party of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony took place at the publishing house on February 5."
        },
        {
            "title": "Kim Jong Un's Work Posted by Hungarian Organization on Its Website",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-02ee.html",
            "content": "Kim Jong Un's Work Posted by Hungarian Organization on Its Website\r\n Pyongyang, February 14 (KCNA) -- Marshal Kim Jong Un's work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" was posted by the Hungarian preparatory committee for celebrating the Day of the Sun and the Day of the Shining Star (the birth anniversaries of President Kim Il Sung and leader Kim Jong Il) on its website on February 8.\n\t\t\t\t\t The work published on August 25, Juche 102 (2013) deals with the Songun revolutionary exploits of Kim Jong Il and essence and originality of the Songun revolutionary idea and indicates the tasks for successfully accomplishing the cause of the Songun revolution."
        },
        {
            "title": "Kim Jong Un's Work Posted by Slovenian Organization on Its Website",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-03ee.html",
            "content": "Kim Jong Un's Work Posted by Slovenian Organization on Its Website\r\n Pyongyang, February 14 (KCNA) -- Marshal Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was posted by the Slovenian preparatory committee for celebrating the Day of the Sun and the Day of the Shining Star (the birth anniversaries of President Kim Il Sung and leader Kim Jong Il) on its website on February 6."
        },
        {
            "title": "Successful Launch of Kwangmyongsong-4 Hailed by Russian, Ethiopian Organizations",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-04ee.html",
            "content": "Successful Launch of Kwangmyongsong-4 Hailed by Russian, Ethiopian Organizations\r\n Pyongyang, February 14 (KCNA) -- Russian and Ethiopian organizations issued statements on Feb. 7 and 8 in congratulation of the DPRK's successful launch of the earth observation satellite Kwangmyongsong-4.\n\t\t\t\t\t The Russian Maritime Territory Group for the Study of the Juche Idea, History and Culture of the DPRK said:\n\t\t\t\t\t\n\t\t\t\t\t Scientists of great Korea proved before the world that the DPRK is a highly developed space power.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has joined the advanced nations for space development at so rapid speed, the brilliant result of the energetic leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The group extended warm congratulations to the fraternal Korean people once again and expressed full solidarity with them.\n\t\t\t\t\t\n\t\t\t\t\t The Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism said:\n\t\t\t\t\t\n\t\t\t\t\t The successful launch of Kwangmyongsong-4 is the great victory won by the Workers' Party of Korea and the Korean people in their struggle for ushering in a golden age in building a thriving nation and marks a remarkable event for the DPRK in developing science, technology, economy and defense capability.\n\t\t\t\t\t\n\t\t\t\t\t Nobody can deny the development of using space for the peaceful purposes as it is the legitimate right of a sovereign state recognized by international law.\n\t\t\t\t\t\n\t\t\t\t\t We extend firm support and solidarity to the Korean people conquering space true to the Workers' Party of Korea's policy of attaching importance to science and technology."
        },
        {
            "title": "DPRK's Successful Satellite Launch Hailed by Hungarian Figure",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-05ee.html",
            "content": "DPRK's Successful Satellite Launch Hailed by Hungarian Figure\r\n Pyongyang, February 14 (KCNA) -- Gyula Thurmer, chairman of the Hungarian Workers' Party, released a statement on February 8.\n\t\t\t\t\t The successful launch of earth observation satellite Kwangmyongsong-4 is a great event for the DPRK to demonstrate its national power, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The success is a proud fruition of the great exploits President Kim Il Sung and leader Kim Jong Il performed for the Korean revolution and the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Now the U.S. is blustering that the DPRK conducted an ICBM test and the UN Security Council should slap strong sanctions against it.\n\t\t\t\t\t\n\t\t\t\t\t But the reality proves that no force on earth can block the great advance of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman sincerely congratulated the DPRK on its success."
        },
        {
            "title": "DPRK's Successful Satellite Launch Hailed by Indonesian Political Figure",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-06ee.html",
            "content": "DPRK's Successful Satellite Launch Hailed by Indonesian Political Figure\r\n Pyongyang, February 14 (KCNA) -- Ristiyanto, general secretary of the National Guidance Council of the Pioneer Party of Indonesia, issued a statement on February 8 in congratulation of the DPRK's successful launch of earth observation satellite Kwangmyongsong-4.\n\t\t\t\t\t He said that the satellite launch is a demonstration of the tremendous national power of the DPRK possessed of the highest science and technology.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The successful satellite launch is a proud fruition of the DPRK's policy of attaching importance to science and technology and an epoch-making event in developing science and technology and economy of the country by fully exercising the independent right to use space for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's satellite launch dealt a telling blow to hostile forces working hard to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t All the members of the National Guidance Council of the Pioneer Party of Indonesia warmly congratulate the DPRK on its successful satellite launch and extend full support and solidarity to the just cause of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the Korean people would surely win the final victory thanks to the wise leadership of Marshal Kim Jong Un despite the moves of the U.S. and its followers."
        },
        {
            "title": " DPRK's Satellite Launch Supported by Austrian Organizations",
            "url": "http://kcna.co.jp/item/2016/201602/news14/20160214-07ee.html",
            "content": "DPRK's Satellite Launch Supported by Austrian Organizations\r\n Pyongyang, February 14 (KCNA) -- Austrian organizations issued statements on February 7 supporting the launch of the earth observation satellite Kwangmyongsong-4 of Juche Korea.\n\t\t\t\t\t The Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna in a statement positively supported the DPRK's successful satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The satellite launch marked a historic occasion that strikingly demonstrated what level the DPRK's latest science and technology has reached.\n\t\t\t\t\t\n\t\t\t\t\t To launch satellites is the legitimate right of all countries and no one can deny it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK succeeded in launching the satellite, more clearly showing the world its status of satellite manufacturer and launcher.\n\t\t\t\t\t\n\t\t\t\t\t The Youth Group for Study of Kimilsungism-Kimjongilism in Austria said that the satellite launch fully proved the DPRK's scientific and technological potential. We are convinced that the Korean people would surely build a thriving socialist nation under the wise leadership of the Workers' Party of Korea, the group added."
        }
    ]
}