{
    "date": "2016-09-11",
    "url": "http://kcna.co.jp/item/2016/201609/2016-09-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Congratulates Syrian President",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-11ee.html",
            "content": "Kim Jong Un Congratulates Syrian President\r\n Pyongyang, September 11 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, Sunday sent a message of greeting to Bashar Al-Assad, president of the Syrian Arab Republic, on his 51st birthday.\n\t\t\t\t\t The message sincerely wished the Syrian president good health and happiness and bigger successes in his responsible work, extending again firm support and solidarity to the just cause of the Syrian government and people to defend the sovereignty, security and territorial integrity of the country."
        },
        {
            "title": "Kim Yong Nam Meets Congratulatory Group of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-20ee.html",
            "content": "Kim Yong Nam Meets Congratulatory Group of Koreans in Japan\r\n Pyongyang, September 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with a congratulatory group of Koreans in Japan for celebrating the 68th founding anniversary of the DPRK headed by Ku Tae Sok, chairman of the Korean Educational Association in Japan, at the Mansudae Assembly Hall on Sunday."
        },
        {
            "title": "Letter to Kim Jong Un from Members of Delegation of Korean Youth League in Japan",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-09ee.html",
            "content": "Letter to Kim Jong Un from Members of Delegation of Korean Youth League in Japan\r\n Pyongyang, September 11 (KCNA) -- Marshal Kim Jong Un received a letter from the members of the delegation of the Korean Youth League in Japan on September 6.\n\t\t\t\t\t The letter said that the 9th Congress of the Kim Il Sung Socialist Youth League was a remarkable political event that guaranteed the far-sighted plan of the Kimilsungist-Kimjongilist youth movement and demonstrated the dignity and might of the great Kim Jong Un's youth power all over the world.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made sure that the delegation of the Korean Youth League in Japan was invited to the first youth's congress in the great Kim Jong Un's era earlier than others, repeatedly lavished the great trust and affection on them on behalf of the great Generalissimos Kim Il Sung and Kim Jong Il and put them on the meridian of glory and happiness, the letter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The members of the delegation of the Korean Youth League in Japan will not forget his deep trust and affection and always convey them year after year along with the history of the Korean youth movement in Japan shining with the immortal august names of the peerlessly great men of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Upon receiving the important speech made by Kim Jong Un at the congress, we cherished the immortal idea and exploits of the great Generalissimos who are pioneers and leaders of the youth power without an equal in the world and more deeply grasped the historical roots of the Korean youth movement in Japan which is part of the Kimilsungist-Kimjongilist youth movement and were reminded once again of its mission before the times."
        },
        {
            "title": "WPK Central Committee Calls All People to Turn Out in Operations to Recover from Flood Damage in Northern Area",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-07ee.html",
            "content": "WPK Central Committee Calls All People to Turn Out in Operations to Recover from Flood Damage in Northern Area\r\n Pyongyang, September 11 (KCNA) -- The Central Committee of the Workers' Party of Korea (WPK) sent an appeal to all the party members, service personnel of the Korean People's Army and other people Saturday to turn out in the operations to recover from the severe natural disaster in several cities and counties caused by the strongest storm and heaviest downpour in meteorological observation since the liberation of Korea in 1945 that hit the areas along the River Tuman in the northern tip of Korea.\n\t\t\t\t\t Tens of thousands of dwelling houses and public buildings collapsed and railways, roads and other traffic networks and power supply system, factories, enterprises and cultivated lands were destroyed or submerged. The disaster left the people in the northern part of North Hamgyong Province who had been pushing forward the 200-day campaign of loyalty day and night homeless to suffer from great hardships, the appeal said, and continued:.\n\t\t\t\t\t\n\t\t\t\t\t There is no emergency for the Party than the pain of the people and no important revolutionary work is as crucial as alleviating their misfortune.\n\t\t\t\t\t\n\t\t\t\t\t The WPK made an important decision of directing the main thrust of the 200-day campaign to the campaign for recovering from the flood damage in the above-said areas and weathering the difficulties in view of the emergency situation.\n\t\t\t\t\t\n\t\t\t\t\t In this connection our Party took an important measure of rapidly dispatching the main units active in the major sites of the 200-day campaign including the construction of Ryomyong Street to the sites for the recovery from the flood damage and letting the whole Party and army and all people focus all their efforts on the rehabilitation operations.\n\t\t\t\t\t\n\t\t\t\t\t \"Let us achieve the miraculous victory of converting misfortune into favorable conditions on the front of recovering from the flood damage in the northern part of North Hamgyong Province with the tremendous might of single-minded unity!\" This is a slogan to be held up by the participants in the 200-day campaign across the country.\n\t\t\t\t\t\n\t\t\t\t\t All the fields and units including the Cabinet, ministries, national institutions, industrial establishments and cooperative organizations,  set the operations to recover from the flood damage as the key thrust of the 200-day campaign and direct all efforts to them.\n\t\t\t\t\t\n\t\t\t\t\t Direct all efforts to the construction of dwelling houses to provide flood-hit people with warm cradles and turn the flood-battered region into a fairyland in the era of the Workers' Party within this year.\n\t\t\t\t\t\n\t\t\t\t\t All the service personnel of the Korean People's Army who are to be dispatched to the sites for recovery from the flood damage, create the Mallima speed in implementing the rehabilitation and construction tasks in the spirit of at a go like storm and gunpowder just before ignition.\n\t\t\t\t\t\n\t\t\t\t\t The appeal stressed that the Party Central Committee is firmly convinced that the reliable people in the northern areas who are firmly defending the eternal treasure of the Korean revolution in the revolutionary battlesites associated with the ever-lasting history of resistance waged by the peerlessly great persons of Mt. Paektu would rise above the present trials.\n\t\t\t\t\t\n\t\t\t\t\t Neither disaster nor difficulties can deter the army and people of the DPRK dashing forward like the wind toward the final victory under the banner of the self-development-first principle, rallied close around the Party."
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Refutes Obama's \"Statement\" against Nuclear Warheads Explosive Test",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-19ee.html",
            "content": "DPRK Foreign Ministry Spokesman Refutes Obama's \"Statement\" against Nuclear Warheads Explosive Test\r\n Pyongyang, September 11 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK issued the following statement on Sunday:\n\t\t\t\t\t Scientists and technicians of the Nuclear Weapons Institute of the DPRK successfully conducted a nuclear explosive test for judging the power of nuclear warheads. Much upset by this, the Obama group has gone foolish in its moves to incite an atmosphere of putting pressure and stifling the DPRK and to cover up its failed DPRK policy by branding the DPRK as the \"harasser of peace\".\n\t\t\t\t\t\n\t\t\t\t\t On Friday Obama personally made public a \"statement\" in which he branded the DPRK's nuclear warheads explosive test as a \"threat\" and \"provocation\" to peace and security and \"ignorance\" of the international norms of practices, adding that he will never acknowledge the DPRK as a nuclear weapons state but will cooperate with the international community to take additional crucial measures.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear warheads explosive test was a demonstration of the toughest will of the DPRK that showed it is ready to counterattack the enemies if they make a provocation as it was part of the substantial countermeasures to the threat of a nuclear war and sanctions racket kicked up by the hostile forces including the U.S.\n\t\t\t\t\t\n\t\t\t\t\t We are holding fast to the line of simultaneously developing the two fronts to safeguard the sovereignty, right to existence and peace from the ever-increasing nuclear threat and blackmail of the U.S., and the recent test was just part of the whole course of implementing the line.\n\t\t\t\t\t\n\t\t\t\t\t With the end of its tenure nearing the Obama group has faced a flurry of censures from the public at home and abroad for its totally bankrupt DPRK policy which only resulted in compelling the DPRK to increase its nuclear attack capabilities moment by moment.\n\t\t\t\t\t\n\t\t\t\t\t Obama's recent publication of the \"statement\" is aimed to shift the blame for pushing the DPRK to have access to nukes and save even a bit his face that was completely lost before the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the very one which compelled the DPRK to develop nuclear warheads, and its nuclear threat and blackmail that have constantly been posed to the DPRK almost every day for the past decades have been an engine which pushed the DPRK to reach this point.\n\t\t\t\t\t\n\t\t\t\t\t Obama is trying hard to deny the DPRK's strategic position as a legitimate nuclear weapons state but it is as foolish an act as trying to eclipse the sun with a palm.\n\t\t\t\t\t\n\t\t\t\t\t It is foolhardy for the Obama group to get itself busy while crying out for the senseless sanctions ballad even today when its \"strategic patience\" policy became totally bankrupt and it is nearing the end of its tenure.\n\t\t\t\t\t\n\t\t\t\t\t As was already clarified, we will continue to take measures for increasing the nuclear force of the country in quality and in quantity to safeguard the dignity and the right to existence of the DPRK and ensure genuine peace from the U.S. increasing threat of a nuclear war."
        },
        {
            "title": "Letter to Kim Jong Un from Delegation of Federation of Young Korean Nationals in China",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-25ee.html",
            "content": "Letter to Kim Jong Un from Delegation of Federation of Young Korean Nationals in China\r\n Pyongyang, September 11 (KCNA) -- Supreme leader Kim Jong Un on September 6 received a letter from a delegation of the Federation of Young Korean Nationals in China which participated in the Ninth Congress of the Kim Il Sung Socialist Youth League.\n\t\t\t\t\t The letter said that the Ninth Congress of the youth league which was held with splendor in the presence of Kim Jong Un, the sun of the Paektusan youth power, was the congress of glory and loyalty which powerfully demonstrated before the world the steadfast faith and will of the five million young vanguard to usher in a golden age of the Korean youth movement, holding high the banner of Kimilsungism-Kimjongilism under the leadership of Kim Jong Un. The letter went on:\n\t\t\t\t\t\n\t\t\t\t\t Looking up to you indicating the bright way of the youth movement at the congress venue, we deeply cherished the faith that our country has nothing to fear and impossible to do and the final victory belongs to us as there are you and the a huge contingent of heroic youth straight and dynamically advancing forward, sharing your thinking and will, forming a fortress around you and following you.\n\t\t\t\t\t\n\t\t\t\t\t We will deeply cherish the pride and self-esteem that we are the young overseas Korean people of the Paektusan youth power without an equal in the world and more firmly build the Federation of Young Korean Nationals in China into Kim Jong Un's overseas youth organization dynamically advancing straight forward in the spirit of the blizzards of Paektu along the road indicated by you.\n\t\t\t\t\t\n\t\t\t\t\t We will become the vanguard in the struggle to build a reunified prosperous country under the unfurled banner of national independence and great national unity and make tangible contribution to the patriotic cause for the prosperity of the socialist country with ardent patriotism."
        },
        {
            "title": "Chairman of British Association for the Study of Songun Policy Visits Pyongyang Mission of AINDF",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-26ee.html",
            "content": "Chairman of British Association for the Study of Songun Policy Visits Pyongyang Mission of AINDF\r\n Pyongyang, September 11 (KCNA) -- Dermot Hudson, chairman of the British Association for the Study of Songun Policy on a visit to the DPRK, Sunday visited the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF) on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t Chief Jo Il Min and members of the AINDF greeted the guests and had talks with them.\n\t\t\t\t\t\n\t\t\t\t\t At the talks, they were informed of the activities of the organizations and discussed issues of intensifying solidarity activities in the future. \n\t\t\t\t\t\n\t\t\t\t\t The chief expressed thanks to the British Association for the Study of Songun Policy for issuing statements denouncing the U.S. for its war drills against the DPRK and the Park Geun Hye group for its pro-U.S. sycophancy and anti-reunification moves, for holding demonstrations in protest against them and fully supporting and encouraging the struggle of the south Korean people for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t He also mentioned the actions for independence against the U.S. and for peace against a war mounting among the south Korean people from all walks of life including the THAAD deployment amid the ever-growing zeal for the improved inter-Korean relations and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The chairman said that in order to put an earliest end to national division caused by outsiders and reunify the country independently, the Korean people should drive out of south Korea immediately the U.S. imperialist aggressors, the root cause of all misfortune and pain.\n\t\t\t\t\t\n\t\t\t\t\t The association will intensify solidarity activities for the struggle of the Korean people to achieve the independent reunification of Korea in the future, too, the chairman stressed."
        },
        {
            "title": " Joint Friendship Meeting Held",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-23ee.html",
            "content": "Joint Friendship Meeting Held\r\n Pyongyang, September 11 (KCNA) -- A joint friendship meeting with delegations and delegates of organizations for the study of the Juche idea was held on Sunday.\n\t\t\t\t\t Present there were delegations and delegates of Juche idea study organizations including Harish Gupta, vice-director general of the International Institute of the Juche Idea, and his party on a visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The participants talked with each other about the international seminar on the Juche idea that was held here with splendor as a historic gathering which strengthened the international solidarity among all countries and peoples struggling for the cause of independence against imperialism and more powerfully promoted the activities for studying and disseminating the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t They conducted colorful sports and amusement games, divided into the friendship team and solidarity team. They deepened feelings of friendship, singing songs."
        },
        {
            "title": "15th Pyongyang International Film Festival to Be Held",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-13ee.html",
            "content": "15th Pyongyang International Film Festival to Be Held\r\n Pyongyang, September 11 (KCNA) -- The 15th Pyongyang International Film Festival is to be held here from September 16 to 23.\n\t\t\t\t\t Many films of the DPRK and other countries will be screened during the festival.\n\t\t\t\t\t\n\t\t\t\t\t There will be competitions of long feature, documentary and short films, special screening, information screening and film exchange meeting.\n\t\t\t\t\t\n\t\t\t\t\t There will also be a preview of Korean films. \n\t\t\t\t\t\n\t\t\t\t\t The festival to be held in the idea of independence, peace and friendship will exchange successes and experience gained in the creation of films and increase exchange and cooperation among countries and contribute to opening a new ground for the creation of progressive feature films."
        },
        {
            "title": "Successful Nuclear Test Delights Citizens in DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-18ee.html",
            "content": "Successful Nuclear Test Delights Citizens in DPRK\r\n Pyongyang, September 11 (KCNA) -- All the people in the DPRK are delighted at the news of successful explosion test of a nuclear warhead newly manufactured by the country.\n\t\t\t\t\t They have offered warm congratulations to the nuclear scientists and technicians for displaying again the might of the country, a nuclear power of Juche, under the plan of the Workers' Party of Korea for building a strategic nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t Jong Won Sop, a teacher of University of National Economy, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The standardization of nuclear warhead will enable the DPRK to produce as many as it requires a variety of nuclear warheads with a firm hold on the technology for producing and using various fissile materials. It is perhaps a telling blow at the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t I am very proud of being a citizen of the DPRK, a full-fledged nuclear power.\n\t\t\t\t\t\n\t\t\t\t\t The recent test showed the DPRK's capability for mounting nuclear warheads on ballistic rockets, and the enemies can no longer deny the strategic position of our country as a nuclear weapons state.\n\t\t\t\t\t\n\t\t\t\t\t Choe Kwang Ho, a scientist of the Mechanical Engineering Institute under the State Academy of Sciences, said:\n\t\t\t\t\t\n\t\t\t\t\t I am very glad to hear the news of successful nuclear test on September 9, the birthday of the DPRK. The test demonstrated the dignity of the country guided by the iron-willed commander as well as the strength of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Only glory is in store for the Korean people dashing toward the final victory in spirit of self-reliance and self-development with the nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t Following the spirit and stamina of admirable nuclear scientists and technicians, we, researchers of the State Academy of Sciences, will work harder to make signal achievements conducive to the country's prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Pak Won Sul, a smelter of the Chollima Steel Complex, said that the successful nuclear warhead explosion test was a demonstration of the toughest will of the WPK and the Korean people to get always ready to retaliate against the enemies if they make a provocation.\n\t\t\t\t\t\n\t\t\t\t\t The more pronounced the hostile forces get in anti-DPRK moves, the stronger the DPRK's nuclear attack capability will grow, and the U.S., an evil empire, will face a bitter nuclear calamity, he said."
        },
        {
            "title": "DPRK Pays Priority to Flood Damage Rehabilitation",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-17ee.html",
            "content": "DPRK Pays Priority to Flood Damage Rehabilitation\r\n Pyongyang, September 11 (KCNA) -- Recently, strong wind and heavy rainfalls, the worst-ever climatic phenomenon in Korea after its liberation, swept over several cities and counties along the River Tuman in the northern part of the DPRK, causing huge losses.\n\t\t\t\t\t The storm and flooding left houses for tens of thousands of families and public buildings collapsed and railways, roads, electric power system, industrial establishment and farm lands destroyed or submerged.\n\t\t\t\t\t\n\t\t\t\t\t To cope with such disaster, the Workers' Party of Korea (WPK) made an important decision to turn the direction of the main efforts of the ongoing 200-day campaign to the reconstruction of disaster areas in northern part of the country.\n\t\t\t\t\t\n\t\t\t\t\t With this decision, the country's manpower and material and technical potentials are now concentrated on the flood damage rehabilitation.\n\t\t\t\t\t\n\t\t\t\t\t Under the guidance of the WPK, which regards as a mode of its existence to make selfless, devoted efforts for the good of the people, the DPRK citizens will heal the severe flood damage as soon as possible and work a miracle of turning adversity into favorable condition in the flood-hit northern part of the country."
        },
        {
            "title": "All DPRK People Turn out in Flood Damage Rehabilitation",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-14ee.html",
            "content": "All DPRK People Turn out in Flood Damage Rehabilitation\r\n Pyongyang, September 11 (KCNA) -- All the people of the DPRK have turned out in a struggle for reconstruction of disaster areas in the northern part of North Hamgyong Province recently hit hard by stormy heavy rainfalls.\n\t\t\t\t\t The Workers' Party of Korea made an appealing call \"Let us achieve the miraculous victory of converting misfortune into favorable conditions on the front of recovering from the flood damage in the northern part of North Hamgyong Province with the tremendous might of single-minded unity!\"\n\t\t\t\t\t\n\t\t\t\t\t Encouraged by this call, people in the flood-afflicted areas and all other parts of the country rose up in a drive to heal the flood damage.\n\t\t\t\t\t\n\t\t\t\t\t Amid a national mobilization drive launched to concentrate the country's manpower and material and technical potentials on the flood damage rehabilitation, many construction units are rapidly moving into the disaster areas from major economic fronts where they had conducted the 200-day campaign.\n\t\t\t\t\t\n\t\t\t\t\t They include soldier-builders and shock brigade members who were engaged in the construction of Ryomyong Street, Sepho Tableland Stockbreeding Base, Hyesan-Samjiyon railways and waterway project in South Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, officials and employees at the Cabinet, ministries and national institutions and industrial establishments and cooperative organizations across the country have zealously volunteered to take part in the flood damage rehabilitation drive.\n\t\t\t\t\t\n\t\t\t\t\t The railway transport sector is now striving to ensure the fast transport of building materials and equipment as well as groups of builders to the flood-hit areas."
        },
        {
            "title": "New Cosmetics Developed in DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-15ee.html",
            "content": "New Cosmetics Developed in DPRK\r\n Pyongyang, September 11 (KCNA) -- New cosmetics, developed by the Stem Cell Institute under the Bioengineering Branch of the State Academy of Sciences of the DPRK, were highly appreciated at the 12th Pyongyang Autumn International Trade Fair held some days ago. \n\t\t\t\t\t The multifunctional cosmetics are considered to be effective in preventing skin from aging and removing freckles and black spots by vitalizing cutaneous stem cells.\n\t\t\t\t\t\n\t\t\t\t\t They also help raise moisture-keeping ability and elasticity of skin while having the effect of protecting skin from ultraviolet rays."
        },
        {
            "title": "High-yielding Strains of Mushroom under Mass-Cultivation",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-16ee.html",
            "content": "High-yielding Strains of Mushroom under Mass-Cultivation\r\n Pyongyang, September 11 (KCNA) -- The Central Mushroom Research Institute under the State Academy of Sciences in the DPRK has made big achievements in breeding high-yielding strains of mushroom.\n\t\t\t\t\t In this regard, Ri Son Hui, director of the institute, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The institute has concentrated efforts on breeding highly productive and medicinal mushrooms, which are suitable to topographical and seasonal conditions of the country.\n\t\t\t\t\t\n\t\t\t\t\t The newly-bred mushrooms have been cultivated by many mushroom farms across the country.\n\t\t\t\t\t\n\t\t\t\t\t Now, researchers of the institute are helping those farms in producing spores and substrates and cultivating high-yielding strains of mushroom."
        },
        {
            "title": "Papers Accuse Park Geun Hye of Soliciting Cooperation for Confrontation with DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-10ee.html",
            "content": "Papers Accuse Park Geun Hye of Soliciting Cooperation for Confrontation with DPRK\r\n Pyongyang, September 11 (KCNA) -- Traitor Park Geun Hye of south Korea, visiting several countries to take part in international meetings recently, worked hard to justify the racket for deploying THAAD, pulling up the DPRK over its \"nuclear and missile and human rights issues\".\n\t\t\t\t\t Commenting on this, papers here Sunday ridicules it as an act of an indiscreet woman and grumble of a psychopath keen on slandering others without minding consequences.\n\t\t\t\t\t\n\t\t\t\t\t The plight of Park was so wretched as to beg for sanctions and pressure on the compatriots, while recklessly kowtowing to foreign forces, though her policy for confrontation went totally bankrupt, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Park group of traitors will never be pardoned but be made to pay a dear price as they are making desperate efforts to dare eliminate the DPRK's nuclear deterrence for self-defense, the dignity and pride of the nation, with the backing of foreign forces and to realize their ambition for \"unification of social systems\".\n\t\t\t\t\t\n\t\t\t\t\t With no racket of escalating confrontation with the DPRK in league with foreign forces can traitor Park ever prevent the service personnel and people of the DPRK from dynamically advancing along the road of independence, Songun and socialism or tide over the worst crisis.\n\t\t\t\t\t\n\t\t\t\t\t No matter how frequently the Park group may hold sinister confabs with foreign forces to stifle the DPRK, they will only be cursed and condemned by the whole nation and face a final ruin.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson brands Park as the worst confrontation maniac without an equal in the world keen on solicitation visit and the top-class quisling who deserves punishment by the whole nation, adding she should clearly understand she will not evade the stern punishment by the whole nation."
        },
        {
            "title": "S. Korean Organization Slams Puppet Authorities' Military Nexus with Japan",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-12ee.html",
            "content": "S. Korean Organization Slams Puppet Authorities' Military Nexus with Japan\r\n Pyongyang, September 11 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held a peace action in Seoul on Sept. 8 denouncing the Park Guen Hye group of traitors for tightening the military nexus with Japan.\n\t\t\t\t\t The organization said that at the talks of the south Korea-Japan chief executives on Sept. 7, Abe demanded Park Geun Hye withdraw girl statue, saying that he finished the remittance of a billion yen.\n\t\t\t\t\t\n\t\t\t\t\t The Park regime has closed its eyes to the past crimes as demanded by Japan and tightened the military nexus with it, the organization noted.\n\t\t\t\t\t\n\t\t\t\t\t It condemned Japan for keeping calling on south Korea to conclude a military agreement while citing \"missile threat from the north\".\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to stop at once the expansion of military cooperation and the farce for the conclusion of the military agreement with Japan."
        },
        {
            "title": "S. Korean Body Calls for Peace on Korean Peninsula and Withdrawal of U.S. Forces",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-21ee.html",
            "content": "S. Korean Body Calls for Peace on Korean Peninsula and Withdrawal of U.S. Forces\r\n Pyongyang, September 11 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification held a press conference in Seoul on September 8 at which it announced a joint resolution of the north, the south and the overseas headquarters which vowed to strive to get the U.S. forces withdrawn from south Korea and defuse the crisis of war on the Korean peninsula, according to a south Korean paper.\n\t\t\t\t\t The speakers called upon all people to turn out as one in the drive to prevent the U.S. from using south Korea as battlefields.\n\t\t\t\t\t\n\t\t\t\t\t They charged that it is very wrong that the authorities are opting for \"sanctions against the north\" while openly revealing their stand toward \"collapse of the north's regime\" and \"unification through absorption\".\n\t\t\t\t\t\n\t\t\t\t\t They urged the U.S. and the south Korean authorities to work for the signing of a peace agreement, not for \"sanctions against the north\".\n\t\t\t\t\t\n\t\t\t\t\t In order to tide over the present complicated situation, it is necessary to successfully hold as soon as possible the joint conference proposed by the north, they held."
        },
        {
            "title": "Park Geun Hye Accused of Not Declining Japan's Demand for Withdrawing Girl Statue",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-22ee.html",
            "content": "Park Geun Hye Accused of Not Declining Japan's Demand for Withdrawing Girl Statue\r\n Pyongyang, September 11 (KCNA) -- Voice of People, the south Korean internet paper, in an editorial on September 9 denounced traitor Park Geun Hye for not declining the demand of the Japanese chief executive for withdrawing a girl statue.\n\t\t\t\t\t The editorial recalled that at the talks between the south Korea-Japan chief executives on September 7 Abe forced Park to sincerely implement the contents of the \"agreement\" including the withdrawal of the girl statue.\n\t\t\t\t\t\n\t\t\t\t\t There is increasing accusation that Park sold off history after receiving a billion yen, the editorial said."
        },
        {
            "title": "Reception Given in Tokyo to Mark 68th Founding Anniversary of DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-08ee.html",
            "content": "Reception Given in Tokyo to Mark 68th Founding Anniversary of DPRK\r\n Pyongyang, September 11 (KCNA) -- A reception was given at the Korean Hall in Tokyo on Sept. 8 to celebrate the 68th founding anniversary of the DPRK.\n\t\t\t\t\t Ho Jong Man, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), made a speech there.\n\t\t\t\t\t\n\t\t\t\t\t He said that the fellow people in the motherland have turned out as one in the 200-day campaign of loyalty, rallied close behind Marshal Kim Jong Un in single mind.\n\t\t\t\t\t\n\t\t\t\t\t He condemned the U.S. and the south Korean authorities for introducing nuclear war hardware of different kinds for the large-scale joint military exercises for aggression and aggravating the situation on the Korean peninsula by deciding to allow the deployment of THAAD in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the belief that the figures from all walks of life present at the reception would extend invariable support and cooperation to the activities of Chongryon for defending the education of Koreans in Japan and their life and national rights, improving the DPRK-Japan relations and ensuring the peace and reunification of the Korean peninsula."
        },
        {
            "title": "Koreans in Japan Vow to Devote Youthful Passion to National Reunification",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-27ee.html",
            "content": "Koreans in Japan Vow to Devote Youthful Passion to National Reunification\r\n Pyongyang, September 11 (KCNA) -- Kim Hyon Il, chairman of the Central Standing Committee of the Union of Korean Students in Japan, issued a statement on September 8 in support of the ardent appeal of the Central Committee of the Kimilsungist-Kimjongilist Youth League.\n\t\t\t\t\t The statement said that the Korean students in Japan will hold Marshal Kim Jong Un as the lodestar of reunification and the great leader of the Korean youth movement, take firm hold on the three charters for national reunification and the historic north-south joint declarations provided by the great Generalissimos Kim Il Sung and Kim Jong Il and devote youthful passion to the struggle for achieving the national reunification, the cherished desire of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the Korean students in Japan will hold the great gathering of young Korean people in which youth organizations and young people of all social standings in the north, the south and overseas will participate, and make proactive contribution to paving a wide avenue for national reunification in the van."
        },
        {
            "title": "oreans in Japan Support Appeal to All Young Korean People at Home and Abroad",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-28ee.html",
            "content": "Koreans in Japan Support Appeal to All Young Korean People at Home and Abroad\r\n Pyongyang, September 11 (KCNA) -- Kim Yong Ju, chairman of the Central Standing Committee of the Korean Youth League in Japan, issued a statement on September 8 fully supporting the appeal sent by the Central Committee of the Kimilsungist-Kimjongilist Youth League to all young Korean people at home and abroad.\n\t\t\t\t\t The statement said that the young Korean people in Japan who took part together with those in the homeland in the Ninth Congress of the Kim Il Sung Socialist Youth League held in the presence of Marshal Kim Jong Un and received the greatest honor will become the standard-bearers and vanguard of the sacred struggle to build a reunified prosperous country, cherishing the steadfast faith that Kim Jong Un is the only one who will guide the struggle for national reunification to a final victory.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the young Korean people in Japan will together with those in the homeland dynamically advance the cause of reunification along the road indicated by the three charters for national reunification and the north-south joint declarations provided by the great Generalissimos Kim Il Sung and Kim Jong Il, holding high the fighting slogan of \"Forward, young Korean people toward bright morrow of reunified youth power!\""
        },
        {
            "title": "Founding Anniversary of DPRK Observed by Koreans in China",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-24ee.html",
            "content": "Founding Anniversary of DPRK Observed by Koreans in China\r\n Pyongyang, September 11 (KCNA) -- The General Association of Koreans in China held a meeting in Shenyang, China on September 8 on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t Present there Vice-Chairman Ri Su Bong and other officials of the association, members of a delegation of the Federation of Young Korean Nationals in China headed by Chairwoman Kim Yong Nyo who participated in the Ninth Congress of the Kim Il Sung Socialist Youth League and other Koreans in China.\n\t\t\t\t\t\n\t\t\t\t\t The participants recollected with deep emotion the undying feats the great Generalissimos Kim Il Sung and Kim Jong Il performed in founding and strengthening the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They said that they would turn out as one in the drive for achieving the prosperity of the country, reunifying the country and strengthening the association under the wise guidance of Marshal Kim Jong Un, true to the noble and patriotic intention and behests of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "Speech Made by Kim Jong Un at 9th Congress of Youth League Introduced by British Body",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-01ee.html",
            "content": "Speech Made by Kim Jong Un at 9th Congress of Youth League Introduced by British Body\r\n Pyongyang, September 11 (KCNA) -- The full text of \"Let Us Usher in a Golden Age of the Kimilsungist-Kimjongilist Youth Movement\", the speech made by Marshal Kim Jong Un at the 9th Congress of the Kim Il Sung Socialist Youth League, was posted by the British Association for the Study of Songun Policy on its website on Sept. 3."
        },
        {
            "title": "Founding Anniversary of DPRK Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-02ee.html",
            "content": "Founding Anniversary of DPRK Marked in Different Countries\r\n Pyongyang, September 11 (KCNA) -- Events took place in different countries on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t A meeting, book and photo exhibition and film show were held in Switzerland, Austria, Myanmar, Malaysia and Mexico from September 3 to 6.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with revolutionary activities of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Exhibited there were their works, and books and photos introducing the struggle of the army and the people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Korean films \"Sci-Tech Complex\" and \"Reply of Korea\" were shown.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Switzerland－Korea Committee said that as the President founded the Democratic People's Republic of Korea (DPRK), the first people's democratic state was born in the East.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Society for the Promotion of the Relations between Austria and DPRK said that the President who founded the DPRK, an independent country for the people, will always be alive in the hearts of the Korean people and the world progressive peoples.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Yangon Regional Committee Union Solidarity and Development Party of Myanmar affirmed that the history of the dignified DPRK would be unthinkable apart from Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Malaysian preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu said that the immortal exploits Kim Il Sung and Kim Jong Il performed in founding and developing the DPRK will shine forever.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Un were adopted at the events held in Switzerland and Austria."
        },
        {
            "title": "Founding Anniversary of DPRK Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-03ee.html",
            "content": "Founding Anniversary of DPRK Celebrated Abroad\r\n Pyongyang, September 11 (KCNA) -- A friendship meeting was held in Thailand, round-table talks and book exhibition in Iran and a reception in Nepal on September 2 and 6 on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with the revolutionary activities of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works, and books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Organization for the Study of the Juche Idea of Thailand said:\n\t\t\t\t\t\n\t\t\t\t\t The proud achievements made by the Korean people in the revolution and construction would be unthinkable apart from the leadership of the great President Kim Il Sung and HE Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to President Kim Il Sung the DPRK, the genuine people's country, could be founded.\n\t\t\t\t\t\n\t\t\t\t\t Under his wise guidance the Korean people could win brilliant victory in the Fatherland Liberation War, recover from damage of war in a short span of time and lay the firm foundation for self-supporting national economy.\n\t\t\t\t\t\n\t\t\t\t\t The great HE Kim Jong Il who successfully inherited the idea and cause of the President defended and added brilliance to the sovereignty and dignity of the DPRK by dint of Songun."
        },
        {
            "title": "Founding Anniversary of DPRK Observed by Romanian Paper",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-04ee.html",
            "content": "Founding Anniversary of DPRK Observed by Romanian Paper\r\n Pyongyang, September 11 (KCNA) -- The Romanian paper Romania Muncitoare on September 5 carried an article on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t The article said that President Kim Il Sung, the great leader of the Korean people, led the 20 year-long anti-Japanese revolutionary struggle to liberate the country on August 15, 1945 and built an independent, democratic and sovereign state in Korea.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the line of building a reunified democratic sovereign state and made sure that the general election across Korea was held, the article noted.\n\t\t\t\t\t\n\t\t\t\t\t His line was fully supported and approved by all the Korean people, it pointed out.\n\t\t\t\t\t\n\t\t\t\t\t He proclaimed before the world the founding of the DPRK representing the interests of the Korean people on September 9, 1948, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Korea, the land of morning calm, is making rapid progress thanks to HE Kim Jong Un, the supreme leader of the Korean people who is successfully carrying forward the feats President Kim Il Sung performed in nation-building."
        },
        {
            "title": "S. Korean Authorities Accused of Obstructing Joint Conference",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-05ee.html",
            "content": "S. Korean Authorities Accused of Obstructing Joint Conference\r\n Pyongyang, September 11 (KCNA) -- The Swiss Preparatory Committee for the 2017 Meeting Praising Great Persons of Mt. Paektu and the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on September 4 in support of the press release of the north side preparatory committee for the joint conference of the political parties, organizations and individual personages of the north, the south and abroad for peace and independent reunification of the Korean peninsula.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The north side preparatory committee for the joint conference of the political parties, organizations and individual personages of the north, the south and abroad for peace and independent reunification of the Korean peninsula issued a press release on Sept. 3.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous desire of all Koreans in the north, the south and abroad to achieve the independent and peaceful reunification of Korea under the banner of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t The moves of the south Korean authorities for obstructing the joint conference are an act of treachery.\n\t\t\t\t\t\n\t\t\t\t\t Behind their moves is the U.S.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the press release of the north side preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t We denounce the challenges and obstructions of the anti-reunification forces at home and abroad."
        },
        {
            "title": "Russian Body Slams Military Nexus between Japanese Reactionaries and S. Korean Puppet Forces",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-06ee.html",
            "content": "Russian Body Slams Military Nexus between Japanese Reactionaries and S. Korean Puppet Forces\r\n Pyongyang, September 11 (KCNA) -- The Young Red Vanguard of the Working Russia Party posted an article denouncing the military nexus between the Japanese reactionaries and the south Korean puppet forces on its website on September 4.\n\t\t\t\t\t Military nexus between Japan and south Korea is in full dress.\n\t\t\t\t\t\n\t\t\t\t\t At the \"2016 Asia security meeting\" and on other occasions Japan promised to drastically increase military \"exchange\" and \"cooperation\" such as the signing of an agreement on protecting military information with south Korea, extension of hot lines between the defense authorities and mutual visits to warships.\n\t\t\t\t\t\n\t\t\t\t\t The training flotilla of the south Korean puppet Navy resumed its portcall at Japan which was suspended for the past five years, and Japan is pushing forward the completion of the system of sharing information with the U.S. and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Japan is seeking an opportunity of reinvasion, refusing to admit and make apology and reparation for the past crimes.\n\t\t\t\t\t\n\t\t\t\t\t The Korean peninsula is the first target of Japan's exercise of the \"right to collective self-defense\" as it is whetting the sword of revenge.\n\t\t\t\t\t\n\t\t\t\t\t After laying a bridgehead to advance into the Korean peninsula through the revision of the \"U.S.-Japan Defence Cooperation Guidelines\", Japan has set the DPRK as the first target for overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean authorities are underlining the need to \"turn south Korea-Japan relations\" into the \"future-oriented ones\", joining Japan in its moves for reviving militarism and staging a comeback to Korea.\n\t\t\t\t\t\n\t\t\t\t\t If Japan does not want to suffer nightmare-like tragedy on this planet, it should apologize and make sincere reparation for the crimes committed against Korea and mankind.\n\t\t\t\t\t\n\t\t\t\t\t In order not to see the bitter lesson of ruined nation repeating, the south Korean authorities should stop at once the pro-Japanese act of treachery. This is a warning of history."
        },
        {
            "title": "CC de PTC llama a reparar los danos de inundaciones",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-29ee.html",
            "content": "CC de PTC llama a reparar los danos de inundaciones\r\nPyongyang, 11 de septiembre (ACNC) -- El Comite Central del Partido del Trabajo de Corea envio el dia 10 un llamamiento a todos los militantes del Partido, oficiales y soldados del Ejercito Popular y habitantes en relacion con que varias ciudades y distritos sufrieron un tremendo desastre natural debido a las rachas y lluvias torrenciales mas fuertes en la historia de observacion meteorologica desde la liberacion de Corea (en 1945) que azotaron las zonas riberenas del Tuman en el extremo norte del pais. \n\t\t\t\t\tResultaron derrumbados las viviendas para decenas de miles de familias y los edificios publicos y destruidos o anegados las redes de trafico como ferrovias y carreteras, los sistemas de suministro electrico, las fabricas, empresas y tierras cultivables. Como resultado, se quedaron sin casa los moradores en la zona septentrional de la provincia de Hamgyong del Norte que libraban de dia y noche la campana de 200 dias de fidelidad, senala el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\tPara el PTC, no hay otro caso emergente mas grave que el dolor del pueblo ni otra labor revolucionaria mas importante que eliminar sus sufrimientos. \n\t\t\t\t\t\n\t\t\t\t\tFrente al presente caso emergente, el PTC tomo la importante decision de dirigir el rumbo principal de la campana de 200 dias al trabajo para resarcir los danos de las zonas septentrionales y de superar la dificil situacion de ahora. \n\t\t\t\t\t\n\t\t\t\t\tAl respecto, adopto las medidas importantes de enviar con urgencia a las zonas damnificadas las unidades principales desplegadas en los sectores priorizados de la campana de 200 dias, incluso la construccion de la Avenida Ryomyong, y exigir a todo el Partido, ejercito y pueblo concentrarse en la recuperacion de los danos. \n\t\t\t\t\t\n\t\t\t\t\t\"!Conquistemos con el gran poderio de la unidad monolitica una victoria milagrosa, que convierta lo desfavorable en lo favorable, en el frente de resarcimiento de los danos de las zonas septentrionales de la provincia de Hamgyong del Norte!\", esto es la consigna de lucha a levantar por los participantes en la campana de 200 dias a lo largo del pais. \n\t\t\t\t\t\n\t\t\t\t\t!Que todos los sectores y unidades, inclusive el Consejo de Ministros, ministerios, organos centrales, fabricas, empresas y entidades cooperativas, movilicen y concentren todas sus fuerzas en la campana de recuperacion de danos tomandola como tarea principal de la campana de 200 dias!\n\t\t\t\t\t\n\t\t\t\t\t!Que movilicen todas las fuerzas en la construccion de viviendas para ofrecerlas dentro de este ano a los habitantes damnificados y transformar las zonas danadas como paraiso de la epoca del Partido del Trabajo! \n\t\t\t\t\t\n\t\t\t\t\t!Que todos los oficiales y soldados del Ejercito Popular, que fueran enviados con urgencia al frente de resarcimiento del desastre natural, creen con el impetu \"De un tiron\" la velocidad Mallima en el cumplimiento de las tareas de reconstruccion!\n\t\t\t\t\t\n\t\t\t\t\tEl llamamiento ratifica la conviccion del Comite Central del Partido de que superaran las pruebas de hoy y se levantaran de nuevo los habitantes fieles de zonas septentrionales quienes defienden con firmeza los patrimonios eternos de la revolucion en los antiguos campos de batalla revolucionaria donde esta impregnada la historia de lucha antijaponesa de los grandes hombres sin iguales del monte Paektu. \n\t\t\t\t\t\n\t\t\t\t\tNinguna calamidad ni prueba pueden frenar al ejercito y pueblo coreanos que unidos compactamente en torno al Partido, marchan a galopes hacia la victoria final manteniendo el principio de dar primacia al autofortalecimiento, concluye."
        },
        {
            "title": "Portavoz del MINREX rechaza \"declaracion\" publicada por Obama",
            "url": "http://kcna.co.jp/item/2016/201609/news11/20160911-30ee.html",
            "content": "Portavoz del MINREX rechaza \"declaracion\" publicada por Obama\r\nPyongyang, 11 de septiembre (ACNC) -- El portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea publico el dia 11 una declaracion que sigue:\n\t\t\t\t\tAturdida ante la prueba de explosion nuclear, realizada recientemente con exito por los cientificos y tecnicos del Instituto de Armas Nucleares de la RPDC para evaluar el potencial de ojiva nuclear, la camarilla de Obama actua neciamente para fomentar el ambiente de sancion y presion y disimular el fracaso de su politica hostil sobre la RPDC describiendola como \"perturbadora de paz\". \n\t\t\t\t\t\n\t\t\t\t\tEl pasado dia 9, Obama publico personalmente una \"declaracion\", en que al acusar la reciente prueba de explosion de ojiva nuclear como una \"amenaza\" y \"provocacion\" para la paz y seguridad y el \"desprecio\" a la norma internacional de accion insistio en que no reconocera nunca a la RPDC como pais poseedor de armas nucleares y cooperara con la sociedad internacional para tomar importantes medidas adicionales. \n\t\t\t\t\t\n\t\t\t\t\tEsa prueba constituye una manifestacion de la voluntad superintransigente de la RPDC de pasar al contraataque si los enemigos se atreven a atacarla, siendo una parte de las contramedidas sustanciales frente a la amenaza de guerra nuclear y la campana de sancion de EE.UU. y otras fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, es un eslabon del cumplimiento de la linea de desarrollo paralelo de la construccion economica y la de fuerzas armadas nucleares que mantenemos para defender nuestra soberania y derecho a la existencia y la paz desde la creciente amenaza y chantaje nucleares de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa camarilla de Obama, cuyo mandato terminara pronto, se enfrenta con la avalancha de criticas internas y externas debido al fracaso total de su politica sobre la RPDC que no trajo otro resultado que la elevacion constante de la capacidad de ataque nuclear de ella.\n\t\t\t\t\t\n\t\t\t\t\tDetras de la publicacion de \"declaracion\" de Obama, hay el intento de eludir la responsabilidad por haber empujado a la RPDC a poseer el arma nuclear y recuperar su honra perdida a la vista del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es precisamente el autor que incito e impulso a la RPDC al desarrollo de ojiva nuclear y su amenaza y chantaje nucleares que nos presionan permanentemente durante decenios de anos sirvieron de fuerza motriz que nos condujo al estado actual.\n\t\t\t\t\t\n\t\t\t\t\tObama trata de negar a toda costa la posicion estrategica de la RPDC como digna poseedora de armas nucleares, lo cual deviene un acto tan absurdo como tratar de tapar el sol con la palma de mano.\n\t\t\t\t\t\n\t\t\t\t\tResultan muy ridiculos los actos de los compinches de Obama que siguen abogando por la sancion, que no sirve para nada, hasta hoy en que fue fracasada completamente su politica de \"paciencia estrategica\" y se aproxima el fin de su mandato.\n\t\t\t\t\t\n\t\t\t\t\tComo ya se ha declarado, continuaran nuestras medidas por el fortalecimiento cualitativo y cuantitativo de las fuerzas armadas nucleares del Estado para defender nuestra dignidad y derecho a la existencia y la paz verdadera desde las recrudescentes amenazas de guerra nuclear de EE.UU."
        }
    ]
}