{
    "date": "2016-02-22",
    "url": "http://kcna.co.jp/item/2016/201602/2016-02-22ee.html",
    "articles": [
        {
            "title": "20th Kimjongilia Festival Closes",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-14ee.html",
            "content": "20th Kimjongilia Festival Closes\r\nPyongyang, February 22 (KCNA) -- The 20th Kimjongilia Festival on the occasion of the birth anniversary of leader Kim Jong Il closed with due ceremony at the Kimilsungia-Kimjongilia Exhibition on Monday. \n\t\t\t\t\t The venue of the festival presenting charming scenery with tens of thousands of potted Kimjongilias was visited by officials of the party, armed forces and power organs, public organizations, ministries and national institutions, servicepersons, working people, school youth and children. \n\t\t\t\t\t\n\t\t\t\t\t Members of the Pyongyang mission of the Anti-Imperialist National Democratic Front, overseas Koreans, diplomatic envoys and members of the missions of the international organizations and military attaches corps here and many other foreigners went round the venue of the festival. \n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Kim Ki Nam, Yang Hyong Sop, Vice-Premier Kim Yong Jin, and officials of the festival organizing committee and units that presented flowers of the sun, members of the associations for disseminating and supporting the immortal flowers, people from all walks of life, school youth and children, overseas compatriots and foreigners.\n\t\t\t\t\t\n\t\t\t\t\t At the ceremony certificates of the festival prize bearing the portrait of smiling Kim Jong Il were awarded to officials and cultivators of various units and individuals.\n\t\t\t\t\t\n\t\t\t\t\t The prize certificates went to the Central Standing Committee of the General Association of Korean Residents in Japan, overseas compatriots and foreigners.\n\t\t\t\t\t\n\t\t\t\t\t Working people, school youth and children who displayed Kimjongilias were awarded certificates of the participation in the festival."
        },
        {
            "title": "Foreigners Visit DPRK Missions to Observe Day of Shining Star",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-08ee.html",
            "content": "Foreigners Visit DPRK Missions to Observe Day of Shining Star\r\nPyongyang, February 22 (KCNA) -- Foreigners from various circles visited the DPRK missions in their countries from February 5 to 16 on the occasion of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star.)\n\t\t\t\t\t Among them were the deputy prime minister and minister for Women, Children and Social Welfare of Nepal who is the general secretary of the C.C., Nepal Communist Party (Marxist-Leninist), the former Nepali prime minister who is the leader of the C.C., Nepal Communist Party (United Marxist-Leninist), the chairman of the Nepal Journalist Association, the vice-director of the Nepal Institute for the Juche Studies, the chairman of the Study Forum for Self-Reliance of Nepal, the chairman of the Nepalese Association for Supporting the Songun Politics, the general secretary of the C.C., Socialist Party of Bangladesh, the secretary general of the Bangladesh Jatiya Party, the chairman of the Bangladesh People's League, the international secretary of the Workers' Party of Bangladesh, the chairman of the Bangladesh-Korea Friendship and Solidarity Committee, the chairman of the Bangladesh Group for the Study of the Songun Policy, the executive chairperson of the Mongolian Mt. Paektu Association for Independent Development, a secretary of the Khabarovsk Territorial Committee of the Communist Party of the Russian Federation, the general secretary of the Central Committee of the New Communist Party of Britain, the national leader of the Revolutionary Communist Party of Britain (Marxist-Leninist), the deputy chairman and concurrently international secretary of the Communist Party of Britain (Marxist-Leninist), the vice-chairman of the Board of Directors of the Kim Il Sung-Kim Jong Il Foundation, the chairman of the British Association for the Study of Songun Policy, the chairman of the General Kim Jong Il Peruvian Amicable Institute, the president of the Radical Party of Left of France, the secretary general of the France-Korea Friendship Association, the general secretary of the Workers' Party of DR Congo and the acting general secretary of the Popular Revolutionary Party of DR Congo.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets and bouquets before portraits of smiling President Kim Il Sung and Kim Jong Il and pictures of them standing together and paid tribute to them."
        },
        {
            "title": "Koreans Enjoy Folk Holiday",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-15ee.html",
            "content": "Koreans Enjoy Folk Holiday\r\nPyongyang, February 22 (KCNA) -- People of the DPRK significantly spent the January 15th of the lunar calendar, a folk holiday. \n\t\t\t\t\t Kite-flying, top spinning, shuttlecock game and other folk games of schoolchildren took place at Kim Il Sung Square, the plazas of the Arch of Triumph and the Pyongyang Indoor Stadium and other places of Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t Families and neighbors met to have food made of five grains, dishes made of nine kinds of dried edible herbs and other traditional holiday foods and played Korean chess, yut game and other folk games. \n\t\t\t\t\t\n\t\t\t\t\t Okryu Restaurant, Chongryu Restaurant, restaurants at Changgwang Street and other public catering outlets in Pyongyang served visitors with Pyongyang Cold Noodle, staple food of five different grains, sweet rice dish, mung-bean pancake, etc. \n\t\t\t\t\t\n\t\t\t\t\t Restaurants in Folk Street in Sariwon, Sinhung Restaurant in Hamhung, Okgye Restaurant in Haeju and other public catering outlets in all parts of the country served people with special foods and dishes."
        },
        {
            "title": "Jan. 15th of Lunar Calendar, Holiday of Koreans",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-13ee.html",
            "content": "Jan. 15th of Lunar Calendar, Holiday of Koreans\r\nPyongyang, February 22 (KCNA) -- Today is the 15th of January of lunar calendar.\n\t\t\t\t\t From olden times, the Korean people have enjoyed the January 15th of the lunar calendar as a holiday to see the first full moon of a year.\n\t\t\t\t\t\n\t\t\t\t\t Korean ancestors regarded the moon as an object bringing rich harvest and happiness.\n\t\t\t\t\t\n\t\t\t\t\t So, the day had been celebrated as the biggest holiday after the lunar New Year's Day. It was one of the nine national holidays in the period of Koryo Kingdom (918-1392)."
        },
        {
            "title": "Japan's Lurch to Militarism under Fire",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-10ee.html",
            "content": "Japan's Lurch to Militarism under Fire\r\nPyongyang, February 22 (KCNA) -- The 9th Wing of the Japan Air \"Self-Defense Force\" was formed with 40 F-15s in Naha, Okinawa Prefecture. The Defense Equipment Agency opened to public the stealth jet fighter manufactured by the Mitsubishi Heavy Industry Co. \n\t\t\t\t\t Meanwhile, the Japanese authorities decided to extend the term of the presence of the \"Ground Self-Defense Force\" in south Sudan by 8 months under the pretext of \"peace-keeping\".\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun on Monday says in a commentary these unusual moves from the outset of the year reveal the bellicose nature of Japan rushing headlong to militarism.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities frequently advertise Japan as a \"pacifist state\" but nobody lends an ear to this cynical word of play, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries had pushed ahead with overseas expansion after \"the 1868 Meiji Restoration\" as witnessed by the Sino-Japanese war, Russo-Japanese war and invasion of Korea.\n\t\t\t\t\t\n\t\t\t\t\t After the defeat in the Second World War, Japan pretended to be a \"pacifist state\", but it harbored a wild ambition for reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t The present ruling quarters spend the greatest military expenditure on the development and purchase of the state of the art military hardware. It is tantamount to an open declaration before the world that the once criminal state has opted for a military giant and overseas expansion again.\n\t\t\t\t\t\n\t\t\t\t\t The sphere of the Japanese dispatch of troops has systemically increased in the new century.\n\t\t\t\t\t\n\t\t\t\t\t Historically, the Japanese reactionaries' \"peace strategy\" has been precisely the other side of the war strategy.\n\t\t\t\t\t\n\t\t\t\t\t Japan shouldn't forget this:\n\t\t\t\t\t\n\t\t\t\t\t Militarist Japan keen on reinvasion to avenge its defeat with its blind eyes turned to the change of the times will face the same destiny as Japanese imperialists hell-bent on the aggression and war under the pretext of \"peace-keeping\"."
        },
        {
            "title": "THAAD Deployment in S. Korea Denounced",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-11ee.html",
            "content": "THAAD Deployment in S. Korea Denounced\r\nPyongyang, February 22 (KCNA) -- The south Korean newspaper Hangyore on February 14 carried an article denouncing the U.S. and south Korean authorities for justifying deployment of THAAD in south Korea while vociferating about \"missile threat from the north\". \n\t\t\t\t\t The article said that the south Korean authorities recently spread \"government-sourced\" information about the missile forces of the north through media but it was proved to be false. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean authorities vociferate about the \"missile threat from the north\" and intensify the \"military counteraction to the north\", an operation to justify deployment of THAAD in the U.S. base in south Korea, the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces in south Korea additionally deployed PAC-3 missiles in south Korea, an aim to create an atmosphere of backing the decision of the THAAD deployment."
        },
        {
            "title": "THAAD Deployment Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-12ee.html",
            "content": "THAAD Deployment Opposed in S. Korea\r\nPyongyang, February 22 (KCNA) -- People of different social standings in North Jolla Province of south Korea on February 12 held an urgent meeting at the provincial building protesting against the U.S. moves for THAAD deployment. \n\t\t\t\t\t Speakers said deployment of THHAD would worsen the international relations and seriously hurt economic development and people's health in the region. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the provincial assembly is going to adopt a resolution protesting against the deployment of THAAD within this month."
        },
        {
            "title": "Romanian Political Party Leader Applauds DPRK's Satellite Launch",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-07ee.html",
            "content": "Romanian Political Party Leader Applauds DPRK's Satellite Launch\r\nPyongyang, February 22 (KCNA) -- The successful satellite launch of the DPRK was a historic event that demonstrated the might of Juche Korea.\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, noted this in a statement on Feb. 8.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists are criticizing the launch though it is the legitimate right of a sovereign state to explore space for peaceful purposes, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The successful satellite launch is giving fresh confidence and courage to the world progressive communist and workers' parties aspiring after socialism.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Council of the Socialist Party of Romania and all the members of the party pay the highest regards to First Secretary of the Workers' Party of Korea Kim Jong Un and warmly congratulate the scientists and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The heroic Korean people bravely fighting against formidable imperialist forces will always emerge victorious."
        },
        {
            "title": "DPRK's Satellite Launch Praised by Foreign Bodies",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-06ee.html",
            "content": "DPRK's Satellite Launch Praised by Foreign Bodies\r\nPyongyang, February 22 (KCNA) -- Polish and Czech friendly organizations posted on their websites statements congratulating the DPRK on its successful launch of the earth observation satellite Kwangmyongsong-4.\n\t\t\t\t\t The Polish Branch of the Korean Friendship Association noted in its statement:\n\t\t\t\t\t\n\t\t\t\t\t The successful satellite launch of the DPRK was a historic event as it vividly showed that its sci-tech level has been put on a high stage through rapid development, \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has all the rights to use space for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t No country is entitled to exercise its power in space under international law.\n\t\t\t\t\t\n\t\t\t\t\t So, the DPRK has the right to use space and no one is allowed to take issue with it.\n\t\t\t\t\t\n\t\t\t\t\t The Czech branch of the Korean Friendship Association said in its statement that the successful satellite launch is one of a series of successes made in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It was a powerful demonstration of the might of the DPRK firmly defending socialism, defying pressure from imperialists."
        },
        {
            "title": "Brief Biography of Kim Jong Il Carried by Algerian Newspaper",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-01ee.html",
            "content": "Brief Biography of Kim Jong Il Carried by Algerian Newspaper\r\nPyongyang, February 22 (KCNA) -- A brief biography of leader Kim Jong Il was carried by Saut Al Ahrar, organ of the Algerian National Liberation Front Party, on Feb. 15, illustrated with his photo."
        },
        {
            "title": "Day of Shining Star Observed by Guinean Media",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-03ee.html",
            "content": "Day of Shining Star Observed by Guinean Media\r\nPyongyang, February 22 (KCNA) -- Media of Guinea aired special programs on the occasion of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t The newspaper Horoya on Feb. 7 carried an article titled \"Whole life for future\" accompanied by a photo of Kim Jong Il's birthplace in the Paektusan Secret Camp.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, leader of the DPRK, dedicated all his life to the prosperity of the country, true to the intention of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He firmly adhered to the principle of attaching more importance to morrow than today throughout his life.\n\t\t\t\t\t\n\t\t\t\t\t In the whole course of leading the country and people, he always prioritized the future of the country while looking far into the years ahead in shaping line and policies and dealing with any issue.\n\t\t\t\t\t\n\t\t\t\t\t He set out on all tasks in a big way and pushed ahead with them at the highest speed, bringing earlier the future of the country during his whole life.\n\t\t\t\t\t\n\t\t\t\t\t The noble image of Kim Jong Il who dedicated his all to the rosy future of the country and people will always be remembered by not only the Korean people but progressives.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean Domestic, International and Seven National Languages Broadcasting Services aired a special program under the title \"Birth of Kimjongilia\" in prime time every day from Feb. 4 to 8."
        },
        {
            "title": "Day of Shining Star Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-05ee.html",
            "content": "Day of Shining Star Observed in Different Countries\r\nPyongyang, February 22 (KCNA) -- Korean photo and book exhibitions and film shows took place in Guinea, Thailand, Nigeria and Algeria from Feb. 9 to 12 on the occasion of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t Displayed in the venues of the exhibitions were photos of President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were their works, and books and photos introducing the service personnel and people of the DPRK ushering in a heyday in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean films \"My Country Has Emerged Victorious by Dint of Single-minded Unity\" and \"Arms of Korea.\""
        },
        {
            "title": "Kim Jong Il Praised by Russian Organization",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-04ee.html",
            "content": "Kim Jong Il Praised by Russian Organization\r\nPyongyang, February 22 (KCNA) -- The Nakhodka preparatory committee of Russia for celebrating the Day of the Sun and the Day of the Shining Star (the birth anniversaries of President Kim Il Sung and leader Kim Jong Il) made public a statement on Feb. 14.\n\t\t\t\t\t The statement said that Kim Jong Il was a distinguished statesman who made a great contribution to the development of the Russia-DPRK friendly relations. It went on:\n\t\t\t\t\t\n\t\t\t\t\t We support the Juche idea, Songun idea founded and developed in depth by the great leaders of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We express solidarity with the Korean people registering such great achievements as the successful launch of earth observation satellite Kwangmyongsong-4.\n\t\t\t\t\t\n\t\t\t\t\t We pay the highest tribute to Kim Il Sung and Kim Jong Il and extend the greatest glory to Marshal Kim Jong Un who defended peace and security in the Asia-Pacific region and indicated the road of victory of socialism."
        },
        {
            "title": "Kim Jong Il's Exploits Lauded by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-02ee.html",
            "content": "Kim Jong Il's Exploits Lauded by Swiss Organizations\r\nPyongyang, February 22 (KCNA) -- The Swiss preparatory committee for the 2017 Meeting Praising Great Men of Mt. Paektu, the Swiss preparatory committee for celebrating the Day of the Shining Star (the birth anniversary of leader Kim Jong Il), the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea released a joint statement on Feb. 13 on the occasion of the 4th anniversary of the awarding of the title of the DPRK Generalissimo to him.\n\t\t\t\t\t The statement said that Kim Jong Il was awarded the title of the DPRK Generalissimo on Feb. 14, Juche 101 (2012), which bears witness to the boundless reverence of all the Korean people for him. It went on:\n\t\t\t\t\t\n\t\t\t\t\t He turned the DPRK into a nuclear-armed country and a satellite manufacturer and launcher.\n\t\t\t\t\t\n\t\t\t\t\t He made socialist Korea an impregnable fortress and protected peace in the Korean Peninsula with his unique Songun politics and energetically led the sacred cause of national reunification, heralding the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t He kindled a flame of fresh great leap and laid firm groundwork for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his undying feats, the great Paektusan nation is shining as a politico-ideological giant and a military one in the world."
        },
        {
            "title": "Clausurado XX Festival de Kimjongilias",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-12ss.html",
            "content": "Clausurado XX Festival de Kimjongilias\r\nPyongyang, 22 de febrero (ACNC) -- Quedo clausurado el XX Festival de Kimjongilias iniciado en esta capital con motivo del Dia de la Estrella Luz (cumpleanos del Dirigente Kim Jong Il).\n\t\t\t\t\tLos funcionarios de las instituciones del partido, las fuerzas armadas y el Poder, entidades de masas, ministerios y organos centrales, oficiales y soldados del Ejercito Popular de Corea, trabajadores, jovenes y ninos escolares visitaron la sede de festival.\n\t\t\t\t\t\n\t\t\t\t\tY recorrieron el lugar tambien los miembros de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang, los coreanos en ultramar, los miembros de las representaciones diplomaticas, las organizaciones internacionales y el Cuerpo de Agregados Militares, acreditados en la RPDC y otros huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia clausural tuvo lugar el dia 22 en la Exposicion Permanente de Kimilsungia y Kimjongilia.\n\t\t\t\t\t\n\t\t\t\t\tAsistieron a la ocasion Kim Ki Nam, Yang Hyong Sop, el vicepremier Kim Yong Jin, los funcionarios del comite organizador del festival y las unidades que presentaron las flores inmortales, los miembros de la asociacion de auspicio para la divulgacion de la flor inmortal, trabajadores de distintos estratos, jovenes y ninos escolares, coreanos en ultramar y huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tFue publicado el resultado de calificacion.\n\t\t\t\t\t\n\t\t\t\t\tFue otorgado a varias unidades y funcionarios, cultivadores y participantes individuales el diploma del premio del Festival de Kimjongilias que conlleva la imagen sonriente del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEl diploma fue otorgado al Presidium del Comite Central de la Chongryon (Asociacion General de Coreanos Residentes en Japon), coreanos en ultramar y huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tEl certificado de participacion fue concedido a los trabajadores, jovenes y ninos escolares quienes exhibieron la flor inmortal en el presente Festival."
        },
        {
            "title": "Pueblo coreano festeja 15 de enero de calendario lunar",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-13ss.html",
            "content": "Pueblo coreano festeja 15 de enero de calendario lunar\r\nPyongyang, 22 de febrero (ACNC) -- El pueblo coreano celebro con significacion el 15 de febrero de calendario lunar, fiesta folclorica de la nacion coreana.\n\t\t\t\t\tTuvieron lugar en la Plaza Kim Il Sung, las explanadas frente al Arco del Triunfo y al Palacio de Deportes de Pyongyang y otros lugares de esta capital la voladura de cometa, el juego de peonza y demas juegos folcloricos de los ninos escolares.\n\t\t\t\t\t\n\t\t\t\t\tLas familias y sus vecinos se reunieron para probar juntos los platos tradicionales para esta fiesta inclusive la comida  hecha con 5 cereales y 9 plantas comestibles secas. Y desarrollaron juegos recreativos tradicionales como ajedrez y Yut.\n\t\t\t\t\t\n\t\t\t\t\tLos restaurantes Okryu y Chogryu, las bases gastronomicas de la avenida de Changgwang y otros restaurantes de esta capital sirvieron a los capitalinos los platos como el fideo en caldo frio, la comida hecha con 5 cereales, Yakbap (arroz glutinoso cocido y condimentado con azucar, datil, castana, pinon y aceite de sesamo), tortilla de lenteja y otros platos peculiares.\n\t\t\t\t\t\n\t\t\t\t\tEn los restaurantes de la avenida folclorica de la ciudad de Sariwon, el Restaurante Sinhung de Hamhung, el Restaurante Okgye de Haeju y otros, los clientes saborearon los platos tradicionales locales."
        },
        {
            "title": "Rodong Sinmun revela verdadero objeto de insistencia de Japon en paz",
            "url": "http://kcna.co.jp/item/2016/201602/news22/20160222-01ss.html",
            "content": "Rodong Sinmun revela verdadero objeto de insistencia de Japon en paz\r\nPyongyang, 22 de febrero (ACNC) -- Las \"fuerzas aereas de autodefensa\" de Japon organizaron de nuevo la 9a aviacion compuesta por 40 aviones \"F-15\" y la emplazaron en la base de Naha del Departamento de Okinawa. Con anterioridad a esto, la Agencia de Equipos de Defensa dio conocer a la prensa el caza Stealth, fabricado por la Compania de Industria Pesada Mitsubishi.\n\t\t\t\t\tPor otra parte, las autoridades japonesas decidieron prolongar 8 meses el periodo de la permanencia de las \"Fuerzas Terrestres de Autodefensa\" enviadas a Sudan del Sur bajo el pretexto de la \"preservacion de la paz\".\n\t\t\t\t\t\n\t\t\t\t\tEstos movimientos que se desarrollan desde el inicio del ano nuevo revelan fehacientemente la naturaleza belicosa de Japon que corre locamente hacia la militarizacion.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el periodico Rodong Sinmun en un comentario individual divulgado el dia 22 y continua:\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades japonesas hablan con frecuencia de que su pais es un \"Estado pacifico\". Pero, nadie les presta oidos.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios islenos, que aceleraron la agresion a otros paises despues de la \"renovacion de Meiji\", provocaron las Guerras Qing-Japon y la Rusia-Japon y agredieron a Corea bajo el rotulo de la \"paz\".\n\t\t\t\t\t\n\t\t\t\t\tTambien, despues de ser derrotado en la Segunda Guerra Mundial, Japon no abandono la ambicion de reagresion aunque presento la mascara del \"Estado pacifico\".\n\t\t\t\t\t\n\t\t\t\t\tLa actual capa gobernante aumenta al maximo los gastos militares y recurre freneticamente al desarrollo y la compra de los armamentos ultramodernos, lo que deviene la declaracion abierta a todo el mundo de que el Estado criminal de guerra del pasado vuelve a marchar por el camino de la conversion en potencia militar y la expansion al ultramar.\n\t\t\t\t\t\n\t\t\t\t\tEn el nuevo siglo, fue ampliada de manera sistematica la esfera del envio de las fuerzas armadas de Japon a otros paises.\n\t\t\t\t\t\n\t\t\t\t\tJapon militarista debe saber claramente que en caso de que siga marchando por el camino de la nueva agresion para vengar a su derrota dando espaldas a la epoca cambiada, no podra evitar la derrota como sus antecesores que habian recurrido a la agresion y la guerra hablando de la \"paz\"."
        }
    ]
}