{
    "date": "2016-09-17",
    "url": "http://kcna.co.jp/item/2016/201609/2016-09-17ee.html",
    "articles": [
        {
            "title": "DPRK's Nuclear Warhead Explosion Test Did Not Have Any Adverse Impact on Ecological Environment",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-11ee.html",
            "content": "DPRK's Nuclear Warhead Explosion Test Did Not Have Any Adverse Impact on Ecological Environment\r\nPyongyang, September 17 (KCNA) -- Relevant organs of Russia, China and Japan officially confirmed that the DPRK's nuclear warhead explosion test did not have any adverse impact on ecological environment of their countries. \n\t\t\t\t\t The Hydro-meteorological and Environmental Survey Bureau of the Russian Federation said that the DPRK's nuclear warhead explosion test did not have any adverse impact on the environment of Russia as far as radioactivity is concerned. A spokesman for the Hydro-meteorological Bureau of the Maritime Territorial Region said that no radioactive expansion was observed at any observation post of the maritime territorial region, saying that the environmental value of radiation in the territory was normal.\n\t\t\t\t\t\n\t\t\t\t\t Hua Chunying, spokeswoman for the Chinese Foreign Ministry, said that China was not affected by the radiation influence of the DPRK's nuclear warhead explosion test and the Ministry of Environmental Protection noted that there were no abnormal phenomena according to the results of observation made at 25 automatic observatories in the frontier region of the three provinces of Northeast China. \n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Environment of Japan informed residents that no change in the level of radiation was recorded in the country."
        },
        {
            "title": "Greetings to Kim Jong Un from Pakistani President",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-12ee.html",
            "content": "Greetings to Kim Jong Un from Pakistani President\r\nPyongyang, September 17 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, received a message of greeting from Mamnoon Hussain, president of the Islamic Republic of Pakistan, on September 8.\n\t\t\t\t\t The president in the message extended the warmest greetings to Kim Jong Un on the important occasion of marking the founding anniversary of the DPRK on September 9, 2016 on behalf of the government and people of Pakistan.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed belief that the bilateral relations characterized by sustained cooperation and understanding would go on in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t It extended warm wishes to the people of the DPRK."
        },
        {
            "title": "Greetings to Kim Jong Un from Captains Regents of San Marino",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-13ee.html",
            "content": "Greetings to Kim Jong Un from Captains Regents of San Marino\r\nPyongyang, September 17 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, received a message of greeting from Gian Nicola Berti and Massimo Andrea Ugolini, captains regents of the Republic of San Marino, on September 7.\n\t\t\t\t\t The message extended the warmest congratulations to Kim Jong Un on the founding anniversary of the DPRK and  sincerely  wished him  good health and the friendly people of the DPRK prosperity, progress and wellbeing."
        },
        {
            "title": "Joint Army-Civilian Rallies Held in South Hamgyong, Ryanggang Provinces",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-20ee.html",
            "content": "Joint Army-Civilian Rallies Held in South Hamgyong, Ryanggang Provinces\r\nPyongyang, September 17 (KCNA) -- There took place joint army-civilian rallies in South Hamgyong and Ryanggang provinces on Saturday to celebrate the successful nuclear warhead explosion test.\n\t\t\t\t\t Present there were officials of the party and power organs, working people's organizations, industrial establishments, farms and universities, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, people from all walks of life and youth and students in the provinces.\n\t\t\t\t\t\n\t\t\t\t\t A statement released by the Nuclear Weapons Institute of the DPRK was read out to be followed by congratulatory speeches at the rallies.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said the successful nuclear warhead explosion test of justice was an action of national significance as it instilled confidence in sure victory and optimism into the service personnel and people.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the events that have taken place one after another in national defense field this year are the fruition of the energetic guidance and devotion made by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They said the provinces would supply equipment and materials necessary for the drive to recover from flood damage in the northern part of North Hamgyong Province in a responsible manner and perform such fresh miracle as turning adversity into favorable conditions.\n\t\t\t\t\t\n\t\t\t\t\t They called for making an all-out charge in the worthwhile drive to bring earlier the final victory in the building of a socialist power with the national pride and honor of having demonstrated to the whole world the dignity and spirit of the Juche-oriented nuclear power under the guidance of Kim Jong Un."
        },
        {
            "title": "More Relief Materials Supplied to Flood-hit Areas",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-14ee.html",
            "content": "More Relief Materials Supplied to Flood-hit Areas\r\nPyongyang, September 17 (KCNA) -- Trains and trucks carrying relief goods are arriving in the flood-hit areas of the DPRK one after another. \n\t\t\t\t\t As of Sept. 12, more than 1 000 tons of food, a great deal of foodstuffs and millions of pieces of daily necessities, including clothes, quilts and utensils, were supplied to inhabitants in the disaster areas of the country's North Hamgyong Province.\n\t\t\t\t\t\n\t\t\t\t\t Many industrial establishments under the Ministry of Light Industry have turned out a large quantity of garments and shoes for the inhabitants in the flood-hit areas.\n\t\t\t\t\t\n\t\t\t\t\t Also, a great deal of medicines, thousands of tons of cement and several hundred tons of iron and steel and fuel were provided to propel the flood damage rehabilitation drive."
        },
        {
            "title": "Flood Damage Rehabilitation Drive in DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-15ee.html",
            "content": "Flood Damage Rehabilitation Drive in DPRK\r\nPyongyang, September 17 (KCNA) -- The inhabitants in flood-hit North Hamgyong Province of the DPRK have turned out as one in the recovery efforts.\n\t\t\t\t\t Field headquarters were set up in cities and counties of the province to command the rehabilitation campaign and encourage the inhabitants to the recovery efforts. On the basis of detailed survey of the flood damage, the province set in motion all its machinery and equipment and manpower while taking steps to supply in time food, clothes, shoes and medicines to inhabitants in the disaster areas.\n\t\t\t\t\t\n\t\t\t\t\t Hundreds of officials from the provincial organs, including the People's Committee, took the lead in the recovery efforts. They restored road extending 10-odd kilometers in a day, including the section between Puryong and Hoeryong.\n\t\t\t\t\t\n\t\t\t\t\t Party officials in Hoeryong City, together with thousands of residents, filled with thousands of cubic meters of earth to reopen devastated roads. \n\t\t\t\t\t\n\t\t\t\t\t Workers of the Musan Mining Complex were striving to repair damaged facilities and put the production on a normal track.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the all-out efforts of inhabitants in Musan County, power grid, communication network and drinking water system were mainly restored in a week after the flood attack.\n\t\t\t\t\t\n\t\t\t\t\t A vigorous struggle goes on in Yonsa County and other areas, too, to reopen railways and roads attacked by mud slide.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a progress is made in the work to restore the damaged transformer substations and submerged depositing reservoirs."
        },
        {
            "title": "Medicinal Herb Cultivation Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-16ee.html",
            "content": "Medicinal Herb Cultivation Brisk in DPRK\r\nPyongyang, September 17 (KCNA) -- September and October are months for medicinal herb cultivation in the Democratic People's Republic of Korea.\n\t\t\t\t\t Medicinal herb cultivation is an important work to make the people enjoy benefits from the socialist healthcare system, Jon Pyong Il, director of the Koryo Medicine Production Management Bureau under the Ministry of Public Health, said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The government has paid deep attention to putting the cultivation and gathering of medical plants on a scientific basis and conserving herb resources.\n\t\t\t\t\t\n\t\t\t\t\t In the cultivation months, steps are taken to conserve and propagate under a detailed plan various species of herbs, especially species poor in resources, and establish a cyclic gathering system throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t And a work is conducted to explain the pharmacological action of medicinal herbs to inhabitants and encourage co-op farms, schools, hospitals and enterprises to massively plant herbs in waste land."
        },
        {
            "title": "Taedonggang Pig Farm Undergoes Complete Change",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-17ee.html",
            "content": "Taedonggang Pig Farm Undergoes Complete Change\r\nPyongyang, September 17 (KCNA) -- The Taedonggang Pig Farm in the DPRK has turned into a modern livestock producer.\n\t\t\t\t\t The farm ensures the meat production on a scientific and intensive basis of high level.\n\t\t\t\t\t\n\t\t\t\t\t It has an integrated control system and all its production processes are monitored by computer. The system helps control the production of assorted feed and organic compound fertilizer, automatic feed supply and temperature and humidity in each shed.\n\t\t\t\t\t\n\t\t\t\t\t The farm introduced a system for breeding good species to raise the number of piglets at one farrow and took proper measures for feed supply and anti-epizootic work.\n\t\t\t\t\t\n\t\t\t\t\t At present ten-odd kinds of processed meat are mass-produced at the farm.\n\t\t\t\t\t\n\t\t\t\t\t The farm also carried out a project for expanding the organic compound fertilizer production process to ensure enough supply of quality fertilizer to the Taedonggang Combined Fruit Farm.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un visited the pig farm in August and urged it to produce 1,000 tons of meat per year in the near future."
        },
        {
            "title": "IIJI Vice Director-General Sends Letter to UN Secretary General",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-21ee.html",
            "content": "IIJI Vice Director-General Sends Letter to UN Secretary General\r\nPyongyang, September 17 (KCNA) -- Harish Gupta, vice director-general of the International Institute of the Juche Idea (IIJI) sent a letter to the secretary general of the UN.\n\t\t\t\t\t The letter said that the representatives of 14 countries comprising professors, doctors, scientists, lawyers and human rights activists met for an international seminar on Sept. 8, 2016 organized under the auspices of IIJI in Pyongyang unanimously decided to send a letter to the UN Secretary General requesting him to immediately lift the economic sanctions imposed by the UN against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It said that having witnessed the reality of the DPRK, the participants came to know that the anti-DPRK propaganda of the U.S. and the south Korean authorities that the DPRK's bolstering of its military capability is aimed to disturb international peace and disarmament is false.\n\t\t\t\t\t\n\t\t\t\t\t It pointed out that the DPRK's bolstering of defense capability is aimed to thwart any aggression of hostile forces and safeguard its sovereignty and territorial integrity.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The UN sanctions have adversely affected the life of the Korean people. This amounts to wanton violation of international law.\n\t\t\t\t\t\n\t\t\t\t\t We think the economic sanctions imposed by the United Nations against the DPRK should be reviewed on humanitarian grounds to help and aid the country in recovering from the human and material damage caused by the recent gale force and flood in the northern part of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We appeal through the United Nations to the conscience of all people of the world not to form opinion about the DPRK on the basis of false propaganda spread by the U.S. and its allies."
        },
        {
            "title": "KCNA Commentary Warns Park Geun Hye Group Not to Run Wild, Properly Knowing Its Rival",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-10ee.html",
            "content": "KCNA Commentary Warns Park Geun Hye Group Not to Run Wild, Properly Knowing Its Rival\r\nPyongyang, September 17 (KCNA) -- Frightened by the tremendous political quake caused by the successful nuclear warhead explosion test of the DPRK, the Park Geun Hye regime of south Korea has gone reckless like rabid dogs.\n\t\t\t\t\t No sooner had the test been reported than they put their heads together to cope with \"contingency\" and take \"strong retaliatory posture,\" a sign of hysteric fit.\n\t\t\t\t\t\n\t\t\t\t\t The military gangsters were so crazy as to cry out for \"making Pyongyang disappear from the map,\" disclosing even a scenario for establishing what they call \"triad strike system\" and \"large-scale retaliatory operation plan.\"\n\t\t\t\t\t\n\t\t\t\t\t They are also mulling massively introducing U.S. nuclear strategic assets into south Korea and staging in mid-October joint anti-DPRK exercises with the nuclear carrier task flotilla with Ronald Reagan as its principal axis involved.\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but ridiculous muscle-flexing as they are not aware of the real capabilities of their rival and in what poor shape they are at present.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a politically and ideologically strong power in which all service members and civilians are united close behind their leader in thinking and purpose, morality and sense of obligation, and the world's military power which has gone through the final process of rounding off its nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The recent explosion test is of so tremendous significance that even U.S. nuclear experts recognized the test as the most powerful one the DPRK has ever carried out.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces are a medley of soldiers seized with extreme pessimism and despair as they are bereft of elementary OPECON in the face of the powerful KPA fully prepared politically and ideologically and having the highest level of military technology capable of wiping out the provocateurs at a single blow. It is, therefore, nonsensical for them to vociferate about \"retaliatory counteraction\" and \"scorched-earth tactics.\"\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet regime is going reckless, counting on the U.S. hard hit by the toughest counteraction of the DPRK. This is little short of a political caricature.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now admitting its total failure in its hostile policy toward the DPRK in the face of the hard reality in which the DPRK has ranked itself among the world's powers despite the unprecedented military pressure and sanctions against it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. \"nuclear umbrella\" and THAAD on which the puppet forces count so much have already proved ineffective in the face of the DPRK's tremendous nuclear deterrence and its capability to make a retaliatory nuclear strike.\n\t\t\t\t\t\n\t\t\t\t\t It is crystal clear to all that their American master will never risk his life to save the Park Geun Hye group fated to meet their doom.\n\t\t\t\t\t\n\t\t\t\t\t So Park's reckless action is as foolish an act as using oil to extinguish the fire.\n\t\t\t\t\t\n\t\t\t\t\t She would be well advised to behave herself."
        },
        {
            "title": "Korean Nation's Will to Punish Park Geun Hye Group of Traitors: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-07ee.html",
            "content": "Korean Nation's Will to Punish Park Geun Hye Group of Traitors: Rodong Sinmun\r\nPyongyang, September 17 (KCNA) -- The Park Geun Hye regime of south Korea is a herd of wicked traitors as they have escalated confrontation and tension on the Korean peninsula and in Northeast Asia and brought the dark clouds of a nuclear war to hang over the heads of the Koreans, acting as servants of the U.S. for a war against the north, Rodong Sinmun Saturday says in an article.\n\t\t\t\t\t It is the unanimous will of all Koreans to sternly punish the war maniacs threatening the destiny of the nation, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet ruling quarters' hysteria of confrontation with the fellow countrymen in the north is incurable and chronic. That is why the Park Geun Hye regime should be eliminated without fail if the north and the south are to achieve peace and reunification through reconciliation and unity. \n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will neither be able to have a sound sleep even a moment nor will have a dream of achieving peace and reunification if the Park group are allowed to pursue war moves against the DPRK, persistently following the U.S. hostile policy toward it.\n\t\t\t\t\t\n\t\t\t\t\t The destiny of the Korean nation will remain exposed to greater peril and the south Korean people will suffer growing disaster as long as the Park group, the worst war maniacs in history, stay in power.\n\t\t\t\t\t\n\t\t\t\t\t There is nothing to follow or expect from traitor Park Geun Hye any longer.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north, the south and abroad should mercilessly punish the Park group of traitors and turn out as one in the nationwide struggle to pave the way for peace and reunification with their concerted efforts."
        },
        {
            "title": "Rodong Sinmun Censures U.S. for Pulling up DPRK over Its Nuclear Warhead Explosion Test",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-09ee.html",
            "content": "Rodong Sinmun Censures U.S. for Pulling up DPRK over Its Nuclear Warhead Explosion Test\r\nPyongyang, September 17 (KCNA) -- The U.S. chief executive talked such nonsense that the DPRK's nuclear warhead explosion test poses \"threat\" and it is \"provocation\" to peace and security and \"disregard\" of international code of conduct. And he staged such farce as releasing a \"statement\" that he would never recognize the DPRK's access to nukes but cooperate with the international community in taking additional harsh steps against it.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Saturday terms it a robber's sophism like a criminal pointing an accusing finger at the victim.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is an ulterior aim of the U.S. to prevent its face from sinking in the world's eyes even a bit, brand the DPRK as \"a threatening country\" and \"disturber of peace\" at any cost and thus justify their racket against the DPRK, but this cynical ploy is no longer workable.\n\t\t\t\t\t\n\t\t\t\t\t It was none other than the U.S. that pushed the DPRK to develop nuclear warheads. It was again the U.S. that compelled the DPRK to conduct the test for judging their power.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to reflect on its inglorious history in which it has been engrossed in posing  threats and perpetrating provocations against the DPRK before trumpeting about \"threat\" over its nuclear warhead explosion test.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is still working hard to do harm to the DPRK with something, failing to properly face up to the strategic position of the DPRK which ranked itself among nuclear powers and the trend of the times. This is a pipedream.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now busy making much fuss over the DPRK's nuclear test, but it is nothing but a grumble of a spiritless fellow.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrence serves as a reliable shield and treasured sword for defending peace on the Korean peninsula and in the region."
        },
        {
            "title": "Park Geun Hye Group Accused of Their Crimes",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-18ee.html",
            "content": "Park Geun Hye Group Accused of Their Crimes\r\nPyongyang, September 17 (KCNA) -- The DPRK Measure Council for Human Rights in South Korea Saturday made public a white paper to disclose the hideous crimes the Park Geun Hye group have committed by turning south Korea into a veritable hell and human rights tundra.\n\t\t\t\t\t The tyrannical rule under the pretext of security, intelligence and terror was revived by Park Geun Hye in south Korea to wantonly trample down the political freedom of the people and their democratic rights, the white paper said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t As soon as she became boss of Chongwadae through all sorts of intrigues, Park let the remnants of the \"yusin\" regime and her confidants hold important posts of repressive machines such as the puppet Intelligence Service, the Ministry of Justice, prosecution and police and buckled down to reviving lots of fascist laws and establishing the one-man dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t She threw people of various circles in south Korea aspiring after social progress, reform and reunification behind bars on charges of violation of the \"Security Law\" (SL) after labeling them \"the forces following the north\" and \"the forces against social system\" and cracked down on the peaceful rallies and demonstrations of the people demanding vital rights by terming them \"illegal.\"\n\t\t\t\t\t\n\t\t\t\t\t According to the downsized data opened to public by the puppet security authorities, the number of suspected violators of SL indicted in the first year of the Park's office increased 30 percent over that in the same period of traitor Lee Myung Bak's office.\n\t\t\t\t\t\n\t\t\t\t\t South Korea has turned into a tundra and barren land of human rights in which a handful of those in power and the privileged maltreat the popular masses as no more than animals in wanton violation of their dignity and rights and force them into modern-day slave life.\n\t\t\t\t\t\n\t\t\t\t\t The privileged and the rich who account for just 1 percent of the population in south Korea treat toiling masses holding 99 percent of it as dogs and pigs and resort to high-handed and arbitrary practices, corruption and irregularities.\n\t\t\t\t\t\n\t\t\t\t\t According to doctored information released by the puppet Ethics Committee of Public Officials in March, average property of Park Geun Hye showed a growth of 1 billion won in the past three years and seven out of ten public officials were reported to have increased their properties than last year.\n\t\t\t\t\t\n\t\t\t\t\t The people under the absolute poverty line who fail to earn the lowest living expenses due to all kinds of financial burdens including huge doctor's fee, education fee and registration fee number more than 5.7 million.\n\t\t\t\t\t\n\t\t\t\t\t Over 8.5 million families or 47 percent of the population live in rented houses, cabin rooms, plastic sheet houses, huts and underground shacks and prices of commodities jumped at a yearly average of 15 percent, threatening the livelihood of people with each passing moment.\n\t\t\t\t\t\n\t\t\t\t\t Lots of minor entrepreneurs and workers who staked their fate on the north-south economic cooperation are now at the crossroads of life and death as the Park Geun Hye group is persistently refusing to comply with their demand for the damages caused by the shutdown of the Kaesong Industrial Zone.\n\t\t\t\t\t\n\t\t\t\t\t All sorts of maltreatment and discrimination against weak social strata including women, the old and the people with disabilities top the world list.\n\t\t\t\t\t\n\t\t\t\t\t A great number of workers suffer from modern-day slave labor at construction sites devoid of elementary labor safety measures.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is torn with all sorts of disasters and misfortune.\n\t\t\t\t\t\n\t\t\t\t\t Last year alone, 2,740 marine ship accidents occurred which is twice that in 2012, leaving 112 persons dead or missing.\n\t\t\t\t\t\n\t\t\t\t\t Over 50 various big accidents occurred in less than one year and a half since Park took office.\n\t\t\t\t\t\n\t\t\t\t\t For the past three years of her office 215,000 traffic accidents were reported on a yearly average and casualties numbered more than 333,000.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group's crimes found a vivid manifestation in the MERS case that turned south Korea into a serious mayhem in May last year.  \n\t\t\t\t\t\n\t\t\t\t\t In those days the epidemic lasted for more than 200 days, infecting 186 persons, leaving 38 dead and putting over 16 000 in quarantine.\n\t\t\t\t\t\n\t\t\t\t\t South Koreans are suffering from growing pain and disaster owing to the frantic north-targeted war drills staged by the U.S. imperialists and puppet forces in various parts of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Last year the Park group turned the whole of south Korea into a theatre of biochemical warfare by conniving at and fostering the criminal moves of the U.S. imperialists to illegally introduce anthracite germ. This year it decided to deploy THAAD in south Korea, committing such sycophancy towards the U.S. as offering it as a U.S. nuclear outpost for dominating Asia.\n\t\t\t\t\t\n\t\t\t\t\t Youth and children are groaning in despair and pain without any dream and hope for the future in the south Korean society, \n\t\t\t\t\t\n\t\t\t\t\t A total of 70 000 students of primary, secondary and high schools leave campuses every year due to the sky-rocketing school expenses. Over 80 percent of university students have to do day labor to manage to pay registration fee and even allow themselves to be guinea pigs.\n\t\t\t\t\t\n\t\t\t\t\t The jobless rate of young people is 34.2 percent, an all-time high. \n\t\t\t\t\t\n\t\t\t\t\t The number of young people who failed to get jobs after graduating from universities last year increased 4.7 percent compared with that in 2014 and the number of young workers who failed to receive even the lowest wage among the youngsters aged 15-29 increased by 200,000 over that in 2011.\n\t\t\t\t\t\n\t\t\t\t\t Young people among the delinquents involved in the crimes committed by the organizations ill-famed for all kinds of crimes, violence and swindles account for more than 80 percent and the rate of young suicide tops the world list.\n\t\t\t\t\t\n\t\t\t\t\t The way for the south Korean people to get rid of the veritable hell is to throw overboard the Park group of traitors reigning over the people and bleeding them white, bring down the rotten and ailing exploiting system and build a new society for the people, the white paper concluded."
        },
        {
            "title": "French Media on Tragic Plight of S. Korean Young People",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-19ee.html",
            "content": "French Media on Tragic Plight of S. Korean Young People\r\nPyongyang, September 17 (KCNA) -- The RFI of France aired a story written by its Seoul correspondent on Sept. 7, according to the south Korean internet newspaper Jaju Sibo.\n\t\t\t\t\t The number of 12-18 years old south Koreans who got away from their homes to escape family violence has increased every year, reaching  250 000 in all, the correspondent said, adding:\n\t\t\t\t\t\n\t\t\t\t\t This tragic situation is caused by the money-everything principle and hot competition.\n\t\t\t\t\t\n\t\t\t\t\t South Korea tops the world list of suicidal rate and has the lowest rate of childbirth in the world."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Nepali Media",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-02ee.html",
            "content": "Kim Il Sung's Exploits Praised by Nepali Media\r\nPyongyang, September 17 (KCNA) -- Special write-ups were carried by Nepali media on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t The Nepali newspaper Arpan on September 2 said in an article:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung was a peerlessly great man whom no one can match in the world in ideological and theoretical wisdom, leadership ability and virtue.\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest pride and happiness for the world people to hold him as the eternal sun of Juche in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t The President, who embarked on the road of revolution in his teens, led wars with the U.S. and Japanese imperialists, the anti-imperialist, anti-feudal democratic revolution, postwar rehabilitation and construction and socialist construction to victory.\n\t\t\t\t\t\n\t\t\t\t\t Immortal exploits he performed in all fields including politics, economy, military affairs and culture serve as noble wealth for not only the Korean people but also the world people.\n\t\t\t\t\t\n\t\t\t\t\t A magazine in the September issue carried an article illustrated with photos showing the invincible might of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t It said that Kim Il Sung led the Korean revolution to a new and original road distinguished from the preceding theories.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK with the Juche idea as guidelines is a country independent in politics, self-supporting in economy and self-reliant in defence.\n\t\t\t\t\t\n\t\t\t\t\t Articles praising the exploits Kim Il Sung performed before the era and history were posted by the Nepal Journalist Association and the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics on their websites on September 2."
        },
        {
            "title": "Kim Il Sung's Exploits Introduced by Cambodian Media",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-03ee.html",
            "content": "Kim Il Sung's Exploits Introduced by Cambodian Media\r\nPyongyang, September 17 (KCNA) -- Cambodian media carried special write-ups between August 27 and September 7 on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t The Cambodian newspaper Kmae Amata dedicated one whole page to an article titled \"Founder of DPRK\" with a photo of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are holing him as the eternal President of the DPRK in high esteem, the newspaper said, praising exploits he performed in nation-building.\n\t\t\t\t\t\n\t\t\t\t\t The AKP of Cambodia cited facts to prove that the Japanese imperialists conquered Korea by force and enforced the severe colonial rule, inflicting misfortune and pain upon the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the distress-torn history of the Korean nation finally ended as the President led the anti-Japanese armed struggle to victory to accomplish the cause of national liberation.\n\t\t\t\t\t\n\t\t\t\t\t It pointed out that August 15, 1945 was a turning point of history that made the colonial weak nation emerge as a power in the world.\n\t\t\t\t\t\n\t\t\t\t\t It said that the President accomplished the cause of building the party, army and country and wisely led the hard-fought Fatherland Liberation War, postwar rehabilitation and construction and socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t Apsara Radio and F.M.90.5 Radio of Cambodia said that the President set forth the original idea and line of building a state and successfully carried them out and then founded the DPRK, the first people's democratic state, in the East on September 9, 1948."
        },
        {
            "title": "Kim Jong Un's Report to Seventh Congress of WPK Introduced by Indonesian Newspaper",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-01ee.html",
            "content": "Kim Jong Un's Report to Seventh Congress of WPK Introduced by Indonesian Newspaper\r\nPyongyang, September 17 (KCNA) -- \"3. For the Independent Reunification of the Country\" of supreme leader Kim Jong Un's Report to the Seventh Congress of the Workers' Party of Korea on the Work of the Central Committee was posted on an Indonesian internet newspaper on September 6 on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t \"3. For the Independent Reunification of the Country\" reviewed the struggle of the Workers' Party of Korea (WPK) for accomplishing the cause of national reunification and successes achieved in the period under review.\n\t\t\t\t\t\n\t\t\t\t\t It indicated the line of the WPK on national reunification and the policy of carrying it out and urgent problems arising in accomplishing the independent reunification of the country."
        },
        {
            "title": "DPRK's Founding Anniversary Marked Abroad",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-04ee.html",
            "content": "DPRK's Founding Anniversary Marked Abroad\r\nPyongyang, September 17 (KCNA) -- Foreign political parties, government ministries, organizations, institutions and personages of different social standings and an international body sent floral baskets to the DPRK missions in those countries from September 6 to 9 on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t The floral baskets were laid before the portraits of smiling President Kim Il Sung and leader Kim Jong Il and the full-length pictures of the great leaders standing together.\n\t\t\t\t\t\n\t\t\t\t\t The floral baskets were sent by the People's Party of Cambodia, Ministry of Foreign Affairs and International Cooperation of Cambodia, Red Cross Committee of Cambodia, president of the Cambodian Parliament, first vice president of the Senate of Cambodia, chairman of the Funcinpec Party of Cambodia, minister of Information, senior minister of the Royal Palace of Cambodia, Foreign Ministry of Iran, Iranian Workers' House, International Taekwon-Do Association in Iran, China Hong Kong Zhonghwa Energy Fund Commission, Emperor Group of Hong Kong, China, Golden Trip Travel Service Co. Ltd, Hong Kong, China other Chinese units, People's Front of Workers, Peasants and Students of Peru, Simon Bolivar University of Peru, Marine Transport Company of Peru, Equatorial Guinean government, Democratic Party of Equatorial Guinea, minister of State Affairs of Algeria who doubles as minister of Foreign Affairs and International Cooperation and the Board of Directors of the Kim Il Sung-Kim Jong  Il Foundation."
        },
        {
            "title": "Swedish Organization Supports DPRK's Nuclear Warhead Explosion Test",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-05ee.html",
            "content": "Swedish Organization Supports DPRK's Nuclear Warhead Explosion Test\r\nPyongyang, September 17 (KCNA) -- The nuclear warhead explosion test conducted by the DPRK clearly shows the failure of the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t The Sweden-Korea Friendship Association said this in a statement on September 10.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrence is to deter the aggression of the enemies.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korea ceaselessly stage large-scale joint military drills for invading the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. compelled the DPRK to have access to nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Nothing can break the resolution of the DPRK to bolster up its nuclear deterrence.\n\t\t\t\t\t\n\t\t\t\t\t Though more than six decades have passed since the ceasefire of the Korean War, the U.S. refuses to conclude a peace treaty with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, instability which is neither war nor peace prevails on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The only way for peace and security on the Korean peninsula is to conclude a peace treaty between the DPRK and the U.S."
        },
        {
            "title": "Ethiopian Body Hails Nuclear Warhead Explosion Test of DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-06ee.html",
            "content": "Ethiopian Body Hails Nuclear Warhead Explosion Test of DPRK\r\nPyongyang, September 17 (KCNA) -- The Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism on September 13 made public a statement.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We support the nuclear warhead explosion test conducted by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The test was part of the practical counteractions to threats and sanctions against the DPRK by the U.S. and other hostile forces, which are persistently pulling over its exercise of the right to self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is deploying all kinds of nuclear strike means on the Korean peninsula and in its vicinity and seriously threatening the DPRK's sovereignty and right to existence, ceaselessly conducting war exercises for aggression.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the very one which compelled the DPRK to develop nuclear warheads.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should recognize the strategic position of the DPRK as a full-fledged nuclear weapons state and withdraw its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism extends full support and solidarity to the just struggle of the Korean people to protect sovereignty, vital rights and peace from the U.S. ever-more increasing nuclear threats."
        },
        {
            "title": "RPDC luchara por intereses comunes de Paises No Alineados, subraya Ri Yong Ho",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-01ss.html",
            "content": "RPDC luchara por intereses comunes de Paises No Alineados, subraya Ri Yong Ho\r\nPyongyang, 17 de septiembre (ACNC) -- El ministro de Relaciones Exteriores de la Republica Popular Democratica de Corea, Ri Yong Ho, hizo uso de la palabra en la reunion ministerial del Movimiento de los No Alineados, celebrada los dias 15 y 16 en Venezuela antes de la XVII Cumbre de los NOAL.\n\t\t\t\t\tEn la actualidad, se presenta como asunto muy importante aclarar en el documento final la posicion del MNOAL de elevar su posicion y papel como poderosa fuerza antibelica y pacifista y luchar contra todas formas de agresion, intervencion, subyugacion y desigualdad frustrando las tentativas de los imperialistas de mantener y fortalecer el bloque militar de caracter agresivo, comenzo el ministro y prosiguio: \n\t\t\t\t\t\n\t\t\t\t\tContinuan los ejercicios militares conjuntos de caracter agresivo, el uso de fuerzas armadas y las amenazas contra la soberania, la integridad territorial y la independencia de los Paises No Alineados, lo cual deviene una flagrante violacion de los principios de la Carta de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios militares conjuntos EE.UU.-Sur de Corea de gran envergadura, que se desarrollan varias veces al ano en el Sur de Corea contra la RPDC, resultan inaudita amenaza militar y nuclear de la potencia imperialista contra un Estado miembro del MNOAL. \n\t\t\t\t\t\n\t\t\t\t\tLa situacion incontrolable de la Peninsula Coreana se debe a esas maniobras de caracter provocativo y agresivo de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEl Consejo de Seguridad de la ONU se convierte en un aparato de despotismo y arbitrariedades de EE.UU. que aplica la sancion injusta contra los Estados miembros del MNOAL faltando a la imparcialidad y justicia sin el fundamento juridico. \n\t\t\t\t\t\n\t\t\t\t\tEl Consejo de Seguridad desprecio la reiterada apelacion del gobierno de la RPDC sobre los ejercicios militares conjuntos de gran envergadura de EE.UU., que amenazan gravemente la paz y seguridad internacionales, e impuso la sancion contra nuestro pais luego de aprobar la \"resolucion\" de prohibicion de la prueba nuclear y lanzamiento de cohete balistico. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC se vio obligada a optar por el armamento nuclear al cabo de hacer todo lo posible por defender la seguridad estatal desde la permanente amenaza nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tNuestras fuerzas armadas nucleares no contravienen a la posicion antinuclear ni a la de no proliferacion del MNOAL. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y otros paises occidentales abusan del Consejo de Seguridad de la ONU para imponer la \"democracia\" y la \"pauta de DDHH\" de si mismos a los Paises No Alineados.\n\t\t\t\t\t\n\t\t\t\t\tPara la operacion imparcial del Consejo de Seguridad, es importante intensificar las acciones conjuntas de los NOAL dentro del Consejo de Seguridad. En este caso, el MNOAL podra ejercer el veto en el trato de todos los problemas. \n\t\t\t\t\t\n\t\t\t\t\tDesde tal punto de vista, la RPDC reconoce que es necesario tomar las medidas para activar los trabajos del pequeno grupo del MNOAL y elevar decisivamente su papel en el Consejo de Seguridad. \n\t\t\t\t\t\n\t\t\t\t\tEn el futuro tambien, el gobierno de la RPDC luchara con firmeza por los intereses comunes de los NOAL y mantendra cooperacion estrecha con ellos."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion del Presidente de Pakistan",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-14ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion del Presidente de Pakistan\r\nPyongyang, 17 de septiembre (ACNC) -- Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el dia 8 el Presidente de la Republica Islamica de Pakistan, Mamnoon Hussain.\n\t\t\t\t\tLa misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tAprovechando la ocasion importante de acoger el 9 de septiembre de 2016, dia de la fundacion de la RPDC, le extiendo las mas cordiales felicitaciones a Su Excelencia en representacion del gobierno y pueblo de Pakistan.\n\t\t\t\t\t\n\t\t\t\t\tEstoy seguro de que continuaran en el futuro tambien las relaciones bilaterales entre nuestros dos paises, caracterizadas por la cooperacion sostenida y el entendimiento.\n\t\t\t\t\t\n\t\t\t\t\tFormulo cordiales votos por el pueblo de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSu Excelencia, reciba el testimonio de mi mas alta consideracion."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Regentes de San Marino",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-15ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Regentes de San Marino\r\nPyongyang, 17 de septiembre (ACNC) -- Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviaran el dia 7 los Regentes de la Republica de San Marino, Gian Nicola Berti y Massimo Andrea Ugolini.\n\t\t\t\t\tLa misiva sigue:\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del dia de la fundacion de la Republica Popular Democratica de Corea, enviamos las mas calurosas felicitaciones a Su Excelencia y formulamos votos sinceros por su salud y por la prosperidad, el progreso y el bienestar del amistoso pueblo de la RPDC."
        },
        {
            "title": "Banda de Park Geun-hye debe conocer bien a su rival: comentario de ACNC",
            "url": "http://kcna.co.jp/item/2016/201609/news17/20160917-13ss.html",
            "content": "Banda de Park Geun-hye debe conocer bien a su rival: comentario de ACNC\r\nPyongyang, 17 de septiembre (ACNC) -- La banda surcoreana de Park Geun-hye esta consternada por el terremoto politico que produce la exitosa prueba de explosion de ojiva nuclear de la Republica Popular Democratica de Corea. \n\t\t\t\t\tTan pronto como escucharan esa noticia, los titeres surcoreanos celebraron reuniones usando expresiones histericas como la \"situacion de emergencia\" y \"firme disposicion de venganza\". \n\t\t\t\t\t\n\t\t\t\t\tLos gangsteres del circulo militar anunciaron hasta el plan de establecimiento del \"sistema de ataque triangular\" y \"plan de operacion de venganza de gran envergadura\" disparateando que \"desapareceran a Pyongyang del mapa\".\n\t\t\t\t\t\n\t\t\t\t\tIntrodujeron en el suelo surcoreano las propiedades estrategicas nucleares de EE.UU. y planean librar desde mediados de octubre los ejercicios combinados anti-RPDC con la incorporacion de la flotilla del portaaviones nucleares Ronald Reagan. \n\t\t\t\t\t\n\t\t\t\t\tEs un proceder ridiculo de los ignorantes del poderio de su rival y de la situacion miserable de si mismos. \n\t\t\t\t\t\n\t\t\t\t\tLa Republica Popular Democratica de Corea es la gran potencia ideo-politica y militar de talla mundial donde todos los militares y civiles estan unidos monoliticamente en lo ideo-volitivo y moral en torno a su dirigente y se han perfeccionado las fuerzas armadas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a la reciente prueba de explosion de ojiva nuclear de la RPDC, hasta los especialistas estadounidenses reconocen que \"es la prueba mas poderosa entre las hechas hasta ahora por Corea\". \n\t\t\t\t\t\n\t\t\t\t\tEs muy ridiculo que la horda de titeres, que no tienen ni el derecho al cumplimiento de guerra, hable de la \"venganza\" y \"exterminio\" ante su rival que dispone en el maximo nivel todo el poderio ideo-politico y tecnico-militar capaz de aniquilar a los provocadores. \n\t\t\t\t\t\n\t\t\t\t\tAl ver que la RPDC ocupo la posicion de potencia mundial aun en medio de la presion militar y la sancion sin precedentes, EE.UU. reconoce el fracaso total de su politica hostil anticoreana. \n\t\t\t\t\t\n\t\t\t\t\tEl \"paraguas nuclear\" de EE.UU. y el THAAD, en que depositan la esperanza los titeres surcoreanos, ya no serviran para nada ante el inagotable disuasivo nuclear y poder de ataque de venganza nuclear de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEn tales circunstancias, es natural que EE.UU. no arriesgue su vida para salvar a la banda de Park Geun-hye que se ha dado de baja. \n\t\t\t\t\t\n\t\t\t\t\tPark y sus compinches deben actuar con prudencia al conocer bien a su rival cuya posicion ha cambiado radicalmente."
        }
    ]
}