{
    "date": "2016-10-20",
    "url": "http://kcna.co.jp/item/2016/201610/2016-10-20ee.html",
    "articles": [
        {
            "title": "Foreign Ministry Spokesman Blasts U.S. Official for Talking about \"Moral Sanctions\" on DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-17ee.html",
            "content": "Foreign Ministry Spokesman Blasts U.S. Official for Talking about \"Moral Sanctions\" on DPRK\r\nPyongyang, October 20 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to a question raised by KCNA Thursday to denounce the U.S. for calling for \"moral sanctions\" while talking about \"human rights issue\":\n\t\t\t\t\t Shortly ago, the U.S. sent the former UN special rapporteur related to the human rights performance in Korea to Seoul to let him talk such rubbish that \"moral sanctions\" should be slapped against the DPRK to restrict its teams' participation in international sports games such as Olympics or bar it from making sports exchanges with other countries, while finding fault with its non-existent \"human rights issue\".\n\t\t\t\t\t\n\t\t\t\t\t What he uttered is something which would make even a cat laugh as it is just sophism of an unenlightened and mentally deranged man devoid of elementary common sense about the noble spirit of Olympics having peace, friendship, solidarity and cooperation as its basic mission, and universally recognized principles.\n\t\t\t\t\t\n\t\t\t\t\t As for the former special rapporteur, he, while working as an official at the UN, acted as a puppet of the U.S., bereft of any impartiality. He parroted lies cooked up by hostile forces and played the role of a shock brigade in kicking up the \"human rights\" campaign against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly proves how just the DPRK was when it did not deal with him at all, to say nothing of acknowledging him from the beginning.\n\t\t\t\t\t\n\t\t\t\t\t Irony is that no sooner had the U.S. let this bete noire forsaken by the public stage a funny charade of calling for restricting the DPRK's participation in Olympics than a spokesman for the East Asia-Pacific Affairs of the U.S. State Department supported his assertion, saying that his utterances had something to reckon with and this is an issue which should be tabled at the UN.\n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. State Secretary, the assistant secretary of the State for East Asia-Pacific Affairs, the U.S. representative to the UN and other officials are denouncing \"human rights situation\" in the DPRK whenever an opportunity is presented regardless of time and place, and even went busy meeting \"defectors from the north\" who are no more than human scum. Not content with this, they instigated the newly appointed UN special rapporteur to submit an anti-DPRK \"human rights report\" peppered with lies and fabrications to the UN General Assembly now in session.\n\t\t\t\t\t\n\t\t\t\t\t This only clearly proves how wretched the U.S. has become though it styles itself the world's only superpower, and what reckless phase the U.S. hostile policy toward the DPRK has reached.\n\t\t\t\t\t\n\t\t\t\t\t They are seriously mistaken if they think they can make the DPRK embarrassed by raising such \"moral sanctions\" as restricting its participation in international sports games or banning it from making sports exchange with other countries.\n\t\t\t\t\t\n\t\t\t\t\t We do not care whether such issue is tabled at the UN or not but the U.S. and its vassal forces will be held wholly responsible for unpredictable and serious consequences to be entailed by that action."
        },
        {
            "title": "DPRK's Juche Satellites Will Continue to Soar Despite Park Geun Hye Group's Obstructions: NADA Spokesman",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-09ee.html",
            "content": "DPRK's Juche Satellites Will Continue to Soar Despite Park Geun Hye Group's Obstructions: NADA Spokesman\r\n Pyongyang, October 20 (KCNA) -- A spokesman for the National Aerospace Development Administration (NADA) of the DPRK made public a statement Thursday in connection with the fact that the Park Geun Hye group of traitors are viciously pulling up the DPRK over its satellite launch and its right to use space for peaceful purposes even in the international arena.\n\t\t\t\t\t At the recent meeting of the 4th Committee of the 71st UN General Assembly the DPRK delegate clarified the consistent principle and stand of the DPRK on the legitimate satellite launch and the right to use space for peaceful purposes, commanding strong sympathy and support of the attendants.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet delegate who was watching for an opportunity to find fault with the DPRK doggedly earned the right to speak as soon as the DPRK delegate's speech was over and uttered that \"the international community is striving for the use of space for peaceful purposes but the north is an exception\" and \"the north is continuously violating the relevant resolutions of the UN Security Council\".\n\t\t\t\t\t\n\t\t\t\t\t He went the lengths of asserting that \"any attempt of the north to justify banned activities by citing the right to use space for peaceful purposes is illegal\".\n\t\t\t\t\t\n\t\t\t\t\t As the DPRK delegate refuted his remarks based on reasonable logic and citing relevant law, he said that \"it is clear that the true aim sought by the north in launching satellite is not for peaceful purposes\" and that \"it is necessary to seriously examine the issue of the north's qualifications as a member nation of the UN\".\n\t\t\t\t\t\n\t\t\t\t\t The spokesman ridiculed the recent act of the south Korean puppet group as a hysteric fit of those taken aback by the invincible spirit and might of the DPRK making a long drive undeterred by all sorts of challenges and obstructions of the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The recent strange attitude of the puppet delegate at the UN General Assembly was pursuant to the Park Geun Hye group's sinister intention to brand the DPRK's exercise of its independent right as \"provocation\" and incite an international atmosphere for putting sanctions and pressure on it.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Park who even let her stooges kick up a gangster-like confrontation racket in the international arena, is a shame on the nation, the spokesman said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The groundless outpourings let out by the puppet group about the DPRK's satellite launch only clearly disclose the despicable true nature of itself as a group of idiots unable to distinguish satellite from long-range ballistic missiles, ignorant imbecile devoid of elementary discerning ability and a group of traitors keen on the confrontation with the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t Dogs bark but caravan moves on. No matter how desperately the puppet group may work to prolong their remaining days while clinging to the coattail of their American master, the DPRK will launch more Juche satellites and step up the dynamic advance for conquering vast space under the five-year plan for the state space development.\n\t\t\t\t\t\n\t\t\t\t\t The Park group should clearly know that the more desperately they may try to block the DPRK's peaceful space development, the bitterer international shame they will only face and the further they will precipitate their miserable end."
        },
        {
            "title": "DPRK's Principled Stand Clarified at 6th Committee of 71st UN General Assembly",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-18ee.html",
            "content": "DPRK's Principled Stand Clarified at 6th Committee of 71st UN General Assembly\r\n Pyongyang, October 20 (KCNA) -- The DPRK delegate made a speech at the meeting of the 6th Committee of the 71st UN General Assembly on Oct. 14 when discussing agenda item \"UN Charter and strengthening the role of organization\".\n\t\t\t\t\t He clarified the principled stand of the DPRK, taking note of the report of the special committee on UN Charter and on strengthening the role of the organization submitted to the full-dress session as follows:\n\t\t\t\t\t\n\t\t\t\t\t Firstly, all the issues arising in the international relations should be solved to serve the purpose of the UN and on the principle provided for in the UN Charter.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, the UN Security Council has to fulfill its mission in a fair and responsible manner as befitting its primary responsibility for ensuring international peace and security.\n\t\t\t\t\t\n\t\t\t\t\t Thirdly, the inglorious history of the UN which has been misused quite contrary to peace and security on the Korean peninsula should be ended as quickly as possible.\n\t\t\t\t\t\n\t\t\t\t\t The delegate strongly demanded once again that U.S. disband at an early date the illegal \"UN Forces Command\" in south Korea and withdraw all aggression forces from south Korea according to a resolution adopted at the 30th UN General Assembly, expressing the expectation that all the member nations would voice positive support and solidarity to it."
        },
        {
            "title": "Hostile Forces Warned to Stop Anti-DPRK Human Rights Racket",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-16ee.html",
            "content": "Hostile Forces Warned to Stop Anti-DPRK Human Rights Racket\r\n Pyongyang, October 20 (KCNA) -- The DPRK Association for Human Rights Studies issued a statement on Thursday in connection with the fact that the hostile forces' human rights racket against the DPRK has become all the more hysteric these days.\n\t\t\t\t\t They worked out and published \"a list of targets of special sanctions\" while talking about \"violation of human rights under the tyrannical rule\" in reference to the headquarters of the DPRK, and cried out for extending by 2022 \"the North Korean Human Rights Act\" which had already been extended twice since its fabrication in 2004. \n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. ambassador and the \"special envoy for the human rights issue in north Korea\" to the UN flew into south Korea one on the heels of the other where they vociferated about \"urgency and serious nature of the human rights issue in the north\" and \"use of all possible means for teaching the north how to count.\" They, at the same time, blustered that they would pass through the UN General Assembly a \"resolution\" referring the \"north Korean human rights issue\" to the International Criminal Court this year in the wake of 2014 and 2015.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Park Geun Hye is also reeling off almost every day a slew of such vituperation as \"suppression of human rights in the north\", \"horrible plight of inhabitants in the north\" and \"hunger and tyranny\" and her stooges have gone reckless in a bid to make even a slight crack in the harmonious whole of the DPRK while talking about \"human rights abuses records\" and \"punishment of the chief culprit\".\n\t\t\t\t\t\n\t\t\t\t\t Not content with this, the U.S. and the puppet group of traitors are imprudently saying this or that about \"human rights\" of the DPRK's overseas workers, adding that relevant countries \"should not accept workers from the north\" and \"export of minerals from the north which is product of forced labor should be restricted\" and went the lengths of calling for checking exchange of sports and culture and even tourism.\n\t\t\t\t\t\n\t\t\t\t\t The statement denounced this as a wanton violation of the dignity and sovereignty of the DPRK, a legitimate sovereign state, a total denial of the ideology and social system in the DPRK and an open and serious state-sponsored terrorist act targeting the collapse of the socialist system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the U.S. and its followers who have been extremely irritated by its total failure in the decades-old nuclear stand-off with the DPRK are trying hard to secure a legitimate justification for a preemptive military strike at the DPRK with the human rights issue as the last playing card for slapping sanctions against it and stifling it.\n\t\t\t\t\t\n\t\t\t\t\t The statement warned the U.S. and the Park Geun Hye group as follows as a full-fledged nuclear power and dignified human rights champion:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has to immediately roll back its hostile policy toward the DPRK, root cause of anti-DPRK human rights abuses, and sincerely apologize for those heinous crimes it has committed against the Korean nation century after century.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye and her stooges who dare point their fingers at the sun and hurt the ideology, social system and dignity of the supreme leadership of the DPRK will not be able to find any room on this land and under the sky but face the most horrible punishment.\n\t\t\t\t\t\n\t\t\t\t\t The world progressive people who value human dignity, conscience, justice and truth should heighten vigilance against the U.S. and its followers' intervention being committed under the signboard of \"human rights champion\", and the UN Human Rights Council should withdraw all unjust and unreasonable measures it took against the DPRK, and reject unwarranted pressure and high-handed practices of the dishonest forces so as to regain prestige and confidence as an international body.\n\t\t\t\t\t\n\t\t\t\t\t Those keen on anti-DPRK human rights smear campaign to encroach upon the ideology, social system and the dignity of the DPRK, quite contrary to the development of the era and history, will never be pardoned but be forced to face the most merciless punishment. This is the stern warning the DPRK issues once again, availing itself of the opportunity."
        },
        {
            "title": "Photo Exhibition Opens to Celebrate GFTUK Congress ",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-10ee.html",
            "content": "Photo Exhibition Opens to Celebrate GFTUK Congress \r\n Pyongyang, October 20 (KCNA) -- A photo exhibition for celebrating the Seventh Congress of the General Federation of Trade Unions of Korea (GFTUK) was opened with due ceremony at the People's Palace of Culture Thursday.\n\t\t\t\t\t Displayed at the venue of the exhibition are the photo of smiling President Kim Il Sung and leader Kim Jong Il, convinced of the bright future of Juche Korea on Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Displayed there are photos showing the great leadership of Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un who founded the GFTUK, indicated the road ahead and led it to make a contribution to building a powerful socialist country.\n\t\t\t\t\t\n\t\t\t\t\t There are also photos dealing with the struggle of the officials and members of the GFTUK and working people who have recorded annals of the revolution miracles and creation under the leadership of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Choe Ryong Hae, vice-chairman of the Central Committee of the Workers' Party of Korea, officials and members of the GFTUK and working people."
        },
        {
            "title": "SPA Delegation Leaves for Switzerland",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-19ee.html",
            "content": "SPA Delegation Leaves for Switzerland\r\n Pyongyang, October 20 (KCNA) -- A delegation of the Supreme People's Assembly led by Deputy Ri Jong Hyok, director of the National Reunification Institute, left here Thursday to take part in the 135th Conference of the Inter-Parliamentary Union to be held in Geneva."
        },
        {
            "title": "Message to Kim Jong Un from Chairman of March 26 Movement of Uruguay",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-07ee.html",
            "content": "Message to Kim Jong Un from Chairman of March 26 Movement of Uruguay\r\n Pyongyang, October 20 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, on Oct. 10 received a message of greeting from Ruben Maria Vera, chairman of the March 26 Movement of Uruguay.\n\t\t\t\t\t The message congratulated the 71st anniversary of the Workers' Party of Korea (WPK), an important event, and the 19th anniversary of leader Kim Jong Il's election as general secretary of the WPK on behalf of the March 26 Movement of Uruguay.\n\t\t\t\t\t\n\t\t\t\t\t It congratulated the 90th anniversary of the Down-with-Imperialism Union formed by eternal President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It wished Kim Jong Un, chairman of the WPK, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, big success in his work for building an independent and socialist country."
        },
        {
            "title": "Foreigners Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-11ee.html",
            "content": "Foreigners Visit Mangyongdae\r\n Pyongyang, October 20 (KCNA) -- Foreign guests who took part in the Congress of the DPRK Red Cross Society and the meeting marking its founding anniversary visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t At the old home, they toured the historical relics while being briefed on the revolutionary career of the President.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Sci-Tech Complex, Okryu Children's Hospital, etc."
        },
        {
            "title": "\"Complete Collection of Kim Jong Il's Works\" Vol. 15 Published",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-20ee.html",
            "content": "\"Complete Collection of Kim Jong Il's Works\" Vol. 15 Published\r\n Pyongyang, October 20 (KCNA) -- \"Complete Collection of Kim Jong Il's Works\" Vol. 15 was published in the DPRK. The book, a cycle of the immortal Juche idea, the Songun idea, systematically and comprehensively records the works of leader Kim Jong Il in a chronological order.\n\t\t\t\t\t It records 83 works including talks, speeches and concluding speeches made by Kim Jong Il from January to July, Juche 60 (1971).\n\t\t\t\t\t\n\t\t\t\t\t The works deal with the idea that all the people should live up to the deep trust of the Workers' Party of Korea with loyalty, bearing deep in mind that they have pride and honor of carrying the badges bearing the portrait of President Kim Il Sung on their chests and the fixed faith that they know him only any time and at any place.\n\t\t\t\t\t\n\t\t\t\t\t It gives the perfect answers to the principled issue arising in adapting the masterpieces personally created by the President into various forms of literary and art works and to the theoretical and practical issues for the writers and artistes in the field of film industry to more firmly arm themselves with the Juche-based idea of literature and art and bring about a great surge in creating films.\n\t\t\t\t\t\n\t\t\t\t\t The book also contains works giving clear answers to the issue of educating the Children's Union members in a revolutionary way and further strengthening the work of the Children's Union, the idea that sports precisely means the national power, the issue of putting the nation's sports technique onto the world's level at an early date and other theoretical and practical issues arising in socialist construction."
        },
        {
            "title": "Renovated Spring Water Factory in Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-14ee.html",
            "content": "Renovated Spring Water Factory in Pyongyang\r\n Pyongyang, October 20 (KCNA) -- The Ryongaksan Spring Water Factory in the suburbs of Pyongyang, the capital city of the DPRK, has been renovated to meet the demands of the new century, raising its production capacity twice.\n\t\t\t\t\t A lot of its buildings were built or rebuilt on an extension basis, including compressor room, pumping station, container production workshop and cultural and welfare establishments.\n\t\t\t\t\t\n\t\t\t\t\t The factory realized the modernization of production processes on a higher level by replacing 45 equipment and facilities of 24 kinds with homemade ones.\n\t\t\t\t\t\n\t\t\t\t\t It also established the water filtering and disinfection process of several stages and put all production processes on a germ-free and dust-free basis through the installation of 20-odd air-conditioning and sterilizing purifiers manufactured on its own efforts.\n\t\t\t\t\t\n\t\t\t\t\t An efficient integrated production system was established to ensure the management of products and hygienic work on a scientific basis and the overall production process, ranging from the supply of containers to washing, filling, inspection and forwarding, automated and streamlined.\n\t\t\t\t\t\n\t\t\t\t\t The factory now looks like a picture as it is surrounded by tens of thousands of various species of trees and flowers.\n\t\t\t\t\t\n\t\t\t\t\t From olden times, Ryongaksan spring water has been known to be good for health and treatment of diseases as it contains various mineral matters and ions."
        },
        {
            "title": "Medical Oxygen Factory in Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-15ee.html",
            "content": "Medical Oxygen Factory in Pyongyang\r\n Pyongyang, October 20 (KCNA) -- The Medical Oxygen Factory built in the outskirts of Pyongyang, the capital city of the DPRK, has begun its operation some days ago.\n\t\t\t\t\t The factory has a production capacity enough to supply oxygen to all hospitals in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The production and management of the factory are controlled on a central monitoring system and all its processes are computerized, ranging from air infusion to oxygen storage.\n\t\t\t\t\t\n\t\t\t\t\t Medical oxygen produced at the factory has higher qualitative indexes than those defined by the World Health Organization as it is more than 99.8 percent in purity, less than 0.01 percent in carbon dioxide content, less than 0.001 percent in carbon monoxide content and 0.006 g/?in water content.\n\t\t\t\t\t\n\t\t\t\t\t The factory provides each hospital with oxygen in cylinder bearing its name.\n\t\t\t\t\t\n\t\t\t\t\t Its Manager Kim Jong Chol told KCNA that the birth of the factory was thanks to the Workers' Party of Korea's policy on public health, adding they would work hard to produce medical oxygen as much as possible for the improvement of citizens' health.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un visited this factory in September, saying the factory reflects the WPK's outlook on the people and its spirit of devoted service to them."
        },
        {
            "title": "KCNA Commentary Slams Park Geun Hye Regime's \"Human Rights\" Farce against DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-13ee.html",
            "content": "KCNA Commentary Slams Park Geun Hye Regime's \"Human Rights\" Farce against DPRK\r\n Pyongyang, October 20 (KCNA) -- The Park Geun Hye regime of south Korea is getting ever more undisguised in its \"human rights\" ruckus against the DPRK.\n\t\t\t\t\t Recently, it sponsored a ceremony of opening the \"office for preserving human rights records in the north,\" crying out for full-scale enforcement of the \"law on human rights in the north.\"\n\t\t\t\t\t\n\t\t\t\t\t This is another poor farce orchestrated by the human rights abusers in south Korea to tarnish the image of the dignified DPRK and realize their wild dream of achieving \"unification though absorption\" by hyping and internationalizing the non-existent issue of the \"human rights in the north\" and cover up the miserable reality of south Korea, a veritable hell.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Park, seized with an inveterate bad habit of escalating confrontation with the compatriots in the north, has persisted in the \"human rights\" racket against the DPRK since the outset of her office in a bid to check the public mind-set favoring the north and stifle it through international cooperation.\n\t\t\t\t\t\n\t\t\t\t\t Her regime orchestrated a farce of publishing a \"white paper on human rights in the north\" peppered with rubbish talked by betes noires who betrayed their country, and let them insult the compatriots in the north even in the international arena. \n\t\t\t\t\t\n\t\t\t\t\t It set up the UN \"office on human rights in north\", a product of the U.S. \"human rights\" racket against the DPRK, in Seoul and went the lengths of railroading the \"bill on human rights in the north\" through the \"National Assembly\" though it had been on the shelf for the past decade under strong public fire.\n\t\t\t\t\t\n\t\t\t\t\t The \"law on human rights in the north,\" the first of its kind, is an evil law to stoke distrust and confrontation between the north and the south and bring a war disaster to the nation as it is based on misinformation offered by tricksters of south Korea, international plot-breeders, criminals who deserted their hometowns and families and other human scum in conspiracy.\n\t\t\t\t\t\n\t\t\t\t\t Pursuant to this evil law, the puppet regime newly set up plot-breeding machines to escalate \"human rights\" racket against the DPRK and confrontation of social systems.\n\t\t\t\t\t\n\t\t\t\t\t The open inauguration of the above-said \"office\" betrays the true colors of Park as a thrice-cursed traitor keen on the confrontation.\n\t\t\t\t\t\n\t\t\t\t\t It is impudent for the Park-led human rights abusers to talk about someone's \"human rights\" situation as they are cursed and censured by all Koreans for totally stamping out democracy and human rights in south Korea and deprived south Koreans of their vital rights by reviving \"yusin\" dictatorship and pursuing unpopular policies.\n\t\t\t\t\t\n\t\t\t\t\t The Park regime is working hard to tarnish the image of the socialist system in the ever-victorious DPRK, a single-mindedly united society, through such ridiculous \"human rights\" burlesque. It is like fools beating the air.\n\t\t\t\t\t\n\t\t\t\t\t The Park regime's poor farce would only precipitate its self-destruction."
        },
        {
            "title": "CBS of South Korea Blames Prosecution for Unreasonable Action",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-05ee.html",
            "content": "CBS of South Korea Blames Prosecution for Unreasonable Action\r\n Pyongyang, October 20 (KCNA) -- CBS of south Korea criticized the prosecution's unfair indictment on Oct. 13.\n\t\t\t\t\t Recalling 33 lawmakers were taken to court for violating the \"election law\" during the April 13 general election, the radio said the prosecution is under fire by the public for openly flattering the regime.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the representative of the opposition Minju Party and veteran lawmakers from it and those from the ruling \"Saenuri Party\" who are not in the pro-Park Geun Hye circle were indicted while pro-Park lawmakers accused of interfering in the nomination process of the \"Saenuri Party\" were all cleared of suspicion."
        },
        {
            "title": "S. Korean Opposition Party Leader Denounces Park Geun Hye for Restoring \"Yusin\" Dictatorship",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-08ee.html",
            "content": "S. Korean Opposition Party Leader Denounces Park Geun Hye for Restoring \"Yusin\" Dictatorship\r\n Pyongyang, October 20 (KCNA) -- The chairman of the Emergency Measure Committee of the Kukmin Party, an opposition party of south Korea, denounced traitor Park Geun Hye for her fascist arbitrary practice at the meeting of emergency measure members and prominent lawmakers at the \"National Assembly\" on Oct. 14, according to the south Korean MBC.\n\t\t\t\t\t South Korea is witnessing these days such abnormal phenomena as figures in the field of literature and arts being blacklisted, something possible in the past era, and big business making investment in such unidentified foundations as Mir Foundation and K Sports Foundation, he said.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is going back to the \"yusin\" era, he accused Park of turning the era of culture in the 21st century into the era of brutes."
        },
        {
            "title": "S. Korean Puppet Group Accused of Trying to Make Autopsy of Late Paek Nam Gi",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-12ee.html",
            "content": "S. Korean Puppet Group Accused of Trying to Make Autopsy of Late Paek Nam Gi\r\n Pyongyang, October 20 (KCNA) -- An all-people rally took place in Seoul on Oct. 15 to denounce the puppet group for trying to make an autopsy of peasant Paek Nam Gi who was killed by the fascist suppression, according to KBS of south Korea. It was sponsored by the Headquarters of Struggle for Paek Nam Gi.\n\t\t\t\t\t It was attended by more than 1,000 citizens of all social standings.\n\t\t\t\t\t\n\t\t\t\t\t Speakers accused the security authorities of trying to make an autopsy in a bid to declare that Paek died of illness. \n\t\t\t\t\t\n\t\t\t\t\t They demanded the prosecution and police cancel the warrant of autopsy.\n\t\t\t\t\t\n\t\t\t\t\t They called for not forgetting that Paek who demanded the right to existence was killed by the regime.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants moved to the place where Paek was put in a critical condition after being hit by the police's water cannon, and held a memorial service for him."
        },
        {
            "title": "Kim Jong Un's Work Published in India ",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-01ee.html",
            "content": "Kim Jong Un's Work Published in India \r\n Pyongyang, October 20 (KCNA) -- \"Let Us Bring About a Fundamental Turn in the Three-Revolution Red Flag Movement in Line with the Demands of the Developing Revolution\", the letter sent by supreme leader Kim Jong Un to those attending in the Fourth Conference of Forerunners of the Three-revolution Red Flag Movement, was brought out in booklet by the Indian newspaper Indian and World Event on the 71st founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t The letter sent by him on Nov. 20, Juche 104 (2015) recalls that President Kim Il Sung and leader Kim Jong Il initiated the three-revolution red flag movement and wisely led the work for dynamically conducting the three revolutions-- ideological, technical and cultural-- in all fields of the revolution and construction, thus performing undying feats in the revolutionary cause of Juche and in the drive for accomplishing the cause of building a powerful socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates tasks for thoroughly carrying out the line of the three revolutions to bring earlier the final victory.\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony took place on Oct. 9."
        },
        {
            "title": "Kim Il Sung's Work Introduced in Poland",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-02ee.html",
            "content": "Kim Il Sung's Work Introduced in Poland\r\n Pyongyang, October 20 (KCNA) -- \"3. Let Us Reunify the Country Independently and Peacefully\" of President Kim Il Sung's work \"Report to the Sixth Congress of the Workers' Party of Korea on the Work of the Central Committee\" was posted on the Polish branch of the Korean Friendship Association's internet homepage and the Polish internet homepage DPRK on October 8 on the 36th anniversary of the proposal for founding the Democratic Federal Republic of Koryo (DFRK).\n\t\t\t\t\t The part of the work, published on October 10, Juche 69 (1980), refers to the struggle of the Workers' Party of Korea for national reunification in the period under review and tasks for achieving the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the new reunification proposal for founding the DFRK on the three principles of national reunification and the 10-point policy to be enforced out by the DFRK."
        },
        {
            "title": "WPK's Birthday Celebrated in Foreign Countries",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-03ee.html",
            "content": "WPK's Birthday Celebrated in Foreign Countries\r\n Pyongyang, October 20 (KCNA) -- Meetings and film shows took place in Russia, the Czech Republic and Bangladesh on October 4 and 8 on the 71st founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Korean films \"Grand Celebration of 70th Founding Anniversary of Workers' Party of Korea in Presence of Respected Comrade Kim Jong Un\" and \"Flag of the Workers' Party of Korea\" were shown.\n\t\t\t\t\t\n\t\t\t\t\t Vadim Kudimin, director of the Russian Institute of Kimilsungism-Kimjongilism, said:\n\t\t\t\t\t\n\t\t\t\t\t The WPK, representing the interests of the working Korean people, was founded on October 10, 1945.\n\t\t\t\t\t\n\t\t\t\t\t After peerless patriot Comrade Kim Il Sung founded the WPK, the Korean people could vigorously advance for building a new society.\n\t\t\t\t\t\n\t\t\t\t\t The foundation and precious history of struggle of the WPK clearly show the world people what kind of the party they should found and how they should work to realize demand and interests of their countries and nations.\n\t\t\t\t\t\n\t\t\t\t\t Josef Servista, deputy general secretary of the Central Committee of the Czechoslovak Communist Party, said:\n\t\t\t\t\t\n\t\t\t\t\t The great Comrade Kim Il Sung founded the WPK, the political staff of the Korean revolution, after achieving the historic cause of liberation of Korea under the banner of the Juche idea, the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t The great Comrade Kim Jong Il developed the WPK into the revolutionary party in which the ideological system and leadership system of the leader have been firmly established.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is making great successes in the building of a socialist power decisively smashing the imperialists' moves to stifle the DPRK under the leadership of H.E. Kim Jong Un who is successfully carrying forward the party-building exploits of the preceding leaders. \n\t\t\t\t\t\n\t\t\t\t\t Garib Newaz, president of the Bangladesh People's League, said the WPK is the beacon of hope indicating the way to be followed by all the revolutionary parties and progressive people in the world.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the event held in the Czech Republic."
        },
        {
            "title": "DPRK's Holidays Marked Abroad",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-04ee.html",
            "content": "DPRK's Holidays Marked Abroad\r\n Pyongyang, October 20 (KCNA) -- Seminars took place in different countries on the 19th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK), its 71st founding anniversary and the 90th anniversary of the formation of the Down-with-Imperialism Union.\n\t\t\t\t\t They were held by the Finnish National Committee for the Study of the Juche Idea, the Bulgarian Group for the Study of Kimilsungism-Kimjongilism, the Federal Republic of Germany-DPRK Association, the Polish branch of the Korean Friendship Association, the Pakistani Organization for the Study of the Juche Idea and a Malaysian company between October 3 and 14.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Finnish National Committee for the Study of the Juche Idea said the WPK has successfully fulfilled the mission as organizer and guide of all victories of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Federal Republic of Germany-DPRK Association said that now the WPK is successfully inheriting the tradition of ever-victory upholding Marshal Kim Jong Un at the top post. Thanks to the wise leadership of the Party the service personnel and people of the DPRK will turn adversity into favorable condition in the drive for recovering from the flood damage in the northern part of North Hamgyong Province, he added.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Pakistani Organization for the Study of the Juche Idea praised President Kim Il Sung for founding the WPK and victoriously leading the building of a new country, the Fatherland Liberation War and socialist construction. He said Marshal Kim Jong Un is developing the WPK into the party of Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Portavoz del MINREX rechaza la \"sancion moral\" preconizada por EE.UU.",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-21ee.html",
            "content": "Portavoz del MINREX rechaza la \"sancion moral\" preconizada por EE.UU.\r\nPyongyang, 20 de octubre (ACNC) -- Con respecto a que EE.UU. habla de la \"sancion moral\" acusando a la Republica Popular Democratica de Corea del \"problema de DDHH\", el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 20 a la ACNC la siguiente respuesta:\n\t\t\t\t\tHace poco, el ex \"relator especial\" de la ONU sobre la situacion de DDHH de la RPDC realizo una visita a Seul a instigacion de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEn esa ocasion, pretextando el inexistente \"problema de DDHH\", el insistio en ejercer la \"sancion moral\" a la RPDC tales como la restriccion de su participacion en los Juegos Olimpicos y otros eventos deportivos internacionales y el bloqueo de intercambio deportivo con otros paises. \n\t\t\t\t\t\n\t\t\t\t\tEs una sofisteria ridicula de psicopata e ignorante del noble espiritu de los Juegos Olimpicos, cuya mision principal es la paz, la amistad, la solidaridad y la cooperacion, y de los principios reconocidos por la sociedad internacional. \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a ese tipejo, durante todo el periodo de su desempeno como funcionario publico de la ONU, actuo como marioneta de EE.UU. faltando completamente al principio de imparcialidad.\n\t\t\t\t\t\n\t\t\t\t\tSe puso al frente de la campana de \"DDHH\" anti-RPDC repitiendo como papagayo las mentiras inventadas por las fuerzas hostiles. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad evidencia de nuevo que fue muy justo que la RPDC no se haya tratado con el sin reconocerlo siquiera desde el principio. \n\t\t\t\t\t\n\t\t\t\t\tLo mas ridiculo del caso es que tan pronto como esa escoria humana abandonada dijera el chisme de restringir la participacion de la RPDC en los Juegos Olimpicos, el portavoz del Departamento de Estado de EE.UU. para Asia Oriental y el Pacifico le defendio diciendo que su criterio tiene razon y es un asunto que debe ser discutido en la ONU. \n\t\t\t\t\t\n\t\t\t\t\tUltimamente, el secretario de Estado y el asistente del secretario para Asia Oriental y el Pacifico, el representante estadounidense ante la ONU y otras figuras oficiales de EE.UU. suelen censurar la \"situacion de DDHH\" de la RPDC a cualquier hora y en cualquier lugar y reciben a los \"fugitivos norcoreanos\", basuras humanas.\n\t\t\t\t\t\n\t\t\t\t\tE instigaron al nuevo \"relator especial\" de la ONU a someter a la consideracion de la Asamblea General de ONU, actualmente en plena sesion, el \"informe de DDHH\" anti-RPDC inventado con datos falsificados y embustes. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho demuestra que se hizo tan miserable la situacion de EE.UU. autodenominado como unica superpotencia del mundo y que llega a la fase muy imprudente su politica de hostilidad a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEsta muy equivocado si EE.UU. piensa que podria asustar a la RPDC con la \"sancion moral\" como la restriccion de la participacion en Juegos Olimpicos y otros torneos internacionales y la prohibicion de intercambios deportivos con otros paises. \n\t\t\t\t\t\n\t\t\t\t\tNo nos importa que se discuta o no ese tema en la ONU. \n\t\t\t\t\t\n\t\t\t\t\tPero, la responsabilidad de las imprevisibles y graves consecuencias de ello recaera enteramente sobre EE.UU. y sus satelites."
        },
        {
            "title": "Se lanzaran de continuo satelites artificiales de RPDC, afirma portavoz de la ANDA",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-22ee.html",
            "content": "Se lanzaran de continuo satelites artificiales de RPDC, afirma portavoz de la ANDA \r\nPyongyang, 20 de octubre (ACNC) -- En relacion con que la banda traidora surcoreana de Park Geun-hye calumnia hasta en la escena internacional el lanzamiento de satelite artificial y el derecho al uso del cosmos con fines pacificos de la Republica Popular Democratica de Corea, el portavoz de la Administracion Nacional de Desarrollo Aeroespacial de la RPDC hizo publica el dia 20 una declaracion que sigue:\n\t\t\t\t\tEn la reunion del cuarto comite de la 71a sesion de la Asamblea General de la ONU, el delegado de la RPDC expuso el invariable principio y posicion de la RPDC sobre el lanzamiento de satelite y el derecho al uso del cosmos con fines pacificos provocando el consentimiento y apoyo de la audiencia. \n\t\t\t\t\t\n\t\t\t\t\tPero, el delegado titere surcoreano, quien acechaba la oportunidad de acusar a la RPDC, obtuvo el derecho a la palabra en cuanto terminara el discurso del delegado de la RPDC y disparateo que \"la sociedad internacional, excepto al Norte de Corea, se esfuerza por el uso del cosmos con fines pacificos\" y que \"el Norte sigue infringiendo las resoluciones correspondientes del Consejo de Seguridad de la ONU\".\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, dijo que \"es ilegal cualquier intento del Norte de justificar las actividades prohibidas aduciendo el derecho al uso del cosmos con fines pacificos\". \n\t\t\t\t\t\n\t\t\t\t\tEl delegado de la RPDC refuto en el acto esas palabras con argumentos logicos y a base de la ley correspondiente. Entonces, el tipejo surcoreano se porto descabellado reiterando que \"es evidente que el lanzamiento de satelite del Norte no persigue un objetivo pacifico\" y \"es necesario examinar con seriedad si el Norte tiene la calidad de pais miembro de la ONU\". \n\t\t\t\t\t\n\t\t\t\t\tEsa conducta de la camarilla titere de Park Geun-hye no pasa de una reaccion histerica de los atemorizados por el impetu invencible y el aspecto majestuoso de la RPDC que resulta victoriosa a pesar de los desafios y acciones obstruccionistas de las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, parte de la siniestra intencion de inculcar el ambiente de sancion y presion internacionales calificando a toda costa de \"provocacion\" el ejercicio de derechos independientes por la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Es una verguenza de la nacion la traidora Park Geun-hye que instigo a sus lacayos a cometer acciones conflictivas hasta en el escenario internacional.\n\t\t\t\t\t\n\t\t\t\t\t  La chismografia de la banda surcoreana sobre el lanzamiento de satelites artificiales por parte de la RPDC deja conocer que ellos son imbeciles que no saben distinguir cual es un satelite artificial o misil balistico de largo alcance y carecen de la elemental capacidad de juicio.\n\t\t\t\t\t\n\t\t\t\t\t  Los perros ladran, pero la caravana marcha adelante.\n\t\t\t\t\t\n\t\t\t\t\t  Digan lo que digan los titeres surcoreanos que mantienen su vida bajo el amparo de su amo gringo, la RPDC lanzara mucho mas satelites del Juche segun el plan quinquenal de desarrollo espacial del Estado y acelerara la marcha vigorosa para conquistar el extenso universo.\n\t\t\t\t\t\n\t\t\t\t\t  La horda de Park Geun-hye debe conocer bien que cuanto mas redoble los esfuerzos por impedir el desarrollo espacial con fines pacificos de la RPDC, tanto mas grande sera su verguenza en la arena internacional y mas rapido le llegara el fin tragico."
        },
        {
            "title": "AEDHC publica declaracion de condena a fuerzas hostiles anti-RPDC",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-23ee.html",
            "content": "AEDHC publica declaracion de condena a fuerzas hostiles anti-RPDC\r\nPyongyang, 20 de octubre (ACNC) -- La Asociacion de Estudio de Derechos Humanos de Corea (AEDHC) hizo publica el dia 20 una declaracion de condena a las fuerzas hostiles que intensifican mas que nunca la campana intrigante de DDHH contra la Republica Popular Democratica de Corea. \n\t\t\t\t\tEE.UU. invento y publico atrevidamente hasta la \"lista de blancos de sancion especial\" hablando de la \"violacion de DDHH por la tirania\" en alusion a la Direccion Suprema de la RPDC y expone la voluntad de prolongar hasta el ano 2022 la \"ley de DDHH del Norte\", fabricada en 2004 y aplazada dos veces, revela la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn sus recientes visitas al Sur de Corea, el embajador estadounidense ante la ONU y el \"enviado especial de DDHH del Norte\" insistieron en la \"urgencia y gravedad\" del \"problema de DDHH del Norte\" y el \"uso de todos los medios para cambiar el modo de conteo del Norte\", anunciando que al igual que en los anos 2014 y 2015, aprobarian este ano tambien en la Asamblea General de la ONU la \"resolucion\" para remitir a la Corte Penal Internacional el \"problema de DDHH del Norte\". \n\t\t\t\t\t\n\t\t\t\t\tLa traidora surcoreana Park Geun-hye tambien no se cansa de decir injurias tales como \"represion a los DDHH en el Norte\", \"situacion critica de la poblacion norcoreana\" y \"hambre y tirania\".\n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, sus lacayos se mueven con rabia para abrir grietas en la unidad monolitica de la RPDC insistiendo en el \"registro de crimenes de DDHH\" y \"castigo a los responsables\". \n\t\t\t\t\t\n\t\t\t\t\tInsatisfecho con esto, EE.UU. y los titeres surcoreanos exigen injustamente a los paises correspondientes que \"no acepten a los obreros norcoreanos\" cuestionando los \"derechos humanos\" de estos en el extranjero.\n\t\t\t\t\t\n\t\t\t\t\tE insisten en \"restringir la exportacion de minerales del Norte, producto de trabajo forzado\" e impedir hasta el intercambio deportivo y cultural y el turismo. \n\t\t\t\t\t\n\t\t\t\t\tTales actos resultan una violacion abierta de la dignidad y soberania de la RPDC, legitimo Estado soberano, la negacion total a su ideologia y regimen y un grave y abierto terrorismo de Estado para derrocar su regimen. \n\t\t\t\t\t\n\t\t\t\t\tEvidencian que EE.UU. y sus satelites, que se pusieron rabiosos por el fracaso total en la confrontacion nuclear con la RPDC que perdura siglo tras siglo, intentan preparar el pretexto legal de ataque armado preventivo contra la RPDC tomando el problema de DDHH como ultima carta de su campana de sancion y aplastamiento contra el pais socialista. \n\t\t\t\t\t\n\t\t\t\t\tEn nombre de la digna potencia nuclear y pais defensor de DDHH, la AEDHC declara a EE.UU. y la camarilla traidora de Park Geun-hye como lo siguiente: \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe retirar de inmediato su politica de hostilidad a la RPDC, causa de los crimenes de DDHH anti-RPDC, y pedir sinceramente las disculpas por sus tremendos crimenes de DDHH cometidos siglo tras siglo ante la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tPark Geun-hye y sus lacayos, que censuran atrevidamente la ideologia, el regimen y la maxima dignidad de la RPDC, no tienen refugio en este planeta y se someteran al castigo mas horrible. \n\t\t\t\t\t\n\t\t\t\t\tTodos los pueblos progresistas del mundo, que aprecian la dignidad y conciencia del ser humano, la justicia y la verdad, deben reforzar la vigilancia sobre las maniobras intervencionistas de EE.UU. y sus satelites que se cometen bajo el cartel de \"defensa de DDHH\". \n\t\t\t\t\t\n\t\t\t\t\tEl Consejo de DDHH de la ONU debe recuperar su autoridad y credito de organizacion internacional al cancelar todas sus medidas desiguales e irracionales anti-RPDC y rechazar la injusta presion y arbitrariedades de las fuerzas malsanas. \n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad, volvemos a advertir seriamente que todos los que se dedican a la campana de DDHH anti-RPDC nadando a contrapelo de la corriente de la epoca y la historia con el fin de eliminar nuestra ideologia, regimen y dignidad, no podran eludir nuestro golpe de venganza mas implacable."
        },
        {
            "title": "Delegado coreano expone la posicion de principios de RPDC en reunion de la ONU",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-24ee.html",
            "content": "Delegado coreano expone la posicion de principios de RPDC en reunion de la ONU \r\nPyongyang, 20 de octubre (ACNC) -- El delegado de la Republica Popular Democratica de Corea hizo uso de la palabra durante el debate de la agenda \"La Carta de la ONU y el mejoramiento del papel de la organizacion\" en la reunion del sexto comite de la 71a sesion de la Asamblea General de la ONU, celebrada el pasado dia 14. \n\t\t\t\t\tTomando en consideracion el informe del comite especial sobre la Carta de la ONU y el mejoramiento del papel de la organizacion, presentado ante la reunion, el delegado coreano expuso la siguiente posicion de principios de la RPDC:\n\t\t\t\t\t\n\t\t\t\t\tPrimero, todos los problemas que se presentan en las relaciones internacionales deben ser resueltos conforme a la meta y principios de la ONU estipulados por la Carta de la ONU. \n\t\t\t\t\t\n\t\t\t\t\tSegundo, el Consejo de Seguridad de la ONU debe cumplir con imparcialidad y responsabilidad su mision, ya que es el primer responsable del mantenimiento de paz y seguridad internacionales. \n\t\t\t\t\t\n\t\t\t\t\tTercero, hay que poner lo mas pronto posible el punto final a la historia vergonzosa en que la ONU fue malempleada en contra de la paz y seguridad de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tDemandando fuertemente una vez mas que EE.UU. disuelva cuanto antes la ilegal \"comandancia de las fuerzas de la ONU\" instalada en el Sur de Corea y retire todas sus fuerzas agresoras de acuerdo con la resolucion de la 30a sesion de la Asamblea General de la ONU, el delegado coreano expreso la esperanza de que todos los paises miembros de la ONU manifiesten el apoyo total y solidaridad con su exigencia."
        },
        {
            "title": "Inaugurada exposicion de fotos por el VII Congreso de la FGSC",
            "url": "http://kcna.co.jp/item/2016/201610/news20/20161020-25ee.html",
            "content": "Inaugurada exposicion de fotos por el VII Congreso de la FGSC\r\nPyongyang, 20 de octubre (ACNC) -- Quedo inaugurada la exposicion de fotos dedicada al VII Congreso de la Federacion General de los Sindicatos de Corea.\n\t\t\t\t\t  En la sede de galeria estaba expuesta una foto con las imagenes del Presidente Kim Il Sung y el Dirigente Kim Jong Il que parados en el monte Paektu, sonrien expresando la conviccion del futuro maravilloso de la Corea del Juche.\n\t\t\t\t\t\n\t\t\t\t\tSe ven las otras alusivas a la sabia direccion del Presidente, quien fundo la FGSC e ilumino el camino a seguir por ella, y del Dirigente y el Mariscal Kim Jong Un quienes la condujeron a hacer gran aporte a la construccion de potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\tEstan exhibidas tambien las fotos que muestran el aspecto de lucha de los funcionarios y miembros de la FGSC y los obreros que registraron milagros y proezas en los anales de la revolucion bajo la direccion del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 20 en el capitalino Palacio Cultural del Pueblo la ceremonia inaugural.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes el vicepresidente del Comite Central del PTC, Choe Ryong Hae, los funcionarios y miembros de la FGSC y los obreros."
        }
    ]
}