{
    "date": "2016-04-30",
    "url": "http://kcna.co.jp/item/2016/201604/2016-04-30ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Reply Message to Ugandan President",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-12ee.html",
            "content": "Kim Jong Un Sends Reply Message to Ugandan President\r\n Pyongyang, April 30 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, sent a reply message to Yoweri Kaguta Museveni, president of the Republic of Uganda, on April 28.\n\t\t\t\t\t The message expressed deep thanks to the Ugandan president for extending the warm congratulations on the occasion of the 104th birth anniversary of President Kim Il Sung, eternal leader of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Expressing firm belief that the long-standing relations of friendship and cooperation between the two countries would grow stronger, the message wished the president success in his responsible work for stability of the country and wellbeing of its people."
        },
        {
            "title": "Kim Jong Un Sends Reply Message to Myanmar President",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-13ee.html",
            "content": "Kim Jong Un Sends Reply Message to Myanmar President\r\n Pyongyang, April 30 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, sent a reply message to Htin Kyaw, president of the Republic of the Union of Myanmar, on April 28.\n\t\t\t\t\t The message expressed deep thanks to the president of Myanmar for extending sincere and warm congratulations on the occasion of the birth anniversary of President Kim Il Sung, eternal leader of the Korean people."
        },
        {
            "title": "Legendary Tales about Invincibility of Songun Korea Will Last Forever: DPRK Government, Political Parties, Organizations",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-23ee.html",
            "content": "Legendary Tales about Invincibility of Songun Korea Will Last Forever: DPRK Government, Political Parties, Organizations\r\n Pyongyang, April 30 (KCNA) -- The government, political parties and organizations of the DPRK issued a joint statement on Saturday in connection with the fact that another round of grim decisive showdown with the hostile forces is culminating in the victory of Songun Korea.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet group staged the largest-ever dangerous nuclear war exercises Key Resolve and Foal Eagle 16 from March 7 to April 30 and all sorts of riff-raffs slapped harsh \"sanctions\" against the DPRK. However, it countered their rackets with its own style bold, exceptional and the toughest countermeasures, throwing them into inescapable horror, uneasiness, confusion and tight corner\n\t\t\t\t\t\n\t\t\t\t\t The dozens of days-long showdown made by it with these hostile forces drew keen attention of the public at home and abroad and its aftershock is still going on.\n\t\t\t\t\t\n\t\t\t\t\t The government, political parties and organizations of the DPRK seriously warned the U.S. and its followers as follows with the qualifications and right of the full-fledged nuclear power, looking back upon exciting days when the DPRK resolutely coped with the unjust military strong-arm actions and threat of a nuclear war by its own efforts, firmly defended peace, security and dignity of the nation and recorded a fresh page in the world political history:\n\t\t\t\t\t\n\t\t\t\t\t Firstly, no one should pursue an ulterior motive as regards the nuclear weapons of the DPRK which represent its independence, dignity and lifeline, now that it has rounded off its nuclear attack capability at the highest level to cope with the U.S. and its followers' threat of a nuclear war which reached an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers' recent reckless moves to trample down the sovereignty of the DPRK and deprive the Korean people of the right to existence provided it with a golden opportunity of bolstering up its nuclear force in quality and quantity.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has got everything desired and had access to everything required and acquired the status of a nuclear power having all types of substantial means capable of successfully coping with the U.S. nuclear edge and nuclear hegemony both in name and reality.\n\t\t\t\t\t\n\t\t\t\t\t As long as the hostile acts and threat of aggression against the DPRK persist along with the nuclear blackmail, and imperialism, the root cause of injustice and evils, remains in the world, the DPRK will further sharpen its treasured nuclear sword of justice and defend both sovereignty and justice with nukes and usher in a fresh era of national reunification and prosperity by dint of its might.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, the U.S. and the puppet group should not dream of the so-called effect of \"sanctions\" and \"blockade\" against the DPRK today when the Korean style economic power is on the horizon to enable all the people to enjoy the happiest life under the uplifted banner of the self-development-first principle.\n\t\t\t\t\t\n\t\t\t\t\t The stereo-typed trumpeting about \"sanctions\" and \"blockade\" against the DPRK will never work on it today when it is achieving the economic development of the country and improvement of the people's living on the invincible self-development-first principle, pursuant to the Juche-oriented line of simultaneously developing the two fronts, not by any help of other.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet group's harsh \"sanctions\" against the DPRK will only turn out to be a noose tightening their necks by themselves and they will keenly feel how long they have resorted to the foolish and mean acts, watching the majestic appearance of the economic power on this land and hearing the happy laughter.\n\t\t\t\t\t\n\t\t\t\t\t Thirdly, the U.S. and its followers should clearly understand that the longer they pursue the confrontation with the DPRK, the bitterer disgrace and shame they will suffer as the loser and the more legendary tales about steady victories Songun Korea will convey to posterity.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for the U.S. and its followers to cool their heads heated by war hysteria and take a fresh option for their own benefits as they have been hell-bent on the moves to realize their unattainable goal of invading the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should make a bold decision to roll back its hostile policy toward the DPRK, the root cause of tension on the Korean Peninsula and its surrounding areas, and stop the war exercises against it, far from persistently taking issue with its nuclear weapons which do not pose any threat to anyone."
        },
        {
            "title": "DPRK Will Counter Enemy's Threat of Nuclear War with Its Bolstered Nuclear Capability: FM Spokesman",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-20ee.html",
            "content": "DPRK Will Counter Enemy's Threat of Nuclear War with Its Bolstered Nuclear Capability: FM Spokesman\r\n Pyongyang, April 30 (KCNA) -- Key Resolve and Foal Eagle 16 joint military drills staged by the U.S. and the south Korean puppet forces against the DPRK for 50 odd days were the worst-ever military provocations that pushed the situation on the Korean peninsula to the brink of a nuclear war, said a spokesman for the Foreign Ministry of the DPRK in a statement on Saturday.\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The war rehearsals were the largest-ever maneuvers hostile to the DPRK as it was manifested in the drills that the U.S. scenario and moves to physically eliminate the DPRK reached an extremely dangerous phase.\n\t\t\t\t\t\n\t\t\t\t\t It is tantamount to an open declaration of war against the DPRK that the U.S., kicking off the drills, undisguisedly revealed its attempt to mount a preemptive attack on the DPRK after discarding even the spurious mask of \"defensive drills.\"\n\t\t\t\t\t\n\t\t\t\t\t We didn't overlook it but countered it with measures for self-defence in a just manner.\n\t\t\t\t\t\n\t\t\t\t\t It is the pivot of the DPRK's counteractions for self-defence to counter the enemy's nuclear threat with its own nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t It is the legitimate right of a sovereign state specified also in the UN Charter for the DPRK to react to the enemy's declaration of war and threat with its own steps for self-defence, and even the UN Security Council is not entitled to infringe upon the right.\n\t\t\t\t\t\n\t\t\t\t\t By opting for undisguised military hostile acts and threats to the DPRK, the U.S. intentionally and completely reneged on the promise specified in the September 19 joint statement as its keynote that it would respect the sovereignty of the DPRK and co-exist with it peacefully and has no intent to attack or invade it with nuclear or conventional weapons.\n\t\t\t\t\t\n\t\t\t\t\t So, the statement was finally scrapped.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. no longer has legal foundation or moral justification to urge the DPRK to \"be true to its commitments\" and the like.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever remain unchanged in its stand of countering any war of aggression to be provoked by the enemy with its just war and react to the threat of a nuclear war posed by them with its bolstered nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t Whenever the enemy stage war drills, the nuclear attack capability of the DPRK will be bolstered up remarkably."
        },
        {
            "title": "CPRK's Special Warning to Park Geun Hye",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-21ee.html",
            "content": "CPRK's Special Warning to Park Geun Hye\r\n Pyongyang, April 30 (KCNA) -- Park Geun Hye held a so-called \"urgent meeting for national security\" on Thursday at which she asserted \"it was detected that the north's fifth nuclear test was imminent\" and \"it will have no future if it conducts an additional nuclear test.\" Not content with this, she spouted a litany of groundless invectives that \"the north will meet self-ruin owning to the internal resistance against it\", raving that the \"government of the north is exploiting its residents and shunning their pain and living.\"\n\t\t\t\t\t The Committee for the Peaceful Reunification of Korea (CPRK) in a special warning on Saturday branded her remarks as an intolerable insult to the dignity, social system and people of the DPRK and unpardonable and grave politically-motivated provocation against it.\n\t\t\t\t\t\n\t\t\t\t\t It specially warned Park Geun Hye on behalf of all compatriots against her renewed malignant mud-slinging at the dignity and social system of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t 1. Park Geun Hye should bear in mind that she may lose her slender neck for her wrong tongue-lashing.\n\t\t\t\t\t\n\t\t\t\t\t The successive conservative groups of south Korea have been engrossed in confrontation without exception but there has been no such a witch without an equal as Park who has never opened her mouth without malignantly slinging mud at the fellow countrymen in the north and inciting hatred and distrust.\n\t\t\t\t\t\n\t\t\t\t\t Misfortune is said to be caused by tongue-wagging.\n\t\t\t\t\t\n\t\t\t\t\t Specially warning her once again, Park would be well advised to properly wag her tongue, source of disaster, well aware of her wretched plight after facing a stern judgment from the people's mindset.\n\t\t\t\t\t\n\t\t\t\t\t 2. If Park is not blind, she should clearly face up to the reality and everything in the world.\n\t\t\t\t\t\n\t\t\t\t\t If she goes reckless, while neither properly seeing nor understanding her rival, she is bound to be driven into an abyss.\n\t\t\t\t\t\n\t\t\t\t\t Seriously warning her once again, Park had better wait for the doomsday while behaving like a witch more dead than alive and \"vegetable-like\" human being if she is unable to properly judge things.\n\t\t\t\t\t\n\t\t\t\t\t 3. If Park is not deaf, she should keenly pay heed to the order of justice and conscience and people's mindset.\n\t\t\t\t\t\n\t\t\t\t\t Running high are the curse and grudge of all the Koreans against the Park Geun Hye group which pushed the people's living to destitution and the north-south relations to a collapse.\n\t\t\t\t\t\n\t\t\t\t\t Park should not forget that she cannot escape the final ruin before long in face of severe judgment by all Koreans and world progressives after being sternly punished by the south Korean people's mindset in the recent puppet National Assembly election. \n\t\t\t\t\t\n\t\t\t\t\t This judgment would be made by all our service personnel and people who are firmly protecting the dignity and social system of the DPRK winning victory after victory."
        },
        {
            "title": "DPRK FM Delegation Back Home",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-31ee.html",
            "content": "DPRK FM Delegation Back Home\r\n Pyongyang, April 30 (KCNA) -- A delegation of the DPRK Foreign Ministry led by Vice-Minister Ri Kil Song came back home Saturday after visiting India."
        },
        {
            "title": "Koreans in Japan Visit Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-34ee.html",
            "content": "Koreans in Japan Visit Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 30 (KCNA) -- A congratulatory group of Koreans in Japan for celebrating the Seventh Congress of the Workers' Party of Korea visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Saturday.\n\t\t\t\t\t Members of the congratulatory group laid a bouquet before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Anniversary of Publication of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-24ee.html",
            "content": "Anniversary of Publication of Kim Jong Il's Work Marked\r\n Pyongyang, April 30 (KCNA) -- A meeting took place at the Grand People's House on Saturday to mark the 40th anniversary of the publication of leader Kim Jong Il's work \"On Improving Hospital Management\".\n\t\t\t\t\t Present at the meeting were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea (WPK), officials concerned and officials in the fields of public health, medical science and education.\n\t\t\t\t\t\n\t\t\t\t\t Kang Ha Guk, minister of Public Health, said in a report that the publication of Kim Jong Il's work on May 1, Juche 65 (1976) serves as a noteworthy event that opened up a phase of a signal turn in developing the Juche-oriented public health.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il comprehensively formulated and systematized the issues arising in the principle and method of managing the hospitals and embodiment of them on the basis of the philosophical principle centered on man.\n\t\t\t\t\t\n\t\t\t\t\t The work is an immortal great programme that brightly indicated the way for developing the socialist public health and managing the hospitals.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of the WPK, great changes have been made in the management of hospitals and medical care for promoting the people's health over the past four decades.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called for more highly displaying the advantages of the socialist public health system of the DPRK by thoroughly carrying out the important tasks set forth in the work."
        },
        {
            "title": "Wonsan Army-People Power Station Goes Operational",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-14ee.html",
            "content": "Wonsan Army-People Power Station Goes Operational\r\n Wonsan, April 30 (KCNA) -- Large-scale Wonsan Army-People Power Station has been built in Kangwon Province.\n\t\t\t\t\t The power station has provided a foundation for generating the electricity necessary for developing the economy and improving the living standard of the people and solving the issues of household water, industrial water and irrigation water in the province.\n\t\t\t\t\t\n\t\t\t\t\t An inaugural ceremony of the power station took place on April 29.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Pak Pong Ju, O Su Yong, officials concerned, builders and working people.\n\t\t\t\t\t\n\t\t\t\t\t A message of thanks from the Central Committee of the Workers' Party of Korea (WPK) was delivered.\n\t\t\t\t\t\n\t\t\t\t\t The message appreciated the builders of the power station and supporters for building another monumental edifice representing the era of the Workers’ Party by dint of self-development and self-reliance as a laudable present to the Seventh Congress of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t Pak Jong Nam, chief secretary of the Kangwon Provincial Committee of the WPK, in a speech called upon the officials, working people and builders of the province to create a fresh Mallima speed in their worksites in the same spirit as was displayed in the construction of the power station.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants went round the power station."
        },
        {
            "title": "Baby Home and Orphanage Completed in Sinuiju",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-33ee.html",
            "content": "Baby Home and Orphanage Completed in Sinuiju\r\n Sinuiju, April 30 (KCNA) -- An inaugural ceremony of the Sinuiju Baby Home and Orphanage successfully built thanks to the boundless warm loving care of supreme leader Kim Jong Un for the younger generation and future took place on Saturday.\n\t\t\t\t\t The baby home and orphanage built in a peculiar style on the picturesque bank of the River Amnok are equipped with all amenities and environment necessary for upbringing and educating children at the highest level including rooms for nursing and education, rooms for intelligence games, dancing room, combined fun-fair, indoor wadding pool, physical exercise room and treatment room. \n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were officials, children, employees, builders and working people in the province and city.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, children of the baby home and orphanage laid bouquets before pictures depicting the great Generalissimos Kim Il Sung and Kim Jong Il at the main lobbies and entered their cradles of love."
        },
        {
            "title": "Open-air Station for Saplings Built in DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-25ee.html",
            "content": "Open-air Station for Saplings Built in DPRK\r\n Pyongyang, April 30 (KCNA) -- An open-air station with capacity of cultivating 10 million saplings has taken its shape at the Central Nursery under the Ministry of Land and Environment Protection in the DPRK.\n\t\t\t\t\t According to Kim Myong Chol, director-general of the General Bureau of Forestry, the modernly-equipped station was built with domestic design, materials and technology.\n\t\t\t\t\t\n\t\t\t\t\t It, put on a high-level scientific, industrial and intensive basis, has an integrated production system and underground irrigation facilities.\n\t\t\t\t\t\n\t\t\t\t\t It is also equipped with facilities for measuring in real time the temperature and humidity and automatically supplying water, nutrient solution and fertilizer.\n\t\t\t\t\t\n\t\t\t\t\t The station helps green all mountains of the country where a forest restoration campaign is now going on in full swing."
        },
        {
            "title": "Educational Realities of DPRK and U.S. in Sharp Contrast",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-26ee.html",
            "content": "Educational Realities of DPRK and U.S. in Sharp Contrast\r\n Pyongyang, April 30 (KCNA) -- Some time ago, a school bus service started for pupils in Unjong Science District of the DPRK.\n\t\t\t\t\t It is a common practice in the DPRK to build branch schools for a few children in small islands or mountainous villages and run school trains, boats and buses for those pupils at the state expense.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK everyone has the right to receive education by law and institutionally and he or she is given free education ranging from kindergarten to primary and secondary schools and university.\n\t\t\t\t\t\n\t\t\t\t\t And anyone can enjoy learning under the study-while-working educational system free of charge.\n\t\t\t\t\t\n\t\t\t\t\t But, the educational condition in capitalist society is in sharp contrast with that in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Reportedly, in the U.S. more than half of the colored and minority ethnic schoolboys leave high school halfway and 67. 5 percent of the Latinic students and 53 percent of the black can hardly get higher education, due to the racial discrimination.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the number of schools decreases steadily under various pretexts and school fees has gone up every year, reducing seven of the ten university graduates into debtors.\n\t\t\t\t\t\n\t\t\t\t\t Such wrong attitude of the U.S. government toward the educational work has gradually deteriorated the quality of education in the country. So, the secretary of Education deplored that throughout the country 11 million adults could neither read nor write and 30 millions could barely sign on a document or a bank check."
        },
        {
            "title": "Kim Hyon Gyong of DPRK Qualified for Olympic Games",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-27ee.html",
            "content": "Kim Hyon Gyong of DPRK Qualified for Olympic Games\r\n Pyongyang, April 30 (KCNA) -- Kim Hyon Gyong, a woman wrestler of the DPRK, won a gold medal at the World Wrestling Championship to be qualified for the 31st Olympic Games.\n\t\t\t\t\t In women's 48 kg freestyle, she competed with German, Mongolian and Polish rivals before defeating her American rival 9:2 in the finals.\n\t\t\t\t\t\n\t\t\t\t\t Kim is the fourth of DPRK qualifiers in wrestling event for the 31st Olympic Games."
        },
        {
            "title": "Production Upswing in DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-28ee.html",
            "content": "Production Upswing in DPRK\r\n Pyongyang, April 30 (KCNA) -- Many economic units in the DPRK have made a signal progress in production through the ongoing 70-day campaign, which was launched to significantly greet the 7th Congress of the Workers' Party of Korea.\n\t\t\t\t\t According to data available, more than 1,640 units across the country hit their production targets as of April 20. Of them, 560-odd units carried out their first half-yearly production quotas and at least 70 units their yearly quotas."
        },
        {
            "title": "Satchel Production to Be Increased in DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-29ee.html",
            "content": "Satchel Production to Be Increased in DPRK\r\n Pyongyang, April 30 (KCNA) -- Satchel factories and workshops have been built in Pyongyang and each provincial seats of the DPRK.\n\t\t\t\t\t A factory, with several thousand square meters of floor space, was built in Rangnang District, Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t A light industrial factory was remodeled into a combined bag factory in Nampho City and satchel workshops took their shapes at the Rason Paper Factory and other units in Rason City."
        },
        {
            "title": "Youth in Homeland Praised by Korean in Japan",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-32ee.html",
            "content": "Youth in Homeland Praised by Korean in Japan\r\n Pyongyang, April 30 (KCNA) -- Jo Myong Jin, vice-chairman of the Central Standing Committee of the Korean Youth League in Japan who is heading a home-visiting group of activists of the league, was interviewed by KCNA on Saturday.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t Upon receiving the exciting news that the Paektusan Hero Youth Power Station No. 3 was inaugurated, members of my home-visiting group are overwhelmed with admiration at the indomitable mental power of the youth of Paektu who once again demonstrated the heroic spirit of the Korean youth.\n\t\t\t\t\t\n\t\t\t\t\t Another edifice of youth was magnificently built on the land of the country to demonstrate the invincibility and might of the great youth power.\n\t\t\t\t\t\n\t\t\t\t\t This is, indeed, a miracle that the world has never known. \n\t\t\t\t\t\n\t\t\t\t\tDespite the biting cold, the youth in the homeland provided a gift to be presented to the Seventh Congress of the Workers' Party of Korea by fully displaying the revolutionary spirit of Paektu, the spirit of the blizzards of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Perhaps those in other countries would never do so.\n\t\t\t\t\t\n\t\t\t\t\t Only the youth in the homeland can spend their young days through devotion in the heroic struggle for the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t One can see the huge army of youths who devotedly carry out anything if it is a call of the party in all worksites for achieving the final victory in the building of a thriving nation including the construction site of the Paektusan Hero Youth Power Station.\n\t\t\t\t\t\n\t\t\t\t\t We, youths of Chongryon, will make a fresh turn and leap forward in the movement of Koreans in Japan by learning from the work style and creative mettle of the members of the Paektusan Hero Youth Shock Brigade."
        },
        {
            "title": " WPK's Seventh Congress Will Be Recorded as Glorious One of Victors: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-15ee.html",
            "content": "WPK's Seventh Congress Will Be Recorded as Glorious One of Victors: Rodong Sinmun\r\n Pyongyang, April 30 (KCNA) -- Rodong Sinmun Saturday says in an article that the Seventh Congress of the Workers' Party of Korea (WPK) will be recorded as the glorious one of victors to draw attention of the world.\n\t\t\t\t\t The article notes that the Seventh Congress of the WPK will amount to the highest tribute of the WPK and the Korean people to President Kim Il Sung and leader Kim Jong Il, historical event demonstrating the revolutionary faith of the Korean people far and wide and the revolutionary auspicious event which will make the world look up to the great Korean people.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Several decades have passed since the Sixth Congress of the WPK was held.\n\t\t\t\t\t\n\t\t\t\t\t In this period the Korean revolution has won the greatest victory that others could hardly achieve even in several centuries despite the worst trials baffling human imagination.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists have resorted to reckless moves for a war of aggression and persisted in their ceaseless sanctions and blockade but the WPK has dynamically advanced along the road of independence, Songun and socialism, holding aloft the red flag.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK proudly joined the ranks of advanced nuclear and space powers while demonstrating the might of the invincible politico-ideological, military and youth power and is now dashing ahead toward to a socialist economic power and highly-civilized nation.\n\t\t\t\t\t\n\t\t\t\t\t This great victory incomparable with several hundred-fold economic growth rate is ascribable to the WPK which has led the cause of the Juche revolution with the firm independent stand and faith.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are now displaying matchless heroism and devotion to bring about epoch-making changes on the occasion of the Seventh Congress of the WPK while firmly trusting and following it as a beacon of genuine life and mother."
        },
        {
            "title": "U.S., Park Geun Hye Regime Can Never Escape Punishment: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-16ee.html",
            "content": "U.S., Park Geun Hye Regime Can Never Escape Punishment: Rodong Sinmun\r\n Pyongyang, April 30 (KCNA) -- The U.S. imperialists and the south Korean warmongers would be well advised to pay heed to the unanimous views of the public at home and abroad that the Korean peninsula has turned into a zone where the U.S. military edge and structure of the big powers' nuclear monopoly have been shattered to pieces and the balance of force is ensured.\n\t\t\t\t\t Rodong Sinmun Saturday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t Aggressors wielding a nuclear stick should be countered with nuclear weapons only, it notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK chose to have access to nuclear weapons in order to put an end to the brigandish and arbitrary practices of the U.S. imperialists to stifle it with nukes and firmly protect the sovereignty, dignity and safety of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's capability to make nuclear strike is growing stronger hour by hour at the time when the will of its service personnel and people is running high to retaliate against the U.S. imperialists, the sworn enemy of the Korean people, and their stooges through just strikes.\n\t\t\t\t\t\n\t\t\t\t\t Its military counteraction would be escalated till the U.S. imperialists and the puppet forces halt their provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The powerful revolutionary Paektusan army is fully ready to mercilessly annihilate the U.S. imperialist aggressor forces and the puppet army, the worst provocateurs, any time through preemptive attacks with all striking means deployed to go into action.\n\t\t\t\t\t\n\t\t\t\t\t They will never be able to get out of the range of its strike.\n\t\t\t\t\t\n\t\t\t\t\t The chieftains of evils are fated to meet a miserable end."
        },
        {
            "title": "U.S. Branded as Fascist Dictatorial State in 21st Century",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-17ee.html",
            "content": "U.S. Branded as Fascist Dictatorial State in 21st Century\r\n Pyongyang, April 30 (KCNA) -- The weekly newspaper Daily Republic in Fairfield City, California recently posted on its website an article which ridicules the U.S. in which gangster-like suppression of political opponents, human rights abuses and violation of freedom are daily occurrences and ultra-rightwing forces have appeared and the police force, etc. have been already militarized.\n\t\t\t\t\t Rodong Sinmun Saturday says in a commentary: \n\t\t\t\t\t\n\t\t\t\t\t This clearly proves how reactionary and unpopular the U.S. society is.\n\t\t\t\t\t\n\t\t\t\t\t Disclosing the grim reality of the U.S., citing the suppression of political opponents, human rights abuses, violation of freedom, etc. the commentary says that it is self-evident that such country can never be \"a kingdom of freedom\".\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t A lot of people of different social standings in Washington and Boston staged protest actions against the money-dominated election system in the U.S., chanting slogans calling for making a clean sweep of politicians' bundles of money.\n\t\t\t\t\t\n\t\t\t\t\t What matters was that police arrested demonstrators at random and mercilessly suppressed them.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ruling quarters are vociferating about \"freedom of demonstration and assembly\" about the rackets kicked up by undesirable forces in other countries. But they are brutally cracking down upon the demonstrations demanding justice in the U.S.\n\t\t\t\t\t\n\t\t\t\t\t No wonder, 71 percent of the Americans are complaining about the authorities' policy while deploring that the U.S. is going a wrong way.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is not the heaven of freedom and democracy but the worst fascist and dictatorial state in the 21st century where freedom and democracy are totally buried.\n\t\t\t\t\t\n\t\t\t\t\t This is the undeniable reality of the U.S."
        },
        {
            "title": "S. Korean Puppet Regime's Mud-slinging at Forthcoming Seventh Congress of WPK Slammed",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-18ee.html",
            "content": "S. Korean Puppet Regime's Mud-slinging at Forthcoming Seventh Congress of WPK Slammed \r\n Pyongyang, April 30 (KCNA) -- Shortly ago, Hong Yong Phyo, puppet minister of Unification of south Korea, malignantly pulled up the Seventh Congress of the Workers' Party of Korea to be held soon, while referring to the issue of the inter-Korean relations.\n\t\t\t\t\t He groundlessly pointed accusing fingers to the north, talking rubbish about \"difficult situation\" and \"unreasonable attempt\" and went the lengths of spouting sheer sophism that it may be \"poison, not medicine.\" Leading newspapers Saturday in commentaries term his rigmarole the last-ditch efforts of the loser taken aback by the dynamic advance being made by the DPRK towards the glorious congress of victors, while foiling the hostile forces' \"sanctions\" and pressure with the might of Songun.\n\t\t\t\t\t\n\t\t\t\t\t No matter what desperate efforts the group of traitors may exert, they can never bar the DPRK, the world famous political and military power, from making a leap forward full of dynamism, winning admiration of mankind, Rodong Sinmun says, adding:\n\t\t\t\t\t\n\t\t\t\t\t Such swam of rats as Hong Yong Phyo will have to pay a high price for daring slander the Seventh Congress of the WPK \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that the Park Geun Hye group is making desperate efforts to find fault with the auspicious event of the DPRK even a bit through its baseless invectives, no one would lend an ear to its mud-slinging.\n\t\t\t\t\t\n\t\t\t\t\t The Park regime would be well advised to worry about the abyss of ruin before pulling up someone."
        },
        {
            "title": "U.S. Is Wholly to Blame for Tension on Korean Peninsula: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-22ee.html",
            "content": "U.S. Is Wholly to Blame for Tension on Korean Peninsula: KCNA Commentary\r\n Pyongyang, April 30 (KCNA) -- Leon V. Sigal, director of the Social Science Research Council of the United States, recently dedicated an article critical of the U.S. hostile policy toward the DPRK to the U.S. magazine National Interest dealing with international relations.\n\t\t\t\t\t The U.S. is giving impression that it has made efforts to settle the issues with the DPRK in a diplomatic way, the article said, adding the DPRK placed moratorium on the production of all nuclear materials for nearly a decade after the conclusion of the DPRK-U.S. Agreed Framework in 1994 but the U.S. reneged on its commitment to normalizing the DPRK-U.S. relations and providing energy and resorted to such hostile acts as banning the DPRK's banking transactions.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. prejudice against the DPRK makes it impossible to hold talks. The U.S. should discuss the security matters of concern with the DPRK on the principle of mutual respect.\n\t\t\t\t\t\n\t\t\t\t\t This is, in a word, similar to the assertion that the U.S. should roll back its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ill-intended inveterate repugnancy and deep-rooted hostile policy toward the dignified DPRK are the main source of constant tension on the Korean peninsula and the U.S. is chiefly to blame for this.\n\t\t\t\t\t\n\t\t\t\t\t Genuine peace has never settled on the Korean peninsula even a moment during the DPRK-U.S. confrontation started in real earnest right after the end of World War II.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has worked hard to pass the buck for it on the DPRK while talking volumes about \"provocation\" and \"threat.\"\n\t\t\t\t\t\n\t\t\t\t\t However, this is no more than a fig-leaf to cover up its scenario to invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t There is no ground whatsoever for the DPRK to aggravate the situation on the Korean peninsula as it is associated with the soul of the ancestors and remains the cradle of the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the arch criminal who turned the peninsula into the world's hottest spot over which the dark clouds of a nuclear war is hanging all the time. \n\t\t\t\t\t\n\t\t\t\t\t It has pursued its hostile policy toward the DPRK for decades in a bid to use the peninsula, a geopolitical and strategic vantage point, as a springboard for attaining world supremacy.\n\t\t\t\t\t\n\t\t\t\t\t It turned south Korea into the world's biggest nuclear arsenal and put the DPRK on the list of the targets of nuclear attack, frantically kicking up a racket for provoking a nuclear war against it in the new century.\n\t\t\t\t\t\n\t\t\t\t\t The present Obama administration caused the August incident that pushed the situation to the eve of war on the Korean peninsula last year. Not content with this, it staged largest-ever nuclear war drills for invading the north this year while undisguisedly crying out for \"bringing down its social system\", creating a touch-and-go situation on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. following a hostile policy toward the DPRK and stepping up the nuclear war moves is the sworn enemy of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had access to nuclear weapons, pursuant to a resolute strategic decision, and steadily bolstered them, foiling the U.S. hostile policy and reliably protecting the sovereignty of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy towards the DPRK is the most criminal one consistently pushing the situation on the Korean peninsula to the brink of a war and a foolish strategy that compelled the DPRK to possess H-bomb.\n\t\t\t\t\t\n\t\t\t\t\t Public in every part of the world is becoming increasingly vocal asserting that the DPRK's access to nuclear weapons was quite just and the U.S. policy to stifle the DPRK serves as a main source of harassing peace and security in the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. will have to pay the dearest price for its criminal and suicidal hostile policy that put the situation on the Korean peninsula and in the region into crisis and compelled the DPRK to emerge a nuclear weapons state."
        },
        {
            "title": " S. Korean Lawmaker from Opposition Party Accused of Supporting Humiliating \"Agreement\" with Japan",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-30ee.html",
            "content": "S. Korean Lawmaker from Opposition Party Accused of Supporting Humiliating \"Agreement\" with Japan\r\n Pyongyang, April 30 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea released a statement on Tuesday in protest against the reckless remarks made by a lawmaker from an opposition party to support the \"agreement\" with Japan on sexual slavery for the Imperial Japanese Army, according to south Korean online newspaper Thongil News.\n\t\t\t\t\t The statement recalled the representative of the emergency measure committee of the opposition Dobulo Democratic Party called for hastening the implementation of the \"agreement\" at a meeting with the Japanese ambassador to south Korea that day.\n\t\t\t\t\t\n\t\t\t\t\t Such irresponsible act of ignoring the victims of the sexual slavery and civic and social bodies that have rejected the humiliating \"agreement\" is giving a greater shock to the public than when the regime unilaterally concluded the \"agreement\" with Japan, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t What is more deplorable is that such rubbish was talked by him shortly after the victory of opposition parties in the 20th \"National Assembly\" election.\n\t\t\t\t\t\n\t\t\t\t\t He should immediately apologize to the victims of sexual slavery and people for his reckless remarks."
        },
        {
            "title": "Kim Il Sung's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-01ee.html",
            "content": "Kim Il Sung's Work Published in Russia\r\nPyongyang, April 30 (KCNA) -- President Kim Il Sung's work \"The Fundamental Way of Achieving Victory in the Revolution Is to Strengthen the Party and Increase Its Leadership Role\" was brought out in pamphlet by the Nakhodka Format Publishing House in Russia on April 22 in the run-up to the Seventh Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The work, published on October 10, Juche 79 (1990), clarifies the significance of the founding of the WPK and the history of its development into the revolutionary party of Juche.\n\t\t\t\t\t\n\t\t\t\t\t It indicates the tasks before the WPK and ways to fulfill them."
        },
        {
            "title": " Kim Jong Un's Work Off Press in Russia",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-02ee.html",
            "content": "Kim Jong Un's Work Off Press in Russia\r\n Pyongyang, April 30 (KCNA) -- Marshal Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" was brought out in booklet by the Party for Peace and Unity of Russia in the run-up to the Seventh Congress of the Workers' Party of Korea.\n\t\t\t\t\t The speech made by him at the military parade held on April 15, Juche 101 (2012) to celebrate the centenary of birth of President Kim Il Sung says the 100-year history of Kim Il Sung's nation clearly proves the immutable truth that outstanding leaders assure the dignity and prosperity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the tasks to exalt the dignity of Songun Korea for all ages and successfully carry out the cause of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony was held on April 21 in the presence of the members of the leadership of the Party for Peace and Unity of Russia and other party members."
        },
        {
            "title": "Kim Il Sung's Feats Praised by Foreign Personages",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-03ee.html",
            "content": "Kim Il Sung's Feats Praised by Foreign Personages\r\n Pyongyang, April 30 (KCNA) -- Seminars on the exploits of President Kim Il Sung took place in Bangladesh, Mexico and Tanzania on April 9 and 13 to mark his birth anniversary.\n\t\t\t\t\t Displayed at the venues of the seminars were photos documenting the exploits of Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were their works, and books and photos introducing the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Mujahidul Islam Selim, chairman of the Central Committee of the Bangladesh Communist Party, and other speakers praised Kim Il Sung as the founder of the Workers' Party of Korea and the DPRK, saying that he is always alive in the hearts of progressive mankind for the great feats he performed for the Korean revolution and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t Ramon Jimenez Lopez, chairman of the Mexican Committee for the Study of Kimilsungism-Kimjongilism, recalled that Kim Il Sung turned the DPRK into the socialist country centered on the popular masses and an invincible power that no one dares provoke, while giving his impressions of the DPRK he visited.\n\t\t\t\t\t\n\t\t\t\t\t Maina, secretary general of the Tanzania-DPRK Friendship Association, praised Kim Il Sung for building a socialist power independent in politics, self-supporting in economy and self-reliant in national defence in Korea."
        },
        {
            "title": "Day of Sun Observed by Figures of Regional Body and Argentina",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-04ee.html",
            "content": "Day of Sun Observed by Figures of Regional Body and Argentina\r\n Pyongyang, April 30 (KCNA) -- Personages of a regional body and Argentina posted articles in praise of President Kim Il Sung on their websites on April 13 and 15 to mark his birth anniversary (the Day of the Sun).\n\t\t\t\t\t Marwan Sudah, chairman of the Arab Committee for Solidarity with Korean People and Supporting the Reunification of Korea, said that the President was the sun as he indicated the way for humankind to follow, provided a flower garden of love for the people with warmth and embraced all people with great attraction as his august name sounded.\n\t\t\t\t\t\n\t\t\t\t\t Argentinean writer Jorge Luis Ubertali noted in an article that the President was born as the sun of the Korean revolution in Mangyongdae, led the arduous anti-Japanese war to victory, liberating the country, successfully accomplished the cause of founding the party, army and state and firmly defended the sovereignty and dignity of the country in the three year war ignited by the U.S. imperialists."
        },
        {
            "title": "Events Held Abroad to Celebrate WPK Congress",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-05ee.html",
            "content": "Events Held Abroad to Celebrate WPK Congress\r\n Pyongyang, April 30 (KCNA) -- There took place an opening ceremony of a photo, book and art work exhibition and a film show in Russia, a meeting, photo and book exhibition and film show in Mexico and a lecture in Slovenia from April 19 to 23 in the run up to the Seventh Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Displayed at the events were photos showing the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and their works, books and photos introducing the DPRK and art works associated with wisdom and talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t A Korean film \"Grand Celebration of 70th Founding Anniversary of Workers' Party of Korea in Presence of Respected Comrade Kim Jong Un\" was screened at the film shows.\n\t\t\t\t\t\n\t\t\t\t\t A statement was adopted at the meeting in Mexico."
        },
        {
            "title": "Media of Iran, Cuba Introduce KPA",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-06ee.html",
            "content": "Media of Iran, Cuba Introduce KPA\r\n Pyongyang, April 30 (KCNA) -- Iranian and Cuban media dedicated special write-ups to the 84th anniversary of founding of the Korean People's Army (KPA).\n\t\t\t\t\t Iran News on April 25 carried an article titled \"Invincible Korean People's Army\" illustrated with a photo of Marshal Kim Jong Un guiding military drills of servicepersons of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t April 25 marks the 84th birthday of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Il Sung, eternal President of the DPRK, founded the Korean People's Revolutionary Army, the predecessor of the KPA, on April 25, 1932 and beat down the brigandish Japanese imperialists to liberate Korea on Aug. 15, 1945.\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Il, eternal chairman of the National Defence Commission of the DPRK, was a peerlessly brilliant Songun commander with extraordinary military wisdom and superb strategy.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership the KPA has grown to be the matchless army which any formidable enemy dare not provoke as it is possessed of not only powerful offensive means but modern defensive means.\n\t\t\t\t\t\n\t\t\t\t\t Now the KPA is led by Supreme Commander Kim Jong Un, another great brilliant commander of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun leadership the might of the KPA has reached the highest level.\n\t\t\t\t\t\n\t\t\t\t\t The KPA will emerge victorious as it is led by great Songun commanders generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The Cuban newspaper Granma on April 26 carried an article titled “Army founding day celebrated in DPRK\", which introduced the victorious and honorable history of the KPA, illustrated with a photo showing the military parade held in celebration of the 70th anniversary of founding of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Prensa Latina News Agency reported the similar contents on the same day."
        },
        {
            "title": "Preparatory Committee for Celebrating WPK Congress Formed by Int'l Body",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-07ee.html",
            "content": "Preparatory Committee for Celebrating WPK Congress Formed by Int'l Body\r\n Pyongyang, April 30 (KCNA) -- A preparatory committee for celebrating the Seventh Congress of the Workers' Party of Korea (WPK) was formed by the Korean Friendship Association headquartered in Spain on April 22.\n\t\t\t\t\t Chairman Alejandro Cao de Benos was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to conduct colorful activities to introduce the victorious and glorious path of the WPK and the news related to the Seventh Congress of the WPK in Spain and other parts of the world."
        },
        {
            "title": "Swedish Preparatory Committee for Celebrating WPK Congress Formed",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-08ee.html",
            "content": "Swedish Preparatory Committee for Celebrating WPK Congress Formed\r\n Pyongyang, April 30 (KCNA) ? A Swedish preparatory committee for celebrating the Seventh Congress of the Workers' Party of Korea (WPK) was formed in Stockholm on April 25.\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, Erik Anderson, member of the Executive Committee of the Communist Party in Sweden, and the international secretary of the Communist Party of Sweden and Oskar Molleby, chief of the Swedish Group for the Study of the Juche Idea, were elected co-chairmen of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee planned to organize colorful political and cultural events including a meeting on the occasion of the Seventh Congress of the WPK."
        },
        {
            "title": "Seventh Congress of WPK to Be Celebrated in Nigeria",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-09ee.html",
            "content": "Seventh Congress of WPK to Be Celebrated in Nigeria\r\n Pyongyang, April 30 (KCNA) -- A Nigerian national preparatory committee for celebrating the Seventh Congress of the Workers' Party of Korea (WPK) was inaugurated in Abuja on April 26.\n\t\t\t\t\t Ibrahim Mantu, member of the Credit Committee of the People's Democratic Party of Nigeria and chairman of the Nigeria-Korea Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee planned to give wide publicity to the party building and leadership exploits of President Kim Il Sung and leader Kim Jong Il and the proud reality of Juche Korea leaping forward under the leadership of Marshal Kim Jong Un and organize a meeting, film show and other political and cultural events on the occasion of the Seventh Congress of the WPK."
        },
        {
            "title": "WPK Congress to Be Celebrated in Germany",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-10ee.html",
            "content": "WPK Congress to Be Celebrated in Germany\r\n Pyongyang, April 30 (KCNA) -- The Anti-Imperialist Forum of Germany formed a preparatory committee for celebrating the Seventh Congress of the Workers' Party of Korea (WPK) on April 26.\n\t\t\t\t\t The chairman of the forum was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un for the building and development of the party and organize colorful political and cultural events including lecture, book and photo exhibition and film show on the occasion of the Seventh Congress of the WPK."
        },
        {
            "title": "Japanese Organizations Accuse Government of Independent Sanctions against DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-11ee.html",
            "content": "Japanese Organizations Accuse Government of Independent Sanctions against DPRK\r\n Pyongyang, April 30 (KCNA) -- 13 Japanese organizations including the Japan Committee for the Independent and Peaceful Reunification of Korea, the Japan-Korea Society for Scientific and Educational Interchange, the All-Japan Construction and Transport Solidarity Trade Union and the Tokyo Fact-Finding Group for the Probe into the Truth about the Forcible Drafting of Koreans made public a joint statement on April 6 in denunciation of the government's independent sanctions against the DPRK.\n\t\t\t\t\t The statement said the Japanese government's independent sanctions against the DPRK under the pretext of its satellite launch and others is the threat to peace of Northeast Asia and wanton violation of human rights of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t It said that the government's independent sanctions against the DPRK have faced bitterer accusations from the international community.\n\t\t\t\t\t\n\t\t\t\t\t The sanctions are worsening the frozen ties between Japan and the DPRK, the statement noted, demanding the government lift the independent sanctions and improve the relations with the DPRK true to the Japan-DPRK Pyongyang declaration and Stockholm agreement."
        },
        {
            "title": "Publicada declaracion conjunta de gobierno, partidos politicos y entidades de RPDC",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-35ee.html",
            "content": "Publicada declaracion conjunta de gobierno, partidos politicos y entidades de RPDC\r\nPyongyang, 30 de abril (ACNC) -- El gobierno, los partidos politicos y las entidades de la Republica Popular Democratica de Corea hicieron publica el dia 30 una declaracion conjunta en relacion con que la otra confrontacion decisiva con las fuerzas hostiles va terminando con la victoria de la Corea del Songun.\n\t\t\t\t\t Desde el 7 de marzo hasta el 30 de abril Estados Unidos y la banda titere surcoreana libraron los ejercicios de guerra nuclear, Key Resolve y Foal Eagle, en el maximo tamano sin precedente en la historia y, por otra parte, la chusma de todo tipo recurrio atrozmente a la campana de \"sancion\" contra la RPDC, senala el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\t Pero, la RPDC hizo caer a los enemigos en el atolladero sin salida de terror, inquietud, caos y aprieto tomando las audaces y excepcionales contramedidas intransigentes al estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  Esta \"confrontacion secular\" de las decenas de dias ultimas atrajo atencion extraordinaria del interior y exterior y su replica continua todavia.\n\t\t\t\t\t\n\t\t\t\t\t  Recordando los dias conmovedores cuando al controlar rotundamente la coaccion militar injusta y la amenaza de guerra nuclear, defendimos firmemente la paz, la seguridad y la dignidad de la nacion y dimos una nueva pincelada en la historia politica del mundo solo por nuestras propias fuerzas, el gobierno, los partidos politicos y las entidades de la RPDC con la calidad y el derecho de la digna potencia nuclear declararon con solemnidad a EE.UU. y sus satelites como sigue:\n\t\t\t\t\t\n\t\t\t\t\t1. En la actualidad en que perfeccionamos en el supremo nivel la capacidad de ataque nuclear del pais frente a la extremada amenaza de guerra nuclear de EE.UU. y sus fuerzas seguidoras, nadie debe abrigar con otro sueno en cuanto a las armas nucleares que devienen la independencia, dignidad y vida para nosotros.\n\t\t\t\t\t\n\t\t\t\t\t  La imprudente locura recien cometida por los belicistas tendente a pisotear la soberania de la RPDC y quitar por la fuerza el derecho a vivir de nuestro pueblo, nos ofrecio la oportunidad magnifica para fortalecer en lo cualitativo y cuantitativo las fuerzas armadas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy en dia conseguimos nuestro fin, tenemos todos los necesarios y ocupamos la posicion de la potencia nuclear  dispuesta de todos los medios reales capaces de enfrentarse dignamente a la supremacia nuclear y la heguemonia nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras continuen la hostilidad y la amenaza de agresion contra la RPDC junto con el chantaje nuclear y exista en esta Tierra el imperialismo, causa raigal de la injusticia y mal, centuplicaremos los medios nucleares de justicia que ya tomamos en nuestros manos, defenderemos con las armas nucleares la independencia y la justicia y abriremos con el poderio de ellas nueva epoca de la reunificacion del pais y la prosperidad de la nacion.\n\t\t\t\t\t\n\t\t\t\t\t  2. En la actualidad en que se torna mas clara la figura majestuosa de la potencia economica al estilo coreano donde todo el pueblo goce de una vida feliz enarbolando la bandera de dar prioridad al autofortalecimiento, EE.UU. y la banda titere no deben ilusionar sobre el efecto de la supuesta \"sancion\" y el \"bloqueo\".\n\t\t\t\t\t\n\t\t\t\t\t  Logramos el desarrollo economico del pais y la mejora de vida del pueblo no por la ayuda de alguien sino con el autofortalecimiento basado en la linea autoctona del desarrollo paralelo, razon por la cual no surtira ningun efecto la vieja teoria de \"sancion\" o \"bloqueo\" contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  La atroz farsa de \"sancion\" anti-RPDC de EE.UU. y la horda titere surcoreana sera un lazo que les aprieta a ellos mismos y viendo el aspecto majestuoso de la potencia economica que se levantara en esta tierra y oyendo las risas felices del pueblo, ellos se reprocharan profundamente de su absurdidad y bajeza.\n\t\t\t\t\t\n\t\t\t\t\t  3. EE.UU. y sus satelites deben conocer exactamente que cuanto mas recurran a la confrontacion con la RPDC, solo obtendran la mala reputacion y la afrenta del derrotado y sera eterno el mito invencible de la Corea del Songun.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. y las fuerzas seguidoras, que hasta la fecha han actuado con frenesi perdiendo el juicio enloquecidos por la irrealizable ambicion de agresion contra la RPDC, se hallan en el tiempo de optar el nuevo camino para ellos mismos enfriando sus cabezas calentadas por la fiebre de guerra.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no debe seguir acusando groseramente nuestras armas nucleares que no amenazan a nadie sino tomar la decision audaz de cesar la politica hostil contra la RPDC, causa raigal de la agravacion de la situacion de la Peninsula Coreana y su contorno, y los ejercicios de guerra de agresion contra la RPDC segun dicha politica."
        },
        {
            "title": "CRPP advierte a Park Geun-hye",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-36ee.html",
            "content": "CRPP advierte a Park Geun-hye\r\nPyongyang, 30 de abril (ACNC) -- El dia 28, Park Geun-hye organizo la llamada \"reunion emergente de seguridad estatal\", ocasion en la cual disparateo que \"se capto la situacion inminente de la quinta prueba nuclear del Norte\" y que \"no habra el futuro en el caso de que se ejecute la prueba nuclear adicional\". Ademas chismeo que el gobierno de la RPDC \"explota a los habitantes dando vista gorda a su sufrimiento y vida\" y que \"se arruinara por si mismo debido a la oposicion interna\".\n\t\t\t\t\tEn su advertencia especial publicada hoy, el Comite por la Reunificacion Pacifica de la Patria condeno que tal chismeria deviene un insulto insoportable y una seria provocacion politica intolerable a la dignidad y al regimen de la RPDC y al pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tCon respecto a que Park volvio a calumniar astutamente la dignidad y el regimen de la RPDC, el CRPP le advirtio especialmente en nombre de todos los connacionales.\n\t\t\t\t\t\n\t\t\t\t\t1. Park debe tener bien presente que su cabeza desaparecera por su lengua corta. \n\t\t\t\t\t\n\t\t\t\t\tLos anteriores compinches titeres surcoreanos fueron los fanaticos conflictivos. Pero nunca hubo la maldita como Park que ofendio malignamente con su picoteria a su connacional e inculco extremadamente el odio y la desconfianza.\n\t\t\t\t\t\n\t\t\t\t\tDe la boca sale la desgracia.\n\t\t\t\t\t\n\t\t\t\t\tVolvemos a aconsejar especialmente que Park controle bien su pico, salida de maldades, al enterarse de su miserable situacion ya sentenciada seriamente por la opinion publica.\n\t\t\t\t\t\n\t\t\t\t\t2. Si no es ciega, Park debe ver correctamente la realidad ante sus ojos y todos los asuntos del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEs muy natural que uno caiga al abismo si se porta imprudentemente sin saber correctamente a su contraparte.\n\t\t\t\t\t\n\t\t\t\t\tAdvertimos seriamente una vez mas que si es incapaz de distinguir bien la realidad, a Park le convendria esperar el dia de su fin portandose como cadaver vivo y \"ser vegetativo\".\n\t\t\t\t\t\n\t\t\t\t\t3. Si no es sorda, Park debe guardar en el fondo del corazon la orden de justicia y conciencia y las voces de opiniones publicas.\n\t\t\t\t\t\n\t\t\t\t\tLlegan al cielo el repudio y la queja de todos los connacionales sobre los compinches de Park que llevaron al fracaso la vida del pueblo y las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tPark no debe olvidarse de que pronto sufrira el fin tragico por la sentencia rigurosa de toda la nacion coreana y la humanidad progresista de todo el mundo, ya que sufrio una condena dura de las opiniones publicas en las recientes elecciones parlamentarias titeres.\n\t\t\t\t\t\n\t\t\t\t\tTomaran la iniciativa de ese juicio los uniformados y civiles coreanos que defienden inexpugnablemente y glorifican la dignidad y el regimen de la RPDC que siempre sale victoriosa."
        },
        {
            "title": " RPDC respondera a las armas nucleares con las armas nucleares, apunta MINREX",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-37ee.html",
            "content": "RPDC respondera a las armas nucleares con las armas nucleares, apunta MINREX\r\nPyongyang, 30 de abril (ACNC) -- Los ejercicios belicos conjuntos Estados Unidos-Sur de Corea Key Resolve y Foal Eagle 16, librados durante mas de 50 dias a la faz de la Republica Popular Democratica de Corea, resultan la mas grave provocacion militar que acarreo a la Peninsula Coreana el peligro de guerra nuclear. \n\t\t\t\t\tRevela el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea en una declaracion publicada este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn los presentes simulacros llegaron a la fase extremadamente peligrosa el intento y maniobras de EE.UU. de eliminar en lo fisico a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEsta vez, EE.UU. demostro en publico el intento de agresion y de ataque preventivo quitando hasta el cartel de entrenamientos \"defensivos\". Pues, es la evidente declaracion de guerra contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tNo hemos evadido la declaracion de guerra de los enemigos, sino respondido con justas medidas de autodefensa. \n\t\t\t\t\t\n\t\t\t\t\tResponder a las armas nucleares con las armas nucleares es el modo principal de las contramedidas de autodefensa de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tY tomar las contramedidas de autodefensa frente a la declaracion de guerra y la amenaza de las fuerzas hostiles es el derecho legitimo de Estado soberano estipulado en la Carta de la ONU. \n\t\t\t\t\t\n\t\t\t\t\tPues, el Consejo de Seguridad de la ONU no puede infringir este derecho.\n\t\t\t\t\t\n\t\t\t\t\tAl cometer las abiertas acciones militares hostiles y la amenaza contra la RPDC, EE.UU. destruyo el fundamento de la Declaracion Conjunta del 19 de Septiembre, en la cual comprometio \"respetar la soberania de la RPDC y coexistir en paz con esta\" sin abrigar la \"voluntad de atacar o invadir a la RPDC con armas nucleares o convencionales\". \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, la Declaracion Conjunta del 19 de Septiembre se quedo completamente en papel muerto. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. ya perdio el fundamento juridico y el pretexto moral de exigir a la RPDC la \"observacion del compromiso\". \n\t\t\t\t\t\n\t\t\t\t\tSera invariable en adelante tambien el temperamento de la RPDC de responder a la guerra de agresion de los enemigos con la otra justa, y a la amenaza de guerra nuclear con el aumento del disuasivo nuclear. \n\t\t\t\t\t\n\t\t\t\t\tCuanto mas se frecuenten los ejercicios belicos de los enemigos, tanto mas se fortalecera la capacidad de ataque nuclear de la RPDC."
        },
        {
            "title": "Toda la responsabilidad recae sobre EE.UU., comenta ACNC ",
            "url": "http://kcna.co.jp/item/2016/201604/news30/20160430-38ee.html",
            "content": "Toda la responsabilidad recae sobre EE.UU., comenta ACNC\r\nPyongyang, 30 de abril (ACNC) -- Recientemente, el director del Consejo de Estudio de Ciencias Sociales de Estados Unidos, Leon V. Sigal, publico en la revista National Interest un articulo censurando la politica norteamericana de hostilidad a la Republica Popular Democratica de Corea.\n\t\t\t\t\tEE.UU. finge esforzarse por resolver por via diplomatica los problemas surgidos en las relaciones con la RPDC, senala el articulo y revela que despues de aprobado el Acuerdo Basico RPDC-EE.UU. en 1994, la primera suspendio en casi diez anos la produccion de las sustancias nucleares, pero, el segundo incumplio sus deberes: la normalizacion de las relaciones bilaterales y el ofrecimiento de energia, y cometio solo las acciones hostiles como la interrupcion de transacciones bancarias de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl prejuicio de EE.UU. sobre la RPDC imposibilita el dialogo, asevera y agrega que el imperio debe discutir con su contraparte los problemas de seguridad en el principio de respeto mutuo. \n\t\t\t\t\t\n\t\t\t\t\tEsta insistencia significa que EE.UU. debe dar de baja a su politica hostil a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl veto pandemico y la arraigada politica hostil a la RPDC  de EE.UU. devienen la causa raigal de la agravacion de la situacion de la Peninsula Coreana, y toda la responsabilidad por el respecto recae enteramente sobre el imperio americano. \n\t\t\t\t\t\n\t\t\t\t\tEn el largo periodo de la confrontacion RPDC-EE.UU., iniciada inmediatamente despues de la Segunda Guerra Mundial, no se ha implantado la paz en ningun momento en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tHistoricamente, EE.UU. ha venido hablando ruidosamente de la  \"provocacion\" y \"amenaza\" y esforzandose por imputarle la culpabilidad a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPero, esto no pasa de ser una artimana para ocultar su ambicion de agresion a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tNo tenemos ninguna razon de agravar la situacion de la Peninsula Coreana, terreno de vida de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es precisamente el autor que ha convertido la Peninsula Coreana en la zona mas candente del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEl vino recurriendo durante varios decenios a la politica hostil a la RPDC con el objeto de hacer de la Peninsula Coreana, enclavada en la posicion importante tanto en lo geopolitico como en lo estrategico, el trampolin de la realizacion de la hegemonia mundial \n\t\t\t\t\t\n\t\t\t\t\tConvirtio el Sur de Corea en el mayor arsenal nuclear del mundo, y en el nuevo siglo libra de manera mas frenetica los alborotos de guerra nuclear contra la RPDC incluyendola en la lista de blancos de ataque nuclear. \n\t\t\t\t\t\n\t\t\t\t\tEn agosto del ano pasado la administracion Obama creo la crisis de guerra en la Peninsula Coreana. Insatisfecha con esto, desarrollo este ano los ejercicios de guerra nuclear de mayor envergadura hablando en publico del \"derrocamiento del regimen norcoreano\", llevando asi la situacion de la Peninsula Coreana a la extrema crisis de guerra. \n\t\t\t\t\t\n\t\t\t\t\tComo vemos, EE.UU. es el enemigo jurado de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC tomo la decision estrategica de poseer las armas nucleares y las fortalece incesantemente. De esta manera, condeno a muerte la politica norteamericana de hostilidad y defiende con firmeza la soberania del pais y nacion. \n\t\t\t\t\t\n\t\t\t\t\tLa politica norteamericana de hostilidad a la RPDC es la estrategia criminal y torpe que lleva la situacion de la Peninsula Coreana al borde de la guerra y empujo a la RPDC a la posesion de la bomba de hidrogeno.\n\t\t\t\t\t\n\t\t\t\t\tAhora, todo el mundo estima que es justa la posesion de armas nucleares de la RPDC y que la politica norteamericana de aplastamiento contra el pais socialista es la causa raigal de la perturbacion de la paz y seguridad de la region.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. pagara el precio mas caro y mas tragico por haber persistido en la politica hostil de caracter criminal y suicida contra la RPDC."
        }
    ]
}