{
    "date": "2016-11-30",
    "url": "http://kcna.co.jp/item/2016/201611/2016-11-30ee.html",
    "articles": [
        {
            "title": "Congratulations to PM of Lithuania",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-20ee.html",
            "content": "Congratulations to PM of Lithuania\r\n Pyongyang, November 30 (KCNA) -- DPRK Premier Pak Pong Ju sent a congratulatory message to Saulius Skvernelis on his appointment as prime minister of Lithuania on November 29.\n\t\t\t\t\t The message wished the prime minister success in his work for developing the country."
        },
        {
            "title": "Greetings to PM of Barbados ",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-21ee.html",
            "content": "Greetings to PM of Barbados \r\n Pyongyang, November 30 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, Wednesday sent a message of greeting to Freundel Stuart, prime minister of Barbados, on the 50th anniversary of his country's independence. \n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would favorably develop in the interests of the two peoples, Pak in the message wished the prime minister of Barbados success in the work for development and prosperity of the country."
        },
        {
            "title": "National Sci-Tech Presentation in Field of Cooking Fuel",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-24ee.html",
            "content": "National Sci-Tech Presentation in Field of Cooking Fuel\r\n Pyongyang, November 30 (KCNA) -- A national scientific and technological presentation in the field of cooking fuel was held at the Sci-Tech Complex here on Nov. 29-30.\n\t\t\t\t\t Attending it were officials, scientists, technicians, researchers, teachers, students and post-graduate students of Kim Il Sung University, Kim Chaek University of Technology, University of Sciences, State Academy of Sciences and other units.\n\t\t\t\t\t\n\t\t\t\t\t Presented to it, sponsored by the Central Committee of the General Federation of Science and Technology of Korea, were more than 60 research papers related to the production of cooking fuel and the improvement of its quality.\n\t\t\t\t\t\n\t\t\t\t\t The participants exchanged successes and experience gained in developing the fuel industry on a scientific basis such as making effective use of the country's fuel resources, introducing efficacious additives for combustion and solving the issue of heat energy with alternative fuel.\n\t\t\t\t\t\n\t\t\t\t\t Lectures were given during the presentation."
        },
        {
            "title": "National Sci-Tech Presentation in Field of Educational Information Science",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-25ee.html",
            "content": "National Sci-Tech Presentation in Field of Educational Information Science\r\n Pyongyang, November 30 (KCNA) -- A national sci-tech presentation in the field of educational information science took place at the Sci-Tech Complex here on Nov. 29-30.\n\t\t\t\t\t Attending it, sponsored by the Central Committee of the General Federation of Science and Technology of Korea, were officials, teachers, researchers, technicians and graduate students of Kim Il Sung University, Kim Chaek University of Technology, the Education Commission, the State Academy of Sciences and other units.\n\t\t\t\t\t\n\t\t\t\t\t More than 110 papers were introduced at the presentation, divided into panels of educational information, sci-tech information and computer technology. They deal with achievements made in the researches to putting the education on a modern and IT basis of higher level.\n\t\t\t\t\t\n\t\t\t\t\t Exchanged were successes and experience gained in the researches to help students possess an extensive knowledge by putting the teaching and experiments and practical training on an IT basis, increase their ability of theoretical recognition and scientific research and improve the educational conditions and environment."
        },
        {
            "title": "Sci-Tech Presentation in Field of Power Industry",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-26ee.html",
            "content": "Sci-Tech Presentation in Field of Power Industry\r\n Pyongyang, November 30 (KCNA) -- A national sci-tech presentation in the field of power industry was held at the Sci-Tech Complex here on Nov. 29 and 30 under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea.\n\t\t\t\t\t Present there were teachers, researchers, technicians and three-revolution team members, post-graduate students and workers from different units including Kim Il Sung University, Kim Chaek University of Technology, Pyongyang University of Railways, the Electricity Institute of the State Academy of Sciences, the Pukchang Thermal Power Complex and the South Hamgyong Provincial Power Distribution Station.\n\t\t\t\t\t\n\t\t\t\t\t Introduced at the presentation, divided into panels of the power industry and the electrical machine and appliance, were more than 60 papers dealing with achievements made in researches into the rational use and management of electricity and the development of new-type electricity-saving equipment."
        },
        {
            "title": "Symposium on History of Koguryo and Palhae Held",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-28ee.html",
            "content": "Symposium on History of Koguryo and Palhae Held \r\n Pyongyang, November 30 (KCNA) -- A symposium on the recent achievements made in the study of history of Koguryo and Palhae took place at the Academy of Social Sciences on Wednesday.\n\t\t\t\t\t Present there were officials concerned, researchers, teachers and lecturers in the field of science, education, media and protection of national heritages.\n\t\t\t\t\t\n\t\t\t\t\t The symposium heard papers on the achievements made in the study of history of Koguryo, a powerful state that existed in the East for a thousand years, and its successor Palhae, which inherited the legitimacy of the Korean nation's history.\n\t\t\t\t\t\n\t\t\t\t\t Speakers noted that President Kim Il Sung and leader Kim Jong Il, who had a deep insight into the position and role of Koguryo in the development of the Korean history, set right many problems concerning the history of Koguryo with their rare wisdom and Juche-based judgment and vision.\n\t\t\t\t\t\n\t\t\t\t\t They explained the achievements made in the study of the history of Koguryo recorded in Korean history as the most powerful country and Palhae, a thriving country in the East.\n\t\t\t\t\t\n\t\t\t\t\t Many books and papers on folk customs of Koguryo and Palhae have been completed, among them \"Series of Koguryo History\", which systematized the history and culture of Koguryo in an overall and academic way. \n\t\t\t\t\t\n\t\t\t\t\t More than 260 tombs and 65 castles dating back to Koguryo and Palhae kingdoms were discovered and ascertained scientifically in recent days, providing materials for clarifying the history of Koguryo and Palhae in greater depth.\n\t\t\t\t\t\n\t\t\t\t\t The historical relics related to salt production were discovered and the aspect of salt production during Koguryo was clarified in Korea to prove the high-level development of the Korean national culture and its independence. \n\t\t\t\t\t\n\t\t\t\t\t The speakers expressed their will to fulfill their responsibility and duties in glorifying Korea as a highly-civilized power with long history and brilliant culture."
        },
        {
            "title": "WHO Assistant Director General Leaves",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-27ee.html",
            "content": "WHO Assistant Director General Leaves\r\n Pyongyang, November 30 (KCNA) -- Oleg Chestnov, assistant director general of the World Health Organization, and his party left here Wednesday."
        },
        {
            "title": "Development of New Food Products Gains Momentum in DPRK",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-23ee.html",
            "content": "Development of New Food Products Gains Momentum in DPRK\r\n Pyongyang, November 30 (KCNA) -- A number of achievements have been made in the foodstuff industry of the DPRK.\n\t\t\t\t\t It was well evidenced by the 27th National Exhibition of Consumer Goods, the 6th National Exhibition of Liquor and Essential Foodstuff and the National Exhibition of Children's Foodstuff held some days ago.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Children's Foodstuff Factory has developed various kinds of baby powders, soya milk powders with different fruit flavors, thin gruel and other products.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Essential Foodstuff Factory was equipped with such processes as producing fermented soybean, soya-sauced boiled sandfish and others.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Cornstarch Factory succeeded in producing over 10 kinds of sweets and cakes with starch syrup, while the Paeksong General Foodstuff Factory developed spirulina functional foodstuffs.\n\t\t\t\t\t\n\t\t\t\t\t Similar successes have also been witnessed at foodstuff factories throughout the country."
        },
        {
            "title": "Sinuiju Cosmetics Factory",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-22ee.html",
            "content": "Sinuiju Cosmetics Factory\r\n Pyongyang, November 30 (KCNA) -- The Sinuiju Cosmetics Factory in the DPRK is one of those taking the lead in cosmetic industry.\n\t\t\t\t\t The factory has made remarkable successes in updating its production processes and developing new products.\n\t\t\t\t\t\n\t\t\t\t\t Its production processes are put on an unmanned and germ-free basis, as required by GMP. And all the processes, ranging from raw material feeding to packing, are automated under the integrated production system.\n\t\t\t\t\t\n\t\t\t\t\t The factory newly built Pomhyanggi Cosmetics Exhibition where Pomhyanggi-trademarked cosmetics of hundreds kinds are on sale.\n\t\t\t\t\t\n\t\t\t\t\t The factory strives to consolidate its infrastructure suitable to the age of knowledge-based economy, while paying deep attention to the development of new products.\n\t\t\t\t\t\n\t\t\t\t\t Its functional foundation, lipstick and other cosmetics have been recognized as the ones with world competitiveness for their high quality.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hye Yong, manager of the factory, told KCNA that the factory would raise the quality of Pomhyanggi-trademarked cosmetics to be competitive in world markets."
        },
        {
            "title": "KCNA Commentary Hits Political Charlatans for Defending Park Geun Hye More Dead Than Alive",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-18ee.html",
            "content": "KCNA Commentary Hits Political Charlatans for Defending Park Geun Hye More Dead Than Alive\r\n Pyongyang, November 30 (KCNA) -- A pro-Park Geun Hye group within the \"Saenuri Party\" of south Korea is going on the rampage. They speak for traitor Park without reason, categorically rejecting the results of the mid-term investigation made public by the prosecution.\n\t\t\t\t\t The investigation results branded Park as the main culprit. However, the pro-Park group described the results as the \"ones reading the face of the public without any principle and belief\" and claimed that \"the investigation made the president a victim.\"\n\t\t\t\t\t\n\t\t\t\t\t The pro-Park group of the \"Saenuri Party\" is making a counterattack, terming the anti-Park group's demand for the \"president's\" withdrawal from the party and its leadership's resignation \"political corruption\" and \"baseless political offensive\".\n\t\t\t\t\t\n\t\t\t\t\t Such action as desperately defending her is a blatant challenge to the public mindset and a foolish one revealing itself that they are accomplices in the worst political scandal. This only arouses extreme antipathy.\n\t\t\t\t\t\n\t\t\t\t\t It is the \"Saenuri Party\" that created the present worst chaos by conniving at and fostering the witch politics. It is again the pro-Park group that has grown corpulent, enjoying privileges thanks to the scandal-ridden politics.\n\t\t\t\t\t\n\t\t\t\t\t The pro-Park group is busy painting her as a \"victim of the undeserved punishment\", covering up their own crimes and asking for \"not harshly treating the president\". \n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party's\" desperate bid to shield Park is intended to give a shot in the arm of Park in an effort to stem the trend of the situation and prolong the remaining days of the ruling party.\n\t\t\t\t\t\n\t\t\t\t\t However, this is nothing but the last-ditch attempt of the servants of Chongwadae's old woman who are ignorant of how things are going in the world.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean society is terribly stunned by the announcement of the results of investigation.\n\t\t\t\t\t\n\t\t\t\t\t Park's involvement in the overall scandal has been confirmed by undeniable evidence and new scams are being brought to light one after another.\n\t\t\t\t\t\n\t\t\t\t\t The prosecution warned that if the recorded conversation between Park and former assistant secretary of Chongwadae related to the monopolization of \"administration\" was opened to pubic just for ten seconds, candlelight would turn into torches. This proves that the crimes of Park are beyond human imagination.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that the south Korean people from all walks of life are condemning the scandal as \"Park Geun Hye Gate,\" not \"Choe Sun Sil Gate.\" \n\t\t\t\t\t\n\t\t\t\t\t However, Ri Jong Hyon, representative of the \"Saenuri Party\", and other riffraff are silly enough to praise her as a \"woman who has no self-interest and selfish desire\" and the \"president is trustworthy.\"\n\t\t\t\t\t\n\t\t\t\t\t Such foolish action will only lead to their ruin.\n\t\t\t\t\t\n\t\t\t\t\t It is not far off when the above-said party and Park will face a stern judgment."
        },
        {
            "title": "DPRK Newspapers Laud Fidel Castro Ruz's Feats",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-13ee.html",
            "content": "DPRK Newspapers Laud Fidel Castro Ruz's Feats\r\n Pyongyang, November 30 (KCNA) -- Leading newspapers of the DPRK Wednesday laud Fidel Castro Ruz, supreme leader of the Cuban revolution, as a prominent statesman who built the first socialist system in the Western Hemisphere and made distinguished contribution to the anti-imperialist cause for socialism and justice.\n\t\t\t\t\t Fidel Castro Ruz advanced the socialist cause of Cuba to victory, frustrating with his revolutionary principle and indomitable will the ceaseless interference, appeasement and blockade of the U.S.-led imperialists, Rodong Sinmun says in an article, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Cuban revolutionary armed forces, born with seven weapons under his leadership, have firmly defended the country's security and sovereignty from the U.S. imperialists' vicious moves to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t He had wisely led the Cuban people to build a people's state and achieve social development, invariably holding high the banner of socialism despite decades-long sanctions and pressure of the U.S. imperialists after the establishment of the socialist system in the country.\n\t\t\t\t\t\n\t\t\t\t\t When the U.S. imperialists instigated the counter-revolutionary elements to launch an armed invasion of Playa Giron in April 1961 and when the Caribbean crisis was created in October 1962, the Cuban government and people under the leadership of Fidel Castro Ruz resolutely smashed the aggression moves of the U.S. imperialists to defend the gains of the revolution and dramatically changed the looks of the country and made big strides in all fields of the economy, culture and defense upbuilding.\n\t\t\t\t\t\n\t\t\t\t\t He wisely steered the work to invariably hold fast to the banner of socialism when the U.S. imperialists' military threat and economic blockade got evermore pronounced before and after 1990.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that the Cuban people have dynamically advanced along the road of socialism without any concession in the fierce confrontation with the imperialists for decades. This would have been unthinkable without the wise leadership of Fidel Castro Ruz possessed of the steadfast anti-imperialist, anti-U.S. idea, it stresses."
        },
        {
            "title": "Rodong Sinmun on Anti-\"Government\" Struggle of Youth in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-12ee.html",
            "content": "Rodong Sinmun on Anti-\"Government\" Struggle of Youth in S. Korea\r\n Pyongyang, November 30 (KCNA) -- Youth and students, middle and high school students, in particular, are now actively turning out in the anti-\"government\" mass struggle mounting across south Korea.\n\t\t\t\t\t They loudly chant such slogans as \"Let the young people turn out to change politics in this land,\" \"Youngsters are masters\" and \"Revolution for overthrowing corrupt society.\"\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday says in an article that this shows the will of the angry south Korean youth and students. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that in south Korea youth and students have always stood in the van of the people's mass struggle to drive out the foreign forces, put an end to the fascist dictatorship and achieve the national reunification, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Many youth and students courageously fought bloody battles for independence, democracy and reunification, braving prison or death, during the April 19 Popular Uprising, the Kwangju Popular Uprising and the June Popular Resistance.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean youth and students' ongoing struggle is a life-and-death battle. \n\t\t\t\t\t\n\t\t\t\t\t No force can overpower them struggling with the shared intention and will to oust traitor Park Geun Hye and win democracy."
        },
        {
            "title": "Rodong Sinmun Urges U.S. to Stand Trial for Human Rights Abuses",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-14ee.html",
            "content": "Rodong Sinmun Urges U.S. to Stand Trial for Human Rights Abuses\r\n Pyongyang, November 30 (KCNA) -- Recently the International Criminal Court released a report that U.S. forces and the CIA committed war crimes in their secret prisons in various parts of the world.\n\t\t\t\t\t According to it, they cruelly tortured dozens of prisoners in secret prisons in Afghanistan, Poland, etc.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun observes Wednesday in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The demands for incriminating the U.S. bloody wars and horrible massacres in different parts of the world were not raised at present.\n\t\t\t\t\t\n\t\t\t\t\t The International Criminal Court (ICC), a puppet court of the West, made an about-face and issued such a report all of a sudden because various countries decided to secede from the ICC and are going through formalities to do so.\n\t\t\t\t\t\n\t\t\t\t\t Consequently, the prestige and image of the ICC are sinking to the ground.\n\t\t\t\t\t\n\t\t\t\t\t Now that the ICC's existence is jeopardized, it can no longer connive at the war crimes being committed by the U.S. because it is the world's worst human rights abuser. \n\t\t\t\t\t\n\t\t\t\t\t The world-stunning human rights abuses of the U.S. can never be covered up nor tolerated. Those crimes should be opened to the world public and sternly punished by human conscience.\n\t\t\t\t\t\n\t\t\t\t\t The above-said report of the ICC reflects the mindset of the world community.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to atone for its human rights abuses committed in the course of aggression and war, domination and plunder before history and mankind, before talking about someone's non-existent \"human rights issue.\" And it should stand trial of its own accord."
        },
        {
            "title": "Minju Joson Slams S. Korean Group's Military Nexus with Japan",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-15ee.html",
            "content": "Minju Joson Slams S. Korean Group's Military Nexus with Japan\r\n Pyongyang, November 30 (KCNA) -- The Park Geun Hye group of traitors in south Korea hurriedly concluded an agreement on protecting military intelligence with Japan by taking advantage of the confusion created with the \"Park Geun Hye-Choe Sun Sil scandal\". And it is now seeking to conclude at an early date a \"mutual logistic support agreement\" aimed at logistic support in contingency on the Korean peninsula.\n\t\t\t\t\t Minju Joson Wednesday in a commentary terms this an unpardonable treachery as it gives green light to the Japanese reactionaries watching for a chance to launch reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t It says:   \n\t\t\t\t\t\n\t\t\t\t\t  Lurking behind the Park Geun Hye group's hectic moves to conclude the \"mutual logistic support agreement\" with Japan in the wake of the conclusion of the agreement on protecting military intelligence is a sinister intention to please its U.S. and Japan masters, yielding to their pressure, and divert the public criticism of it to the DPRK under the pretext of \"security unrest\" and demonstrate its \"ability to administer state affairs\" at home and abroad in a bid to prolong its remaining days.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and Japan are the only masters on whom the wretched old woman of Chongwadae can depend as she is more dead than alive, cursed and denounced by the angry people for the hideous political scandal. They are aware of such weak points of the puppet forces better than anybody else.\n\t\t\t\t\t\n\t\t\t\t\t Pretending to reach out to the puppet group to help it, the they are working hard to lay a stepping stone for knocking into shape the triangular military alliance, building a missile field and realizing the ambition for reinvasion at any cost before the ouster of Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t Stuck in the abyss of ruin, Park is making desperate efforts to conclude the humiliating agreement with Japan which even the successive ruling forces dared not do so. This is a hideous treachery that can be done only by Park, an offspring of Park Chung-Hee, a special class lackey of Japan who styled himself a loyal subject of \"Emperor.\""
        },
        {
            "title": "Chongwadae Coteries' Bid to \"Defend Park\" Decried",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-17ee.html",
            "content": "Chongwadae Coteries' Bid to \"Defend Park\" Decried\r\n Pyongyang, November 30 (KCNA) -- Chongwadae coteries are going senseless to protect Park Geun Hye while making a mockery of people's candlelight actions mounting across south Korea.\n\t\t\t\t\t A spokesman for Chongwadae recently went so impudent as to demand the \"procedures of impeachment\", claiming that the results of investigation into crimes of Park is \"full of imagination and presumptions\".\n\t\t\t\t\t\n\t\t\t\t\t Han Kwang Ok, presidential chief of staff of Chongwadae, also defied the demand for Park's resignation while talking about \"vacuum in state administration.\" Meanwhile, other mandarins of Chongwadae totally denied the results of investigation, terming it \"pressing investigation.\"\n\t\t\t\t\t\n\t\t\t\t\t This is a blatant challenge to the people demanding Park's resignation and, at the same time, a foolish act to tide over the crisis they have faced as accomplice in the hideous political scandal.\n\t\t\t\t\t\n\t\t\t\t\t Park's resignation has now become an irreversible mindset of the public.\n\t\t\t\t\t\n\t\t\t\t\t However, traitor Park, far from feeling an iota of guilty conscience, went busy, appointing secretaries of Chongwadae and ambassadors and awarding \"writ of appointment\" to \"governors of five provincial committees in the north\", an act of insult to the public.\n\t\t\t\t\t\n\t\t\t\t\t Park had been crest-fallen for some time under the pressure of the enraged public. But she made about-face to challenge it. Her arrogance is by no means unrelated to Chongwadae coteries zealously patronizing her.\n\t\t\t\t\t\n\t\t\t\t\t These days they are closeted with her almost every day to run the whole gamut of rhetoric and gimmicks going against the people's mindset.\n\t\t\t\t\t\n\t\t\t\t\t It is proven by the recent appearance of homepage called \"Setting Right Misinformation\" and a gag put on media which took the lead in disclosing the truth about \"Park Geun Hye-Choe Sun Sil scandal\".\n\t\t\t\t\t\n\t\t\t\t\t Gentries of Chongwadae are taking such attitude because they are well aware of the fact that their fate cannot be otherwise than that of Park in case she is indicted as a criminal.\n\t\t\t\t\t\n\t\t\t\t\t Chongwadae is a den of criminals going desperate to shield the arch criminal and provide a way-out for her.\n\t\t\t\t\t\n\t\t\t\t\t Chongwadae coteries are the criminals who should stand trial together with Park.\n\t\t\t\t\t\n\t\t\t\t\t The bid for \"defending Park\" will only lead to the doom of Park and Chongwadae."
        },
        {
            "title": "S. Korean Organization Blames Park Geun Hye for Refusing Investigation",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-02ee.html",
            "content": "S. Korean Organization Blames Park Geun Hye for Refusing Investigation\r\n Pyongyang, November 30 (KCNA) -- The people's emergency action to oust the Park Geun Hye regime made a report on Monday to reject traitor Park's stand that she can not respond to an investigation by the prosecution, according to the south Korean online paper Tongil News.\n\t\t\t\t\t The organization strongly denounced Park Geun Hye, a criminal and suspect, for persistently refusing the investigation.\n\t\t\t\t\t\n\t\t\t\t\t Park's present stand is contrary to what she promised on November 4 to take sincere approach toward the prosecution's investigation, it said, declaring that the people would no longer show leniency and the only way is to oust Park from office."
        },
        {
            "title": "Arrest of Park Geun Hye Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-06ee.html",
            "content": "Arrest of Park Geun Hye Demanded in S. Korea\r\n Pyongyang, November 30 (KCNA) -- The south Korean newspaper Hangyore Monday carried an editorial dealing with the people's demand for not only resignation of Park Geun Hye but also arrest and detention of her.\n\t\t\t\t\t The editorial said that Park might have heard a slogan \"Park Geun Hye, Resign\" chanted by the people after surrounding Chongwadae on Nov. 26.\n\t\t\t\t\t\n\t\t\t\t\t It noted that more than 1.9 million people took part in the fifth all-people action across south Korea, raising candlelight high despite bad weather.\n\t\t\t\t\t\n\t\t\t\t\t Those participants have demanded for arrest of Park Geun Hye, enraged at her refusal to accept the prosecution's investigation, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The only way out for Park is to resign from the post of \"president\" as soon as possible."
        },
        {
            "title": "People's Mindset Represents Will of Heaven: S. Korean Newspaper",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-07ee.html",
            "content": "People's Mindset Represents Will of Heaven: S. Korean Newspaper\r\n Pyongyang, November 30 (KCNA) -- The south Korean internet newspaper Voice of People carried an editorial on Monday.\n\t\t\t\t\t The editorial said that though Kim Jin Thae, a close associate of Park Geun Hye, said the wind puts out the candlelight, more than 1.9 million people participated in the candlelight rallies across south Korea on Nov. 26.\n\t\t\t\t\t\n\t\t\t\t\t It added that the people's candlelight action would continue unless Park Geun Hye resigns."
        },
        {
            "title": "\"State-compiled Textbooks\" Rejected by Opposition Parties in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-08ee.html",
            "content": "\"State-compiled Textbooks\" Rejected by Opposition Parties in S. Korea\r\n Pyongyang, November 30 (KCNA) -- Opposition parties of south Korea condemned the Park Geun Hye group for having made public to-be-screened copies of \"state-compiled history textbooks\" on Monday despite the protest of various circles, according to the south Korean internet newspaper Saram Ilbo.\n\t\t\t\t\t A parliamentary spokesperson for the Minju Party contended that the \"state-compiled textbooks\" should be repealed as they go against the common sense of the era and trend of history.\n\t\t\t\t\t\n\t\t\t\t\t The floor leader of the Jongui Party criticized the introduction of \"state-compiled history textbooks\" as part of the tactics aimed to distort history and thus erase the traces of pro-Japanese elements."
        },
        {
            "title": "Repeal of \"State-compiled\" History Textbooks Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-09ee.html",
            "content": "Repeal of \"State-compiled\" History Textbooks Urged in S. Korea\r\n Pyongyang, November 30 (KCNA) -- A network against \"state-compiled textbooks\" in south Korea held a press conference at the plaza of Kwanghwamun in Seoul on Nov. 27 in demand of the repeal of \"state-compiled history textbooks\", according to the south Korean internet newspaper Voice of People.\n\t\t\t\t\t Speakers at the conference disclosed that the \"state-compiled textbooks\" include distorted content, contrary to the facts asserted by the academic circle.\n\t\t\t\t\t\n\t\t\t\t\t They denounced the Park Geun Hye group's fabrication of \"state-compiled textbooks\" as a history coup to beautify the May 16 military coup as the \"revolution for modernization\" and deny the spirit of the March First and April 19 popular uprisings."
        },
        {
            "title": "Bird Flu Spreads in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-10ee.html",
            "content": "Bird Flu Spreads in S. Korea\r\n Pyongyang, November 30 (KCNA) -- Bird Flu spreads to different parts of south Korea, according to south Korea's MBC and CBS.\n\t\t\t\t\t Bird flu occurred in nine cities and counties of five provinces including Kyonggi and North and South Chungcheong and Jolla provinces from Nov. 16 to 27."
        },
        {
            "title": "People Only Want Park Geun Hye's Resignation: S. Korean Newspaper",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-11ee.html",
            "content": "People Only Want Park Geun Hye's Resignation: S. Korean Newspaper\r\n Pyongyang, November 30 (KCNA) -- The south Korean Kyunghyang Daily News Monday carried an editorial on the candlelight action staged on Nov. 26.\n\t\t\t\t\t The editorial said that the action was the largest-ever one in history and the climax of candlelight rallies in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the people only want Park Geun Hye's resignation from the post of \"president\"."
        },
        {
            "title": "Military Agreement with Japan Rejected in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-19ee.html",
            "content": "Military Agreement with Japan Rejected in S. Korea\r\n Pyongyang, November 30 (KCNA) -- Opposition parties of south Korea on Nov. 25 issued a declaration categorically rejecting the agreement on protection of military intelligence with Japan, according to the south Korean internet newspaper Tongil News.\n\t\t\t\t\t The declaration noted that Park Geun Hye, who has been reduced to suspected criminal \"president\" for the first time in history, handled such an important issue as the agreement on providing secret military intelligence to Japan without people's consent.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the agreement would offer a pretext for Japan's \"Self-defense Forces\" to meddle in the Korean peninsula issue and aggravate the military confrontation in Northeast Asia, it declared the agreement null and void as it was concluded against the will of the people.\n\t\t\t\t\t\n\t\t\t\t\t It urged Park to step down promptly, as demanded by the people, in order to get the \"state administration\" out of chaos."
        },
        {
            "title": "Nigerian Organization Introduces Kim Jong Un's Letter",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-01ee.html",
            "content": "Nigerian Organization Introduces Kim Jong Un's Letter\r\n Pyongyang, November 30 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism on Nov. 22 posted on its website \"Let Us Further Intensify the Work of the Women's Union under the Banner of Modelling the Whole Society on Kimilsungism-Kimjongilism\", a letter sent by supreme leader Kim Jong Un to those attending the Sixth Congress of the Democratic Women's Union of Korea.\n\t\t\t\t\t The work, published on Nov. 17, Juche 105 (2016), says that the Korean women's movement is a Juche-based movement which was pioneered by President Kim Il Sung and has covered a glorious course of its development under the guidance of the President and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t And it clarifies the tasks and ways for the union to make positive contributions to accomplishing the cause of socialism, the revolutionary cause of Juche."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Arab Region",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Arab Region\r\nPyongyang, November 30 (KCNA) -- An Egyptian and Arab committee for remembering General Kim Jong Il was formed on Nov. 25.\n\t\t\t\t\t The committee with Yehia Zakaria Khairullah, vice-chairman of the Socialist Freedom Party of Egypt, chairman of the Egypt-Korea Friendship Association and chairman of the Arab regional preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, as its chairman, comprises personages of Egypt, Tunisia, Libya, Sudan and other Arab countries.\n\t\t\t\t\t\n\t\t\t\t\t It decided to widely organize political and cultural events in praise of the revolutionary career and exploits of leader Kim Jong Il from Nov. 25 to Dec. 20."
        },
        {
            "title": "Kim Jong Il's Feats for World Peace Lauded in Nigeria",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-04ee.html",
            "content": "Kim Jong Il's Feats for World Peace Lauded in Nigeria\r\n Pyongyang, November 30 (KCNA) -- Damian Ogbonna, national chairman of the People's Progressive Party of Nigeria who is co-chairman of the international preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, issued a statement on Nov. 21 to mark the 25th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t The statement said that Kim Jong Il's exploits would remain long in history as he smashed the imperialists' aggression, high-handed politics and arbitrary practices with his original Songun politics and thus ensured peace and security.\n\t\t\t\t\t\n\t\t\t\t\t Even after the Korean War, recorded as the most hard-fought one since the Second World War, the danger of a war has been created on the Korean Peninsula for more than half a century, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t If another Korean war breaks out, it will turn into the most catastrophic nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Only HE Kim Jong Il reliably defended the peace and security of the Korean Peninsula which is vital to human existence.\n\t\t\t\t\t\n\t\t\t\t\t Bearing in mind the immutable truth that the weak military force can neither defend the security of the country and nation nor safeguard peace, he had given priority to the military affairs and made a ceaseless journey of Songun leadership all his life.\n\t\t\t\t\t\n\t\t\t\t\t He led the nuclear showdown between the DPRK and the U.S. to brilliant victory and thus provided a reliable guarantee for defending peace not only on the Korean Peninsula and in Northeast Asia but also in the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to the powerful war deterrence put an end to the era when the imperialists used to pose threat with nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's feats for global peace will always be borne in the mind of mankind."
        },
        {
            "title": "Kim Jong Il's Exploits Lauded by Hungarian, Italian Figures",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-05ee.html",
            "content": "Kim Jong Il's Exploits Lauded by Hungarian, Italian Figures\r\n Pyongyang, November 30 (KCNA) -- Hungarian and Italian personages issued statements on Nov. 24 and 25 on the occasion of the 5th anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Gyula Thurmer, chairman of the Hungarian Workers' Party, noted that Kim Jong Il made public his works proving the scientific accuracy of socialism and the inevitability of its victory, when the imperialists made a fuss about the \"complete end of socialism\" by taking advantage of the collapse of socialism in some countries, and reliably defended the sovereignty and dignity of the DPRK with his unique Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t He praised the career of Kim Jong Il who dedicated his all to the country and people.\n\t\t\t\t\t\n\t\t\t\t\t Miriam Pelegrini Peri, president of the Group of Dialectical Materialists of Italy and chairwoman of the Italian Committee for the Study of Songun Idea for Independence and Sovereignty, said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is the great leader of the Korean people and a great master of ideology and theory revered by all of us.\n\t\t\t\t\t\n\t\t\t\t\t The devoted life of the leader who had incessantly visited every nook and corner of the country, true to the idea and cause of President Kim Il Sung, serves as a brilliant example for us."
        },
        {
            "title": "Equipo coreano de futbol femenino doblega a EE.UU. en la semifinal",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-29ee.html",
            "content": "Equipo coreano de futbol femenino doblega a EE.UU. en la semifinal\r\nPyongyang, 30 de noviembre (ACNC) -- La RPDC avanzo a la final de la Copa Mundial (f) sub-20 de la FIFA de 2016.\n\t\t\t\t\tTuvo lugar el dia 29 la semifinal entre la RPDC y EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tA los 50 minutos del partido, la jugadora no. 12 Jon So Yon abrio el marcador aprovechando el penalti de 11m.\n\t\t\t\t\t\n\t\t\t\t\tEl segundo gol fue hazana de la no. 9 Ri Hyang Sim quien a un minuto del tiempo extra, realizo un tiro fuerte delante del arco rival con el balon que le ha pasado la no. 2 Sung Hyang Sim.\n\t\t\t\t\t\n\t\t\t\t\tAsi el equipo coreano vencio al estadounidense por 2:1.\n\t\t\t\t\t\n\t\t\t\t\tLa final RPDC-Francia tendra lugar el 3 de diciembre."
        },
        {
            "title": "Efectuada presentacion nacional de la rama de combustibles",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-30ee.html",
            "content": "Efectuada presentacion nacional de la rama de combustibles\r\nPyongyang, 30 de noviembre (ACNC) -- Tuvo lugar los dias 29 y 30 en el Palacio de Ciencias y Tecnicas la presentacion cientifico-tecnica nacional de la rama de combustibles.\n\t\t\t\t\t  En la ocasion estuvieron presentes los funcionarios, cientificos, tecnicos, investigadores, profesores, estudiantes y cursantes del instituto doctoral de la Universidad Kim Il Sung, la Universidad Tecnica Kim Chaek, la Universidad de Ciencias Naturales, la Academia Estatal de Ciencias y otras unidades.\n\t\t\t\t\t\n\t\t\t\t\t  En el certamen, auspiciado por el Comite Central de la Federacion General de Ciencia y Tecnica de Corea, fueron presentadas mas de 60 tesis que dan a conocer los exitos logrados en la investigacion para aumentar la produccion de combustibles y mejorar su calidad.\n\t\t\t\t\t\n\t\t\t\t\t  Los participantes intercambiaron los exitos y experiencias alcanzados en los proyectos para desarrollar la rama en lo cientifico-tecnico, incluyendo usar eficazmente la fuente de combustibles del pais, desarrollar y aplicar aditamentos eficientes para combustion y resolver el problema de energia termica con combustibles substitutivos.\n\t\t\t\t\t\n\t\t\t\t\t  Durante el evento, se impartieron lecciones bajo titulos \"Sobre algunos problemas presentados en el desarrollo y uso del aditamento para la combustion del carbon\" y \"Tendencia del desarrollo mundial para resolver los combustibles de uso masivo empleando las energias biologicas\".\n\t\t\t\t\t\n\t\t\t\t\t  Se efectuo el dia 30 la ceremonia de clausura."
        },
        {
            "title": "Abierta presentacion nacional de la rama de informatizacion docente",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-31ee.html",
            "content": "Abierta presentacion nacional de la rama de informatizacion docente\r\nPyongyang, 30 de noviembre (ACNC) -- Tuvo lugar los dias 29 y 30 en el Palacio de Ciencias y Tecnicas la presentacion cinetico-tecnica nacional de la rama de informatizacion docente bajo auspicios del Comite Central de la Federacion General de Ciencia y Tecnica de Corea.\n\t\t\t\t\tEn el presente certamen tomaron parte los funcionarios, profesores, investigadores, tecnicos y cursantes del instituto doctoral de la Universidad Kim Il Sung, la Universidad Tecnica Kim Chaek, el Comite de Educacion, la Academia Estatal de Ciencias, el Palacio de Ciencias y Tecnicas, el Palacio de Estudio del Pueblo y otras unidades.\n\t\t\t\t\t\n\t\t\t\t\tEn la presentacion, dividida en las secciones de informaciones docentes, informaciones cientifico-tecnicas y cibernetica, se dieron a conocer mas de 110 disertaciones.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes presentaron los datos logrados en la investigacion para mejorar el nivel de modernizacion e informatizacion de la educacion.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, fueron intercambiados los exitos y experiencias logrados en otras labores de investigacion."
        },
        {
            "title": "Tiene lugar presentacion cientifico-tecnica nacional de la rama de industria electrica",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-32ee.html",
            "content": "Tiene lugar presentacion cientifico-tecnica nacional de la rama de industria electrica\r\nPyongyang, 30 de noviembre (ACNC) -- Tuvo lugar los dias 29 y 30 en el Palacio de Ciencias y Tecnicas la presentacion cientifico-tecnica nacional de la rama de industria electrica bajo auspicios del Comite Central de la Federacion General de Ciencia y Tecnica de Corea. \n\t\t\t\t\tParticiparon en la ocasion los profesores, investigadores, tecnicos, miembros de grupos por las tres revoluciones, cursantes de instituto doctoral y obreros de la Universidad Kim Il Sung, la Universidad Tecnica Kim Chaek, la Universidad de Ferrocarriles de Pyongyang, el Instituto de Electricidad de la Academia Estatal de Ciencias, el Complejo Termoelectrico de Pukchang, la Estacion de Transmision y Distribucion Electricas de la Provincia de Hamgyong del Sur y otras unidades. \n\t\t\t\t\t\n\t\t\t\t\tEn el certamen, dividido en las secciones de industria electrica y de aparatos y maquinas electricos, se presentaron mas de 60 disertaciones. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes presentaron los exitos alcanzados en la investigacion para el uso y gestion racionales de la electricidad y el desarrollo de nuevos equipos ahorradores de electricidad."
        },
        {
            "title": "Abierto seminario sobre la historia de Coguryo y Palhae",
            "url": "http://kcna.co.jp/item/2016/201611/news30/20161130-33ee.html",
            "content": "Abierto seminario sobre la historia de Coguryo y Palhae\r\nPyongyang, 30 de noviembre (ACNC) -- Tuvo lugar el dia 30 en la Academia de Ciencias Sociales el seminario academico sobre los recientes exitos logrados en el estudio de la historia de Coguryo y Palhae.\n\t\t\t\t\tEn la ocasion estuvieron presentes los funcionarios de la rama interesada y los investigadores, profesores y lectores de los dominios de ciencia, educacion, prensa e informacion y proteccion de patrimonios nacionales.\n\t\t\t\t\t\n\t\t\t\t\tLos seminaristas publicaron los trabajos que argumentan los exitos alcanzados en el estudio de la historia de Coguryo, milenaria potencia del Oriente, que ha mantenido la ortodoxia de la historia de la nacion coreana, y la de Palhae, sucesor de Coguryo.\n\t\t\t\t\t\n\t\t\t\t\tRecordaron que percatados de la posicion y papel de Coguryo en el transcurso de la historia coreana, el Presidente Kim Il Sung y el Dirigente Kim Jong Il corrigieron con su inteligencia genial y vision autoctona muchos problemas referentes a la historia del reino.\n\t\t\t\t\t\n\t\t\t\t\tExplicaron los exitos alcanzados en el estudio sobre la historia de Coguryo y Palhae.\n\t\t\t\t\t\n\t\t\t\t\tQuedaron compilados \"Ciclo de la historia de Coguryo\" y otros muchos libros y tesis sobre la historia, cultura y folclore de los dos reinos.\n\t\t\t\t\t\n\t\t\t\t\tUltimamente, fueron desenterrados mas de 260 tumbas y 65 castillos de la epoca de Coguryo y Palhae que devinieron argumentos materiales para aclarar con mas profundidad sus historias.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, fue descubierta la reliquia alusiva a la produccion de sal en la epoca de Coguryo, lo que demuestra el elevado nivel de desarrollo y autonomia de la cultura de la nacion coreana en aquel entonces.\n\t\t\t\t\t\n\t\t\t\t\tAl final, los seminaristas expresaron la decision de cumplir con su responsabilidad y deber en glorificar el pais como potencia civilizada con larga historia y brillante cultura."
        }
    ]
}