{
    "date": "2016-01-04",
    "url": "http://kcna.co.jp/item/2016/201601/2016-01-04ee.html",
    "articles": [
        {
            "title": "Greetings to Myanmar President",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-14ee.html",
            "content": "Greetings to Myanmar President\r\n Pyongyang, January 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of greeting to Thein Sein, president of the Republic of the Union of Myanmar, on the occasion of the 68th anniversary of its independence.\n\t\t\t\t\t The message sincerely wished the president and people of Myanmar greater successes in their work for the security and prosperity of the country."
        },
        {
            "title": "Greetings to Myanmar FM",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-13ee.html",
            "content": "Greetings to Myanmar FM\r\n Pyongyang, January 4 (KCNA) -- DPRK Foreign Minister Ri Su Yong sent a message of greeting to his Myanmar counterpart Wunna Maung Lwin on Monday on the occasion of the 68th anniversary of its independence.\n\t\t\t\t\t The message wished the Myanmar foreign minister bigger success in his work, expressing belief that the friendly and cooperative relations between the two countries would steadily develop."
        },
        {
            "title": "Implementation of North-South Agreements Called for",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-12ee.html",
            "content": "Implementation of North-South Agreements Called for\r\n Pyongyang, January 4 (KCNA) -- Kim Jong Un, supreme leader of the Democratic People's Republic of Korea, in his New Year address stressed that all Koreans should value such agreements common to the nation as the three principles for national reunification and declarations between the north and the south and open up an avenue for improved bilateral relations on their basis.\n\t\t\t\t\t The three principles for national reunification and declarations constitute the great reunification programme common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t In the past the north and the south of Korea discussed the principled matters for national reunification on several occasions and adopted a series of admirable agreements.\n\t\t\t\t\t\n\t\t\t\t\t All the matters arising in achieving Korea's reunification through national reconciliation and unity are expounded in the three principles for national reunification, confirmed in the July 4, 1972, joint statement, and the June 15 Joint Declaration and the October 4 Declaration, adopted at the two rounds of north-south summits in 2000 and 2007.\n\t\t\t\t\t\n\t\t\t\t\t If those agreements had been respected and strictly implemented, a big stride would have been made in the struggle to achieve the independent reunification, peace and prosperity by the united efforts of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t This is well evidenced by the June 15 era of reunification. After the publication of the June 15 Joint Declaration, the relationship of distrust and confrontation between the north and the south developed into that of reconciliation and unity and railways and roads, severed for more than half a century, were reconnected, with brisk economic cooperation between them.\n\t\t\t\t\t\n\t\t\t\t\t It is the principled stand of the DPRK to improve the north-south relations and open up a new era of independent reunification by defending and implementing the said joint declarations and all other agreements.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities are sincere about improving inter-Korean relations and reunifying the country peacefully, they must not seek pointless confrontation of systems, but make it clear that they intend to respect and implement with sincerity the three principles for national reunification, June 15 Joint Declaration and October 4 Declaration, which crystallize the general will of the nation and whose validity has been proved in practice.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in the New Year address declared that the DPRK would make strenuous efforts to develop north-south talks and improve bilateral relations and that it would have an open-minded discussion on the reunification issue, one of the national issues, with anyone who is truly desirous of national reconciliation and unity, peace and reunification."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Chief of Pyongyang Mission of AINDF",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-18ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Chief of Pyongyang Mission of AINDF\r\n Pyongyang, January 4 (KCNA) -- Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF), was interviewed by KCNA on Monday.\n\t\t\t\t\t At the interview Jo referred to the fact that in his New Year Address Marshal Kim Jong Un put up slogan \"Let us frustrate the challenges by the anti-reunification forces within and without and usher in a new era of independent reunification!\" and comprehensively indicated the tasks and ways for implementing it.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that Kim Jong Un's New Year Address clarifies the principled matters to be settled to accomplish the cause of reunification such as those of mending the south-north relations and defusing the danger of a war and safeguarding peace and security on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Now all the compatriots are supporting and welcoming the slogan and proposals for national reunification advanced by Kim Jong Un as they are the most realistic and reasonable proposals for reunification.\n\t\t\t\t\t\n\t\t\t\t\t National reunification is the most urgent and vital greatest task for the nation.\n\t\t\t\t\t\n\t\t\t\t\t Success or failure of the movement for national reunification this year depends on how the Korean nation carries out the tasks set forth by Kim Jong Un in his New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t Clear are not only the action goal but also the way to be followed by us.\n\t\t\t\t\t\n\t\t\t\t\t The way to be followed by the Korean nation at all times is the road of national independence and By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t The vanguard fighters of the AINDF will hold Kim Jong Un in high esteem as the lodestar of the national reunification and wage a dynamic struggle for glorifying 2016 as the year of ushering in a fresh era of independent reunification."
        },
        {
            "title": "Rodong Sinmun Calls for Celebrating 7th Congress of WPK as Greatest Heyday for Building Thriving Nation",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-09ee.html",
            "content": "Rodong Sinmun Calls for Celebrating 7th Congress of WPK as Greatest Heyday for Building Thriving Nation\r\n Pyongyang, January 4 (KCNA) -- The New Year Address of Marshal Kim Jong Un which clearly indicates the campaign goal and tasks this year and ways for fulfilling them reflects his noble intention to usher in a golden age in building a thriving nation this year which marks the 7th Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Rodong Sinmun Monday says this in an editorial. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's New Year Address serves as a banner instilling ever more ardent patriotic loyalty into the hearts of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Last year the army and people of the DPRK won great victories in defending socialism and building a thriving nation and celebrated the 70th founding anniversary of the WPK as the proud and significant revolutionary event of the great Paektusan nation true to the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t Having turned out as one in hearty response to the Party's call, the service personnel and people waged a heroic struggle in the revolutionary spirit of Paektu and through bold army-people cooperation, thus bringing about proud labour results dedicated to the motherly Party.\n\t\t\t\t\t\n\t\t\t\t\t Only when all the people thoroughly carry out the militant tasks set forth in the New Year Address of Kim Jong Un, they can more strikingly demonstrate the invincibility of the idea and cause of the DPRK this year and win greater victory in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t A general advance this year is sure to triumph thanks to the army and people boundlessly loyal to the cause of the Party and the might of the single-minded unity true to the plan and determination of the leader.\n\t\t\t\t\t\n\t\t\t\t\t It is the goal of the army and people of the DPRK and their sacred revolutionary duty to usher in a golden age in building a thriving nation this year when the 7th Congress of the WPK is to be held."
        },
        {
            "title": "Rodong Sinmun on DPRK's Consistent Stance to Contribute to World Peace and Security",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-11ee.html",
            "content": "Rodong Sinmun on DPRK's Consistent Stance to Contribute to World Peace and Security\r\n Pyongyang, January 4 (KCNA) -- It is the consistent stand and firm will of the army and people of the DPRK to completely remove the danger of a war and ensure durable peace and security on the Korean Peninsula and thus make a positive contribution to the cause of global independence.\n\t\t\t\t\t Rodong Sinmun Monday says this in an article, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t In view of the Korean nation and interests of humankind, it is the urgent task of the times to ensure durable peace and security on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stance of the Workers' Party of Korea and the DPRK government to ensure peace and security on the Korean Peninsula and in the rest of the world. The DPRK has so far waged a positive struggle to defuse the tension and ensure peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It has made all possible efforts to ensure peace on the Korean Peninsula while exercising maximum self-restraint.\n\t\t\t\t\t\n\t\t\t\t\t Peace and security are being ensured on the peninsula thanks to the initiative and positive efforts of the DPRK. But the source of a war is still left on this land.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Peaceful climate is what the DPRK desires as it is striving to build an economic power and highly civilized socialist nation. But what the U.S. seeks is to escalate tension.\n\t\t\t\t\t\n\t\t\t\t\t It is neither possible to ensure durable peace and security on the Korean Peninsula nor avert a fresh world war as long as the U.S. remains unchanged in its policy to dominate the world,\n\t\t\t\t\t\n\t\t\t\t\t  The DPRK will as ever make all responsible efforts to prevent a war and safeguard peace and security on the Korean Peninsula and in the rest of the world, holding aloft the banner of independence and peace."
        },
        {
            "title": "Rodong Sinmun Urges S. Korean Authorities to Roll back Their Policy of Depending on Outsiders",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-07ee.html",
            "content": "Rodong Sinmun Urges S. Korean Authorities to Roll back Their Policy of Depending on Outsiders\r\n Pyongyang, January 4 (KCNA) -- National independence and By Our Nation Itself are the permanent ways which all Koreans in the north, the south and abroad should follow, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t Depending on outsiders would never help solve the issue of reunifying the country, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t In order to achieve the reunification of the country and prosperity of the nation, it is necessary to resolutely reject the outsiders that do not wish to see Korea's reunification and are engrossed in all moves obstructive to it, and join efforts with the compatriots.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should categorically reject foreign intervention and seek independent settlement of the issues of inter-Korean relations and national reunification in line with the aspirations and wishes of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation is responsible for carving out its own destiny and it is capable of hewing out its fate.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean ruling forces refuse to roll back their policy of confrontation with the compatriots in the north in collusion with foreign forces, they will neither be able to shake off the disgrace of being a group of traitors and anti-reunification forces nor escape curse and condemnation by all Koreans. \n\t\t\t\t\t\n\t\t\t\t\t It is the way of protecting the national dignity and interests to remain true to the idea of By Our Nation Itself, away from the humiliating policy of dependence on outsiders, and seek national cooperation, not the one with the outsiders. The south Korean authorities should bear this in mind.\n\t\t\t\t\t\n\t\t\t\t\t The sycophants and traitors attach greater importance to the outsiders than to the interests of the nation and are opposed to the national unity and reunification in quest of their interests submissive to them. Koreans will only suffer disasters, much less achieving reunification, as long as the sycophants and traitors are allowed to go at large."
        },
        {
            "title": "S. Korean Authorities' Frantic Arms Build-up Flailed",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-10ee.html",
            "content": "S. Korean Authorities' Frantic Arms Build-up Flailed\r\n Pyongyang, January 4 (KCNA) -- The south Korean authorities set a world record in making contracts on arms purchase running into astronomical figures with foreign countries last year, according to the information released by a U.S. research institute some days ago.\n\t\t\t\t\t Meanwhile, the commander of the Marine Corps of the south Korean army inspected forefront units in the West Sea of Korea fraught with the most acute tension around the New Year, crying out for stabbing \"enemy troops with sharp daggers\" in a bid to \"get his soldiers combat ready\". \n\t\t\t\t\t\n\t\t\t\t\t Commenting on those developments, Rodong Sinmun Monday observes: The above-said facts go to prove once again that the peace on the Korean Peninsula and the improvement of the north-south relations touted by the south Korean authorities are no more than an empty talk.\n\t\t\t\t\t\n\t\t\t\t\t The commentary cites detailed facts to prove that the south Korean military authorities have massively introduced war hardware into the peninsula, taking advantage of the military drills staged with the U.S. against the north under various codenames every year. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Quite clear is the aim sought by the warmongers in stepping up the arms build-up by spending a huge amount of money, not content with threatening the compatriots in the north through such alarming arms race. \n\t\t\t\t\t\n\t\t\t\t\t Their final scenario is to provoke a nuclear war against the north in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. and south Korean authorities who are escalating the tension and bringing the danger of a nuclear war to hang on the Korean peninsula while stemming the trend towards dialogue and peace."
        },
        {
            "title": "S. Korean Warmongers Keen on Moves for War against North",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-06ee.html",
            "content": "S. Korean Warmongers Keen on Moves for War against North\r\n Pyongyang, January 4 (KCNA) -- The south Korean warmongers are getting frantic in the moves for war against the north from the beginning of the year.\n\t\t\t\t\t They staged joint military exercises of the three services with F-15K fighters, Aegis destroyers and other war means involved.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the joint chiefs of staff incited northward invasion, inspecting hottest spots in the West Sea of Korea aboard Aegis destroyer.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, bellicose elements of the Second Corps of the army staged a shelling drill, talking about \"enemy's provocation\"."
        },
        {
            "title": "S. Korean Public Demands Abrogation of Recent S. Korea-Japan \"Agreement\"",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-15ee.html",
            "content": "S. Korean Public Demands Abrogation of Recent S. Korea-Japan \"Agreement\"\r\n Pyongyang, January 4 (KCNA) -- Rallies and demonstrations were held one after another in Seoul in the new year, too, in protest against \"agreement\" made by the south Korean authorities and Japan on the issue of the sexual slavery for the Imperial Japanese Army, according to the CBS of south Korea.\n\t\t\t\t\t Persons of culture and arts, citizens and students held a rally on Jan. 2 to demand the abrogation of the \"agreement\".\n\t\t\t\t\t\n\t\t\t\t\t The students, who launched a surprise demo near the Japanese embassy in Seoul on Dec. 31 last year, condemned the police and the regime's fascist crackdown on their just struggle.\n\t\t\t\t\t\n\t\t\t\t\t The Council for the Solution of the Issue of the Volunteers Corps in south Korea announced that it would hold a Wednesday rally in demand of the nullification of the \"agreement\" in Australia, Germany and other parts of the world on Jan. 6."
        },
        {
            "title": "S. Korean Authorities' Attempt to Worsen Working Conditions Condemned",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-16ee.html",
            "content": "S. Korean Authorities' Attempt to Worsen Working Conditions Condemned\r\n Pyongyang, January 4 (KCNA) -- The Federation of Trade Unions of south Korea held a meeting in Seoul on December 30 last year and denounced the authorities for working hard to impose unreasonable working conditions upon laborers.\n\t\t\t\t\t The organization accused the Ministry of Employment and Labor of trying to carry out the \"administrative guidelines.\"\n\t\t\t\t\t\n\t\t\t\t\t To this end, the authorities unilaterally announced the draft \"guidelines\" without any consultation and discussion with labor organizations, it said."
        },
        {
            "title": "S. Korean Security Authorities Walk off Student Protesters",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-17ee.html",
            "content": "S. Korean Security Authorities Walk off Student Protesters\r\n Pyongyang, January 4 (KCNA) -- The south Korean security authorities suppressed the students who staged a demonstration in demand of the solution to the issue of the sexual slavery for the Imperial Japanese Army outside the building of the Japanese embassy in Seoul on Dec. 31, according to the south Korean CBS.  \n\t\t\t\t\t The students denounced Japan for still refusing to make an apology and reparation for forcing Korean women into sexual slavery in the past and demanded it redress the past crimes at an early date. \n\t\t\t\t\t\n\t\t\t\t\t The security authorities, however, hurled fascist policemen of the Jongro Police Station into the operation for arresting more than 30 protesters."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-01ee.html",
            "content": "Kim Jong Un's Work Published in Russia\r\n Pyongyang, January 4 (KCNA) -- Marshal Kim Jong Un's work \"Let Us Usher in a New Heyday of Building a Sporting Power in the Revolutionary Spirit of Paektu\" was brought out in pamphlet by the Nakhodka Format Publishing House of Russia on December 26 last year.\n\t\t\t\t\t The work, published on March 25, Juche 104 (2015), deals with the fact that the Workers' Party of Korea is channeling great efforts into the sports field in order to develop the nation's sports true to President Kim Il Sung's and leader Kim Jong Il's Juche-based idea and intention of developing sports. It also clarifies the tasks and ways for successfully implementing the party's plan for building a sports power."
        },
        {
            "title": "Kim Jong Il Highly Praised by Russian Newspapers",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-02ee.html",
            "content": "Kim Jong Il Highly Praised by Russian Newspapers\r\n Pyongyang, January 4 (KCNA) -- Russian newspapers praised leader Kim Jong Il's career of total dedication.\n\t\t\t\t\t Khabarovsk Ekspres on December 15 last year carried an article titled \"Snow and Kim Jong Il\" illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\t It said that it is the snow which comes to one's mind before anything else when thinking of the life of Chairman of the National Defence Commission Kim Jong Il, highly praising the noble and genuine life of Kim Jong Il who was born in Mt. Paektu in the snowy February and parted with the people in the snowy December forever.\n\t\t\t\t\t\n\t\t\t\t\t Komsomolskaya Pravda on December 16 last year dedicated one whole page to an article titled \"Fourth anniversary of demise of Chairman of the National Defence Commission Kim Jong Il\" illustrated with a portrait of smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It introduced the Korean people who have hastened the dynamic advance to eternally glorify his revolutionary career and exploits and thoroughly carry out his behests over the past four years since his demise."
        },
        {
            "title": "Kim Jong Suk's Birth Anniversary Observed by Foreign Websites",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-03ee.html",
            "content": "Kim Jong Suk's Birth Anniversary Observed by Foreign Websites\r\n Pyongyang, January 4 (KCNA) -- Foreign organizations posted special write-ups on their websites on December 24 last year, the 98th birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t The Polish branch of the Korean Friendship Association posted on its website an article accompanied with her photo.\n\t\t\t\t\t\n\t\t\t\t\t The article said that Kim Jong Suk devotedly defended President Kim Il Sung during the anti-Japanese war and devoted herself to the building of a new country till the last moments of her life after the liberation of the country.\n\t\t\t\t\t\n\t\t\t\t\t The National Committee for the Study of the Juche Idea of DR Congo posted an article titled \"As image of permanent bodyguard\".\n\t\t\t\t\t\n\t\t\t\t\t The article noted that Kim Jong Suk was always staunch in upholding the revolutionary idea of the President, allowing no slightest compromise, and unfailingly carried out his orders.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the noble traits displayed by her implant the real meaning of devotedly defending the leader into the minds of the Korean people still now as she was a model of a bodyguard.\n\t\t\t\t\t\n\t\t\t\t\t The Anti-Imperialist Forum of Germany in an article titled \"Anti-Japanese war hero\" introduced in detail the exploits she performed by conducting skillful and experienced political underground activities to arouse broad masses to the sacred war for liberating the country."
        },
        {
            "title": "Demolition of Concrete Wall Dividing Korea into Two Parts Demanded by Swiss Bodies",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-04ee.html",
            "content": "Demolition of Concrete Wall Dividing Korea into Two Parts Demanded by Swiss Bodies\r\n Pyongyang, January 4 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea released a joint statement on Dec. 28 last year calling for pulling down the concrete wall dividing the Korean Peninsula into two parts built in the area south of the Military Demarcation Line (MDL). \n\t\t\t\t\t Recalling that the south Korean regime built the concrete wall dividing Korea into two parts in the area south of the MDL at the prodding of the U.S. 36 years ago, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The building of such barrier was aimed to keep Korea partitioned for good.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., which talked much about the demolition of the Berlin Wall in the 1980s, keeps mum about the concrete wall.\n\t\t\t\t\t\n\t\t\t\t\t As demanded by the DPRK, the Armistice Agreement should be replaced by a peace treaty and the concrete wall be pulled down.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and the south Korean authorities truly want peace, they should pull down the wall immediately.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the just struggle of the Korean people to have the wall demolished and reunify the country."
        },
        {
            "title": "Brazilian Media Demand Demolition of Concrete Wall Dividing Korea into Two Parts",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-05ee.html",
            "content": "Brazilian Media Demand Demolition of Concrete Wall Dividing Korea into Two Parts\r\n Pyongyang, January 4 (KCNA) -- Brazilian media urged the south Korean regime to pull down the concrete wall dividing Korea into two parts.\n\t\t\t\t\t The Brazilian newspaper Noticias Da Bahia on December 23 last year said in an article titled \"Concrete wall symbolic of division and confrontation on Korean Peninsula\":\n\t\t\t\t\t\n\t\t\t\t\t The concrete wall built by the south Korean regime in the southern part of the Korean Peninsula in December, 1979 has been a symbol of the Korean division and the confrontation between the north and the south for the past 36 years.\n\t\t\t\t\t\n\t\t\t\t\t It partitioned 8 counties and 122 villages and cut off 3 major railroads, 3 highways and over 220 minor roads.\n\t\t\t\t\t\n\t\t\t\t\t There are a lot of big and small walls and military installations in the world but there exists no such wall dividing a country and escalating the confrontation between its fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t The wall should be demolished without delay as it brought untold misfortune and pain to the Koreans and stirred up confrontation and dispute on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian newspapers Patria Latina and Jornal Grande Bahia, an internet paper and the website of the Brazilian Committee for Solidarity with the DPRK in their articles from Dec. 18 to 23 last year demanded the demolition of the concrete wall."
        },
        {
            "title": "Kim Yong Nam felicita a Thein Sein",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-19ee.html",
            "content": "Kim Yong Nam felicita a Thein Sein\r\nPyongyang, 4 de enero (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio hoy un mensaje de felicitacion a Thein Sein, presidente de la Republica de la Union de Myanmar, con motivo del 68o aniversario de la independencia de este pais asiatico.\n\t\t\t\t\tEl remitente formula votos por notables exitos en las labores del destinatario y su pueblo por lograr la estabilidad y prosperidad del pais."
        },
        {
            "title": "Rodong Sinmun llama a acoger VII Congreso de PTC como epoca de mayor esplendor",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-20ee.html",
            "content": "Rodong Sinmun llama a acoger VII Congreso de PTC como epoca de mayor esplendor\r\nPyongyang, 4 de enero (ACNC) -- El mensaje del Ano Nuevo del Mariscal Kim Jong Un aclara la meta y las tareas y los remedios para su cumplimiento y refleja su gran proposito de abrir una epoca de mayor esplendor para la construccion de un Estado poderoso y prospero  este ano en que se convocara el VII Congreso del Partido del Trabajo de Corea. \n\t\t\t\t\tAdelanta el diario Rodong Sinmun en un editorial divulgado en su edicion de este lunes y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl mensaje del Ano Nuevo del Mariscal centuplica el entusiasmo patriotico de los militares y civiles coreanos.\n\t\t\t\t\t\n\t\t\t\t\tEn el ano expirado, el ejercito y pueblo de la Republica Popular Democratica de Corea alcanzaron grandes victorias en la defensa del socialismo y  la construccion de un Estado prospero, bajo la orientacion del PTC, y celebraron el 70o aniversario de la fundacion del PTC como orgulloso y significativo evento revolucionario de la potencia Paektusan.\n\t\t\t\t\t\n\t\t\t\t\tEn apoyo al llamamiento del Partido, los oficiales y soldados del Ejercito Popular de Corea y los habitantes libraron una heroica lucha con el espiritu revolucionario del Paektu y con la operacion conjunta para preparar orgullosos obsequios laborales para el partido madre.\n\t\t\t\t\t\n\t\t\t\t\tSi todo el pueblo materializa cabalmente las tareas combativas presentadas por el Mariscal en su mensaje del Ano Nuevo, podemos manifestar plenamente la invencibilidad de nuestra idea y causa y lograr la mayor victoria en la construccion de un Estado prospero. \n\t\t\t\t\t\n\t\t\t\t\tGracias al ejercito y pueblo infinitamente fieles a la causa del partido y al poderio de la unidad monolitica entre los militares y civiles que apoyan el proposito y decision del Dirigente, sera definitiva la victoria de la marcha general de este ano. \n\t\t\t\t\t\n\t\t\t\t\tAbrir este ano la coyuntura de mayor esplendor en la construccion de un Estado prospero es la meta de lucha y sagrado deber revolucionario del ejercito y pueblo coreanos."
        },
        {
            "title": "Rodong Sinmun denuncia intento de guerra anti-RPDC de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-21ee.html",
            "content": "Rodong Sinmun denuncia intento de guerra anti-RPDC de autoridades surcoreanas \r\nPyongyang, 4 de enero (ACNC) -- Hace poco, un organo de investigacion de Estados Unidos publico que en el ano pasado las autoridades surcoreanas concertaron con varios paises contratos de compra de armas, cuya cantidad de dinero establecio un record mundial. \n\t\t\t\t\tEn tanto, el comandante de la infanteria de marina del ejercito titere surcoreana visito las unidades en la linea avanzada muy tirante del Mar Oeste, ocasion en la cual insistio en la necesidad de \"mantener la perfecta disposicion combativa\" para dar \"punal aguda\" a alguien. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho comprueba otra vez que la paz de la Peninsula Coreana y la mejora de las relaciones intercoreanas, de que hablan tanto las autoridades surcoreanas, no pasan de ser una huera palabreria.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el periodico Rodong Sinmun en un comentario individual de hoy, y continua:\n\t\t\t\t\t\n\t\t\t\t\tLos belicistas del circulo militar del Sur de Corea introducen enorme cantidad de pertrechos belicos en la Peninsula Coreana con motivo de los ejercicios belicos anti-RPDC que se desarrollan cada ano junto con EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tInsatisfechos con esto, recurren al aumento armamentista malgastando inmensos fondos para provocar la guerra nuclear anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y las autoridades surcoreanas son autores que impiden el dialogo y la paz de la Peninsula Coreana, agravan la tension y acarrean el nubarron de la guerra nuclear en esta tierra patria."
        },
        {
            "title": "Rodong Sinmun condena acto projapones de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2016/201601/news04/20160104-22ee.html",
            "content": "Rodong Sinmun condena acto projapones de autoridades surcoreanas\r\nPyongyang, 4 de enero (ACNC) -- Mediante el recien \"acuerdo\" con Japon las autoridades surcoreanas apaciguaron el problema de esclavitud sexual del viejo ejercito japones, lo cual deviene el acto projapones y traidor a la nacion que vendio sin vacilacion la dignidad e interes de la nacion al enemigo jurado.\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un comentario individual difundido el dia 4 y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa accion vil de las autoridades surcoreanas es la locura que echa cenizas a las heridas del alma de las danadas de la esclavitud sexual y sus familiares quienes todavia no descargaron el rencor a los imperialistas japoneses.\n\t\t\t\t\t\n\t\t\t\t\t Tambien, resulta el acto traidor que pisotea el deseo de los habitantes surcoreanos de liquidar totalmente los crimenes de Japon cometidos en el pasado y rescatar la dignidad nacional.\n\t\t\t\t\t\n\t\t\t\t\tLa realizacion de las conversaciones humillantes alusivas al problema arriba mencionado en el Sur de Corea y el logro de un \"acuerdo\" que causa la indignacion de toda la nacion no se pueden pensar nunca al margen de las maniobras de intervencion de Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\t  La nacion coreana esta odiando de generacion en generacion a los \"5 Traidores de Ulsa\" que vendieron el pais al imperialismo japones.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, las fuerzas conservadoras en poder actual del Sur de Corea son traidoras imperdonables que superan a esos 5 traidores de Ulsa.\n\t\t\t\t\t\n\t\t\t\t\t  Seran castigadas naturalmente las fuerzas conservadoras surcoreanas que cometen sin vacilacion las acciones traidoras de vendepatria para perjudicar a la misma nacion, RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  La nacion coreana no tolerara nunca a estos traidores y les castigara rotundamente."
        }
    ]
}