{
    "date": "2016-07-15",
    "url": "http://kcna.co.jp/item/2016/201607/2016-07-15ee.html",
    "articles": [
        {
            "title": "DPRK Foreign Ministry Spokesman Denounces U.S. Introduction of Nuclear Submarine into S. Korea",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-23ee.html",
            "content": "DPRK Foreign Ministry Spokesman Denounces U.S. Introduction of Nuclear Submarine into S. Korea\r\n Pyongyang, July 15 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to the question raised by KCNA Friday as regards the U.S. introduction of another nuclear submarine into south Korea:\n\t\t\t\t\t On July 13 nuclear-powered submarine Ohio, one of the major strategic strike means of the U.S., made an entry into Pusan Port of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The 18 000-ton class super large nuclear submarine is capable of mounting missile attacks with stealth function.\n\t\t\t\t\t\n\t\t\t\t\t In June the U.S. brought to south Korea nuclear submarine Mississippi and the formation of B-52H strategic bombers.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. introduction into the Korean peninsula of strategic nuclear strike means at a time when the DPRK-U.S. relations and the regional situation are growing extremity tense is a revelation of its hostile attempt to stifle the DPRK by force at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Also lurking behind it is an ambition to contain other rival countries in the region by force and establish military hegemony in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t It is foolhardy for the U.S. not to properly understand the strategic position of the DPRK that has ranked itself among the nuclear powers and the trend of the times, but to try to bring down the DPRK through military pressure and threat.\n\t\t\t\t\t\n\t\t\t\t\t Not content with reckless arms buildup, war exercises and sanctions racket to retrieve its failure in its DPRK policy, the U.S. does not hesitate to hurt the dignity of the supreme leadership of the DPRK. This is rendering the situation on the Korean peninsula and in the region extremely tense and increasing the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The present situation in which the U.S. has become hell-bent on encroaching upon the sovereignty and nuclear threat and blackmail while more openly pursuing its hegemonic strategy in reliance on military muscle clearly proves once again how just the DPRK was when it adopted the line of simultaneously pushing forward economic construction and the building of nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t Lasting peace on the Korean peninsula and in the region can never be realized by unilateral efforts of the DPRK and it is possible only when the military hostile acts of the U.S. which is chiefly to blame for the tension and its anachronistic hostile policy toward the DPRK are terminated.\n\t\t\t\t\t\n\t\t\t\t\t The present situation in which the U.S. is more viciously pursuing its hostile policy toward the DPRK compels it to further bolster its nuclear deterrence for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t Unshakable is the will of the DPRK to fundamentally defuse in reliance on powerful nuclear deterrence the danger of a nuclear war being brought by the U.S. and safeguard peace on the Korean peninsula and in the region."
        },
        {
            "title": "Detained Defector to S. Korea Interviewed in Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-25ee.html",
            "content": "Detained Defector to S. Korea Interviewed in Pyongyang\r\n Pyongyang, July 15 (KCNA) -- Ko Hyon Chol, defector to south Korea who was arrested for committing an anti-DPRK hostile act on the instruction of the south Korean puppet Intelligence Service (IS), was interviewed at the People's Palace of Culture here on July 15. \n\t\t\t\t\t Present there were domestic and foreign journalists, members of foreign embassies and international bodies here and overseas compatriots staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Ko spoke at the interview:\n\t\t\t\t\t\n\t\t\t\t\t I betrayed my homeland and such betrayal can never be forgiven. But I asked for this press conference to reveal the vicious anti-DPRK moves of the U.S. and the south Korean puppet group.\n\t\t\t\t\t\n\t\t\t\t\t I am 53 years old. I was born in Jongju City, North Phyongan Province and had lived in Namha-dong, Sinuiju City before defecting to the south.\n\t\t\t\t\t\n\t\t\t\t\t When the country had a hard time, I worked at the Evodia Daniellii Forest Station in Sinuiju City. At that time, I was investigated by a judicial organ for my engagement in smuggling.\n\t\t\t\t\t\n\t\t\t\t\t Instead of repenting of my wrongdoings, I fled to Dandong of China on January 26, 2013, across the River Amnok on board a fishing boat in a bid to evade the legal sanctions.\n\t\t\t\t\t\n\t\t\t\t\t On around February 20, 2014 when I was living a retired life I came to know a south Korean, Ri Song Su, thought to be around 65.\n\t\t\t\t\t\n\t\t\t\t\t He was residing in Dandong as a stooge of the IS. At the first meeting, he made detailed inquiries about me, asking when and why I fled the north. And he persuaded me that I could live in comfort in south Korea, saying that he helped defectors from the north to go to south Korea not long ago and all of them were living well there.\n\t\t\t\t\t\n\t\t\t\t\t When I asked him if he was from the IS, he replied Yes. He said, \"Wait for me until I get in touch with you. And you must never go outside.\"\n\t\t\t\t\t\n\t\t\t\t\t I knew it was a traitorous act to go to south Korea, but I promised him to do so, allured by money.\n\t\t\t\t\t\n\t\t\t\t\t At around 8 a.m. on February 28, 2014, I left Dandong together with strangers and arrived in Laos via Shenyang, Qingdao and Kunming of China, along the route planned by Ri Song Su. Then I was detained by the police in a northern border town of Thailand for illegal entry.\n\t\t\t\t\t\n\t\t\t\t\t After a trial, I was moved to what is called \"International Immigration Camp\" in Bangkok. The camp was teemed with agents of the IS.\n\t\t\t\t\t\n\t\t\t\t\t One day, two men and one woman, who were allegedly staff members of the south Korean embassy in Thailand, called on me to ask in detail about my identity, schooling and career.\n\t\t\t\t\t\n\t\t\t\t\t After a month-long investigation, I was forced to go to Inchon of south Korea by plane in the night of April 25. When I got on the plane, hooligans of the IS warned me neither to speak with others nor change the seat. They seemed to be very afraid of the disclosure of their allurement operation.\n\t\t\t\t\t\n\t\t\t\t\t In south Korea, I had to undergo an investigation of IS agents and a brain-washing course at \"Hana Complex\" before settling in Sihung, Kyonggi Province at the end of September 2014.\n\t\t\t\t\t\n\t\t\t\t\t Wandering about without job, I came to visit the \"Association for Saving Defectors from the North\". There I met Kwon Na Hyon, 57, who was called a representative of the association. Her real name is Kwon O Suk. Kwon is a human trafficker engaged herself in the abduction of DPRK citizens, under the wire-pulling of the IS and the United States, after defecting to south Korea from the DPRK for her crimes.\n\t\t\t\t\t\n\t\t\t\t\t In December 2015 she introduced me to Choe Song Uk, 42, agent of the IS who architected an \"operation for destroying statues\".\n\t\t\t\t\t\n\t\t\t\t\t My first mission from Choe was to gather the latest information about the Party, army and other objects in the DPRK as well as textbooks for primary, junior and senior secondary schools.\n\t\t\t\t\t\n\t\t\t\t\t On his instruction, I made frequent visit to Dandong to make preparations for carrying out the task.\n\t\t\t\t\t\n\t\t\t\t\t On March 8 this year, Choe gave me another order to collect the information about domestic animals on state-run livestock farms of the DPRK. And he told me that I had to make contact with him if I found out feasibility and then he would send to me necessary equipment for storage and carriage. This task was very important and it should be carried out without any mistake, he added.\n\t\t\t\t\t\n\t\t\t\t\t In the evening of May 9, I came to get a phone call from Kwon Na Hyon, who ordered me to bring to south Korea some orphans aged from 6 to 9 from the north.\n\t\t\t\t\t\n\t\t\t\t\t When I complained to her that it is hard to deal with children of six and nine as they are grown, Kwon told that it would be better if the children are girls and they would be sent to Canada or other countries as \"adopted\" and that she would provide all necessary things for their kidnapping.\n\t\t\t\t\t\n\t\t\t\t\t She further said: An order was already received from Mr. Choe. Don't you know about the news that twelve maidens \"made a group of defection from the north?\" The case was not so easy. So, we should carry out the order unconditionally as it is an instruction from the higher office. The said group defection is only beginning. We, too, have to bring good results as soon as possible.\n\t\t\t\t\t\n\t\t\t\t\t Hearing her, I came to feel unrest that the \"operation for abducting citizens from the north\" would get intensified and there is no other choice for me but to get engaged in it.\n\t\t\t\t\t\n\t\t\t\t\t So, I asked a person called Hong residing in Uiju County, whom I've had personal acquaintance with before, to send photos of two children at an orphanage, promising big reward.\n\t\t\t\t\t\n\t\t\t\t\t Under the demand of Kwon and Choe, I selected the children to be abducted and my helper and left Inchon for Dalian of China by air in the evening of May 23. On the next day I arrived in Dandong by train and asked Kwon to send a rubber boat needed for abduction.\n\t\t\t\t\t\n\t\t\t\t\t Then, I went to Sugu Islet in the Amnok River near Taehwa-ri, Uiju County, North Phyongan Province. The islet belongs to the DPRK's territory. There I called Hong and gave him a box containing a rubber boat.\n\t\t\t\t\t\n\t\t\t\t\t Back in Dandong, I phoned Kwon that I offered the boat and would go to bring children on the early morning of May 27.\n\t\t\t\t\t\n\t\t\t\t\t On May 27, I came to Sugu Islet again only to be arrested by a competent organ of the DPRK on the spot at around 06:15.\n\t\t\t\t\t\n\t\t\t\t\t My crime ended in the attempt, but I frankly admit that I integrated myself into gangsters of the south Korean puppet Intelligence Service and conducted an anti-DPRK smear campaign and was directly involved in the abduction of children, a hideous crime.\n\t\t\t\t\t\n\t\t\t\t\t And I make my heartfelt apology to the country and all its people and my home folks.\n\t\t\t\t\t\n\t\t\t\t\t At the interview, such evidence pieces were displayed as a mobile phone, rubber boat and children clothes, which were confiscated from Ko Hyon Chol when he was arrested, and photos of Kwon Na Hyon, Ri Song Su and Choe Song Uk and others.\n\t\t\t\t\t\n\t\t\t\t\t Ko Hyon Chol gave answers to questions put by reporters."
        },
        {
            "title": "Floral Basket, Congratulatory Letter to Kim Jong Un from Military Attaches Corps",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-15ee.html",
            "content": "Floral Basket, Congratulatory Letter to Kim Jong Un from Military Attaches Corps\r\n Pyongyang, July 15 (KCNA) -- Supreme leader Kim Jong Un received a floral basket and congratulatory letter from the military attaches corps here on the fourth anniversary of conferment of the title of the DPRK Marshal upon him.\n\t\t\t\t\t The floral basket and congratulatory letter were conveyed to Army General Pak Yong Sik, minister of the People's Armed Forces, by Military, Naval and Air Attache of the Chinese Embassy Zhang Ping who is doyen of the military attaches corps on Friday."
        },
        {
            "title": "Delegation of UNICEF Regional Office Visits Okryu Children's Hospital",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-20ee.html",
            "content": "Delegation of UNICEF Regional Office Visits Okryu Children's Hospital\r\n Pyongyang, July 15 (KCNA) -- A delegation of the East Asia and Pacific Regional Office of the UNICEF headed by Regional Director Karin Hulshof visited the Okryu Children's Hospital on Friday.\n\t\t\t\t\t They looked round various places of the hospital which was successfully built into the state-of-the-art and comprehensive medical service center for children.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, they toured the Sci-Tech Complex, the Kangwon Provincial Children's Hospital, the Kumya County People's Hospital, etc."
        },
        {
            "title": "Kalma Area of DPRK to Turn into Tourist Resort",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-26ee.html",
            "content": "Kalma Area of DPRK to Turn into Tourist Resort\r\n Pyongyang, July 15 (KCNA) -- The Kalma area, located on the central east coast of Korea, will be turned into a tourist resort.\n\t\t\t\t\t The area boasts of four-kilometer-long beach resort, not far away from such scenic spots as Mt. Kumgang, Lake Sijung, Chongsokjong and Lagoon Samil and the Masikryong Ski Resort.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK Law on Economic Development Parks, enacted in May Juche 102 (2013), is applicable to the area. Under this law, foreign investors are allowed to conduct their business activities independently in the area.\n\t\t\t\t\t\n\t\t\t\t\t An international friendship air festival is to take place in Wonsan City, adjacent to the Kalma area, at the end of September."
        },
        {
            "title": "National Taekwon-Do All-Star Tournament for Jonsung Cup Opens",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-29ee.html",
            "content": "National Taekwon-Do All-Star Tournament for Jonsung Cup Opens\r\n Hyesan, July 15 (KNCA) -- The National Taekwon-Do All-Star Tournament for Jonsung Cup opened with due ceremony in Hyesan City, Ryanggang Province Friday on the 63rd anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\t The tournament will bring together excellent players selected from Taekwon-do teams across the country including Pyongyang City.\n\t\t\t\t\t\n\t\t\t\t\t The players will compete in Taekwon-do and Paduk.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were officials concerned, sportspersons and youth and students.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony a demonstration was given by Taekwon-do players."
        },
        {
            "title": " Achievements Made in Forestry of DPRK",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-24ee.html",
            "content": "Achievements Made in Forestry of DPRK\r\n Pyongyang, July 15 (KCNA) -- Scientists and technicians of the DPRK have recently made significant achievements helpful to the forest restoration.\n\t\t\t\t\t They developed various kinds of forest machines necessary for the cultivation of saplings and established a method for ensuring the tree-planting in all seasons.\n\t\t\t\t\t\n\t\t\t\t\t The achievements also include the build-up of a database on forest with the aid of satellite image analysis, geographical information system technology, etc., which helps measure all indices ranging from the position of targeted forest district to its geographical feature and climate condition.\n\t\t\t\t\t\n\t\t\t\t\t Besides, they settled sci-tech problems arising in the restoration of ravaged forest ecosystem and developed an aid information system for mapping up landscape ecosystem to put the study, planning and management of forest resources on a scientific and IT basis.\n\t\t\t\t\t\n\t\t\t\t\t In the country, an all-people forest restoration drive is going on to turn all its mountains into thick forests."
        },
        {
            "title": "E-Teaching Programs Introduced to Class",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-27ee.html",
            "content": "E-Teaching Programs Introduced to Class\r\n Pyongyang, July 15 (KCNA) -- Pyongyang Han Tok Su University of Light Industry in the DPRK worked out more than 1,000 e-teaching programs in recent one month.\n\t\t\t\t\t The programs, a combination of basic and specialized subjects and adjacent disciplines, help improve educational contents and methods and raise the cognitive ability of students.\n\t\t\t\t\t\n\t\t\t\t\t They deal with latest sci-tech achievements and data."
        },
        {
            "title": " Fish Porridge, Koreans' Special Dish in Summer",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-28ee.html",
            "content": "Fish Porridge, Koreans' Special Dish in Summer\r\n Pyongyang, July 15 (KCNA) -- The Korean people have liked to take fish porridge in hot summer as a special dish for health.\n\t\t\t\t\t The dish is cooked with shellfish or boiled fish and rice as well as various kinds of seasoning.\n\t\t\t\t\t\n\t\t\t\t\t From olden times, citizens in Pyongyang have taken porridge cooked with gray mullet, goldfish, carp and corbicula from the River Taedong in sweltering summer.\n\t\t\t\t\t\n\t\t\t\t\t Inhabitants in the east coastal area would like to take rice gruel mixed with mussels.\n\t\t\t\t\t\n\t\t\t\t\t The porridge has been considered to be one of Koreans' special dishes for its good taste and high nutritive value."
        },
        {
            "title": "Rodong Sinmun Calls for Holding High Banner of Kimilsungism-Kimjongilism",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-11ee.html",
            "content": "Rodong Sinmun Calls for Holding High Banner of Kimilsungism-Kimjongilism \r\n Pyongyang, July 15 (KCNA) -- Kimilsungism-Kimjongilism is a militant banner for steadily effecting a great leap forward and innovations in building a powerful socialist country, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungism-Kimjongilism the keynote of which is the Juche idea centered on the popular masses indicates the ideas on continuous revolution, the seed theory and speed campaign, the driving force of  the revolution and mass movement. \n\t\t\t\t\t\n\t\t\t\t\t Kimilsungism-Kimjongilism serves as a weapon for creation and leap forward as it ushered in the era of Chollima and that of speed campaign on this land and brought a radical change by turning misfortune into blessing, adversity into favorable conditions.\n\t\t\t\t\t\n\t\t\t\t\t The great heyday of building a powerful socialist country winning the admiration of the whole world was ushered in thanks to the revolutionary line and methods of President Kim Il Sung and leader Kim Jong Il who bolstered up the driving force of the revolution under the people-first doctrine and principle of giving priority to self-development and gave full play to the inexhaustible mental power of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungism-Kimjongilism is a fundamental source which makes it possible to record the history of the socialist construction with legendary stories about heroic miracles racing against time.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have steadily expanded the successes of the 200-day campaign in the same spirit as displayed during the 70-day campaign of loyalty and created a new speed of the era, the speed of Mallima. This is entirely possible because they have implemented the idea, line and last instructions of the great leaders as the key point and lifeline.\n\t\t\t\t\t\n\t\t\t\t\t All officials, party members and other people should hold high the great banner of Kimilsungism-Kimjongilism and advance the revolution and construction as required by it and demonstrate the honor of victors in the 200-day campaign to implement the decision made at the Seventh Congress of the Workers' Party of Korea."
        },
        {
            "title": "Rodong Sinmun Slams Park Geun Hye Group's Provocations against DPRK",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-12ee.html",
            "content": "Rodong Sinmun Slams Park Geun Hye Group's Provocations against DPRK\r\n Pyongyang, July 15 (KCNA) -- Park Geun Hye of south Korea in a recent \"state council meeting\" groundlessly claimed that \"the north is attempting various forms of terrorism\" and cried out for \"coping with\" them. Earlier, the puppet prime minister of south Korea blustered that there are \"concerns about the north's possible abduction of south Koreans overseas and terrorist acts\", adding \"such signs were detected long ago\". This was nothing but a cock-and-bull story told by a psychopath. The puppet group is now letting conservative media and riff-raffs styling themselves \"experts on north Korean affairs\" float a rumor about \"terrorist acts of the north\".\n\t\t\t\t\t Rodong Sinmun Friday in a commentary says such provocative acts of the south Korean puppet forces clearly prove once again what extent the disgusting behaviors of the confrontation maniacs seized by inveterate repugnancy and hostility toward the DPRK have reached.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The fear of terrorism rampant in south Korea is an inevitable product of the despicable sycophancy and submission to the U.S. pursued by the south Korean authorities blindly joining in the \"anti-terror war\" for aggression led by the U.S. ruthlessly violating the sovereignty and vital rights of other countries with the ambition to dominate the world.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the DPRK should take issue with the Park Geun Hye group over terrorism and abduction issue.\n\t\t\t\t\t\n\t\t\t\t\t The recent thrice-cursed allurement and abduction of DPRK citizens by gangsters of the puppet Intelligence Service once again clearly proved that the Park group is one of experts on politically-motivated terrorism and intrigues.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group had better stop at once the reckless provocations against the DPRK, bearing in mind that they will only face a stern judgment by all Koreans for their clumsy and base burlesque."
        },
        {
            "title": "Rodong Sinmun Accuses S. Korean Puppet Group of Speaking Ill of DPRK's Proposal for Dialogue",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-13ee.html",
            "content": "Rodong Sinmun Accuses S. Korean Puppet Group of Speaking Ill of DPRK's Proposal for Dialogue\r\n Pyongyang, July 15 (KCNA) -- The south Korean puppet group keeps spouting a flurry of silly jargons about the sincere proposal for dialogue made by the DPRK to improve the north-south relations. At the opening session of the 20th-term \"National Assembly\" and on several other occasions Park Geun Hye reeled off a litany of invectives inciting confrontation, terming the DPRK's proposal for dialogue \"one for bringing about a turn in phase\" to get rid of \"sanctions\" and \"pressure\". Her henchmen are branding it as \"offensive for united front\" and \"camouflaged peace offensive\" aimed to \"create conflict in the south\" almost every day.\n\t\t\t\t\t Rodong Sinmun Friday in an article says the ruckus of the Park group only reveals its treacherous attempt to block the way of opening dialogue and improving relations under all pretexts and realize its ambition for stifling the DPRK through intensified \"offensive for pressurizing the north\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should look back on the catastrophic consequences caused by their moves for escalating confrontation before taking issue with others and make a correct option for the nation, though belatedly, if they have elementary conscience, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet group, however, are malignantly slandering the DPRK's proposal for dialogue while shelving their acts of treachery. This is just like a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove once again that the puppet authorities do not have even an iota of willingness to set right the present catastrophic inter-Korean relations and open the door for dialogue, and what they are seeking is to realize their ambition for stifling the DPRK in league with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the puppet authorities are working to escalate the confrontation with the DPRK while slandering its efforts for improving the north-south relations, they can neither dampen the ever-growing desire and will of the fellow countrymen for independent reunification nor hide their true colors as wicked anti-reunification elements."
        },
        {
            "title": "Zika Case Found again in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-14ee.html",
            "content": "Zika Case Found again in S. Korea\r\n Pyongyang, July 15 (KCNA) -- A south Korean citizen who returned home via the U.S. and Japan after traveling Puerto Rico from June 21 to July 6 was found infected with Zika virus, according to KBS of south Korea on Wednesday.\n\t\t\t\t\t He was reportedly the eighth Zika case since the first one was found in March last."
        },
        {
            "title": "S. Korean On-line Newspaper Opposes Japan's Revision of Pacifist Constitution",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-16ee.html",
            "content": "S. Korean On-line Newspaper Opposes Japan's Revision of Pacifist Constitution\r\n Pyongyang, July 15 (KCNA) -- An editorial opposing Japan's revision of its pacifist constitution was posted on the south Korean internet newspaper Voice of People on July 12.\n\t\t\t\t\t Noting there is in Japan increasing likelihood of revising the pacifist constitution which bans the possession of an army and the right of belligerency, the editorial said:\n\t\t\t\t\t\n\t\t\t\t\t The chief executive of Japan has long worked hard to revise the pacifist constitution. All facts hint that potential danger is looming on the Korean peninsula and in other parts of Asia. \n\t\t\t\t\t\n\t\t\t\t\t When the world public is critical of the above-said moves of Japan, the Park Geun Hye regime, on the contrary, concluded in haste an \"agreement\" with Japan on the issue of sexual slavery for the Imperial Japanese Army to help it cover up its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t This is attributable to the cursed structure whereby the U.S. backs the rearmament of Japan and south Korea-U.S. alliance props up the U.S.-Japan alliance.\n\t\t\t\t\t\n\t\t\t\t\t All Asian people should pool their efforts to prevent the rearmament of Japan."
        },
        {
            "title": "Opposition Party of S. Korea Condemns Regime's Unreasonable Suppression",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-17ee.html",
            "content": "Opposition Party of S. Korea Condemns Regime's Unreasonable Suppression\r\n Pyongyang, July 15 (KCNA) -- The opposition Jongui Party of south Korea condemned the regime for unreasonably suppressing Han Sang Gyun, chairman of the Confederation of Trade Unions, on July 4, according to a south Korean newspaper.\n\t\t\t\t\t A spokesman for the party in a commentary that day recalled that a court sentenced the chairman to 5 years in prison on the charge of agitating an illegal rally.\n\t\t\t\t\t\n\t\t\t\t\t The commentary termed this an impudent act of the security authorities to pass the buck for everything to him.\n\t\t\t\t\t\n\t\t\t\t\t The rally was expected long ago but the police suppressed it after terming it \"illegal,\" it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t What a sinister purpose the police sought was clearly revealed through its violence that left peasant Paek Nam Gi falling into a faint.\n\t\t\t\t\t\n\t\t\t\t\t The commentary demanded the punishment of those officials of the \"government\" who ordered the police to crack down upon the rally by violence and create mayhem, instead of punishing the chairman."
        },
        {
            "title": "Japan's Commemoration of Anniversary of SDF Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-18ee.html",
            "content": "Japan's Commemoration of Anniversary of SDF Protested in S. Korea\r\n Pyongyang, July 15 (KCNA) -- Civic and social organizations of south Korea including the People for Achieving Peace and Reunification and the Institute for National Studies staged an action in protest against the commemoration of the anniversary of the Japan \"Self-Defense Forces\" (SDF) held in Seoul on July 12, according to south Korean internet newspaper Tongil News.\n\t\t\t\t\t Pak Han Yong, room chief of the Institute for National Studies, said the commemoration of the day clearly proved the revival of militarism.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Su, victim of the sexual slavery for the Imperial Japanese Army, bitterly accused Japan of commemorating the SDF founding anniversary, far from settling the sexual slavery issue."
        },
        {
            "title": "Proposal for Holding Great National Conference for Reunification Supported in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-19ee.html",
            "content": "Proposal for Holding Great National Conference for Reunification Supported in S. Korea\r\n Pyongyang, July 15 (KCNA) -- Pak Hae Jon, permanent representative of the June 15 and October 4 People's Solidarity of south Korea, held round-table talks in Seoul on Thursday at which he said a great national conference for peace and independent reunification of the Korean peninsula is the urgent requirement of the national history.\n\t\t\t\t\t He hailed the north's proposal for holding the great national conference for reunification and urged the political parties, organizations and individual personages of the south side to immediately opt for forming the south side preparatory committee for the joint conference.\n\t\t\t\t\t\n\t\t\t\t\t To hold the great national conference for peace and independent reunification on the Korean peninsula at a time when the danger of a nuclear war is increasing is an important task directly linked with the destiny of the nation and an urgent requirement of the national history, he noted."
        },
        {
            "title": "S. Korean Internet Paper Condemns THAAD Deployment",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-21ee.html",
            "content": "S. Korean Internet Paper Condemns THAAD Deployment\r\n Pyongyang, July 15 (KCNA) -- Voice of People, an internet paper of south Korea, carried an editorial on July 14.\n\t\t\t\t\t The editorial recalled that the present regime and the U.S. decided to deploy THAAD and confirmed Songju, North Kyongsang Province as a location for THAAD deployment. \n\t\t\t\t\t\n\t\t\t\t\t THAAD is meant not to protect the people but to defend the U.S. military bases and some military facilities in Phyongthaek, Osan and other places, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet regime claim THAAD is aimed to cope with the \"threat\" from the north but it increases tension and poses threat to security in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The issues related to THAAD deployment prove that the action for protecting the sovereignty from the unreasonable pressure of the U.S. is presenting itself as the most important issue for social progress and reform."
        },
        {
            "title": "Osaka Headquarters of Chongryon Meets",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-22ee.html",
            "content": "Osaka Headquarters of Chongryon Meets\r\n Pyongyang, July 15 (KCNA) -- The Third Meeting of the 23rd Executive Committee of the Osaka Prefectural Headquarters of the General Association of Korean Residents in Japan (Chongryon) took place at the Osaka Korean Hall on July 8.\n\t\t\t\t\t Attending it were Pu Yong Uk, chairman of the headquarters, members of its executive committee and others.\n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence in memory of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Pu Yong Uk in a report called for more dynamically waging the drive to usher in a new heyday of the patriotic movement as required by the cause of the Juche revolution and the movement of Koreans in Japan which have entered a new historic stage.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Marshal Kim Jong Un was read out at the meeting."
        },
        {
            "title": "AI Urges S. Korean Authorities to Let Citizens of DPRK Meet Their Families",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-10ee.html",
            "content": "AI Urges S. Korean Authorities to Let Citizens of DPRK Meet Their Families\r\n Pyongyang, July 15 (KCNA) -- Amnesty International on July 12 urged the south Korean authorities to let a group of women citizens of the DPRK allured and abducted to south Korea by gangsters of the puppet Intelligence Service meet their families.\n\t\t\t\t\t UPI said that day it was skeptical about respect for the women of north Korea taken away to south Korea as they are not allowed to get in touch with lawyers. \n\t\t\t\t\t\n\t\t\t\t\t It said that in May last lawyers affiliated to the Association of Lawyers for Democratic Society, a progressive lawyers organization of south Korea, requested a meeting with them, but it was turned down by the authorities.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have not open to public the situation of north Korean women, it noted.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Amnesty International urged the south Korean authorities to take a measure to let them meet their families from north Korea as required by the law on human rights, it added."
        },
        {
            "title": "Floral Basket Laid before Portrait of Smiling Kim Il Sung",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-01ee.html",
            "content": "Floral Basket Laid before Portrait of Smiling Kim Il Sung\r\n Pyongyang, July 15 (KCNA) -- An event for laying a floral basket before the portrait of smiling President Kim Il Sung took place by the Organization of Solidarity of the Peoples of Africa, Asia and Latin America (OSPAAAL) on the 22nd anniversary of his demise.\n\t\t\t\t\t Present there were members of the OSPAAAL and the DPRK ambassador to Cuba and his embassy members.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket before the portrait of smiling Kim Il Sung and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Political Department of the organization said:\n\t\t\t\t\t\n\t\t\t\t\t The great Comrade Kim Il Sung is a close friend of the Cuban people and who made a great contribution to the work and the development of the OSPAAAL.\n\t\t\t\t\t\n\t\t\t\t\t He is a brilliant strategist who brought about the beginning of a downhill turn for the U.S. imperialists who boasted of being \"the strongest\" in the world.\n\t\t\t\t\t\n\t\t\t\t\t He positively supported the Cuban revolution and the struggle of the people of the countries in Latin America for the national liberation and made a great contribution to the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t He will always be with us."
        },
        {
            "title": "Kim Il Sung Remembered in Czech Republic",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-03ee.html",
            "content": "Kim Il Sung Remembered in Czech Republic\r\n Pyongyang, July 15 (KCNA) -- A remembrance meeting took place in Prague on July 8 under the sponsorship of the Czech committee for the 22nd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Displayed there were works of leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Present there were figures of the Czechoslovak Communist Party, the Communist Party-21 of the Czech Repubic and the Paektusan Czech-Korean Friendship Association and masses.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets and flowers before the portraits of smiling Kim Il Sung and Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Jiri Jarka, honorary chairman of the Paektusan Czech-Korean Friendship Association, said that the President founded the party, state and army of the DPRK, set a world model in building socialism and provided a firm foundation of prosperous Korea.\n\t\t\t\t\t\n\t\t\t\t\t The President is the father of socialist Korea and the sun of Juche who will always be alive in the hearts of not only the Korean people but world progressive mankind, he said.\n\t\t\t\t\t\n\t\t\t\t\t The deputy general secretary of the Central Committee of the Czechoslovak Communist Party said that Kim Il Sung founded the Juche idea and Songun idea and built Korean-style socialism guided by them.\n\t\t\t\t\t\n\t\t\t\t\t He said that the DPRK dynamically advancing along the road of socialism of justice and truth is the beacon of hope of world progressive mankind."
        },
        {
            "title": "Kim Il Sung Remembered in Norway",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-04ee.html",
            "content": "Kim Il Sung Remembered in Norway\r\n Pyongyang, July 15 (KCNA) -- A remembrance meeting took place in Norway on July 6 on the 22nd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t On display there were photos dealing with exploits of Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Exhibited there were books and photos introducing the struggle of the Korean army and people who turned out in the general offensive to hasten the final victory.\n\t\t\t\t\t\n\t\t\t\t\t Present there were figures of the Ostfold County Committee of the Communist Party of Norway, organizations for friendship and solidarity with the Korean people and organizations for the study of the Juche idea and other people.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets before the portraits of smiling Kim Il Sung and Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Dag Norum, chairman of the Ostfold County Committee of the Communist Party of Norway, said:\n\t\t\t\t\t\n\t\t\t\t\t The demise of Comrade Kim Il Sung, the founder of the immortal Juche idea, is a great loss not only to the Korean people but also to the world progressive people.\n\t\t\t\t\t\n\t\t\t\t\t He is a great revolutionary who embarked on the road of the revolution in his teens, led the anti-Japanese armed struggle to victory and liberated the country.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the wise leadership of Kim Il Sung, an invincible and iron-willed commander, the Korean people could defeat the U.S. imperialists who boasted of being the \"strongest\" in the world, honorably defend freedom and independence of the country, build a socialist power and lead an independent life.\n\t\t\t\t\t\n\t\t\t\t\t He is the great leader of the world revolution who wisely led the struggle of the progressive people for global independence.\n\t\t\t\t\t\n\t\t\t\t\t The progressive people will not forget his great exploits.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "Events Held in Norway, Nigeria",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-05ee.html",
            "content": "Events Held in Norway, Nigeria\r\n Pyongyang, July 15 (KCNA) -- Meetings, photo exhibitions and film shows took place between July 4 and 7 in celebration of Marshal Kim Jong Un's election as chairman of the State Affairs Commission of the DPRK.\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Exhibited there were books and photos introducing the struggle of the Korean army and people.\n\t\t\t\t\t\n\t\t\t\t\t \"Song of Sun Will Be Everlasting\" and other Korean films were shown.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ostfold County Committee of the Communist Party of Norway said that Kim Jong Un's election as chairman the State Affairs Commission of the DPRK reflected the unanimous desire and will of the Korean people to hold him at the top post of the Korean revolution and successfully carry forward the revolutionary cause of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the wise leadership of Kim Jong Un the army and people of the DPRK will meet all challenges of the U.S. and its followers and surely build a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t A vice-director of a department of the Art and Cultural Council of the Ministry of Federal Capital Territory of Nigeria and other speakers said that as Kim Jong Un is being boundlessly revered by the Korean army and people and enjoys their absolute trust as he performed great exploits in developing the Workers' Party of Korea with his experienced leadership.\n\t\t\t\t\t\n\t\t\t\t\t He extended the best glory to Kim Jong Un who was elected chairman of the State Affairs Commission of the DPRK."
        },
        {
            "title": "Korean Film Shows Held in Foreign Countries",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-06ee.html",
            "content": "Korean Film Shows Held in Foreign Countries\r\n Pyongyang, July 15 (KCNA) -- There took place Korean film shows in Russia, Thailand, Singapore and Algeria between July 1 and 8 on the 22nd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Korean films \"The Great Life in 1994\" and \"President Kim Il Sung among Children\" were shown.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Thai preparatory committee for remembering President Kim Il Sung said that he could know better about the boundless reverence of the world people for the great President.\n\t\t\t\t\t\n\t\t\t\t\t Even after the demise of the President progressives presented gifts to the President, he said, adding: \n\t\t\t\t\t\n\t\t\t\t\t This is a vivid expression showing what a great man the President was.\n\t\t\t\t\t\n\t\t\t\t\t Every gift in praise of the President's undying feats and praying for eternity of the President reflects the boundless reverence and yearning for the peerlessly great man who fathered the immortal Juche idea and brightly indicated the way for mankind.\n\t\t\t\t\t\n\t\t\t\t\t The gifts from a lot of foreign personages will be handed down along with the prosperity of the DPRK as eternal treasures in praise of the sun.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung will live forever in the hearts of progressives as an outstanding thinker and theoretician and prominent great man."
        },
        {
            "title": "Korean Book and Stamp Show Held in Russia",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-07ee.html",
            "content": "Korean Book and Stamp Show Held in Russia\r\n Pyongyang, July 15 (KCNA) -- A Korean book and stamp show was open in the Cultural Centre of Serpukhov City, Moscow Region, Russia from July 9 to 12 on the 22nd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Displayed at the venue of the show were the works of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and books and stamps introducing Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bunches of flowers before the portraits of smiling Kim Il Sung and Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t The manager of the center in a speech said that the President made tremendous contribution to developing the Russia-DPRK friendship, praising him for founding the great men-centered great Juche idea and turning the DPRK into a socialist land good to live in.\n\t\t\t\t\t\n\t\t\t\t\t A vice-manager of the center said the show would offer the Russian people an occasion to know better about the Korean people who are working miraculous achievements in the building of a socialist power under the wise leadership of Kim Jong Un despite the hostile forces' moves to stifle the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t He hoped for further development of friendship and cooperation between Russia and the DPRK in the future."
        },
        {
            "title": "Russian Media Praise Kim Il Sung's Feats",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-08ee.html",
            "content": "Russian Media Praise Kim Il Sung's Feats\r\n Pyongyang, July 15 (KCNA) -- Russian media carried special write-ups and articles from June 27 to July 8 on the 22nd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Newspaper Rio Panorama carried an article titled \"For global independence\" with a portrait of the smiling President and his photos.\n\t\t\t\t\t\n\t\t\t\t\t The article praised the President for performing feats to make the whole world independent, adding that his exploits would shine forever.\n\t\t\t\t\t\n\t\t\t\t\t Newspaper Komsomolskaya Pravda carried an article titled \"President Kim Il Sung met by an European\" with the portrait of the smiling President.\n\t\t\t\t\t\n\t\t\t\t\t The article said he met at least 70 thousands of foreigners during his energetic external activities for global independence in his lifetime. \n\t\t\t\t\t\n\t\t\t\t\t The article under the subtitles of \"He moves the earth\" and \"God of love\" covered what Giancarlo Elia Valori, chairman of the Development Bank of the Mediterranean and chairman of the Italian General Investment Group, said in praise of the personality and noble virtue of the President as a peerlessly great man.\n\t\t\t\t\t\n\t\t\t\t\t Zebri Deve, online paper of Khabarovsk Territory, posted articles titled \"Example of internationalist\" and \"Tradition of great national unity of Korea\" with a portrait of the smiling President.\n\t\t\t\t\t\n\t\t\t\t\t Internet news Erofei-Deve introduced in detail the loving care of the President for internationalist soldier Ya. T. Nobichenko in an article titled \"President Kim Il Sung and Nobichenko\".\n\t\t\t\t\t\n\t\t\t\t\t An article titled \"Peerlessly great man\" speaking highly of the revolutionary career of the President and feats was posted on website Irkutskblogspot. Ru.\n\t\t\t\t\t\n\t\t\t\t\t Website Amur Pres posted an article illustrated with what prominent figures of various countries said in praise of the life of the President."
        },
        {
            "title": "Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed in Europe",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-09ee.html",
            "content": "Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed in Europe\r\n Pyongyang, July 15 (KCNA) -- A European regional preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu was inaugurated.\n\t\t\t\t\t Co-chairmen of the preparatory committee elected there were Guy Dupre, president of the France-Korea Friendship Association; V. A. Petrov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK; Christer Lundgren, chairman of the Sweden-Korea Friendship Association; and Anders Kristensen, chairman of the Denmark-DPRK Friendship Association.\n\t\t\t\t\t\n\t\t\t\t\t A notice on the formation of the committee said:\n\t\t\t\t\t\n\t\t\t\t\t The European Regional Preparatory Committee for the 2017 Meeting Praising Great Persons of Mt. Paektu will widely organize the work for revving up the atmosphere to celebrate the 105th birth anniversary of President Kim Il Sung, the 75th birth anniversary of HE Kim Jong Il and the fifth anniversary of leader Kim Jong Un's election as supreme leader of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It will let people in European region positively launch solidarity activities to smash the false media propaganda about the DPRK in the West including the U.S. and their hostile moves and to support the cause of the Korean people for peace and reunification of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It will let organizations in the European region for friendship and solidarity with the Korean people form preparatory committees for celebrating the Day of the Sun and the Day of the Shining Star in 2017 and grandly organize colorful political and cultural events and widely introduce the successes achieved by the people in the DPRK under the wise guidance of HE Kim Jong Un who is successfully carrying forward the cause of the preceding leaders."
        },
        {
            "title": " Portavoz del MINREX condena llegada de Ohio al Sur de Corea",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-30ee.html",
            "content": "Portavoz del MINREX condena llegada de Ohio al Sur de Corea\r\nPyongyang, 15 de julio (ACNC) -- Con respecto a que EE.UU. introdujo de nuevo un submarino nuclear en el Sur de Corea, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio el dia 15 a la ACNC la siguiente respuesta:\n\t\t\t\t\tEl pasado dia 13, el submarino nuclear Ohio, uno de los principales medios estrategicos de ataque de EE.UU., entro en el puerto surcoreano de Pusan.\n\t\t\t\t\t\n\t\t\t\t\tYa en junio pasado, fueron emplazados en el Sur de Corea el submarino nuclear Mississippi y la escuadrilla de cazabombarderos estrategicos B-52H. \n\t\t\t\t\t\n\t\t\t\t\tOhio con un tonelaje de 18 mil tiene la capacidad de ataque de misiles y la funcion Stealth.\n\t\t\t\t\t\n\t\t\t\t\tLa introduccion sucesiva de los medios estrategicos de ataque nuclear de EE.UU. en la Peninsula Coreana en estos tiempos, en que las relaciones RPDC-EE.UU. y la situacion regional estan empeoradas al extremo, es una expresion del intento de aplastar a toda costa a la RPDC mediante el uso de la fuerza. \n\t\t\t\t\t\n\t\t\t\t\tTambien esta implicada la ambicion de sobreponerse en lo militar a otros rivales regionales y tomar la hegemonia militar en el Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\tEs muy ridiculo el intento de EE.UU. de derrocar a la RPDC mediante la presion y amenaza militares sin justipreciar la corriente de la epoca y la cambiada posicion estrategica de la RPDC que se puso ya en la primera fila de potencias nucleares. \n\t\t\t\t\t\n\t\t\t\t\tPara compensar el fracaso de su politica sobre la RPDC, EE.UU. recurre al incremento de fuerzas armadas, los ejercicios belicos y la sancion e incluso, se atreve a ofender hasta la dignidad de la Direccion Suprema de la RPDC, lo cual agrava al maximo la situacion de la Peninsula Coreana y la region y aumenta el peligro de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. se apela mas abiertamente a la estrategia dominacionista basada en las fuerzas armadas y mantiene el chantaje nuclear sobre la RPDC violando su soberania. Este hecho vuelve a comprobar cuan justa es la linea de la segunda de impulsar simultaneamente la construccion economica y la de fuerzas armadas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tLa paz duradera de la Peninsula Coreana y la region es imposible con los esfuerzos unilaterales de la RPDC. Se lograra cuando se ponga punto final a las hostilidades militares y a la anacronica politica hostil anti-RPDC de EE.UU., autor principal de la agravacion de situacion.\n\t\t\t\t\t\n\t\t\t\t\tLa situacion actual empuja mas a la RPDC a la consolidacion del disuasivo nuclear autodefensivo.\n\t\t\t\t\t\n\t\t\t\t\tEs invariable la voluntad de la RPDC de defender la paz de la Peninsula Coreana y la region al eliminar de raiz el peligro de guerra nuclear, impuesto por EE.UU., a base del poderoso disuasivo nuclear."
        },
        {
            "title": "Ko Hyon Chol se entrevista con reporteros nacionales y extranjeros",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-31ee.html",
            "content": "Ko Hyon Chol se entrevista con reporteros nacionales y extranjeros\r\nPyongyang, 15 de julio (ACNC) -- Tuvo lugar este viernes en el capitalino Palacio Cultural del Pueblo una conferencia de prensa con Ko Hyon Chol, lacayo del Servicio de Inteligencia del Sur de Corea, que fue arrestado por sus actos hostiles a la Republica Popular Democratica de Corea. \n\t\t\t\t\tEstuvieron presentes aqui los periodistas nacionales y extranjeros, los miembros de las sedes diplomaticas y las oficinas de organizaciones internacionales acreditadas en la RPDC y los compatriotas residentes en ultramar que se encuentran de visita en la patria. \n\t\t\t\t\t\n\t\t\t\t\tIntervino primero Ko Hyon Chol.\n\t\t\t\t\t\n\t\t\t\t\tSoy delincuente imperdonable que traiciono a la patria y solicite esta conferencia de prensa porque tuve muchas ganas de revelar los complots anti-RPDC de EE.UU. y los titeres surcoreanos, comenzo Ko y continuo:\n\t\t\t\t\t\n\t\t\t\t\tNaci en la ciudad de Jongju de la provincia de Phyong-an del Norte y vivia en el barrio de Namha de la ciudad de Sinuiju hasta que me fugara al Sur de Corea. Ahora tengo 53 anos de edad. \n\t\t\t\t\t\n\t\t\t\t\tYo era obrero de una empresa forestal en la ciudad de Sinuiju en el periodo de la Marcha Penosa cuando la patria sufria grandes pruebas. Sediento del dinero, me dedicaba al contrabando violando la ley del Estado y fui sometido a la investigacion del organo judicial. \n\t\t\t\t\t\n\t\t\t\t\tLejos de arrepentirme de mi culpa, me escape a Dandong de China el 26 de enero de 2013 aprovechando la salida al rio Amnok a bordo de un barco pesquero con el fin de eludir la sancion judicial. \n\t\t\t\t\t\n\t\t\t\t\tAlrededor del 20 de febrero de 2014, cuando yo vivia escondido, conoci al surcoreano Ri Song Su (de 65 anos aproximadamente, lacayo del Servicio de Inteligencia del Sur de Corea que vivia en Dandong). \n\t\t\t\t\t\n\t\t\t\t\tEn la primera entrevista, el me pregunto cuando y por que me he fugado del Norte de Corea. Y dijo que yo podria vivir tranquilo en el Sur de Corea y llevan una vida feliz las personas que fueron a la sociedad surcoreana con la ayuda de el. \n\t\t\t\t\t\n\t\t\t\t\tYo le pregunte: \"?Es usted un agente del 'Servicio Nacional de Inteligencia'?\". \n\t\t\t\t\t\n\t\t\t\t\tEntonces, el me dijo: \"Creelo asi. Esperate hasta que te llegue nuevo aviso. Y no salgas nunca afuera\". \n\t\t\t\t\t\n\t\t\t\t\tSupe que ir al Sur de Corea a instigacion de los agentes del Servicio de Inteligencia es una traicion a la patria, pero prometi hacerlo sin poder resistir la tentacion del dinero. \n\t\t\t\t\t\n\t\t\t\t\tA eso de las 8 del 28 de febrero de 2014, unos hombres desconocidos me llevaron a Laos haciendo escala en Shenyang, Qingdao y Kunming, segun la ruta programada por Ri Song Su. Luego, me condujeron a una ciudad fronteriza en el norte de Tailandia. Alli, me interceptaron los policias y fui acusado como inmigrante ilegal. \n\t\t\t\t\t\n\t\t\t\t\tDespues del juicio, me trasladaron al \"campo de concentracion de inmigrantes internacionales\" en Bangkok, que estaba bajo el control del Servicio de Inteligencia. \n\t\t\t\t\t\n\t\t\t\t\tUn dia, me visitaron dos hombres y una mujer, que se identificaron como empleados de la embajada surcoreana en Tailandia, y me preguntaron tenazmente mi nombre, identidad, nivel de conocimientos, datos biograficos, etc. \n\t\t\t\t\t\n\t\t\t\t\tDespues de esta investigacion que duro casi un mes, por la noche del 25 de abril, me llevaron como un paquete a Inchon por via aerea. \n\t\t\t\t\t\n\t\t\t\t\tCuando subia al avion, los gangsteres del Servicio de Inteligencia me dijeron: \"No hables nada con los que se sienten a tu lado. Se complicara la situacion si te descubren los reporteros. Y no cambies el asiento\". \n\t\t\t\t\t\n\t\t\t\t\tParecia que ellos estaban muy nerviosos e inquietados por el temor a que fuera revelada su induccion de la \"fuga del Norte\". \n\t\t\t\t\t\n\t\t\t\t\tTras pasar la investigacion de los gangsteres del Servicio de Inteligencia y la educacion de lavado de cerebro en el \"Centro Hana\", comence a vivir en Sihung de la provincia de Kyonggi desde finales de septiembre de 2014. \n\t\t\t\t\t\n\t\t\t\t\tMientras vagabundeaba sin trabajo, visite la \"Asociacion de Socorro a Compatriotas Fugitivos Norcoreanos\" donde conoci a la representante Kwon Na Hyon (de 57 anos, su nombre verdadero es Kwon O Suk). \n\t\t\t\t\t\n\t\t\t\t\tElla era intermediaria del trafico de personas que se huyo al Sur de Corea profuga de la justicia de la Republica Popular Democratica de Corea y se entregaba a la seduccion y secuestro a los ciudadanos de la RPDC bajo el control trasero del Servicio de Inteligencia y EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEn diciembre de 2015, ella me presento al agente del Servicio de Inteligencia, Choe Song Uk (de 42 anos de edad, autor intelectual del incidente de \"Sociedad para Destruir las Estatuas de Bronce\").\n\t\t\t\t\t\n\t\t\t\t\tLa primera mision que me dio Choe fue recoger los ultimos datos internos del partido, el ejercito, etc. y los manuales de cada asignatura de las escuelas primarias y de las secundarias basicas y superiores de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tA las ordenes de Choe, viaje con frecuencia a Dandong para los preparativos de cumplimiento de la mision. \n\t\t\t\t\t\n\t\t\t\t\tEl 8 de marzo pasado, el me dio otra mision de recoger los datos sobre los ganados de las granjas estatales de la RPDC, diciendo que le avisara cuando haya posibilidad y no cometiera falta en ese trabajo muy importante. Y prometio enviarme los equipos necesarios para la conservacion y el transporte. \n\t\t\t\t\t\n\t\t\t\t\tPor la noche del 9 de mayo, Kwon Na Hyon me llamo por telefono y me mando enviar al Sur de Corea a los huerfanos norcoreanos de 6-9 anos de edad.\n\t\t\t\t\t\n\t\t\t\t\tLe respondi que los ninos de 6 a 9 anos son bastante crecidos y habria que correr gran peligro a la hora de capturarlos.\n\t\t\t\t\t\n\t\t\t\t\t Pero, Kwon me persuadio diciendo asi: \"Sera mejor que traigas a las ninas. Ellas seran enviadas a Canada y otros paises para la 'adopcion'. Te dare todo lo necesario para esta operacion.\"\n\t\t\t\t\t\n\t\t\t\t\t Me anadio: \"Ya recibi la orden del senor Choe. ?No sabes la noticia sobre la 'fuga colectiva del Norte' de 12 muchachas? ?Piensas que eso es casual? Hay que cumplir incondicionalmente la mision que te di porque se trata de la directriz del superior. Esas 12 muchachas no pasan de ser el comienzo. Nosotros tambien debemos elevar los resultados de trabajo.\"\n\t\t\t\t\t\n\t\t\t\t\t  Oyendo las palabras de ella, pense que se intensificara la \"operacion para inducir la fuga del Norte\" y no pude calmarme por la imposibilidad de sacar la mano.\n\t\t\t\t\t\n\t\t\t\t\t  Prometiendo la recompensa generosa, pedi a un hombre conocido de apellido Hong, residente en el distrito de Uiju, que tomara las fotos de dos ninos escogidos del orfanato local y me las remitiera.\n\t\t\t\t\t\n\t\t\t\t\t  Urgido por Kwon Na Hyon y Choe Song Uk, seleccione los blancos de rapto y el colaborador, viaje a Dalian de China en el avion despegado desde Inchon por la noche del 23 de mayo y llegue al dia siguiente en tren a Dandong.  Despues de anunciar mi llegada, pedi a Kwon que me mandara un bote de goma que se usaria en el rapto.\n\t\t\t\t\t\n\t\t\t\t\t  Llame a Hong cuando llegue a la isla Sugu, territorio de la RPDC situado en las aguas del rio Amnok cercanas a la comuna de Taehwa del distrito de Uiju de la provincia de Phyong-an del Norte. Le entregue la caja de carton que contenia el bote de goma, regrese a Dandong y avise a Kwon por telefono que \"he entregado el bote e ire para recoger a los ninos a la madrugada del 27 de mayo.\"\n\t\t\t\t\t\n\t\t\t\t\t  Volvi a entrar solo en la isla Sugu el 27 de mayo y fui arrestado en el terreno por el organo competente de la RPDC alrededor de las seis y cuarto.\n\t\t\t\t\t\n\t\t\t\t\t  Aunque mi crimen termino frustrado, reconozco francamente que fui sobornado por los gangsteres del Servicio de Inteligencia, cometi actos intrigantes contra la RPDC y participe directamente en el rapto de ninos, crimen de peor calana.\n\t\t\t\t\t\n\t\t\t\t\t  De rodillas, pido disculpas al pais, todo el pueblo de la patria y los paisanos.\n\t\t\t\t\t\n\t\t\t\t\t  En la entrevista de prensa se presentaron las pruebas materiales confiscadas en el momento de detencion a Ko Hyon Chol tales como el telefono celular, el bote de goma y ropas de ninos y las fotos de Kwon Na Hyon, Ri Song Su, Choe Song Uk, etc.\n\t\t\t\t\t\n\t\t\t\t\t  A continuacion, Ko respondio a las preguntas de los periodistas."
        },
        {
            "title": "Zona de Kalma se acondicionara como polo turistico",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-32ee.html",
            "content": "Zona de Kalma se acondicionara como polo turistico \r\nPyongyang, 15 de julio (ACNC) -- La zona de Kalma a las costas del Mar Este en la parte central de Corea se acondicionara como polo turistico de talla mundial. \n\t\t\t\t\tSe ha planificado la construccion de hoteles e instalaciones necesarias para el deporte maritimo y las diversiones, etc.\n\t\t\t\t\t\n\t\t\t\t\tAlli hay la playa Myongsasipri de 4 kilometros de largo donde los escaramujos, pinos verdes y oleadas forman un panorama espectacular.\n\t\t\t\t\t\n\t\t\t\t\tDespierta la curiosidad de los inversionistas las buenas condiciones geograficas de Kalma que colinda con el monte Kumgang, lago Sijung, farallones Chongsokjong, lago Samil y otros montes y lugares famosos y con el campo de esqui Masikryong, base deportiva y turistica.\n\t\t\t\t\t\n\t\t\t\t\tEn la zona se aplica la ley de desarrollo economico de la Republica Popular Democratica de Corea, aprobada en mayo del 102 (2013) de la Era Juche, la cual permite a los inversionistas extranjeros las actividades empresariales independientes.\n\t\t\t\t\t\n\t\t\t\t\tA fines de septiembre, tendra lugar en la ciudad de Wonsan, que abarca la zona de Kalma, el Festival Internacional de Amistad de Aviacion."
        },
        {
            "title": " Rodong Sinmun denuncia a autoridades surcoreanas que calumnian propuesta de dialogo",
            "url": "http://kcna.co.jp/item/2016/201607/news15/20160715-33ee.html",
            "content": "Rodong Sinmun denuncia a autoridades surcoreanas que calumnian propuesta de dialogo\r\nPyongyang, 15 de julio (ACNC) -- La camarilla titere surcoreana sigue hablando mal de la sincera propuesta de dialogo, presentada por la Republica Popular Democratica de Corea para el mejoramiento de relaciones intercoreanas. \n\t\t\t\t\tEn varias ocasiones como la ceremonia inaugural de la 20a \"Asamblea Nacional\", Park Geun-hye dijo que la propuesta de dialogo del Norte es \"para el cambio de coyuntura\", es decir, para liberarse de la \"sancion y presion\". Le siguieron en calumniar la propuesta sus lacayos que usaron expresiones como \"ofensiva del frente unido\" y \"ofensiva de zanahoria\" encaminadas a fomentar la \"discordia entre los surcoreanos\".\n\t\t\t\t\t\n\t\t\t\t\tEn un articulo individual divulgado este viernes, el periodico Rodong Sinmun opino que tales disparates parten de la intencion antinacional de realizar la ambicion de aplastar a la RPDC, al impedir a toda costa el dialogo y el mejoramiento de relaciones Norte-Sur e intensificar la campana de \"presion sobre el Norte\".\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas tuvieran la conciencia, deberan reflexionar primero sobre las consecuencias tragicas de sus actos conflictivos y tomar una opcion correcta para la nacion aunque sea tarde, adelanta el articulista y continua:\n\t\t\t\t\t\n\t\t\t\t\tLas calumnias citadas arriba parten de la logica de bandido de los titeres surcoreanos que se hacen suecos de sus crimenes antinacionales.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra otra vez que ellos no tienen ni la minima voluntad de reparar la actual coyuntura catastrofica de relaciones intercoreanas y proceder al dialogo y piensan unicamente en atropellar a la RPDC en contubernio con las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tAunque ellos difaman los esfuerzos de la RPDC por el mejoramiento de relaciones intercoreanas recrudeciendo la campana de enfrentamiento, no pueden frenar la creciente aspiracion nacional a la reunificacion independiente, ni encubrir su fachada de opositor a esta causa nacional."
        }
    ]
}