{
    "date": "2016-01-19",
    "url": "http://kcna.co.jp/item/2016/201601/2016-01-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Birthday Spread to Centenarian",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-14ee.html",
            "content": "Kim Jong Un Sends Birthday Spread to Centenarian\r\nSonggan, January 19 (KCNA) -- Marshal Kim Jong Un sent a birthday spread to Kim So Je, a resident in People's Neighborhood Unit 59 of Township of Songgan County, Jagang Province, on her centenary.\n\t\t\t\t\t Born in Kuryong-ri, Chosan County on Jan. 19, Juche 5 (1916), she was subject to all sorts of maltreatment and contempt after losing their parents and experienced bitter sorrow as member of a stateless nation under the Japanese imperialist colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t It was not until Korea was liberated by President Kim Il Sung that she led a worthy life as human being. \n\t\t\t\t\t\n\t\t\t\t\t She devoted herself to supporting the front during the Fatherland Liberation War and did farming work and fulfilled her duty with her single desire to repay the benevolence of the party and the leader in the subsequent period.\n\t\t\t\t\t\n\t\t\t\t\t She has balanced diet and keeps herself optimistic."
        },
        {
            "title": "Phyongchon Revolutionary Site Draws Many Visitors",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-13ee.html",
            "content": "Phyongchon Revolutionary Site Draws Many Visitors\r\nPyongyang, January 19 (KCNA) -- The Phyongchon Revolutionary Site where the history of the DPRK's munitions industry started is visited by an endless stream of service personnel, people from all walks of life and school youth and children.\n\t\t\t\t\t The site is a is a significant place associated with the undying relics of the peerlessly great persons of Mt. Paektu, who chose the site for the first arsenal in the liberated country and paved an untrodden path for national defense industry for self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un visited the Phyongchon Revolutionary Site which was successfully remodeled as a ever-lasting treasure for the Songun revolution in December last year, saying that thanks to the historic gun report made by the President at the site the DPRK could emerge a powerful nuclear weapons state ready to detonate A-bomb and H-bomb for self-defence. The Phyongchon Revolutionary Site is like a hometown of Songun army, he added.\n\t\t\t\t\t\n\t\t\t\t\t An increasing number of service personnel and people from all walks of life are visiting the site honored with the field guidance of Kim Jong Un."
        },
        {
            "title": "Pyongyang University of Foreign Studies Successful at 4th National Quick-reading Contest",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-15ee.html",
            "content": "Pyongyang University of Foreign Studies Successful at 4th National Quick-reading Contest\r\nPyongyang, January 19 (KCNA) -- Pyongyang University of Foreign Studies proved successful again at the recent 4th national quick-reading contest of university students. The university overwhelmed all their rivals, thus winning four consecutive wins.\n\t\t\t\t\t Experts said three students from the university reached a world level.\n\t\t\t\t\t\n\t\t\t\t\t The university has paid big efforts to training quick-readers after developing the methodology for students to recognize main points and details of quick reading.\n\t\t\t\t\t\n\t\t\t\t\t It has produced tens of excellent quick-readers, including those who can read a novel numbering over 20 000 characters within 10 seconds and remember its details."
        },
        {
            "title": "DPRK Capable of Beating back Any Aggressor Forces with Force of Justice: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-10ee.html",
            "content": "DPRK Capable of Beating back Any Aggressor Forces with Force of Justice: Rodong Sinmun\r\nPyongyang, January 19 (KCNA) -- The DPRK has become a nuclear weapons state capable of dealing a just blow at the aggressor forces  challenging the sovereignty of the Korean nation in any space any time, Rodong Sinmun says in an article on Tuesday.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's first successful H-bomb test means a great victory of independent faith, far-sighted wisdom and invincible Songun policy of peerlessly great men of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Invincible and iron-willed commander Kim Il Sung laid down an original line of simultaneously developing the economic construction and the defence up-building in the 1960s and wisely led the struggle for implementing it, turning the DPRK into a power independent in politics, self-supporting in economy and self-reliant in national defence which no enemy dared provoke.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il was the sun of Songun who created and developed the unique political mode of Songun by carrying forward the Songun idea of President Kim Il Sung. He led the confrontation with the U.S. to one victory after another with his Songun politics in the period of the unprecedented trial when the imperialist allied forces' nuclear threat and offensive to stifle the DPRK reached their height, thereby accomplishing the historic cause of having access to nuclear weapons, an event to go down in its history. \n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un advanced the line of simultaneously pushing forward the economic construction and the building of nuclear force and is adding shine to the feats the great leaders performed by building a nuclear power. His wise leadership serves as a banner for winning sure victory of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's successful H-bomb test represents a great victory as it demonstrated the great vitality of the line of simultaneously developing the two fronts and startled the world by dint of self-development, a powerful weapon for the independent power.\n\t\t\t\t\t\n\t\t\t\t\t Now is time for the U.S. to lament the fate of the American empire which has become dispirited in face of the nuclear power of Juche and wipe off the tears of humiliation and disappointment with its dishonest hand with which it used to violate justice and peace."
        },
        {
            "title": "Minju Joson Slams Japan's Moves to Emerge Military Giant",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-11ee.html",
            "content": "Minju Joson Slams Japan's Moves to Emerge Military Giant\r\nPyongyang, January 19 (KCNA) -- The U.S. Department of State's report on \"2015 world military spending and arms transfer\" said that from 2002 to 2012 Japan topped the world list of amount of the funds spent for purchase of arms among the 170 countries surveyed. Japan's military spending showed an annual increase. Its defense draft budget for 2016 is 5 054.1 billion yen, exceeding 5 000 billion yen for the first time.\n\t\t\t\t\t Minju Joson Tuesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is not a matter to be overlooked that Japan is spending such stupendous amount of money for stepping up the moves for emerging a major military power including the purchase and development of ultra modern military hardware. \n\t\t\t\t\t\n\t\t\t\t\t What matters is the behavior of the Japanese authorities desperately justifying their moves for bolstering up their military muscle while talking about the \"deteriorating situation around their country\".\n\t\t\t\t\t\n\t\t\t\t\t Japan claims that it is an unavoidable action for \"self-defense\" for it to bolster up its military muscle under the situation where military capabilities in the neighboring countries are growing stronger and putting pressure upon it.\n\t\t\t\t\t\n\t\t\t\t\t But, this is no more than third-rate sophism to justify the moves to realize its ambition for overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t Japan is working hard to openly embellish the crime-woven history and turn itself into a major military power. Such moves reinforce the impression that Japan is keen to repeat its past history of aggression and the neighboring countries are of the view that this is a great threat to them.\n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that Japan will not launch overseas aggression again as it is hell-bent on the moves to emerge a military giant, far from making a proper apology for its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t These ill-boding moves of Japan are arousing high vigilance of not only neighboring countries but also broad world public."
        },
        {
            "title": "S. Korean Bodies Declare Humiliating \"Agreement\" Null and Void",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-01ee.html",
            "content": "S. Korean Bodies Declare Humiliating \"Agreement\" Null and Void\r\nPyongyang, January 19 (KCNA) -- The Students' Committee for Measures against the south Korea-Japan Negotiations of south Korea and members of the citizens' action for defending statues of a girl depicting the victims of the sexual slavery held a meeting in Seoul on Jan. 16 in denunciation of the humiliating \"agreement\" which covered the past crimes committed by Japan.\n\t\t\t\t\t Speakers declared the recent \"agreement\" totally null and void as it did not reflect the will and demands of the victims of the sexual slavery and lacked Japan's promise to probe the truth and will to make a proper legal apology and reparation for it.\n\t\t\t\t\t\n\t\t\t\t\t That day they staged the action of signing the declaration calling for the nullification of the south Korea-Japan \"agreement\" on the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t Prior to this, representatives of more than 200 organizations of young people and children made public a declaration on the situation declaring the humiliating \"agreement\" null and void.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the Japanese government retract the deceptive \"agreement\" and admit its crimes and responsibility for them and make an official apology for them."
        },
        {
            "title": "S. Korean Paper Denounces Chief Executive for Supporting \"Agreement\" on Japan's Sexual Slavery",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-12ee.html",
            "content": "S. Korean Paper Denounces Chief Executive for Supporting \"Agreement\" on Japan's Sexual Slavery\r\nPyongyang, January 19 (KCNA) -- An article written by Yun Mi Hyang, permanent representative of the Council for the Solution of the Issue of the Volunteers Corps in south Korea, was posted on the south Korean internet paper Oh My News on January 13 denouncing the chief executive for supporting the \"agreement\" on the issue of sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t The article refuted \"talk to the people\" made by the present chief executive supporting the \"agreement\" reached between south Korea and Japan.\n\t\t\t\t\t\n\t\t\t\t\t It demanded that the \"government\" should not remove the Girl's Statue for peace in a bid to help Japan cover up its past crimes but pressurize its government to make an official apology and reparation not only to the victims of the sexual slavery but to the international community."
        },
        {
            "title": "Austrian Organization Hails DPRK's H-bomb Test",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-05ee.html",
            "content": "Austrian Organization Hails DPRK's H-bomb Test\r\nPyongyang, January 19 (KCNA) -- The Group of Youth for the Study of Kim Jong Il Juche idea in Vienna, Austria issued a statement on January 12 hailing the DPRK's first successful H-bomb test.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's H-bomb test serves as a self-defensive measure for checking the U.S. moves for aggression and war, ensuring the security of the country and providing eternal peace in the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We urge the U.S. and south Korean authorities to stop at once the war moves against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that all the Korean people would frustrate the moves of anti-reunification forces at home and abroad and surely build a reunified and prosperous country."
        },
        {
            "title": "Kim Jong Un's New Year Address Studied Abroad",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-02ee.html",
            "content": "Kim Jong Un's New Year Address Studied Abroad\r\nPyongyang, January 19 (KCNA) -- A seminar and round-table talks on Marshal Kim Jong Un's New Year Address took place in Angola and Ethiopia between January 4 and 12.\n\t\t\t\t\t The director of the Public Education Department of the Committee of Angola for Friendship and Solidarity with Peoples said that Kim Jong Un's New Year Address serves as important guidelines as it instills great confidence and courage into not only the Korean people but the African people struggling to build a new society.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Now the Western countries are blocking the advance of the developing countries, more openly interfering in their internal affairs.\n\t\t\t\t\t\n\t\t\t\t\t I have deeply cherished the truth that worship of big countries and dependence on foreign forces is the road to national ruin; self-development alone is the road to saving the dignity of the country and the nation as indicated by him in his New Year Address,\n\t\t\t\t\t\n\t\t\t\t\t Ethiopian figures said that the legendary tales about heroes were created in the DPRK thanks to the politics of Kim Jong Un on attaching importance to the people, the army and the youth."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Foreign Organizations",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-04ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Foreign Organizations\r\nPyongyang, January 19 (KCNA) -- Swedish and German organizations released statements on January 4 and 12 supporting Marshal Kim Jong Un's New Year Address.\n\t\t\t\t\t The Sweden-Korea Friendship Association said Kim Jong Un indicated the direction and ways for Korea's peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t His New Year Address serves as important declaration as it indicated the way to be followed by the DPRK in the new year, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to develop the economy, improve the people's living standard and strengthen the defense capability of the country, prevent the danger of war in the Korean Peninsula, defuse tension and realize national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The friends of the DPRK in Sweden desirous of independence and peace express full support for his New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t The Anti-Imperialist Forum of Germany noted:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un set forth the slogan \"Let us frustrate the challenges by the anti-reunification forces within and without and usher in a new era of independent reunification!\"\n\t\t\t\t\t\n\t\t\t\t\t It is fundamental to achieving Korea's reunification to prevent the danger of war and defend peace and security in the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean authorities should discontinue their extremely dangerous exercises for aggression war and suspend military provocation escalating tension in the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should value the agreements common to the nation."
        },
        {
            "title": "Day of Shining Star to Be Marked in Czech Republic",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-03ee.html",
            "content": "Day of Shining Star to Be Marked in Czech Republic\r\nPyongyang, January 19 (KCNA) -- A preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed in Prague on January 13.\n\t\t\t\t\t Jaroslav Kafka, chairman of the Paektusan Czech-Korean Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold colorful political and cultural events such as seminar, lecture and photo exhibition in the capital city and local areas on the occasion of the 74th birth anniversary of Kim Jong Il."
        },
        {
            "title": "DPRK Supported by Canadian Body",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-06ee.html",
            "content": "DPRK Supported by Canadian Body\r\nPyongyang, January 19 (KCNA) -- The Canadian Global Institute posted on its website an article.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK reduced to ashes by the war provoked by the U.S. The U.S. made indiscriminate bombing over Pyongyang and other cities, villages and strategic objects and tried to use even nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The northern half of Korea reduced to ashes due to GIs' bombing and the Korean people suffered pain due to the U.S. use of chemical and germ weapons.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. harshly bothered the DPRK for several decades after the war and the Korean people suffered unspeakable damage by the U.S. A new sanction against the DPRK is meaningless.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves for domination and intervention in the Korean peninsula destabilize the regional situation and bring a new world war to mankind.\n\t\t\t\t\t\n\t\t\t\t\t The imperialist policy of the U.S. brings the greatest threat to the world peace."
        },
        {
            "title": "DPRK Praised by Nepali Newspaper",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-07ee.html",
            "content": "DPRK Praised by Nepali Newspaper\r\nPyongyang, January 19 (KCNA) -- The Nepali newspaper Diary Express on January 11 carried an article titled \"DPRK's development and Supreme Leader Kim Jong Un\", illustrated with his photo, in support of the DPRK's successful H-bomb test. \n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t There is in the world the most stable country in political aspect. \n\t\t\t\t\t\n\t\t\t\t\t The beautiful and excellent country is exposed to the U.S. threat and the blockade as it is pursuing socialist politics, and it chose the way of having access to nuclear weapons to defend itself and it is protecting socialism with its Songun politics. This country is just the Democratic People's Republic of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Recently, the DPRK successfully conducted H-bomb test. \n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army is known as the strong army in the world. \n\t\t\t\t\t\n\t\t\t\t\t That is why the U.S. and its followers are afraid of the KPA. \n\t\t\t\t\t\n\t\t\t\t\t The U.S., Japan and south Korea were upset by the DPRK's H-bomb test. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is proudly demonstrating its existence and might in its practice and through achievements and miracles made with its strength and wisdom. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will more vigorously advance and emerge victorious."
        },
        {
            "title": "Nigerian Body Urges Japan to Settle Its Unethical Crimes",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-08ee.html",
            "content": "Nigerian Body Urges Japan to Settle Its Unethical Crimes\r\nPyongyang, January 19 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism recently posted on its website an article titled \"It is the demand of the times that Japan settles unethical crimes\". \n\t\t\t\t\t The article said that the issue of the sexual slavery for the Imperial Japanese Army is not the issue to be glossed over by control or mediation of a specified country and it is not the issue to be solved by bamboozling half-witted party with a petty amount of money. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The crimes related to sexual slavery against women of different countries including 200 000 Korean women are the internationally hideous unethical crimes. Its victims are living not only in south Korea but in the DPRK and other Asian countries and European countries. \n\t\t\t\t\t\n\t\t\t\t\t The victims of the sexual slavery for the Imperial Japanese Army have demanded the Japanese government admit the state's legal and moral responsibility, make sincere apology and reparation and reinstate them and take a measure to prevent reoccurrence at an early date. \n\t\t\t\t\t\n\t\t\t\t\t The issue can never be solved unless the demand of the victims is met. \n\t\t\t\t\t\n\t\t\t\t\t Japan should admit its war crimes including crimes related to the sexual slavery in the past and make thoroughgoing apology and reparation so that all the victims may understand them."
        },
        {
            "title": "Kim Jong Un felicita a Kim So Je por su centesimo cumpleanos",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-12ss.html",
            "content": "Kim Jong Un felicita a Kim So Je por su centesimo cumpleanos\r\nSonggan, 19 de enero (ACNC) -- El Mariscal Kim Jong Un envio una mesa de alimentos por el centesimo cumpleanos de la anciana Kim So Je, moradora de la unidad de vecinos 59 de la cabecera del distrito de Songgan de la provincia de Jagang.\n\t\t\t\t\tNacida el 19 de enero del 5 (1916) de la Era Juche en la comuna de Kuryong del distrito de Chosan, la anciana perdio a sus padres y vivio muy miserable bajo el coloniaje japones sufriendo el dolor apatrida.\n\t\t\t\t\t\n\t\t\t\t\tDespues de la liberacion de Corea por el Presidente Kim Il Sung, ella disfruto de una vida digna.\n\t\t\t\t\t\n\t\t\t\t\tDurante la Guerra Coreana participo activamente en el apoyo al frente y posteriormente trabajo sinceramente en su puesto de trabajo para responder a los beneficios del Partido y el Lider.\n\t\t\t\t\t\n\t\t\t\t\tAhora la anciana Kim lleva una vida alimentaria equilibrada y siempre optimista."
        },
        {
            "title": "Universidad de Lenguas Extranjeras de Pyongyang sobresale en concurso de lectura rapida",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-10ss.html",
            "content": "Universidad de Lenguas Extranjeras de Pyongyang sobresale en concurso de lectura rapida\r\nPyongyang, 19 de enero (ACNC) -- La Universidad de Lenguas Extranjeras de Pyongyang sobresalio otra vez en el 4o concurso nacional de lectura rapida de los estudiantes de las universidades tecnicas que tuvo lugar hace poco.\n\t\t\t\t\tLos matriculados de ese plantel docente ganaron el grado especial al vencer a todas las unidades con las notas predominantes.\n\t\t\t\t\t\n\t\t\t\t\tLos especialistas de la lectura rapida estimaron unanimemente que el nivel de 3 concursantes es de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\tLa universidad forma a los sobresalientes estudiantes en lectura rapida.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, selecciono a un profesor con capacidad sobresaliente para ensenar a los estudiantes. Y establecio una metodologia capaz de discernir y comprender todos los componentes y detalles de la lectura rapida.\n\t\t\t\t\t\n\t\t\t\t\tY logro cientifizar el ejercicio y direccion para que los estudiantes comprendan la maestria de lectura rapida.\n\t\t\t\t\t\n\t\t\t\t\tRealizo la simulacion para buscar los metodos de entrenamiento aptos a las caracteristicas y la preparacion de los estudiantes e invento un programa de presentacion de cuestionario para el adiestramiento de lectura rapida.\n\t\t\t\t\t\n\t\t\t\t\tGracias a tales empenos, surgieron en la universidad decenas de estudiantes talentosos de lectura rapida incluyendo los que leen en 10 segundos mas o menos una novela de mas de 20 mil letras y memorizan sus contenidos detallados."
        },
        {
            "title": "?Por que la RPDC poseyo armas nucleares?",
            "url": "http://kcna.co.jp/item/2016/201601/news19/20160119-05ss.html",
            "content": "?Por que la RPDC poseyo armas nucleares?\r\nPyongyang, 19 de enero (ACNC) -- El Instituto Global de Canada inserto el dia 11 en el sitio Web el articulo intitulado \"?Por que la Republica Popular Democratica de Corea poseyo las armas nucleares? Crimenes belicos cometidos por Estados Unidos en Corea\".\n\t\t\t\t\tEl articulo senala:\n\t\t\t\t\t\n\t\t\t\t\tDebido a la guerra provocada por EE.UU., Corea se quedo destruida completamente.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. bombardeo despiadadamente Pyongyang y otras ciudades, aldeas y objetos estrategicos de la RPDC y pretendio usar hasta las armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tCasi todas las localidades de la parte Norte de Corea fueron convertidas en la ruinas por el bombardeo de las tropas norteamericanas y el pueblo coreano sufrio calamidades por el uso de las armas quimicas y biologicas.\n\t\t\t\t\t\n\t\t\t\t\tDurante varios decenios posbelicos, EE.UU. molesto constantemente a la RPDC y el pueblo coreano recibio danos incontables por el imperio.\n\t\t\t\t\t\n\t\t\t\t\tResulta absurda nueva sancion sobre la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLas maniobras de EE.UU. por la dominacion e intervencion en la Peninsula Coreana hacen mas inestable la situacion de la region y acarrean nueva guerra mundial que causara una gran catastrofe a la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tLa politica imperialista de EE.UU. es la amenaza mas grave para la paz mundial."
        },
        null
    ]
}