{
    "date": "2016-07-26",
    "url": "http://kcna.co.jp/item/2016/201607/2016-07-26ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Receives Floral Basket from Bereaved Family of DPRK Hero",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-10ee.html",
            "content": "Kim Jong Un Receives Floral Basket from Bereaved Family of DPRK Hero\r\nPyongyang, July 26 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from the bereaved family of DPRK Hero An Tong Su in congratulation of his election as chairman of the State Affairs Commission of the DPRK and on the 63rd anniversary of the victory in the great Fatherland Liberation War. \n\t\t\t\t\t Jong Il Sim, widow of DPRK Hero An Tong Su, conveyed the floral basket to an official concerned on Tuesday."
        },
        {
            "title": "Greetings to Maldivian President",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-07ee.html",
            "content": "Greetings to Maldivian President\r\nPyongyang, July 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Abdulla Yameen Abdul Gayoom, president of the Republic of Maldives, on Tuesday on its independence day.\n\t\t\t\t\t The message wished the friendly Maldivian people progress and prosperity, expressing belief that the friendly and cooperative relations between the two countries would steadily grow stronger."
        },
        {
            "title": "DPRK Foreign Minister Makes Statement at ASEAN Regional Forum",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-30ee.html",
            "content": "DPRK Foreign Minister Makes Statement at ASEAN Regional Forum\r\nPyongyang, July 26 (KCNA) -- DPRK Foreign Minister Ri Yong Ho, head of the DPRK delegation, made a statement at the ASEAN Regional Forum held in Vientiane, Laos on Tuesday.\n\t\t\t\t\t He said that with the danger of conflicts becoming ever more materialized in the Korean peninsula, the overall situation in the Northeast Asia can be characterized to be in extremely high level of tension.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t I firmly believe that it might help the discussion of this meeting to inform the overall view and position of the DPRK regarding the core substance of the situation of Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Respected Comrade Kim Jong Un, in the historic 7th Congress of the Worker's Party of Korea (WPK), last May, presented the five-year strategy for national economic development. \n\t\t\t\t\t\n\t\t\t\t\t The objective of this strategy is to lay the foundations of sustainable economic development by reenergizing the overall sectors of national economy and drastically improve the people's living standards. \n\t\t\t\t\t\n\t\t\t\t\t During the party congress, the Respected Comrade Kim Jong Un, Chairman of the WPK, presented also the Juche-oriented line of the reunification of the fatherland by proposing to realize the federal-style national reunification holding fast the banner of national independence. \n\t\t\t\t\t\n\t\t\t\t\t As the immediate task and means, were proposed easing of the state of military confrontation between the north and south and addressing all the issues through dialogue and negotiation. \n\t\t\t\t\t\n\t\t\t\t\t Accordingly, the DPRK embarked on the implementation of the five-year strategy for national economic development and is making every effort to improve the north and south relations through dialogue and negotiation. \n\t\t\t\t\t\n\t\t\t\t\t All these efforts are in desperate need of peace and peaceful environment in the Korean peninsula as their crucial preconditions. \n\t\t\t\t\t\n\t\t\t\t\t But the situation turned out different. \n\t\t\t\t\t\n\t\t\t\t\t Military threats against the DPRK are increasing unprecedentedly. \n\t\t\t\t\t\n\t\t\t\t\t The strategic assets of the United States such as nuclear bombers and submarines, and the THAAD continue to be deployed in the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The dark clouds to be formulated in the August are coming again, after the critical situation of last March and April created due to the large scale US-south Korea joint military exercises went through. \n\t\t\t\t\t\n\t\t\t\t\t Nobody can predict what kind of crisis the notorious \"Ulji Freedom Guardian\" joint military exercises can bring about this time.\n\t\t\t\t\t\n\t\t\t\t\t The attempt of the US to pursue hostile economic sanctions against the DPRK is another factor increasing tension. \n\t\t\t\t\t\n\t\t\t\t\t We know that pressure is being imposed upon all the foreign ministers present here for the implementation of the so called \"sanctions resolutions\" of the UN Security Council against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t We already looked forward to all the possible sanctions to come, before making an inevitable strategic decision that there is no other option but facing with nuclear deterrent the never ending nuclear blackmails of the US. \n\t\t\t\t\t\n\t\t\t\t\t We are ready to respond to whatsoever type of sanctions. \n\t\t\t\t\t\n\t\t\t\t\t However, I would like to underscore one thing about the legality and morality of the UN Security Council \"sanctions resolutions\", since foreign ministers of various countries are also present here. \n\t\t\t\t\t\n\t\t\t\t\t The UN Charter stipulates that the Security Council is to act only when there is \"breach of the peace\" or \"existence of threat to the peace\".  \n\t\t\t\t\t\n\t\t\t\t\t There is neither Article in the UN Charter nor international law which stipulates that weapons tests including nuclear tests and satellite launches are regarded threats to international peace and security. \n\t\t\t\t\t\n\t\t\t\t\t Were there such an Article, would certainly the UN Security Council have taken action for every nuclear test of over 2,000 times and satellites launches conducted long before nuclear tests and satellites launches of the DPRK were conducted. \n\t\t\t\t\t\n\t\t\t\t\t Were it the case, should the UN Security Council not have remained silent. \n\t\t\t\t\t\n\t\t\t\t\t The UN Security Council, however, defined in an arbitrary manner only the DPRK's nuclear tests and satellite launches as \"threats to international peace and security\" and adopted so called \"resolutions\" on banning them.\n\t\t\t\t\t\n\t\t\t\t\t Thereafter, the UN Security Council kept adopting \"sanctions resolutions\" on the ground that we violated them. \n\t\t\t\t\t\n\t\t\t\t\t The core substance of the UN Security Council \"sanctions resolutions\" against the DPRK lies in the act of abusing power in pursuit of one's own political purposes by overriding the UN Charter. \n\t\t\t\t\t\n\t\t\t\t\t In this regard, the DPRK has officially asked the UN Secretariat for a clarification over the question of the legality of the \"sanctions resolutions\" but until today the Secretariat is not yet responding to the request. \n\t\t\t\t\t\n\t\t\t\t\t The joint military exercises taken place in south Korea from last March through April was clearly an act of threats to international peace and security due to its aggressive and offensive nature with the aim of \"decapitating\" the leadership of a sovereign country and occupying its capital. \n\t\t\t\t\t\n\t\t\t\t\t Despite the repeated request of the DPRK government for an emergency meeting on the US-south Korea joint military exercises, the UN Security Council did not act and turned away from all the requests.\n\t\t\t\t\t\n\t\t\t\t\t If one is a dignified UN member state, it should pay due attention to the question of whether or not impartiality and morality are clearly reflected in the UN Security Council \"sanctions resolutions\" against the DPRK and should make its own objective judgment. \n\t\t\t\t\t\n\t\t\t\t\t If the United States were not hostile toward the DPRK, the Korean peninsula would not have turned into the global hot spot like today. \n\t\t\t\t\t\n\t\t\t\t\t At the 7th Congress of the WPK, the Respected Comrade Kim Jong Un called upon the United States to drop its anachronistic hostile policy toward the DPRK, to replace the Armistice Agreement with peace agreement and to withdraw all the aggression forces and its warfare equipment. \n\t\t\t\t\t\n\t\t\t\t\t Furthermore, he has clarified the stand of the DPRK government that we will improve and normalize relations with those countries who respect our country's sovereignty and are friendly to us, even if they were hostile to us in the past. \n\t\t\t\t\t\n\t\t\t\t\t And yet, the United States is going in opposite direction. \n\t\t\t\t\t\n\t\t\t\t\tRecently the US went as far as to commit an act of greatest hostility by daring insult our supreme dignity under the pretext of non-existing \"human rights issues\". \n\t\t\t\t\t\n\t\t\t\t\t Such an act is an act of a declaration of war denying its coexistence with the DPRK, a sovereign country, and completely closing all the channels of dialogue with us. \n\t\t\t\t\t\n\t\t\t\t\t This is something that we expected and we are ready to both dialogue and confrontation. \n\t\t\t\t\t\n\t\t\t\t\t Three years ago, our Party advanced the line of simultaneously promoting  economic construction and up-building of nuclear forces and it is thanks to this line that our nuclear deterrent has reached today the level of discharging its mission in good faith. \n\t\t\t\t\t\n\t\t\t\t\t If the situation of the Korean peninsula falls out of control in the coming August, it will be no other than the United States who should be fully responsible as the party for making a declaration of war by offending the supreme dignity of the DPRK, and also as the party who made shipment of nuclear strategic assets into the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t We are ready to show that even a power country will surely not be safe if it tries to torment and harm a small country. \n\t\t\t\t\t\n\t\t\t\t\t The United States will have to pay dearly a terrifying price. \n\t\t\t\t\t\n\t\t\t\t\t I do not feel any need of referring to the followers of the United States. \n\t\t\t\t\t\n\t\t\t\t\t The Chairman of the State's Affairs Commission of the Democratic People's Republic of Korea, Comrade Kim Jong Un, said our real enemy is the nuclear war itself. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK government will struggle vigorously to put an end by its root cause to the danger of nuclear war imposed by the United States, by our reliable and powerful nuclear deterrent and to safeguard peace in this region and the world at large."
        },
        {
            "title": "DPRK FM Meets FMs of Various Countries",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-28ee.html",
            "content": "DPRK FM Meets FMs of Various Countries\r\nPyongyang, July 26 (KCNA) -- DPRK Foreign Minister Ri Yong Ho, who is participating in the ministerial meeting of the ASEAN Regional Forum being held in Laos, separately met and had conversations with his counterparts of China, Norway and Myanmar on July 25.\n\t\t\t\t\t Ri Yong Ho referred to the successes achieved by the people of the DPRK in the campaign to attain the great goal of building a powerful socialist country, being very proud of holding in high esteem Marshal Kim Jong Un as the top posts of the party and state.\n\t\t\t\t\t\n\t\t\t\t\t He said the DPRK has made efforts to protect the peace and security of the region and the rest of the world as a nuclear power.\n\t\t\t\t\t\n\t\t\t\t\t Exchanged at the conversations were beneficial views on boosting the friendly and cooperative relations among countries.\n\t\t\t\t\t\n\t\t\t\t\t Ri also met the minister of state for foreign affairs of India and the second minister of foreign affairs and trade of Brunei."
        },
        {
            "title": "National Meeting Held to Mark Day of War Victory",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-31ee.html",
            "content": "National Meeting Held to Mark Day of War Victory\r\nPyongyang, July 26 (KCNA) -- A national meeting was held at the People's Palace of Culture on Tuesday on the 63rd anniversary of the victory of the Korean people in the great Fatherland Liberation War.\n\t\t\t\t\t Present there were Kim Yong Nam, Hwang Pyong So, Pak Pong Ju and other senior officials of the party, state and army, the chairperson of a friendly party, members of the party central leadership organ in Pyongyang City, officials of the party and armed forces, the Cabinet, working people's organizations, ministries and national institutions, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, war veterans, officials of institutions and industrial establishments, heroes, discharged service personnel, servicemen's families, persons of merit in aiding the army, youth and students in Pyongyang, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were foreign diplomatic envoys, representatives of international organizations and military attaches of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Army General Pak Yong Sik, member of the Political Bureau of the Central Committee of the Workers' Party of Korea (WPK) and minister of the People's Armed Forces, made a report at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK won a shining victory in the war by heroically fighting with confidence in their might and with indomitable spirit under the leadership of President Kim Il Sung and this was a military miracle in the 20th century, the reporter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Fatherland Liberation War fought by the army and people of the DPRK to beat back the invasion by the U.S.-led imperialist allied forces was a great revolutionary war and the fiercest war in the world history of wars.\n\t\t\t\t\t\n\t\t\t\t\t After occupying south Korea under the mask of \"liberator\" in the wake of the Second World War, the U.S. imperialists escalated their moves to stifle the DPRK for the purpose of turning the whole of Korea into a complete colony and bridgehead for continental aggression. They finally ignited a war against the DPRK on June 25, 1950 according to their scenario.\n\t\t\t\t\t\n\t\t\t\t\t They mobilized for the war more than two million troops including their huge ground, naval and air forces equipped with modern war hardware and technology, armies of their 15 satellite states, the south Korean puppet army and Japanese militarists and applied all barbarous means and methods.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK inflicted a heavy politico-military and moral defeat upon the invaders by achieving a victory in the hard-fought war which might be called a confrontation of rifles and A-bombs.\n\t\t\t\t\t\n\t\t\t\t\t By winning the victory in the war the army and people of the DPRK honorably defended the freedom and independence of the country and the gains of the revolution, brought about the downhill turn for the U.S. imperialists who boasted of being the \"strongest\" in the world, prevented a new world war and ushered in an era of surge in the anti-imperialist, anti-U.S. struggle.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that Kim Il Sung led the war to victory, recording the most brilliant page in the world history of revolutionary struggle and again saving the destiny of the country and nation, the reporter stressed these exploits would remain shining forever. He continued:\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have given steady continuity to the proud history and tradition of victory on the forefront of anti-U.S. struggle for over six decades since the ceasefire in Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is the firm determination and will of the WPK to achieve the final victory in the anti-U.S. struggle and the building of a powerful socialist country by glorifying the proud history and tradition of victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists provoke another war, oblivious of their repeated heavy defeats, the army and people of the DPRK will wipe out the aggressors to the last one so that there would be no one left to sign a surrender document, and accomplish the historic cause of national reunification without fail, the reporter concluded."
        },
        {
            "title": "Senior Party, State, Army Officials Visit Victorious Fatherland Liberation War Museum",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-15ee.html",
            "content": "Senior Party, State, Army Officials Visit Victorious Fatherland Liberation War Museum\r\nPyongyang, July 26 (KCNA) -- Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae and other senior officials of the party, state and army, the chairperson of a friendly party and officials of the Cabinet, working people's organizations, ministries and national institutions visited the Victorious Fatherland Liberation War Museum Tuesday on the 63rd anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t They paid tribute to the statue of President Kim Il Sung waving back to columns of the military parade at the square celebrating the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t They looked round various places of the museum comprehensively dealing with the exploits performed by the President in winning the war victory and the Songun leadership exploits performed by leader Kim Jong Il and the strong spirit of defending the country displayed by the Korean army and people and their feats."
        },
        {
            "title": "AINDF Calls for Escalating Struggle against Park Geun Hye Group",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-27ee.html",
            "content": "AINDF Calls for Escalating Struggle against Park Geun Hye Group\r\nPyongyang, July 26 (KCNA) -- The Information Bureau of the Central Committee of the Anti-Imperialist National Democratic Front (AINDF) Monday released an appeal calling upon all people to turn out in the struggle against the moves of the U.S. and the Park Geun Hye puppet regime to deploy THAAD in south Korea, according to the internet website Kuguk Jonson.\n\t\t\t\t\t South Korea is now seething with the mounting struggle of people from all walks of life against the decision to deploy THAAD, the appeal said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The mounting struggle against THAAD deployment is an eruption of indignation and protest against the Park Geun Hye group to impose nuclear war disaster upon all the Koreans and a demonstration of the resolute will to decisively wipe out the heinous traitors kowtowing to the U.S. who decided to introduce THAAD, challenging the people's will.\n\t\t\t\t\t\n\t\t\t\t\t However, the conservative ruling quarters shamelessly behave to justify their treacherous act, spouting ridiculous sophism about \"security of people\" and \"unnecessary argument\" though they are criminals.\n\t\t\t\t\t\n\t\t\t\t\t It is impossible to establish justice in this land where outsiders lord it over and treachery judges patriotism and south Koreans can never escape from disaster of a nuclear war forced by the U.S. after losing the cradle of life inherited by Koreans generation after generation as long as the present regime is allowed to go scot-free.\n\t\t\t\t\t\n\t\t\t\t\t The present grave situation requires our people to awaken and get united and bravely turn out in the just struggle to punish the conservative regime of pro-U.S. lackeys, the modern-day \"five traitors in 1905\".\n\t\t\t\t\t\n\t\t\t\t\t The appeal called upon the workers, peasants, youth and students and all other people to launch a courageous joint struggle on the common front of the struggle against THAAD deployment and fully support and encourage the inhabitants of Songju County who bear the brunt of actions against it."
        },
        {
            "title": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from Bereaved Family of DPRK Hero",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-09ee.html",
            "content": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from Bereaved Family of DPRK Hero\r\nPyongyang, July 26 (KCNA) -- Jong Il Sim, widow of DPRK Hero An Tong Su, visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Tuesday on the 63rd anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t She laid a floral basket before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Floral Basket, Congratulatory Letter to Kim Jong Un from Military Attaches Corps",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-14ee.html",
            "content": "Floral Basket, Congratulatory Letter to Kim Jong Un from Military Attaches Corps\r\nPyongyang, July 26 (KCNA) -- Supreme leader Kim Jong Un received a floral basket and congratulatory letter from the military attaches corps here on the 63rd anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t The floral basket and congratulatory letter were conveyed to Army General Pak Yong Sik, minister of the People's Armed Forces, by Military, Naval and Air Attache of the Chinese Embassy Zhang Ping who is doyen of the military attaches corps, on Tuesday."
        },
        {
            "title": "Jamaica-Flagged Ship Crewmen Celebrate War Victory Day",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-18ee.html",
            "content": "Jamaica-Flagged Ship Crewmen Celebrate War Victory Day\r\nChongjin, July 26 (KCNA) -- The captain and crewmen of the Jamaica-flagged ship NEW GLOBAL met at Chongjin Port on Tuesday on the 63rd anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t They laid a floral basket and bouquets before the mosaic depicting the peerlessly great persons of Mt. Paektu in Chongjin City and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said Kim Il Sung is highly praised by the Korean people and other progressives in the world as an ever-victorious iron-willed commander and legendary hero, who defeated U.S. and Japanese imperialism in one generation by victoriously concluding the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hurled into the Korean war all possible manpower and material resources and desperately applied the most brutal and cruel methods unprecedented in the human history of wars, they said, adding: However, it could not but kneel down before the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people could achieve victory in the war thanks to the wise leadership of the President and their steadfast faith of trusting and following him only.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its vassal forces are now resorting to the moves for a war of aggression against the DPRK, forgetting the historical lesson, but they can never browbeat the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the belief that history of the war victory of Korea will be given steady continuity as long as there are the leadership of Marshal Kim Jong Un and the service personnel and people of the DPRK who have won one victory after another.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "Historic Sites in Panmunjom Draw Endless Stream of Visitors",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-24ee.html",
            "content": "Historic Sites in Panmunjom Draw Endless Stream of Visitors\r\nKaesong, July 26 (KCNA) -- An endless stream of people visited the meeting room of armistice talks and the hall where the armistice agreement was signed in Panmunjom on the 63rd anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t This year alone, more than 21 400 people have visited them.\n\t\t\t\t\t\n\t\t\t\t\t Exhibited there are photos showing the U.S. imperialists who reduced factories, fishing and rural villages and schools to debris by dropping a lot of shells and bombs after igniting a war in order to nip the DPRK in the bud.\n\t\t\t\t\t\n\t\t\t\t\t Also on display are the DPRK's flag, evidence of history, the Armistice Agreement signed there and materials showing the miserable appearance of the U.S. imperialists who were dragged into the meeting room of armistice talks after being hit hard by the Korean people and People's Army.\n\t\t\t\t\t\n\t\t\t\t\t While looking round the exhibits, the visitors renewed their resolution to resolutely punish the aggressors so that there would be no one left to sign a surrender document if the time comes to fight a final decisive battle."
        },
        {
            "title": "DPRK Olympic Team Leave for Olympic Games",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-11ee.html",
            "content": "DPRK Olympic Team Leave for Olympic Games\r\nPyongyang, July 26 (KCNA) -- The Olympic Team of the DPRK Tuesday left here to participate in the 31st Olympic Games to be held in Rio de Janeiro, Brazil."
        },
        {
            "title": "DPRK Shooters Back Home",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-29ee.html",
            "content": "DPRK Shooters Back Home\r\nPyongyang, July 26 (KCNA) -- DPRK shooters returned home on Tuesday after participating in the 2016 World Moving Target Shooting Championship held in Germany from July 16 to 22.\n\t\t\t\t\t It brought together more than 100 male and female players of 20 countries and regions including the DPRK, Sweden, the Czech Republic, Finland and Poland.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK players bagged one gold medal, three silver medals and two bronze medals.\n\t\t\t\t\t\n\t\t\t\t\t So Kwang placed first in the junior men's individual 10 meter moving target mixed shooting event and second in the 10 meter moving target shooting event.\n\t\t\t\t\t\n\t\t\t\t\t Pak Myong Won bagged two silver medals in the adult men's individual 10 meter moving target shooting event and the 10 meter moving target mixed shooting event and a bronze medal in the 50 meter moving target mixed shooting event.\n\t\t\t\t\t\n\t\t\t\t\t DPRK players won bronze medals in the men's team 10 meter moving target mixed shooting event."
        },
        {
            "title": "Women's Union Officials and Members Meet War Veteran",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-16ee.html",
            "content": "Women's Union Officials and Members Meet War Veteran\r\nPyongyang, July 26 (KCNA) -- A war veteran and women's union officials and members met at the People's Palace of Culture Tuesday on the 63rd anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t Present at the meeting were Kim Jong Sun, chairwoman of the C.C., the Democratic Women's Union of Korea, and its officials and members.\n\t\t\t\t\t\n\t\t\t\t\t DPRK Hero Ra Myong Hui, a war veteran, said she participated in the battle for liberating Seoul, the battle on the Rakdong River, etc. as a nurse to liberate south Korea, and she fought her way through enemy encirclement and traveled more than 400 km to come to the Supreme Command in the period of the temporary strategic retreat of the Korean People's Army during the war.\n\t\t\t\t\t\n\t\t\t\t\t After hearing about the feats of the ordinary soldier, President Kim Il Sung kindly called her and showed profound loving care for her.\n\t\t\t\t\t\n\t\t\t\t\t After learning about the feats of the woman soldier, supreme leader Kim Jong Un saw to it that she was awarded the title of DPRK Hero, she said.\n\t\t\t\t\t\n\t\t\t\t\t She called upon the women's union officials and members to get united around Kim Jong Un to add shine to the history and tradition of the victory of Juche Korea."
        },
        {
            "title": "11th National Symposium on Kyongrak Theory Held",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-25ee.html",
            "content": "11th National Symposium on Kyongrak Theory Held\r\nPyongyang, July 26 (KCNA) -- The 11th National Symposium on Kyongrak Theory took place at the Sci-Tech Complex on July 25 and 26 under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea.\n\t\t\t\t\t Present there were teachers, researchers, medical workers and graduate students in the field of public health studying Kyongrak theory and acupuncture and moxibustion at Pyongyang Medical College of Kim Il Sung University, the Academy of Koryo Medicine, Kim Man Yu Hospital, the North Phyongan Provincial Koryo Hospital, etc.\n\t\t\t\t\t\n\t\t\t\t\t The meeting heard valuable papers reflecting achievements made in the basic study for elucidation of the origin of the Kyongrak theory and in the study for its clinical treatment and classic documents.\n\t\t\t\t\t\n\t\t\t\t\t Materials on successes in the work for raising the scientization and informatization of the Kyongrak theory and acupuncture and moxibustion and experience gained in treating some incurable diseases through stimulating important spots of body drew attentions of the participants."
        },
        {
            "title": "Sci-Tech Presentation in Field of Nonferrous Metal Industry Held",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-26ee.html",
            "content": "Sci-Tech Presentation in Field of Nonferrous Metal Industry Held\r\nTanchon, July 26 (KCNA) -- A national sci-tech presentation in the field of nonferrous metal industry took place at the Tanchon Smeltery on July 25 and 26 under the sponsorship of the Central Committee of the  General Federation of Science and Technology of Korea.\n\t\t\t\t\t Attending it were scientists, technicians, teachers, researchers, graduate students and field technicians of the Pure Metal Research Institute of the State Academy of Sciences, Tanchon Smeltery, Munphyong Smeltery, Kim Chaek University of Technology, Chongjin University of Mining and Metallurgy and other units.\n\t\t\t\t\t\n\t\t\t\t\t Presented there were more than 80 papers\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated there were papers conducive to modernizing Tanchon Smeltery and other smelteries, improving the rate of actual output of valuable metals and good quality, minimizing energy consumption and thus putting spurs to developing the metal industry.\n\t\t\t\t\t\n\t\t\t\t\t During the presentation there took place a lecture on the trend of the development of nonferrous metal industry and the scientific and technological issues arising in putting equipment and production processes of factories and enterprises in the field on nonferrous metal industry on a Juche and modern basis."
        },
        {
            "title": "Kim Il Sung, Brilliant Military Strategist",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-20ee.html",
            "content": "Kim Il Sung, Brilliant Military Strategist\r\nPyongyang, July 26 (KCNA) -- President Kim Il Sung was a brilliant military strategist and ever-victorious iron-willed commander as he led the Fatherland Liberation War (June 25, 1950-July 27, 1953) to victory and put an end to the myth of the U.S. \"mightiness\", opening a new era of the anti-imperialist and anti-U.S. struggle.\n\t\t\t\t\t The U.S. imperialists recommended so-called famous \"strategists\" and \"tacticians\" of the West to work out war scenarios and operation plans against the Korean people. But they only met shameful defeats in the whole period of the Korean War, due to the rare military wisdom, distinguished strategy and tactics and commanding art of the President.\n\t\t\t\t\t\n\t\t\t\t\t Upon the repeated defeats the U.S. suffered from military operations which the think tank of the U.S. army vouched for \"victory\", the world praised the achievements of the Korean People's Army as a \"military stunt\".\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the All－Union Communist Party of Bolsheviks of Russia said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean War was very fierce, but the U.S. and its followers fell on their knees before the army and people of the DPRK who were united as one around Comrade Kim Il Sung, the great brilliant commander possessed of iron will, military strategy and rich experience gained from armed struggles.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Indian Coordinating Centre of Trade Unions said:\n\t\t\t\t\t\n\t\t\t\t\t The world war history remembers many famous generals, but no one can match the respected President Kim Il Sung, the brilliant iron-willed commander who inflicted merciless defeat upon the U.S. army boasting of being the \"strongest\" in the world.\n\t\t\t\t\t\n\t\t\t\t\t A journalist of the Soviet Union said that all the strategies and tactics created by President Kim Il Sung were beyond the imagination of famous European strategists and American operations planners, noting he came to be convinced that the U.S. could never win the Korean War as the days went by.\n\t\t\t\t\t\n\t\t\t\t\t Clark, former commander of the \"UN Forces\" who signed the Armistice Agreement, admitted that the north Korean army's success was attributable to the competent commandership of General Kim Il Sung."
        },
        {
            "title": "Conclusion of KAA Shows U.S. Defeat in Korean War",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-21ee.html",
            "content": "Conclusion of KAA and U.S. Defeat in Korean War\r\nPyongyang, July 26 (KCNA) -- The Korean Armistice Agreement, signed by the DPRK and the U.S. on July 27, 1953, evidently shows the U.S. defeat in the Korean War (1950-1953).\n\t\t\t\t\t It was the U.S., the provoker of the war, who proposed armistice talks as its aggression forces were driven back by the re-advance of the Korean People's Army (KPA).\n\t\t\t\t\t\n\t\t\t\t\t In fact the U.S. imperialists launched offensive operations with huge forces under the signboard of \"tactical breakthrough\" on the front from early April 1951 in a bid to take a \"vantage of victor\" in the armistice talks. But their scheme came to a failure in face of the KPA's counterattack which drove them out to the area south of the 38th parallel.\n\t\t\t\t\t\n\t\t\t\t\t So, they attempted to have an indirect contact with the DPRK through a third country, but in vain.\n\t\t\t\t\t\n\t\t\t\t\t After all, the U.S. could not but propose the DPRK in the name of Ridgway, commander of the \"UN forces\", through a radio on June 30 that year to have armistice talks.\n\t\t\t\t\t\n\t\t\t\t\t The armistice talks began on July 10. However, the U.S. resorted to the tactics of delaying the talks while conducting adventurous military actions behind the talks. It sought to reverse the adverse situation with nuclear threat and arms buildup and attempted to give marine and air strikes at the Chinese mainland, in order to realize the armistice by overpowering the opponent.\n\t\t\t\t\t\n\t\t\t\t\t On the orders of Supreme Commander Kim Il Sung, the KPA units launched an powerful military attack on the U.S. and the south Korean puppet forces on July 13, Juche 42 (1953). \n\t\t\t\t\t\n\t\t\t\t\t Taken aback by such attacks, the U.S. could not but come out to the talks again.\n\t\t\t\t\t\n\t\t\t\t\t At the talks it fully agreed to all its agenda items and finally yielded to the DPRK. As a result, a ceremony took place in Panmunjom at 10:00 of July 27, 1953, to sign the Korean Armistice Agreement.\n\t\t\t\t\t\n\t\t\t\t\t After signing the KAA on behalf of the U.S. side, Clark, commander of the U.S. forces in the Far East and concurrently commander of the \"UN Forces\", deplored that \"A war without victory--this is the first misfortune ever in the history of the United States.\"\n\t\t\t\t\t\n\t\t\t\t\t The Syngman Rhee puppet group of south Korea called July 27 \"National Humiliation Day.\"\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung issued an order to display fireworks in celebration of the great victory in the Korean War."
        },
        {
            "title": "Heroism Displayed by KPA Soldiers during the Korean War",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-22ee.html",
            "content": "Heroism Displayed by KPA Soldiers during the Korean War\r\nPyongyang, July 26 (KCNA) -- The history of the Korean War in the 1950s recorded a lot of heroic battles fought by soldiers of the Korean People's Army (KPA) against the U.S. imperialist aggressors.\n\t\t\t\t\t One of them was the Wolmi Islet battle between a KPA coast artillery company and the 50 000-strong U.S. forces in the West Sea of Korea in September Juche 39 (1950). Wolmi Islet, off Inchon, covers an area of 0.66 square kilometers, with its coastline extending 4 kilometers.\n\t\t\t\t\t\n\t\t\t\t\t At that time, the KPA coast artillery company, whose commander was in his 20s, was defending the islet only with four artillery pieces.\n\t\t\t\t\t\n\t\t\t\t\t To seize this islet for landing in Inchon, the U.S. mobilized at least 1 000 warplanes and 300 warships with 50 000 troops.\n\t\t\t\t\t\n\t\t\t\t\t During the fierce battle, the islet was engulfed in flames by the U.S. bombing and shelling, but the company soldiers fought heroically to the last man.\n\t\t\t\t\t\n\t\t\t\t\t In the three-day battle, the company sank or destroyed 13 enemy warships, including three destroyers and delayed the U.S. forces' Inchon landing operation, thus greatly contributing to the implementation of the second-stage war strategic policy set forth by KPA Supreme Commander Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t When inspecting Cho Islet in November 1996, leader Kim Jong Il said that the mass heroism and indomitable self-sacrificing spirit, displayed by the defenders of Wolmi Islet, came from their intense loyalty to the Party and the leader and their steadfast faith that the motherland precisely means Supreme Commander Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Their noble spirit remains still in the hearts of the servicepersons and civilians of the DPRK as the unshakable faith that their motherland precisely means supreme leader Kim Jong Un."
        },
        {
            "title": "Camping Starts at Songdowon International Children's Camp",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-17ee.html",
            "content": "Camping Starts at Songdowon International Children's Camp\r\nWonsan, July 26 (KCNA) -- A ceremony of receiving the 31st batch of campers took place at the Songdowon International Children's Camp on Tuesday.\n\t\t\t\t\t Present there were officials concerned, camping groups of schoolchildren from the DPRK, Russia, Nigeria, Laos, Somalia, Vietnam and Tanzania and a camping group of schoolchildren of Koreans abroad.\n\t\t\t\t\t\n\t\t\t\t\t They laid a floral basket and bouquets before the statues of President Kim Il Sung and leader Kim Jong Il at the camp and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory speech was followed by a report.\n\t\t\t\t\t\n\t\t\t\t\t They hoped that the campers would spend pleasant and happy days at the camp which was successfully built in Songdowon, the beautiful beach on the east coast of Korea, under the loving care of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the camping would be an international gathering of schoolchildren of various countries who desire of peaceful and beautiful future as in the past."
        },
        {
            "title": "Intellectual Product Exhibition",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-23ee.html",
            "content": "Intellectual Product Exhibition\r\nPyongyang, July 26 (KCNA) -- An intellectual product exhibition is going on at the Sci-Tech Complex in Pyongyang, the capital city of the DPRK.\n\t\t\t\t\t On display at the exhibition are more than 450 kinds of high-tech products which won invention certificates and patents, highly applicable intellectual products and other technical proposals in the form of spot goods, models, charts and multimedia.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyok, section chief of the DPRK Invention Office, told KCNA: \n\t\t\t\t\t\n\t\t\t\t\t What has won great popularity among visitors for five days after the opening of the exhibition is measuring and analyzing apparatuses and management systems.\n\t\t\t\t\t\n\t\t\t\t\t It shows that remarkable progress has been made in the work to put the production and management on a scientific and IT basis.\n\t\t\t\t\t\n\t\t\t\t\t The popular exhibits include smart analyzer for jewel, multipurpose power unit, PVC wire and medicines.\n\t\t\t\t\t\n\t\t\t\t\t Business consultations, technical service, presentations of sci-tech papers and training courses are conducted at the exhibition."
        },
        {
            "title": "KCNA Commentary Terms U.S. Arch Criminal Wrecking Int'l Stability and Order",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-13ee.html",
            "content": "KCNA Commentary Terms U.S. Arch Criminal Wrecking Int'l Stability and Order\r\nPyongyang, July 26 (KCNA) -- On July 12 the U.S. under secretary of Treasury officially admitted and opened to public the fact that international criminal bodies have concealed and laundered illegal funds through bogus companies operating in the U.S.\n\t\t\t\t\t The under secretary said that the results of tracking terrorist, drug-smuggling and computer hacking organizations overseas proved all the criminal bodies are closely linked with bogus companies in the U.S., adding bogus companies are appearing one after another and criminal organizations are making use of them as many states of the U.S. are allowing the establishment of anonymous companies hard to confirm the identities of their owners.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. government organs, in particular, are overtly ensuring the activities of the bogus companies for concealing and laundering the funds, the under secretary said, deploring that U.S. Congress is refusing to adopt a bill on combating illegal dealing, being involved in bribe operations of backstage negotiators.\n\t\t\t\t\t\n\t\t\t\t\t This goes to prove that the U.S. is the arch criminal fostering the money-laundering of terrorist organizations and committing state-sponsored terrorism, threatening the international financial system.\n\t\t\t\t\t\n\t\t\t\t\t Illegal fund dealing serves as a chronic illness in the capitalist society of the U.S. where the competition for existence based on the jungle law is justified and all crimes are rife and it becomes a major lever for existence in the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. criminal organizations are raking up a huge amount of illegal funds by use of diverse levers such as fraud and swindle, robbery, prostitution, drug and arms smuggling, flesh traffic and counterfeit security dealing. They are keeping U.S. economy afloat by investing them in it and laundering illegal money.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind many states' allowance of anonymous companies is the purpose of reenergizing the illegal fund dealing and drastically increasing tax income through them.\n\t\t\t\t\t\n\t\t\t\t\t More than a million companies are registered in Delaware State with less than a million-population as it is ill-famed for such companies and 880 million U.S. dollars or 23 percent of the state government total budget were collected from the above-said companies as taxes in 2013 only.\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the U.S. is mulling making up for the exorbitant fiscal deficit caused by the indiscreet operation of war economy through the circulation of illegal funds.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the world's worst criminal state making no scruple of despicable practices in financial dealing to meet its interests though it is censured and condemned by the international community.\n\t\t\t\t\t\n\t\t\t\t\t The said bogus companies in the American empire and their illegal financial activities are paving the way even for international criminal organizations to escalate their crimes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should no longer cry out for abiding by the international financial order and cutting off the financial sources of the terrorist bodies."
        },
        {
            "title": "Rodong Sinmun Slams Park Geun Hye's Reckless Remarks at Intl' Meeting",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-06ee.html",
            "content": "Rodong Sinmun Slams Park Geun Hye's Reckless Remarks at Intl' Meeting\r\nPyongyang, July 26 (KCNA) -- South Korean puppet chief executive Park Geun Hye at the recent Asia-European Meeting (ASEM) summit in Mongolia reeled off a string of unspeakable invectives against the DPRK, crying out for \"denuclearization of the north\" and \"right changes.\" She openly revealed her intention to hurt the DPRK in league with foreign forces, trumpeting about \"enforcement of sanctions\".\n\t\t\t\t\t She took sleeves of delegates, whether they were her acquaintances or strangers, imploring them for cooperation in stifling the compatriots. It was disgusting, indeed, to see her mean behavior that ran the whole gamut of flattery.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Tuesday says:\n\t\t\t\t\t\n\t\t\t\t\t Her foreign trip was to dodge the south Korean public's mounting protest and criticism of the humiliating decision on the deployment of THAAD.\n\t\t\t\t\t\n\t\t\t\t\t She was so ridiculous as to claim she gained something through her recent foreign junket, talking about \"reaffirmation of international cooperation\" the like but this was no more than sheer bravado.\n\t\t\t\t\t\n\t\t\t\t\t Her foreign trip aimed to stifle the compatriots in the north brought nothing to south Korea. If there were anything, it was an enormous economic burden caused by her fruitless \"diplomacy for putting pressure on the north\".\n\t\t\t\t\t\n\t\t\t\t\t As a leopard cannot change its spots, treachery has become a second nature of traitor Park as a political prostitute.\n\t\t\t\t\t\n\t\t\t\t\t The Park group had better behave themselves, bearing in mind that they can never go scot-free if they go reckless, unaware of how things are going in the world."
        },
        {
            "title": "Minju Joson Censures South Korea's Confab with U.S. and Japan",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-08ee.html",
            "content": "Minju Joson Censures South Korea's Confab with U.S. and Japan\r\nPyongyang, July 26 (KCNA) -- Some days ago, the south Korean puppet group held an anti-DPRK confab with the U.S. and Japan in Hawaii for two days.\n\t\t\t\t\t At this huddle the group cried out for \"boosting the cooperation in the campaign for pressing the north to denuclearize,\" asserting \"its nuclear issue poses a serious threat.\" In addition, it implored its U.S. and Japanese masters to make sure that \"sanctions and cooperation in pressurizing\" the DPRK are sustained despite the replacement of the boss of the White House next year. \n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday says: \n\t\t\t\t\t\n\t\t\t\t\t This saliently brings to light once again the traitorous nature of the Park Geun Hye group which is accustomed to prolonging their remaining days through sycophancy. \n\t\t\t\t\t\n\t\t\t\t\t As recognized by the international community, the U.S., Japan and their stooges south Korean puppet group are the ones who derailed the process for the denuclearization of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, these days the puppet group solicited other countries as well as its U.S. and Japanese masters for \"sanctions\" and \"pressure\" on the DPRK. This is nothing but the last-ditch efforts to check the victorious advance of the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group, at the same time, seeks to find a way out of its serious ruling crisis caused by the humiliating decision on the deployment of THAAD in escalating the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The commentary calls on all Koreans in the north, the south and abroad to turn out in the nationwide struggle to sternly punish the puppet group for bringing the dark clouds of a nuclear war to hang over their heads in collusion with foreign forces and open up a wide avenue to independent reunification."
        },
        {
            "title": "S. Korean Victims of Sexual Slavery Disclose Puppet Group's Vicious Moves",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-19ee.html",
            "content": "S. Korean Victims of Sexual Slavery Disclose Puppet Group's Vicious Moves\r\nPyongyang, July 26 (KCNA) -- It was disclosed that the south Korean puppet authorities appeased and insulted victims of sexual slavery by vicious means, sparking off great indignation among people from all walks of life, according to the south Korean internet paper Tongil News.\n\t\t\t\t\t They played a nasty trick of inviting victims of the sexual slavery for the Imperial Japanese Army to attend an inaugural ceremony of the \"foundation for comfort women for the Imperial Japanese Army\" slated to take place on July 28.\n\t\t\t\t\t\n\t\t\t\t\t Officials concerned of the puppet Ministry of Women and Families attempted to get the victims involved in the fabrication of the foundation while promising them to pay money, provide them with new dresses and meal if they attend the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t In connection with the moves of the ministry, victims of sexual slavery for the Imperial Japanese Army and members of the Council for the Solution of the Issue of the Volunteers Corps held a press conference in Seoul on July 25 and disclosed the authorities' vicious moves.\n\t\t\t\t\t\n\t\t\t\t\t A statement was issued.\n\t\t\t\t\t\n\t\t\t\t\t The statement said it is evident that the present regime does not have even an iota of conscience as it is staging such a burlesque against aged victims in the wake of the humiliating \"agreement\" reached with Japan through abuse of power."
        },
        {
            "title": "Korean in Russia Praises Kim Il Sung as Hero of Nation, Peerless Patriot",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-12ee.html",
            "content": "Korean in Russia Praises Kim Il Sung as Hero of Nation, Peerless Patriot\r\nPyongyang, July 26 (KCNA) -- Generalissimo Kim Il Sung is the hero of the nation and peerless patriot whom the Korean nation acclaimed and held in high esteem for the first time in its 5 000-year-long history as he saved the destiny of the country and nation again by winning the great victory in the Korean War. Jong Il Sim, Korean in Russia, said this on Tuesday when interviewed by KCNA.\n\t\t\t\t\t Noting that July 27 is recorded in the history of the country as the historical day of great victory as it shattered the myth of \"mightiness\" of the U.S. imperialists, she went on:\n\t\t\t\t\t\n\t\t\t\t\t The June 25 war ignited by the U.S. imperialists was the most brutal one in the human history.\n\t\t\t\t\t\n\t\t\t\t\t Since more than a century ago the U.S. imperialists have stretched out their tentacles of aggression to Korea. They ignited the Korean War and hurled into it troops of 15 satellite countries to destroy the just two-years-old DPRK in its cradle.\n\t\t\t\t\t\n\t\t\t\t\t Led by Kim Il Sung, legendary hero of the anti-Japanese war and invincible iron-willed commander, our motherland could humble the arrogance of the U.S. which boasted of being the \"strongest\" in the world and bring about the beginning of a downhill turn for them for the first time in history and thus fully demonstrate the dignity and might as ever-victorious nation all over the world.\n\t\t\t\t\t\n\t\t\t\t\t The shining exploits performed by Kim Il Sung in winning the victory of the war will always be lauded down through generations."
        },
        {
            "title": "Korean People's Just Cause Supported in Russia",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-02ee.html",
            "content": "Korean People's Just Cause Supported in Russia\r\nPyongyang, July 26 (KCNA) -- A meeting supporting the just cause of the Korean people was held by the Russian Group for Solidarity with the DPRK on July 18.\n\t\t\t\t\t There took place a briefing on the situation on the Korean peninsula, which was followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t Lebedev, chief of the group, said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK was compelled to have access to the nuclear deterrent to safeguard the country's sovereignty and right to existence.\n\t\t\t\t\t\n\t\t\t\t\t It had access to nuclear deterrent owing to the U.S. hostile policy toward it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is abusing the latter's just measures and misleading the world opinion by creating impression that escalating tension was attributable to the DPRK's access to nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t It is mulling using the fiction about the \"threat\" from the DPRK as a pretext for pressurizing Russia and China.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will reliably ensure peace and security on the Korean peninsula and in the rest of the world by coping with the U.S. nuclear threat with its self-defensive nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t Speakers expressed firm support and solidarity with the Korean people in their just cause, saying that the DPRK is standing as a fortress of independence containing the U.S. ambition for world domination."
        },
        {
            "title": "Kim Il Sung Praised by Foreign Media",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-01ee.html",
            "content": "Kim Il Sung Praised by Foreign Media\r\nPyongyang, July 26 (KCNA) -- Media of various countries introduced the noble revolutionary career and exploits of President Kim Il Sung between July 6 and 12 on the 22nd anniversary of his demise.\n\t\t\t\t\t The Syrian newspaper Al Nour in an article noted:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung is always remembered by the Korean people for the exploits he performed for them and his noble popular traits.\n\t\t\t\t\t\n\t\t\t\t\t Born as the son of the people, he dedicated himself to them.\n\t\t\t\t\t\n\t\t\t\t\t He never wanted any privilege and preferential treatment but shared his destiny with the people.\n\t\t\t\t\t\n\t\t\t\t\t When he passed away in 1994, media of various countries highly praised him as the longest-serving head of state in the world.\n\t\t\t\t\t\n\t\t\t\t\t The Indian newspaper Public News carried an article praising the great exploits he performed by advancing an original idea on global independence and successfully steering the cause of independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The British newspaper The New Worker and the Kuwaiti newspaper Kuwait Times gave detailed accounts of the revolutionary career of the President who performed exploits for the times and history with his outstanding ideology and theories and through his great revolutionary practice.\n\t\t\t\t\t\n\t\t\t\t\t The Senegalese newspaper Le Populaire and State Radio Broadcasting Service introduced his idea of national independence and great national unity."
        },
        {
            "title": "DPRK's Just Stand Supported by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-03ee.html",
            "content": "DPRK's Just Stand Supported by Swiss Organizations\r\nPyongyang, July 26 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on July 18 in support of the answer given by a spokesman for the DPRK Foreign Ministry on July 17.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The 11th Asia-Europe Meeting (ASEM) summit held on July 16 made public a presidential statement terming the DPRK's bolstering of nuclear deterrent a violation of UNSC \"resolutions\" and a threat to the regional and global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The spokesman for the DPRK Foreign Ministry strongly condemned it.\n\t\t\t\t\t\n\t\t\t\t\t The so-called presidential statement which found fault with the DPRK was made public owing to the U.S. interference in the ASEM summit.\n\t\t\t\t\t\n\t\t\t\t\t The ASEM summit followed the U.S. sinister intention, far from independently and impartially analyzing the prevailing situation on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. decided to deploy THAAD in south Korea, not content with introducing the strategic nuclear strike means such as nuclear submarines and formations of strategic bombers.\n\t\t\t\t\t\n\t\t\t\t\t It also hurt the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is legitimate and just for the DPRK to bolster up its nuclear deterrent both in quality and quantity and its efforts will continue."
        },
        {
            "title": "Nigerian Body Reveals Ulterior Intention of U.S. Floating \"Logic of North Korean Threat\"",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-04ee.html",
            "content": "Nigerian Body Reveals Ulterior Intention of U.S. Floating \"Logic of North Korean Threat\"\r\nPyongyang, July 26 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted an article titled \"'Logic of north Korean threat' and U.S. real intention\" on its website on July 18.\n\t\t\t\t\t The U.S. accuses the DPRK of bolstering up the self-defensive capabilities, labeling it as a \"threat and provocation\" and a factor of escalating tension, the article said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's measure for increasing the defense capabilities is self-defensive in the light of the U.S. hostile policy which has lasted for several decades and the level of military threat and blackmail against the DPRK, its vivid manifestation.\n\t\t\t\t\t\n\t\t\t\t\t The real intention of the U.S. trumpeting about the \"logic of north Korean threat\" is to justify the aggressive hostile policy towards the DPRK and maintain its military edge in the Asia-Pacific and realize its hegemonic ambition by hyping up the \"threat from north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t Gone are the days when the U.S. used to threaten the DPRK with invasion and nuclear weapons as the DPRK had access to the powerful nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., seized with anachronistic conception of hostility towards the DPRK, still resorts to open military threats to the DPRK by introducing nuclear strategic assets into south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should be held accountable for the undesirable situation on the Korean peninsula as it made a thoughtless and strategically-wrong decision with a perverted view on the DPRK."
        },
        {
            "title": "Kim Jong Un recibe felicitacion del Cuerpo de Agregados Militares",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-23ss.html",
            "content": "Kim Jong Un recibe felicitacion del Cuerpo de Agregados Militares\r\nPyongyang, 26 de julio (ACNC) -- El Presidente Kim Jong Un recibio cesto de flores y carta de felicitacion que le enviara el Cuerpo de Agregados Miliares en la Republica Popular Democratica de Corea con motivo del 63o aniversario de la gran victoria en la Guerra de Liberacion de la Patria.\n\t\t\t\t\tLos entrego el dia 26 el agregado militar de defensa nacional de la embajada china en Corea, Zhang Ping, quien preside el cuerpo, al general de ejercito de las fuerzas terrestres Pak Yong Sik, ministro de las Fuerzas Armadas Populares."
        },
        {
            "title": "Kim Jong Un recibe cesto de flores de Jong Il Sim",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-17ss.html",
            "content": "Kim Jong Un recibe cesto de flores de Jong Il Sim\r\nPyongyang, 26 de julio (ACNC) -- El Mariscal Kim Jong Un recibio un cesto de flores que le dedicara la compatriota Jong Il Sim, viuda del Heroe de la Republica, An Tong Su, con motivo de la eleccion del Mariscal como Presidente del Comite de Estado de la RPDC y del 63o aniversario de la victoria en la Guerra de Liberacion de la Patria. \n\t\t\t\t\tJong lo traslado el dia 26 a un funcionario coreano."
        },
        {
            "title": "Acto central por 63o aniversario de victoria en la Guerra de Liberacion de la Patria",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-29ss.html",
            "content": "Acto central por 63o aniversario de victoria en la Guerra de Liberacion de la Patria\r\nPyongyang, 26 de julio (ACNC) -- Tuvo lugar este martes en el Palacio Cultural del Pueblo el acto central por el 63o aniversario de la victoria del pueblo coreano en esa contienda. \n\t\t\t\t\tAsistieron a la ocasion Kim Yong Nam, Hwang Pyong So, Pak Pong Ju y otros cuadros directivos del partido, el Estado y el ejercito, el presidente de partido amigo, los miembros del organo de direccion del Comite Central del Partido del Trabajo de Corea en la ciudad de Pyongyang, los funcionarios de organismos del partido y las fuerzas armadas, el Consejo de Ministros, las organizaciones de trabajadores, ministerios y organos centrales, los oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, los veteranos de guerra, los funcionarios de los organismos, fabricas y empresas, los heroes, los militares licenciados, los familiares de militares, los ameritados en la asistencia al ejercito, los jovenes y estudiantes de la capital, el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang y los compatriotas residentes en ultramar. \n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los representantes diplomaticos y de organizaciones internacionales y los agregados militares, acreditados en la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo del general de ejercito de las fuerzas terrestres, Pak Yong Sik, miembro del Buro Politico del Comite Central del Partido del Trabajo de Corea y ministro de las Fuerzas Armadas Populares. \n\t\t\t\t\t\n\t\t\t\t\tLa victoria en la Guerra de Liberacion de la Patria fue el excepcional milagro militar del siglo 20 que bajo la direccion del Generalisimo Kim Il Sung, alcanzaron el ejercito y pueblo coreanos confiando en la fuerza propia y luchando heroicamente con indoblegable fuerza espiritual, dijo el informador y continuo:\n\t\t\t\t\t\n\t\t\t\t\tLa pasada guerra coreana fue la revolucionaria y la mas enconada, sin precedentes en la historia mundial de guerras. \n\t\t\t\t\t\n\t\t\t\t\tEn esta contienda los militares y civiles coreanos lucharon contra la invasion armada de las fuerzas aliadas imperialistas encabezadas por EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tDespues de la segunda guerra mundial, los imperialistas norteamericanos entraron en el suelo surcoreano con la mascara de \"libertadores\", ampliaron de manera escalonada las maniobras para atropellar la RPDC con la ambicion de convertir toda Corea en su colonia completa y cabeza de puente para la agresion continental, y por fin, provocaron el 25 de junio de 1950 la guerra coreana segun el plan trazado de antemano. \n\t\t\t\t\t\n\t\t\t\t\tLos invasores norteamericanos movilizaron a mas de 2 millones de efectivos, incluso sus enormes fuerzas terrestres, navales y aereas, dotadas de armamentos modernos y tecnologias militares de punta, las tropas de 15 paises satelites, el ejercito titere surcoreano y los militaristas japoneses y aplicaron todos los metodos y medios mas barbaros. \n\t\t\t\t\t\n\t\t\t\t\tEn esta guerra considerable como el enfrentamiento entre el fusil y la bomba atomica, el ejercito y pueblo coreanos lograron victoria fulminante al infligir gran derrota politica, militar, espiritual y moral a los invasores. \n\t\t\t\t\t\n\t\t\t\t\tAsi ellos defendieron honrosamente la libertad y la independencia de la patria y las conquistas de la revolucion, dieron inicio a la decadencia del imperialismo norteamericano que se jactaba de la \"supremacia mundial\", impidieron el estallido de la nueva guerra mundial y abrieron la era de auge de la lucha antiyanqui y antiimperialista. \n\t\t\t\t\t\n\t\t\t\t\tBrillaran generacion tras generacion las proezas del Generalisimo Kim Il Sung quien al conducir a la victoria la Guerra de Liberacion de la Patria, escribio la pagina mas notable en la historia mundial de lucha revolucionaria y salvo otra vez el destino de la patria y la nacion. \n\t\t\t\t\t\n\t\t\t\t\tDurante mas de 60 anos desde el cese del fuego, los militares y civiles coreanos dieron firme continuidad a la orgullosa historia y tradicion de victoria en la primera linea de lucha antiyanqui. \n\t\t\t\t\t\n\t\t\t\t\tGlorificarlas de continuo y lograr la victoria final en la confrontacion antiyanqui y en la construccion de potencia socialista son la firme decision y voluntad del Partido del Trabajo de Corea. \n\t\t\t\t\t\n\t\t\t\t\tSi los imperialistas norteamericanos desatan de nuevo la guerra de agresion olvidando su repetida derrota amarga, el ejercito y pueblo coreanos aniquilaran completamente a los invasores sin dejar a ninguno que pueda firmar el acta de capitulacion y cumpliran sin falta la historica causa de reunificacion de la patria."
        },
        {
            "title": "Kim Yong Nam felicita dia de independencia de Maldivas",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-14ss.html",
            "content": "Kim Yong Nam felicita dia de independencia de Maldivas\r\nPyongyang, 26 de julio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 26 un mensaje de felicitacion al presidente de la Republica de las Islas Maldivas, Abdulla Yameen Abdul Gayoom, con motivo del dia de independencia de este pais.\n\t\t\t\t\tConvencido de que se ampliaran y se desarrollaran sin parar las relaciones de amistad y cooperacion entre ambos paises, el remitente formulo votos por el progreso y prosperidad del amistoso pueblo maldivo."
        },
        {
            "title": "Departamento de Propaganda del FDNA llama a activar la lucha contra THAAD",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-26ss.html",
            "content": "Departamento de Propaganda del FDNA llama a activar la lucha contra THAAD\r\nPyongyang, 26 de julio (ACNC) -- Segun la pagina Web de Internet \"Frente de Salvacion Nacional\", el Departamento de Propaganda del Comite Central del Frente Democratico Nacional Antiimperialista hizo publica la vispera una proclama que exhorta a toda la poblacion a levantarse en la lucha contra las tentativas de Estados Unidos y la banda traidora de Park Geun-hye de ubicar el THAAD en suelo surcoreano.\n\t\t\t\t\tSu texto senala que el territorio nacional esta sumergido ahora en la lucha de los habitantes de diferentes estratos contra el emplazamiento de THAAD, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa lucha anti-THAAD es la explosion de indignacion y protesta a las fuerzas gobernantes conservadoras de Park Geun-hye que tratan de imponer los desastres de  guerra nuclear a todos los connacionales, y constituye ademas una manifestacion de la voluntad de exterminar a los traidores proyanquis que decidieron introducir el THAAD desafiando a la opinion publica. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la camarilla de Park se porta descaradamente para justificar su asqueroso acto traidor pronunciando sofismas como \"seguridad del pueblo\" y \"discusion innecesaria\". \n\t\t\t\t\t\n\t\t\t\t\tSi se deja intacto al actual \"poder\", sera imposible establecer la justicia en esta tierra donde las fuerzas ajenas se portan como duenas y la vendepatria sentencia al patriotismo. Y la nacion coreana perdera su cuna de vida heredada generacion tras generacion y para colmo, no podra evitar la calamidad de guerra nuclear impuesta por EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa severa situacion actual exige al pueblo a redoblar la vigilancia y unirse compactamente para incorporarse a la lucha justa por acabar con el \"poder\" conservador proyanqui, \"5 traidores de Ulsa\" de version moderna.\n\t\t\t\t\t\n\t\t\t\t\tLos obreros, campesinos, jovenes, estudiantes y otros habitantes de diferentes sectores deben desplegar con valentia la lucha solidaria contra THAAD y apoyar a los moradores del distrito de Songju movilizados en la primera linea de la misma."
        },
        {
            "title": "Asciende a mas de 21 mil 400 el numero de visitantes a Phanmunjom en este ano",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-22ss.html",
            "content": "Asciende a mas de 21 mil 400 el numero de visitantes a Phanmunjom en este ano\r\nKaesong, 26 de julio (ACNC) -- En visperas del 63o aniversario de la victoria en la Guerra de Liberacion de la Patria, muchos visitantes acuden a las salas de negociaciones de armisticio y de firma del Acuerdo de Armisticio en Phanmunjom.\n\t\t\t\t\tEste ano, el numero de visitantes llego a mas de 21 mil 400.\n\t\t\t\t\t\n\t\t\t\t\tAlli estan exhibidas las fotos alusivas a los crimenes de los imperialistas norteamericanos que luego de provocar la guerra de agresion para ocupar la Republica Popular Democratica de Corea recien fundada entonces, lanzaron muchas bombas y proyectiles en las fabricas, poblados rurales y pesqueros, escuelas y aldeas que se redujeron a cenizas.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, estan conservados como testimonios de la historia la bandera nacional de la RPDC, el firmado documento del Acuerdo de Armisticio y otros datos que muestran la imagen miserable de los imperialistas norteamericanos que se vieron obligados a acudir a las negociaciones de tregua al ser golpeado duro por el ejercito y pueblo coreanos.\n\t\t\t\t\t\n\t\t\t\t\tDurante su recorrido, los visitantes tomaron el juramento de castigar implacablemente a los agresores hasta que no quede ninguno que pueda firmar el acta de capitulacion, si llega el momento de batalla decisiva."
        },
        {
            "title": "Victimas de esclavitud sexual revelan maniobras viles de banda titere surcoreana",
            "url": "http://kcna.co.jp/item/2016/201607/news26/20160726-25ss.html",
            "content": "Victimas de esclavitud sexual revelan maniobras viles de banda titere surcoreana\r\nPyongyang, 26 de julio (ACNC) -- Segun el periodico online surcoreano Tongil News, se revelo el hecho de que la banda titere surcoreana edulcoro e insulto de manera grosera a las victimas del caso de esclavitud sexual para el viejo ejercito japones, lo cual causa gran indignacion de los habitantes de distintos estratos de la sociedad surcoreana. \n\t\t\t\t\tLa horda titere se porto con villania para hacer a las victimas de la esclavitud sexual concurrir al acto para la fabricacion de la \"Fundacion de ex Consoladoras para el Viejo Ejercito Japones\" que se efectuara el dia 28.\n\t\t\t\t\t\n\t\t\t\t\tLas relacionadas del Ministerio de Igualdad Sexual y Familia del Sur de Corea se desesperaron por lograr a la fuerza la concurrencia de victimas diciendo que les darian dinero, vestido y comida si toman parte en el acto. \n\t\t\t\t\t\n\t\t\t\t\tAl respecto, las victimas y los miembros del Consejo por la Solucion del Problema de las Tropas de Voluntarias ofrecieron el dia 25 en Seul una conferencia de prensa para poner al desnudo el intento grosero de los titeres. \n\t\t\t\t\t\n\t\t\t\t\tLa anciana victima Kim Pok Dong dijo: \"no luchamos por el dinero. Aunque paguen la gratificacion de 10 mil millones de yenes, no es necesario para nosotros. ?Como recibiremos este dinero sucio? Lo que necesita para nosotros es la recuperacion de honor manchado. \n\t\t\t\t\t\n\t\t\t\t\tRi Ok Son tambien condeno que el \"gobierno\" surcoreano vende las victimas de la esclavitud sexual al recibir el dinero de Japon.\n\t\t\t\t\t\n\t\t\t\t\tDijo que las victimas del caso de esclavitud sexual para el viejo ejercito japones no pueden perdonar la conducta del \"gobierno\" que demanda la participacion en la reunion arriba mencionada.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fue publicada una declaracion.\n\t\t\t\t\t\n\t\t\t\t\tLa nota insiste en que es claro que no tiene ni la minima conciencia el \"gobierno\" actual que con la incapacidad y el abuso de autoridad invento el \"acuerdo\" humillante y arma el alboroto fraudulento insultando a las victimas de la esclavitud sexual."
        }
    ]
}