{
    "date": "2016-11-27",
    "url": "http://kcna.co.jp/item/2016/201611/2016-11-27ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Message of Condolence to Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-01ee.html",
            "content": "Kim Jong Un Sends Message of Condolence to Raul Castro Ruz\r\n Pyongyang, November 27 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, sent a message of condolence to Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers of the Republic of Cuba, on Sunday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Upon hearing the sad news that Comrade Fidel Castro Ruz, the supreme leader of the Cuban revolution, passed away unexpectedly, I expressed deep condolences to you and, through you, to the Cuban party, government and people and the bereaved family members of the deceased.\n\t\t\t\t\t\n\t\t\t\t\t Comrade Fidel Castro Ruz waged a bloody struggle in his early years with arms in his hands, winning the victory of the Cuban revolution.\n\t\t\t\t\t\n\t\t\t\t\t Comrade Fidel Castro Ruz was the outstanding leader of the Cuban people and a prominent political activist who made distinguished contributions to accomplishing the cause of independence against imperialism, the cause of socialism and justice, as he honorably defended the sovereignty and dignity of the country, established the socialist system where the people became the genuine masters for the first time in the Western Hemisphere and devoted all his life to the prosperity of the country and the happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t He was the close friend and comrade of the Korean people who made all efforts to strengthen the friendly and cooperative relations between the two parties, governments and peoples of our two countries and extended firm support and encouragement to our efforts for national reunification and just cause with the invariable revolutionary principle and obligation for over half a century.\n\t\t\t\t\t\n\t\t\t\t\t Though he passed away, the precious feats he performed will remain forever in the hearts of the peoples of our two countries and the hearts of progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t I express conviction that the revolutionary Cuban people would overcome the pain they suffer from the loss of their distinguished leader and certainly build the prospering ideal society of the people and achieve the victory of the socialist cause under the wise leadership of you, Comrade Raul Castro Ruz, true to the lifetime intention of Comrade Fidel Castro Ruz."
        },
        {
            "title": "Pak Pong Ju Makes Field Survey of Industrial Establishments",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-15ee.html",
            "content": "Pak Pong Ju Makes Field Survey of Industrial Establishments\r\n Pyongyang, November 27 (KCNA) -- Premier Pak Pong Ju of the DPRK made a field survey of the Hungnam Fertilizer Complex and the February 8 Vinalon Complex.\n\t\t\t\t\t After looking round various parts of the complexes, the premier called consultative meetings to take measures for pushing ahead with the fertilizer production, finishing the construction of new caustic soda production process as soon as possible and producing vinalon.\n\t\t\t\t\t\n\t\t\t\t\t He also visited the Hamhung Branch of the State Academy of Sciences, stressing the need for it to dynamically conduct the drive of breaking through the cutting edge in the field of science and technology and play the role as an engine for building an economic power."
        },
        {
            "title": "Anniversary of Pyongyang Department Store No. 1 Marked",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-16ee.html",
            "content": "Anniversary of Pyongyang Department Store No. 1 Marked\r\n Pyongyang, November 27 (KCNA) -- Pyongyang Department Store No. 1 marked the 70th anniversary of its founding.\n\t\t\t\t\t The store is a large-scale commercial center associated with the feats of President Kim Il Sung and leader Kim Jong Il and an exhibition of consumer goods showing the development of the nation's light industry.\n\t\t\t\t\t\n\t\t\t\t\t The President visited the central state-run department store on Nov. 28, Juche 35 (1946) and gave instructions to fully display its activity and creativeness in the commercial service. And he toured the store more than 10 times and led it to improve its work of goods supply and management.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il saw to it that the store was turned into an example of commerce. He led it to fully discharge its mission and role as the country's light industrial exhibition, giving field guidance to the second goods exhibition hall of Pyongyang Department Store No. 1 on July 10, Juche 100 (2011).\n\t\t\t\t\t\n\t\t\t\t\t During the past seven decades, the store has creditably carried out its duty in the work to implement the commerce policy of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t A meeting was held on Sunday to mark the founding anniversary of the store."
        },
        {
            "title": "Tribute Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-11ee.html",
            "content": "Tribute Paid to Kim Il Sung, Kim Jong Il\r\n Pyongyang, November 27 (KCNA) -- A Japanese delegation for the study of Kimilsungism-Kimjongilism headed by Sakae Araki visited the Kumsusan Palace of the Sun on Sunday.\n\t\t\t\t\t The guests paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues at the palace.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to the great leaders at the halls where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the great leaders received are on display and the halls that house cars, electric car, boat and train coaches used by them for field guidance and foreign tours till the last moments of their life."
        },
        {
            "title": "Amino Acid Compound Fertilizer Developed in DPRK",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-14ee.html",
            "content": "Amino Acid Compound Fertilizer Developed in DPRK\r\n Pyongyang, November 27 (KCNA) -- Amino acid compound fertilizer was developed by the Sericulture and Silk Industrial Bureau in the DPRK, proving very efficient.\n\t\t\t\t\t The new fertilizer, made with excrements of silkworm and by-products, is low in production cost and helps turn out more mulberry leaves and boost vegetable production.\n\t\t\t\t\t\n\t\t\t\t\t It won a national invention certificate for its high utility and economic effectiveness."
        },
        {
            "title": "Park Group Is Bound to Face Miserable End: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-05ee.html",
            "content": "Park Group Is Bound to Face Miserable End: Rodong Sinmun\r\n Pyongyang, November 27 (KCNA) -- The flame of candlelight is going up throughout south Korea.\n\t\t\t\t\t The candlelight vigil whose number of participants jumped to 300,000 and then to over 1.1 million from its initial 50,000 has now covered Seoul, Pusan, Kwangju, Taegu and other parts of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Sunday terms it an eruption of wrath and grudge of the public against traitor Park Geun Hye who turned south Korea into a veritable hell.\n\t\t\t\t\t\n\t\t\t\t\t It is also a stern punishment meted out to the Park group for having been hell-bent on division and confrontation against the nation's desire for reunification, and an explosion of the pent-up wrath of the people against the traitor who did away with the dignity and interests of the nation through pro-U.S. and pro-Japanese sycophantic treachery, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Park and her group have to face punishment of their own accord for the thrice-cursed crimes they committed.\n\t\t\t\t\t\n\t\t\t\t\t But Park is categorically standing against the public demand with such rhetoric about \"impossible earlier resignation\", \"impossible secondary retreat\" and \"unallowable vacuum of administration\".\n\t\t\t\t\t\n\t\t\t\t\t This is an intolerable mockery of the public and the last ditch efforts aimed to keep challenging the tremendous might of the public.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Park's desperate challenge to the people's mindset will touch off bigger wrath and nationwide resistance, the commentary notes, stressing politics going against the people's mindset is bound to be buried at sea and face a miserable end."
        },
        {
            "title": "S. Korean Students Stage Action Demanding Park Geun Hye Step down",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-06ee.html",
            "content": "S. Korean Students Stage Action Demanding Park Geun Hye Step down\r\n Pyongyang, November 27 (KCNA) -- Angered by the fact that traitor Park Geun Hye threw down the glove against the people's mind-set, far from stepping down from office, south Korean students staged an organized action in solidarity with the situation council of national university students demanding Park Geun Hye step down. \n\t\t\t\t\t In Seoul on Nov. 25, students at Sukmyong Women, Yonsei, Tongguk and Songgonghoe universities boycotted classes and took to the street and marched demonstration from universities to Kwanghwamun demanding the Park Geun Hye regime step down.\n\t\t\t\t\t\n\t\t\t\t\t At the plaza of Kwanghwamun, there took place a meeting of university students urging the Park regime to step down under the sponsorship of the situation council of national university students.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting underscored the need to ouster Park Geun Hye from office and continue the action till they achieve democracy.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting, they had a demonstration march to Chongwadae."
        },
        {
            "title": "Workers in Pusan of S. Korea Demand Park Geun Hye Group's Punishment",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-07ee.html",
            "content": "Workers in Pusan of S. Korea Demand Park Geun Hye Group's Punishment\r\n Pyongyang, November 27 (KCNA) -- Members of the Pusan underground railway trade union in south Korea held a meeting on Nov. 25 demanding Park Geun Hye step down and denouncing the mayor of Pusan, a pro-Park confidant,  according to the south Korean online paper Voice of People.\n\t\t\t\t\t At the meeting, speakers said that the scandal committed by the Park group is reported in different parts of Pusan, underscoring the need to carry on the struggle to change Pusan as well as Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t Members of the leadership of the trade union under the mask of satirizing So Pyong Su, the mayor of Pusan, took the lead in the demonstration at trucks on which the slogan \"Arrest Park Geun Hye\" is put up."
        },
        {
            "title": "S. Korean People Oppose Park Geun Hye Regime's \"State-compiled History Textbooks\"",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-08ee.html",
            "content": "S. Korean People Oppose Park Geun Hye Regime's \"State-compiled History Textbooks\"\r\n Pyongyang, November 27 (KCNA) -- People of different social standings in south Korea are strongly opposing the Park Geun Hye regime's attempt to conduct the field opening of the \"state-compiled textbook\" on Nov. 28.\n\t\t\t\t\t The Seoul City education inspector in an urgent statement on Nov. 22 stressed the need not to cooperate in the regime's enforcement of the \"state-compiled textbook\".\n\t\t\t\t\t\n\t\t\t\t\t The Kwangju City education inspector on Nov. 21 clarified his stand not to cooperate in the distribution of the \"state-compiled textbook\".\n\t\t\t\t\t\n\t\t\t\t\t 561 professors of historical science under the 102 universities across south Korea in an open letter to the minister of Education called for stopping the \"state-compiled textbook\".\n\t\t\t\t\t\n\t\t\t\t\t The National Teachers Union on Nov. 25 said that they would convey to the Ministry of Education the signature of teachers demanding the abrogation of \"state-compiled textbook\" and the resignation of the minister of Education.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Meeting of History Teachers said that it is a unanimous stand of teachers not to cooperate in the regime's field examination.\n\t\t\t\t\t\n\t\t\t\t\t 30 000 citizens have taken part in the meeting of parents of students in protest against the \"state-compiled history textbooks\" since it was launched on Nov. 5.\n\t\t\t\t\t\n\t\t\t\t\t The organizations on Nov. 22 in Seoul issued a declaration and expressed the will to take all measures including petition campaign and legal countermeasure to reject the \"state-compiled textbook\" and introduce correct history education."
        },
        {
            "title": "Advance Meetings and March to Encircle Chongwadae Held in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-09ee.html",
            "content": "Advance Meetings and March to Encircle Chongwadae Held in S. Korea\r\n Pyongyang, November 27 (KCNA) -- Large-scale advance meetings reportedly took place in different parts of Seoul City, south Korea, on Nov. 26 before the fifth all-people action to oust traitor Park Geun Hye from office.\n\t\t\t\t\t A fighting organization grouping members of the Federation of Peasants Associations and the Federation of Women Peasants Associations of south Korea held a meeting at the Park of Sejongro.\n\t\t\t\t\t\n\t\t\t\t\t The Federation of Women's Organizations grouping more than 30 organizations had a meeting at the same place demanding Park Geun Hye step down.\n\t\t\t\t\t\n\t\t\t\t\t The Hope of Youth Community in the 21st Century held a meeting on the situation at the Posin Pavilion.\n\t\t\t\t\t\n\t\t\t\t\t The emergency situation council of professors and researchers of south Korea held a meeting at the Jongro Pavilion and the \"revolution of the students of the middle and senior secondary schools\" at the Myongdong Station.\n\t\t\t\t\t\n\t\t\t\t\t The emergency situation council of small and medium-sized businessmen at a meeting said that the Federation of Businessmen representing the interests of big businesses is the greatest accomplice of the recent scandal. \n\t\t\t\t\t\n\t\t\t\t\t The solidarity of parents of disabled persons held a meeting at the Chonggye Plaza and issued a declaration on the situation.\n\t\t\t\t\t\n\t\t\t\t\t The situation council of students demanding Park Geun Hye's resignation held a meeting of students in the area of Kwanghwamun Plaza.\n\t\t\t\t\t\n\t\t\t\t\t The people's emergency action to oust the Park Geun Hye regime held a seminar at the plaza of the Seoul City Office.\n\t\t\t\t\t\n\t\t\t\t\t Such meetings were also organized by the Minju Party and other opposition parties.\n\t\t\t\t\t\n\t\t\t\t\t After advance meetings, people from all walks of life started the first march to encircle Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t After the march, hundreds of thousands of people gathered at Seoul Square, the main fighting place.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean Yonhap News reported that 1.5 million people would gather in Seoul in the afternoon of the same day and hold large-scale meetings in different parts of Seoul with more than 1 500 civic and public organizations involved.\n\t\t\t\t\t\n\t\t\t\t\t Large-scale meetings and demonstrations demanding Park's resignation are to be staged in Taegu, Kwangju, Pusan, South Kyongsang and South Jolla provinces, it said."
        },
        {
            "title": "Chongwadae Coteries Ridiculed for Going Desperate to Shield Park Geun Hye",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-10ee.html",
            "content": "Chongwadae Coteries Ridiculed for Going Desperate to Shield Park Geun Hye\r\n Pyongyang, November 27 (KCNA) -- Shortly ago, a spokesman for Chongwadae categorically denied the investigation results on the crimes of Park Geun Hye, calling it a \"castle on the sand built with imagination and guesses\".\n\t\t\t\t\t Han Kwang Ok, presidential chief of staff, persistently refused to accept the demand for Park Geun Hye's resignation, talking about the \"vacuum of state administration\".\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the gentries of Chongwadae opened a website \"correction of misinformation\" aimed to shield traitor Park Geun Hye. \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun in a commentary Sunday describes this as a shameless trick to save Park from the pitfall of scandal, evade curses and criticism directed to them and thus prolong their remaining days.\n\t\t\t\t\t\n\t\t\t\t\t The farce to shield Park waged by Chongwadae is a dirty conspiracy of betes noires living on the ditch of crimes, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that traitor Park brought to Chongwadae such dirty political philistines and human scum as Han Kwang Ok, Choe Jae Gyong and Ho Won Je after her former close confidants like U Pyong U left her.\n\t\t\t\t\t\n\t\t\t\t\t Chongwadae where those philistines have now gone desperate to find a way-out by shielding A-class criminal Park Geun Hye is indeed, the den of crimes and hotbed of all evils.\n\t\t\t\t\t\n\t\t\t\t\t It is useless for Chongwadae coteries to work desperately to save Park.\n\t\t\t\t\t\n\t\t\t\t\t People's punishment is stern and the group of traitors can not evade miserable doom."
        },
        {
            "title": "Emergency Signature Campaign Launched in S. Korea against \"Introduction of State-compiled History Textbooks\"",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-12ee.html",
            "content": "Emergency Signature Campaign Launched in S. Korea against \"Introduction of State-compiled History Textbooks\"\r\n Pyongyang, November 27 (KCNA) -- An emergency signature campaign was launched in south Korea to protest the introduction of \"state-compiled history textbooks\", according to the south Korean newspaper Nodong and Segye.\n\t\t\t\t\t The puppet Ministry of Education reportedly declared that it would make public the \"state-complied textbooks\" on Nov. 28, the introduction of which had been pushed forward in secrecy.\n\t\t\t\t\t\n\t\t\t\t\t Enraged at this, people from all walks of life staged an emergency signature campaign urging the regime to scrap the plan to introduce \"state-compiled textbooks\" as well as the resignation of the minister of Education on November 21-24.\n\t\t\t\t\t\n\t\t\t\t\t Taking part in the campaign were at least 100,000 people, including more than 11,100 teachers, 4,540 students, 45,820 parents and 35,580 citizens.\n\t\t\t\t\t\n\t\t\t\t\t The Teachers Union held a press conference outside the \"government\" building and handed the signature paper over to the Ministry of Education.\n\t\t\t\t\t\n\t\t\t\t\t The union stressed that the only way to prevent the catastrophe is to immediately stop the introduction of \"state-compiled textbooks\" and use the textbooks which had been already screened.\n\t\t\t\t\t\n\t\t\t\t\t It urged the Ministry of Education to stop the act of shielding the abnormal regime and take an option for averting the educational chaos.\n\t\t\t\t\t\n\t\t\t\t\t The organization clarified that it would launch actions against the publication of \"state-compiled textbooks\" in solidarity with city and provincial education agencies, organizations of parents of students and civic and social organizations, if it is enforced."
        },
        {
            "title": "Overseas Korean Scholars Demand Resignation of Traitor Park Geun Hye",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-13ee.html",
            "content": "Overseas Korean Scholars Demand Park Geun Hye's Resignation\r\n Pyongyang, November 27 (KCNA) -- More than 1 000 overseas Korean scholars working in the U.S., Japan, Britain and other parts of the world issued a joint statement demanding the prompt resignation of traitor Park Geun Hye on Nov. 25, according to the south Korean internet newspaper Thongil News.\n\t\t\t\t\t Park left the authority and duty of \"president\" to a civilian Choe Sun Sil, which means a violation of \"constitution\", the statement said, adding that Park collected illegal funds amounting to 80 billion won from big businesses in cahoots with Choe, a serious power-backed scandal.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t Park also gagged media by mobilizing several power organs and masterminded red herrings, a serious illegal act of violating the fundamental order and system of democracy.\n\t\t\t\t\t\n\t\t\t\t\t The truth of the ferry Sewol disaster has not yet been probed and the regime concluded even agreement on protection of military intelligence with the Japanese government, not content with the humiliating agreement on the issue of sexual slavery. Moreover, the introduction of \"state-complied history textbooks\" and the deployment of THAAD have been unilaterally pushed forward.\n\t\t\t\t\t\n\t\t\t\t\t This is attributable to the conspiracy involving Park, the south Korean regime and the \"Saenuri\" Party, moguls and conservative media.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded that Park step down at once and the scandal be thoroughly investigated and those involved in it be sternly punished.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the Park Geun Hye-Choe Sun Sil case should become an occasion to reform the politics and society of south Korea."
        },
        {
            "title": "Kim Jong Un's Letter Introduced in Russia",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-02ee.html",
            "content": "Kim Jong Un's Letter Introduced in Russia\r\n Pyongyang, November 27 (KCNA) -- Russian website Klasobaya Boriva, a Russian online magazine and the website of the Russian Group for Solidarity with the DPRK carried on Nov. 21 \"Let Us Further Intensify the Work of the Women's Union under the Banner of Modelling the Whole Society on Kimilsungism-Kimjongilism\", a letter sent by supreme leader Kim Jong Un to those attending the Sixth Congress of the Democratic Women's Union of Korea.\n\t\t\t\t\t The work, published on Nov. 17, Juche 105 (2016), says that Korean women's movement is the Juche-based one which was pioneered by President Kim Il Sung and has covered the glorious road of development under the guidance of the President and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t And it clarifies the tasks and ways for the union to make positive contributions to accomplishing the cause of socialism and Juche revolution."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Algeria",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Algeria\r\n Pyongyang, November 27 (KCNA) -- An Algerian committee for remembering leader Kim Jong Il was inaugurated with due ceremony on Nov. 22.\n\t\t\t\t\t The chairperson of the General Youth Union of Algeria was elected chairperson of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events praising Kim Jong Il's revolutionary career and exploits such as a meeting, film show and photo exhibition in the period from Nov. 22 to Dec. 17."
        },
        {
            "title": "Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed in Russia",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-04ee.html",
            "content": "Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed in Russia\r\n Pyongyang, November 27 (KCNA) -- A preparatory committee for 2017 Meeting Praising Great Persons of Mt. Paektu was formed at the maritime territorial branch of the All－Russia War Veterans' Social Organization \"Militant Fraternity\" on Nov. 23.\n\t\t\t\t\t Donets, chairman of the Branch, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize multifarious political and cultural events for praising the revolutionary careers and feats of President Kim Il Sung and leader Kim Jong Il on the major occasions and form a committee for remembering Kim Jong Il on the occasion of the 5th anniversary of his demise and hold a remembrance meeting, film show, etc. as the first step in doing so."
        },
        {
            "title": "Kim Jong Un envia mensaje de consuelo a Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2016/201611/news27/20161127-17ee.html",
            "content": "Kim Jong Un envia mensaje de consuelo a Raul Castro Ruz\r\nPyongyang, 27 de noviembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, envio el dia 27 un mensaje de condolencia a Raul Castro Ruz, Primer Secretario del Comite Central del Partido Comunista de Cuba y Presidente de los Consejos de Estado y de Ministros de la Republica de Cuba.\n\t\t\t\t\tLa misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tAl informarme de la triste noticia de que fallecio inesperadamente el companero Fidel Castro Ruz, maximo dirigente de la Revolucion Cubana, expreso mi profundo sentido de condolencia a Vd., y por su conducto, al partido, al gobierno y al pueblo cubanos y a los familiares del difunto.\n\t\t\t\t\t\n\t\t\t\t\tFidel Castro Ruz logro el triunfo de la Revolucion Cubana al desplegar tempranamente la lucha ensangrentada con las armas en su mano.\n\t\t\t\t\t\n\t\t\t\t\tEl fue el destacado lider del pueblo cubano, quien defendio honrosamente la soberania y la dignidad del pais, establecio por primera vez en el hemisferio occidental el regimen socialista, cuyo pueblo fue convertido en el verdadero dueno, y dedico toda su vida por la prosperidad del pais y la felicidad del pueblo, y el celebre activista politico quien hizo aporte especial al cumplimiento de la causa de la independencia antiimperialista por el socialismo y la justicia.\n\t\t\t\t\t\n\t\t\t\t\tTambien, fue el intimo amigo y camarada del pueblo coreano quien durante largo tiempo de mas del medio siglo hizo todos sus esfuerzos por fortalecer y desarrollar las relaciones de amistad y cooperacion entre los partidos, gobiernos y pueblos de nuestros dos paises y envio el firme apoyo y respaldo a la reunificacion de nuestra patria y la justa causa llevandose invariablemente los principios revolucionarios y la obligacion moral.\n\t\t\t\t\t\n\t\t\t\t\tAunque el fue fallecido, brillaran para siempre sus valiosas proezas conservadas en el corazon de los pueblos de nuestros dos paises y de la humanidad progresista.\n\t\t\t\t\t\n\t\t\t\t\tEstoy convencido de que el revolucionario pueblo cubano superara el dolor por la perdida de su distinguido lider y lograra sin falta el triunfo de la construccion de prospera sociedad ideal del pueblo y la causa socialista en acato al proposito de vida de Fidel Castro Ruz bajo la sabia direccion de Raul Castro Ruz."
        }
    ]
}