{
    "date": "2016-08-09",
    "url": "http://kcna.co.jp/item/2016/201608/2016-08-09ee.html",
    "articles": [
        {
            "title": "Ri Su Yong Meets Swiss Delegation",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-20ee.html",
            "content": "Ri Su Yong Meets Swiss Delegation\r\nPyongyang, August 9 (KCNA) ? Ri Su Yong, member of the Political Bureau and vice-chairman of the Central Committee of the Workers' Party of Korea, on Tuesday met and had a talk with a delegation of the Communist Party of Switzerland led by General Secretary Massimiliano Ay on a visit to the DPRK."
        },
        {
            "title": "Talks between DPRK Vice FM and Secretary of State of Angolan Ministry for External Relations Held",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-06ee.html",
            "content": "Talks between DPRK Vice FM and Secretary of State of Angolan Ministry for External Relations Held\r\nPyongyang, August 9 (KCNA) -- Talks between Vice Foreign Minister Sin Hong Chol, who visited Angola as head of a delegation of the DPRK Foreign Ministry, and Manuel Domingos Augusto, secretary of State of the Ministry for External Relations of Angola, took place on August 5.\n\t\t\t\t\t Sin Hong Chol said the DPRK is dynamically advancing under the uplifted banner of self-reliance and self-development, true to the line of simultaneously pushing forward economic construction and the building of nuclear force, holding Marshal Kim Jong Un in high esteem at the top posts of the Party and state.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the foreign policy of the DPRK government and the issues of developing relations between the DPRK and Angola.\n\t\t\t\t\t\n\t\t\t\t\t Manuel Domingos Augusto recalled that President Kim Il Sung and leader Kim Jong Il rendered sincere support and encouragement to Angola in its struggle for national liberation and building for a new society, underscoring the need to further develop the long-standing bilateral ties between the two countries in all aspects to cope with the international situation and challenges.\n\t\t\t\t\t\n\t\t\t\t\t The Angolan government hopes Korea would be reunified by the concerted efforts of its nation in a peaceful way, he said, adding that, to this end, Angola would enhance its role as a nonpermanent member nation of the UN Security Council."
        },
        {
            "title": "DPRK FM Delegation Meets Congolese FM",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-07ee.html",
            "content": "DPRK FM Delegation Meets Congolese FM\r\nPyongyang, August 8 (KCNA) -- A delegation of the DPRK Foreign Ministry headed by Vice-Minister Sin Hong Chol who visited the Republic of Congo met and had a talk with Gakosso Jean Claude, minister of Foreign Affairs, Cooperation and Overseas Compatriots of Congo, on Aug. 6.\n\t\t\t\t\t Sin Hong Chol said that President Kim Il Sung and leader Kim Jong Il rendered selfless support to the African countries in their struggle for the independence and the building of new society.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Korean people and army are waging a dynamic drive for implementing the decision of the Seventh Congress of the Workers' Party of Korea under the guidance of Marshal Kim Jong Un, he underscored the need to boost the relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Gakosso Jean Claude said he knew well that the respected HE Kim Jong Un is creditably carrying forward the cause of the great HE President Kim Il Sung and HE leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to develop the friendly relations between the two countries in various fields and steadily strengthen support and solidarity with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, talks between the delegation of the DPRK Foreign Ministry and officials concerned of the Ministry of Foreign Affairs, Cooperation and Overseas Compatriots of Congo were held that day.\n\t\t\t\t\t\n\t\t\t\t\t The talks discussed issues on steadily developing the traditional relations of friendship and cooperation between the two countries."
        },
        {
            "title": "Solidarity Meeting Held for Anniversary of Establishment of DPRK-Syria Diplomatic Ties",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-25ee.html",
            "content": "Solidarity Meeting Held for Anniversary of Establishment of DPRK-Syria Diplomatic Ties\r\nPyongyang, August 9 (KCNA) -- A solidarity meeting took place at the Chollima Hall of Culture on Tuesday on the 50th anniversary of the establishment of diplomatic relations between the DPRK and the Syrian Arab Republic.\n\t\t\t\t\t Present there on invitation were Tammam Sulaiman, Syrian ambassador to the DPRK, and members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t On hand there were Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk said that the friendly relations between the two countries are the historical, traditional, fraternal ones and the ones of comrades-in-arms provided and developed by President Kim Il Sung, leader Kim Jong Il together with HE Hafez Al-Assad.\n\t\t\t\t\t\n\t\t\t\t\t She stressed that today the bilateral relations are growing stronger under the deep care of supreme leader Kim Jong Un and HE Bashar Al-Assad.\n\t\t\t\t\t\n\t\t\t\t\t Tammam Sulaiman referred to the fact that the friendly and fraternal two countries have cooperated with each other in various fields such as politics, economy and culture and developed the bilateral relations in the international arena including the non-aligned movement.\n\t\t\t\t\t\n\t\t\t\t\t The cause of the preceding leaders of the two countries is being successfully carried forward by HE President Bashar Al-Assad and the respected HE Marshal Kim Jong Un, he said, adding Syria and the DPRK are making great achievements in the struggle against the interference and domination by the outsiders."
        },
        {
            "title": "Greetings to Singaporean President",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-11ee.html",
            "content": "Greetings to Singaporean President\r\nPyongyang, August 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Tony Tan Keng Yam, president of the Republic of Singapore, on Tuesday on its national day.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow stronger in conformity with the common wishes and interests, wishing the Singaporean president success in his work for the prosperity and the development of the country."
        },
        {
            "title": "Greetings to Syrian FM",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-13ee.html",
            "content": "Greetings to Syrian FM\r\nPyongyang, August 9 (KCNA) -- Ri Yong Ho, minister of Foreign Affairs of the DPRK, sent a message of greeting to Walid Al-Muallem, vice prime minister and minister of Foreign Affairs and Expatriates of Syria, on July 20 on the golden anniversary of the establishment of diplomatic ties between the DPRK and Syria.\n\t\t\t\t\t For the past five decades the two countries have steadily developed the relations of friendship and cooperation through the joint struggle for independence against imperialism, the message said, adding that it is the steadfast stand of the DPRK government to value and consolidate this historical tradition.\n\t\t\t\t\t\n\t\t\t\t\t Extending full support and solidarity to the struggle of the Syrian government and people for protecting the sovereignty and security of the country, the message expressed the belief that the good relations of friendship and cooperation between the two countries will grow stronger."
        },
        {
            "title": "Gift to Kim Jong Un from Communist Party of Switzerland",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-15ee.html",
            "content": "Gift to Kim Jong Un from Communist Party of Switzerland\r\nPyongyang, August 9 (KCNA) -- Supreme leader Kim Jong Un received a gift from the Communist Party of Switzerland.\n\t\t\t\t\t The gift was handed over to Ri Su Yong, member of the Political Bureau and vice-chairman of the C.C., the Workers' Party of Korea, by Massimiliano Ay, general secretary of the Communist Party of Switzerland, who is heading its delegation on a visit to the DPRK on Tuesday."
        },
        {
            "title": "Tribute Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-14ee.html",
            "content": "Tribute Paid to Kim Il Sung, Kim Jong Il\r\nPyongyang, August 9 (KCNA) -- A delegation of the Communist Party of Switzerland headed by General Secretary Massimiliano Ay visited the Kumsusan Palace of the Sun on Tuesday.\n\t\t\t\t\t They paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues.\n\t\t\t\t\t\n\t\t\t\t\t They made bows to the great leaders who lie in state.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where the orders the great leaders received are on display and halls that house cars, electric car, boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Swiss Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-21ee.html",
            "content": "Swiss Delegation Visits Mangyongdae\r\nPyongyang, August 9 (KCNA) -- A delegation of the Communist Party of Switzerland led by General Secretary Massimiliano Ay visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t At the old home in Mangyongdae, the guests looked round the historical relics preserved with much care, being briefed on the revolutionary career of the President and his family members.\n\t\t\t\t\t\n\t\t\t\t\t They went round the revolutionary relics on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Tower of the Juche Idea, the Party Founding Museum, the Sci-Tech Complex, Pyongyang Orphans' Secondary School, etc."
        },
        {
            "title": "Stamps Issued in DPRK to Mark 31st Olympiad",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-18ee.html",
            "content": "Stamps Issued in DPRK to Mark 31st Olympiad\r\nPyongyang, August 9 (KCNA) -- New stamps were issued in the Democratic People's Republic of Korea to commemorate the 31st Olympic Games.\n\t\t\t\t\t On their upper part are letters reading \"Games of the XXXI Olympiad\". The stamps feature the emblem of the DPRK Olympic Committee as well as diving, heavy gymnastics, weightlifting and athletics events.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is to compete in table-tennis, wrestling, archery and six other events at the 31st Olympiad held in Rio de Janeiro of Brazil.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a sheetlet showing such monkeys as Macaca mulatta was brought out."
        },
        {
            "title": "FIFA Refereeing Course Held in DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-17ee.html",
            "content": "FIFA Refereeing Course Held in DPRK\r\nPyongyang, August 9 (KCNA) -- A FIFA refereeing course took place at Sosan Football Stadium in Pyongyang on August 4-8.\n\t\t\t\t\t Attending it were international and national referees of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Divided into theoretical and practical sections, the course dealt with such matters as recently-changed football rules and indices for testing referee's physical fitness.\n\t\t\t\t\t\n\t\t\t\t\t It was officiated by FIFA lecturers Mohamad Rodzali Yacob and Ahmad Khalidi Supian."
        },
        {
            "title": "Natural Energy Development, Energy-Saving Sci-Tech Exhibition Opens",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-22ee.html",
            "content": "Natural Energy Development, Energy-Saving Sci-Tech Exhibition Opens\r\nPyongyang, August 9 (KCNA) -- An exhibition of scientific and technological achievements in developing and using natural energy and saving energy opened with due ceremony under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea.\n\t\t\t\t\t The exhibition was attended by Kim Il Sung University, Kim Chaek University of Technology, the State Academy of Sciences, the Ministry of Land and Maritime Transport, the Solar Heater Company and other units of developing and using the natural energy.\n\t\t\t\t\t\n\t\t\t\t\t Put on display were more than 450 pieces of scientific and technological achievements and products of 170 kinds conducive to developing and using the wind power, tidal power, geothermal power, biomass and solar energy and saving energy together with actual-size models and charts.\n\t\t\t\t\t\n\t\t\t\t\t The opening ceremony was held at the Sci-Tech Complex on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition will last until Friday."
        },
        {
            "title": "Sci-tech Service Conducive to Building Talented Nation",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-19ee.html",
            "content": "Sci-tech Service Conducive to Building Talented Nation\r\nPyongyang, August 9 (KCNA) -- It is gaining momentum in the DPRK to make all the people well versed in science and technology.\n\t\t\t\t\t As part of the work, the Grand People's Study House has given various forms of lectures and rendered sci-tech service to the people, while directing big efforts to orienting the in-service training toward the one conducive to making the national economy Juche-oriented, modern, IT-based and scientific at a high level.\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, the house provided an in-service training for communications workers.\n\t\t\t\t\t\n\t\t\t\t\t Tele-education is getting popular among citizens.\n\t\t\t\t\t\n\t\t\t\t\t Thousands of people have recently attended tele-lectures which deal with scientific and technical issues, including modern farming and fish-farming methods and updated CAD programs.\n\t\t\t\t\t\n\t\t\t\t\t Field lectures and sci-tech services are also drawing public interest.\n\t\t\t\t\t\n\t\t\t\t\t Prof. and Dr. Mun Ok Hui, head of a department of the Grand People's Study House, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t This year alone, I gave field lectures to over 7 000 people working at different industrial establishments. Other lecturers of the house helped farms build up sci-tech database and its information retrieval system. \n\t\t\t\t\t\n\t\t\t\t\t These are a part of the work to prepare all the members of society as intelligent workers with the intellectual level of a university graduate and as the developers of science and technology."
        },
        {
            "title": "Final Attack Operation for Liberating Country",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-16ee.html",
            "content": "Final Attack Operation for Liberating Country\r\nPyongyang, August 9 (KCNA) -- With the approach of August 15, the day of Korea's liberation from Japan's colonial rule, the army and people of the DPRK recollect with deep emotion the undying feats President Kim Il Sung performed for the national liberation.\n\t\t\t\t\t Kim Il Sung issued an order to launch a final attack operation for liberating the country on August 9, Juche 34 (1945) and called upon all the Koreans to turn out in the operation against the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t In response to his order, the Korean People's Revolutionary Army (KPRA) units launched an all-out attack against the Japanese imperialist aggression army and advanced into the homeland.\n\t\t\t\t\t\n\t\t\t\t\t They destroyed fortresses along the border line to liberate the areas of Kyongwon and Kyonghung of the country and marched into the homeland.\n\t\t\t\t\t\n\t\t\t\t\t Some of units landed on the coast of Sonbong and ran towards Chongjin through joint operation with ground troops.\n\t\t\t\t\t\n\t\t\t\t\t The other units dealt an annihilating blow to the Kwantung Army of Japan and launched out into the areas along the River Tuman.\n\t\t\t\t\t\n\t\t\t\t\t People's armed units, armed uprising organizations and broad masses of people in the homeland made attacks on the Japanese military police and its organs while rendering positive assistance to the KPRA units.\n\t\t\t\t\t\n\t\t\t\t\t Overpowered by the KPRA's powerful strike and the nationwide armed resistance of the Korean people, the Japanese imperialists surrendered on August 15.\n\t\t\t\t\t\n\t\t\t\t\t Finally, the Korean people achieved the country's liberation from Japan's colonial rule under the commandership of Kim Il Sung."
        },
        {
            "title": "Korean in Japan Accuses S. Korean Regime of Blocking Opening of Joint Conference for Reunification",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-24ee.html",
            "content": "Korean in Japan Accuses S. Korean Regime of Blocking Opening of Joint Conference for Reunification\r\nPyongyang, August 9 (KCNA) -- Im Thae Gwang, chairman of the Headquarters of the Koreans in Japan of the Overseas Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) who doubles as member of the Japanese regional preparatory committee for the joint conference of political parties, organizations and individual personages of the north, the south and abroad for peace and independent reunification of the Korean peninsula, made public a statement on Aug. 8 calling for frustrating the treacherous moves to block the opening of the joint conference by concerted efforts of the nation.\n\t\t\t\t\t The attention of all Koreans is now focused on whether or not the joint conference is held, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The statement condemned the Park Geun Hye regime for categorically turning down the north's proposal and holding in check the activities of the south Korean public including the South Headquarters of Pomminryon.\n\t\t\t\t\t\n\t\t\t\t\t The Headquarters of the Koreans in Japan of the Overseas Headquarters of the Pomminryon will take the lead in the nationwide struggle to frustrate the anti-reunification moves of the Park Geun Hye regime and make the joint conference a success by the concerted efforts of all Koreans in the north, the south and overseas."
        },
        {
            "title": "Minju Joson Brands U.S. as Nuclear Maniac Disturbing World Peace and Stability",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-09ee.html",
            "content": "Minju Joson Brands U.S. as Nuclear Maniac Disturbing World Peace and Stability\r\nPyongyang, August 9 (KCNA) -- Days ago brass hats of the U.S. military at U.S. Congress attended by high-ranking officials of political circles and the military underscored the urgency to modernize nuclear force.\n\t\t\t\t\t Minju Joson Tuesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The modernization of nuclear force of the U.S. is not just under discussion but has been dynamically pushed forward at the phase of implementing its plan.\n\t\t\t\t\t\n\t\t\t\t\t It is the wild ambition of the U.S. to dominate the world through its unchallenged nuclear edge.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has steadily enlarged its nuclear arsenal since it abused the nuclear technology for producing WMDs though it should be used for promoting the welfare of mankind.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has stockpiled nuclear weapons enough to bring the modern civilization of mankind back to the Stone Age in a moment.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is mulling increasing the nuclear strike capability and holding an absolute nuclear edge in the world by modernizing the nuclear triad.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. nuclear force to be modernized is not the one for threat only.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. ignites a nuclear war against other countries and nations and puts lots of nuclear warheads on modernized nuclear strike means and uses them against humankind, the consequences will be unimaginably disastrous.\n\t\t\t\t\t\n\t\t\t\t\t Big powers will be locked in a hot nuclear arms race and \"excessive stockpiling of nukes\" will take place in the world owing to the U.S. nuclear weapons modernization.\n\t\t\t\t\t\n\t\t\t\t\t Needless to say, this will bring grave consequences of disturbing world peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t In fact, nuclear maniac U.S. is chiefly to blame for disturbing the world peace and stability as it is speeding up the modernization of nuclear force."
        },
        {
            "title": "Minju Joson Hits out at Park Geun Hye Regime for Groundlessly Labeling DPRK \"Hacker\"",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-10ee.html",
            "content": "Minju Joson Hits out at Park Geun Hye Regime for Groundlessly Labeling DPRK \"Hacker\"\r\nPyongyang, August 9 (KCNA) -- The south Korean puppet regime recently announced what it called its prosecution's investigation results, claiming that the DPRK \"hacked into emails\" of south Koreans.\n\t\t\t\t\t Minju Joson Tuesday in a commentary terms this another unpardonable politically-motivated provocation against the DPRK and a mean trick to get rid of the worst ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the puppet regime's floating of the story about \"north's hacking\" is its sinister attempt to save the foundation of its rule from the uncontrollable crisis and prolong its remaining days.\n\t\t\t\t\t\n\t\t\t\t\t Exasperated by the domestic and foreign public's mounting criticism and condemnation of the ill-advised decision to deploy THAAD and the situation turning unfavorable to it, the Park regime is seeking its way out in a stereotyped conspiratorial racket. This, however, would get it nowhere.\n\t\t\t\t\t\n\t\t\t\t\t In another word, the Park regime's false propaganda is no more than its last-ditch effort to get rid of its pretty fix at any cost by diverting elsewhere public criticism of the decision on THAAD deployment through such whopping lie and justifying its thrice-cursed crimes.\n\t\t\t\t\t\n\t\t\t\t\t The regime's desperate efforts to brand the DPRK as \"mastermind of hacking\" also betray its ulterior purpose to cook up the \"law on preventing cyber terrorism\" at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The law is aimed to stamp out democracy and civil rights lock, stock and barrel and thus revive the era of \"yusin\" dictatorship under the pretext of non-existent \"hacking\" and \"cyber terrorism\" by someone."
        },
        {
            "title": "Rodong Sinmun Raps Outbursts of Mandarins of South Korean Puppet Ministry of Unification",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-05ee.html",
            "content": "Rodong Sinmun Raps Outbursts of Mandarins of South Korean Puppet Ministry of Unification\r\nPyongyang, August 9 (KCNA) -- Hong Yong Phyo and other mandarins of the puppet Ministry of Unification of south Korea never open their mouths without crying out for \"maintaining the cornerstone of the present policy on leading the north to dismantle its nukes through sanctions and pressure,\" citing the \"north's military threat.\"\n\t\t\t\t\t They are vociferously justifying their anti-DPRK \"sanctions,\" blustering that \"sanctions are most effective,\" now is not the time to have dialogue but to \"concentrate on the sanctions and pressure\" and it is necessary to \"ratchet up the sanctions on the north to the critical point.\"\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the ministry is viciously blocking cooperation and exchanges between the NGOs of the north and the south under groundless pretexts.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Tuesday observes:\n\t\t\t\t\t\n\t\t\t\t\t This is a treacherous act to stem the current trend of national reconciliation and unity and improvement of the inter-Korean relations and realize the ambition for achieving \"unification of social systems.\"\n\t\t\t\t\t\n\t\t\t\t\t The gentries of the above-said ministry are stumbling blocks and cancer-like entity opposed to reunification as they are standing in the way of national reconciliation and unity and improved inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t Watching such anti-reunification moves of those mandarins, all Koreans once again feel the need to throw these traitors overboard in order to open up a broad avenue to peace and national reunification in unity.\n\t\t\t\t\t\n\t\t\t\t\t They will never pardon those anti-reunification traitors who go against the trend of the times towards independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t These traitors can never escape stern judgment by history for perpetrating crimes under the signboard of unification."
        },
        {
            "title": "Rodong Sinmun Slams Park Geun Hye Group's Pro-Japanese Acts",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-08ee.html",
            "content": "Rodong Sinmun Slams Park Geun Hye Group's Pro-Japanese Acts\r\nPyongyang, August 9 (KCNA) -- Shortly ago, the Park Geun Hye group of south Korea finally established the \"reconciliation and recovery foundation\" for victims of the sexual slavery for the Imperial Japanese Army despite unanimous protest and denunciation by people from all walks of life. \n\t\t\t\t\t Rodong Sinmun Tuesday in a commentary condemns such move as an unpardonable act to cover up the thrice-cursed crimes of Japan and an unbearable insult to all the Koreans calling for Japan's honest apology and reparation for the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t What is more intolerable is that the puppet forces ridiculously claim that the establishment of the \"foundation\" will help \"heal\" wounds of victims of sexual slavery and  offer \"an opportunity of restoring honor and dignity,\" the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The puppet group asserts that there is \"character of reparation\" in the money paid by Japan, though it is petty in its amount, but it is a sheer lie.\n\t\t\t\t\t\n\t\t\t\t\t The towering grudge of the Korean nation against Japan can never be settled no matter how frequently Japan may apologize for its past wrongdoings.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the Park's establishment of the \"foundation\" is a revelation of its scenario to hasten the formation of the triangular military alliance against the north by tightening the political and military nexus with Japan under the backstage wire-pulling of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people can never escape disgrace and insult and nor can the Korean nation get rid of the danger of a nuclear war as long as the puppet group of traitors is allowed to stay in office as it begs for cooperation in putting pressure upon the north to stifle the compatriots and kisses the sworn enemy instead of demanding apology and reparation for Japan's past crimes.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans will certainly make a clean sweep of the Park group of pro-Japanese lackeys and force Japan to redeem all crimes committed against the Korean nation."
        },
        {
            "title": "Ruling Party of South Korea Urged to Probe Truth behind Violence against Peasant",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-23ee.html",
            "content": "Ruling Party of South Korea Urged to Probe Truth behind Violence against Peasant\r\nPyongyang, August 9 (KCNA) -- The All-People Measure Committee for Complete Recovery of Peasant Paek Nam Gi and Denunciation of Violence in south Korea held a press conference outside the building of the ruling \"Saenuri Party\" in Youido, Seoul on Aug. 4 demanding the party opt for probing truth behind brutal violence against Paek, according to the south Korean internet newspaper Voice of People.\n\t\t\t\t\t Speakers at the conference recalled that the court bench recognized the fact that police fired water cannon at Paek, knocking him down, and ruled this action was illegal.\n\t\t\t\t\t\n\t\t\t\t\t They urged the \"president\" to make an apology for it and punish those behind the case.\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" should unconditionally accept the demand of the public for probing the truth behind the violence against Paek, they asserted.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference the organization demanded an interview with the \"Saenuri Party\".\n\t\t\t\t\t\n\t\t\t\t\t When the party refused to talk with them, angry members of the organization burnt the protest letter there.\n\t\t\t\t\t\n\t\t\t\t\tSimilar actions were simultaneously staged in 8 areas of south Korea including North Jolla, South Chungchong and Kangwon Provinces of south Korea that day."
        },
        {
            "title": "Federation of Koreans in U.S. Denounces Park Geun Hye for Trying to Disrupt Joint Conference",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-12ee.html",
            "content": "Federation of Koreans in U.S. Denounces Park Geun Hye for Trying to Disrupt Joint Conference\r\nPyongyang, August 9 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. made public a statement on August 5 in denunciation of anti-reunification traitor Park Geun Hye for trying to disrupt the joint conference.\n\t\t\t\t\t The joint conference proposed by the north is the great national conference for reunification for everyone and is the only way to tide over the present war crisis, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is enjoying full support and welcome from Koreans in the north, the south and abroad.\n\t\t\t\t\t\n\t\t\t\t\t However, the Park Geun Hye regime is turning a deaf ear to the proposal of the north while spouting invectives that \"it is the bogus peace offensive creating discord in the south\" and it is needless to have a dialogue with the north.\n\t\t\t\t\t\n\t\t\t\t\t Those aiming at disruption of the joint conference are traitors who are not concerned about the interests of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye regime blindly follows the intention of the U.S. which leaves no means untried to intentionally disrupt the joint conference. Her group has to know that she will be forced to resign before the end of the tenure of her office.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will get united to hold the joint conference and independently solve the issue of the nation, the reunification issue, without fail."
        },
        {
            "title": "Central Botanical Garden Introduced by Russian Internet News",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-03ee.html",
            "content": "Central Botanical Garden Introduced by Russian Internet News\r\nPyongyang, August 9 (KCNA) -- The Russian internet news Deita. ru introduced the Central Botanical Garden in Pyongyang on August 4.\n\t\t\t\t\t The news said that growing at the garden are the plants sent by President Kim Il Sung and leader Kim Jong Il and rare plants presented to them by heads of state, leaders of political parties and personages of different countries.\n\t\t\t\t\t\n\t\t\t\t\t The garden is successfully operating as a scientific and cultural education center giving all-round knowledge about plants to the visitors and ensuring their cultural and leisure activities, it noted."
        },
        {
            "title": "Park Geun Hye Condemned by British Organizations",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-04ee.html",
            "content": "Park Geun Hye Condemned by British Organizations\r\nPyongyang, August 9 (KCNA) -- The British preparatory committee for 2017 Meeting Praising Great Persons of Mt. Paektu, the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK made public a joint statement on Aug. 1 condemning the Park Geun Hye regime's pro-U.S. act of deciding to deploy THAAD in south Korea.\n\t\t\t\t\t The statement accused Park Geun Hye of reeling off a string of sophism to divert the south Korean and the world public criticism of the decision on THAAD deployment to the DPRK and justify her thrice-cursed crimes.\n\t\t\t\t\t\n\t\t\t\t\t South Korean people are vehemently censuring Park.\n\t\t\t\t\t\n\t\t\t\t\t The world knows well that south Korea is a colony of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Tight-cornered Park decided to introduce THAAD to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t She is faulting the nuclear deterrent which the DPRK had access to for defending the country from the U.S. nuclear threat.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear weapons not only protect peace but prevent a war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t No matter what desperate efforts Park makes, she is bound to be thrown into the dumping ground of history."
        },
        {
            "title": "Korean Book Exhibitions Held in Nigeria",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-02ee.html",
            "content": "Korean Book Exhibitions Held in Nigeria\r\nPyongyang, August 9 (KCNA) -- Korean book exhibitions took place at a hospital for women and children and a Koryo joint hospital in Zamfara State of Nigeria on July 25 in the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t On display at the venues were the books dealing with the feats of the peerlessly great men of Mt. Paektu and introducing the DPRK."
        },
        {
            "title": "Kim Yong Nam felicita dia nacional de Singapur",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-10ss.html",
            "content": "Kim Yong Nam felicita dia nacional de Singapur\r\nPyongyang, 9 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 9 un mensaje al presidente de la Republica de Singapur, Tony Tan Keng Yam, para felicitarle por el dia nacional de este pais. \n\t\t\t\t\tEl remitente expresa la conviccion de que las relaciones de amistad y cooperacion entre los dos paises seguiran ampliandose y desarrollandose conforme a la demanda e intereses comunes y desea exitos en los trabajos del destinatario para la prosperidad y el desarrollo del pais."
        },
        {
            "title": "Emitidos en la RPDC nuevos sellos de XXXI Juegos Olimpicos",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-09ss.html",
            "content": "Emitidos en la RPDC nuevos sellos de XXXI Juegos Olimpicos\r\nPyongyang, 9 de agosto (ACNC) -- Quedaron emitidos en Corea 4 sellos individuales sobre los XXXI Juegos Olimpicos.\n\t\t\t\t\tEn la parte arriba de ellos se leen las letras \"XXXI Juegos Olimpicos\". Estos sellos tienen el dibujo del emblema del Comite Olimpico de la Republica Popular Democratica de Corea y describen 4 deportes: clavado, gimnasia de aparatos, levantamiento de pesas y atletismo.\n\t\t\t\t\t\n\t\t\t\t\tEn la magna cita deportiva, que tiene lugar en Rio de Janeiro de Brasil, los jugadores coreanos compiten en 9 disciplinas, inclusive el tenis de mesa, lucha, tiro al arco.\n\t\t\t\t\t\n\t\t\t\t\tSe ha publicado tambien un papel enterizo que muestra los monos de diferentes razas."
        },
        {
            "title": "Impartido en Corea cursillo de arbitros de FIFA",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-08ss.html",
            "content": "Impartido en Corea cursillo de arbitros de FIFA\r\nPyongyang, 9 de agosto (ACNC) -- Tuvo lugar desde el dia 4 hasta el 8 en el capitalino Campo de Futbol de Sosan el cursillo de los arbitros de la FIFA, dividido en la leccion de teoria y la de practica.\n\t\t\t\t\tEn la ocasion participaron los arbitros internacionales de la RPDC y los nacionales.\n\t\t\t\t\t\n\t\t\t\t\tEn el cursillo, que estuvo a cargo de los lectores de la FIFA Mohamad Rodzali Yacob y Ahmad Khalidi Supian, se trataron las reglas de futbol y los indices de chequeo fisico de los arbitros, modificados recientemente, y otros asuntos."
        },
        {
            "title": "Rodong Sinmun condena actos del Ministerio de Unificacion del Sur de Corea",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-02ss.html",
            "content": "Rodong Sinmun condena actos del Ministerio de Unificacion del Sur de Corea\r\nPyongyang, 9 de agosto (ACNC) -- En estos dias, el ministro Hong Yong Phyo y otros tipejos del Ministerio de Unificacion del Sur de Corea suelen hablar de la \"amenaza militar del Norte de Corea\" insistiendo en \"inducir la desnuclearizacion del Norte mediante la sancion y presion\" y \"mantener la base de la actual 'politica sobre el Norte'\". \n\t\t\t\t\tY justifican la campana de \"sancion\" anti-Republica Popular Democratica de Corea diciendo que \"lo mas eficiente es la sancion\" y \"ahora no se necesita el dialogo, sino hace falta concentrarse en la sancion y presion e intensificar la sancion anti-Norte hasta el punto critico\". \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el Ministerio de Unificacion bloquea obstinadamente la cooperacion y el intercambio entre las entidades civiles de ambas partes coreanas presentando pretextos injustos. \n\t\t\t\t\t\n\t\t\t\t\tEl diario Rodong Sinmun, en un comentario individual de este martes, lo califica de crimen antinacional para impedir la corriente de la epoca hacia la reconciliacion y unidad nacionales y el mejoramiento de relaciones Norte-Sur y realizar la ambicion de \"unificacion mediante la fusion de regimenes\". \n\t\t\t\t\t\n\t\t\t\t\tLos compinches de esa cartera son serios obstaculos para la reconciliacion y unidad nacionales y la mejora de relaciones intercoreanas y ente canceroso para la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tViendo el proceder anti-reunificacion de ellos, la nacion coreana redobla la decision de eliminar sin demora a estos traidores para lograr la unidad nacional, la paz y la reunificacion. \n\t\t\t\t\t\n\t\t\t\t\tLa nacion coreana no perdonara jamas a los traidores anti-reunificacion que nadan a contrapelo de la tendencia de la epoca hacia la reunificacion independiente. \n\t\t\t\t\t\n\t\t\t\t\tLos traidores surcoreanos no podran eludir la severa sentencia de la historia."
        },
        {
            "title": "Minju Joson rechaza intento de tildar a la RPDC de \"hacker\"",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-04ss.html",
            "content": "Minju Joson rechaza intento de tildar a la RPDC de \"hacker\"\r\nPyongyang, 9 de agosto (ACNC) -- Recientemente, los titeres surcoreanos dieron a la publicidad el resultado de investigacion de fiscalia diciendo que la Republica Popular Democratica de Corea cometio el \"hacking de e-mail\" de ellos. \n\t\t\t\t\tEs otra imperdonable provocacion politica a la RPDC y una sucia artimana para salir de la peor crisis de gobernacion en que ellos se encuentran actualmente. \n\t\t\t\t\t\n\t\t\t\t\tRevela asi el periodico Minju Joson en un comentario individual publicado este martes y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn estos tiempos, se alzan cada dia mas las voces de critica y denuncia de los habitantes surcoreanos de distintos estratos y la sociedad internacional contra el emplazamiento de THAAD en el suelo surcoreano, lo cual agrava la crisis de dominacion de Park Geun-hye y sus seguidores. \n\t\t\t\t\t\n\t\t\t\t\tPara salir de esta situacion muy incomoda, estos recurren como de costumbre a la campana intrigante anti-RPDC circulando el rumor de \"hacking\".\n\t\t\t\t\t\n\t\t\t\t\tOtro objetivo reside en fabricar a toda costa la \"ley de prevencion de terrorismo cibernetico\".\n\t\t\t\t\t\n\t\t\t\t\tLa institucion de esta ley tiene el fin de acabar con la democracia y los derechos de la poblacion surcoreana y resucitar la dictadura de \"Yusin\" pretextando el \"hacking\" y \"terrorismo cibernetico\" que nunca ha cometido la RPDC."
        },
        {
            "title": "Minju Joson culpa a EE.UU. de vulnerar la paz y estabilidad del mundo",
            "url": "http://kcna.co.jp/item/2016/201608/news09/20160809-05ss.html",
            "content": "Minju Joson culpa a EE.UU. de vulnerar la paz y estabilidad del mundo\r\nPyongyang, 9 de agosto (ACNC) -- En el Congreso estadounidense abierto recientemente con la participacion de los magnates del circulo politico y el militar, los cabecillas del ejercito pronunciaron discursos acalorados sobre la urgencia de modernizacion de las fuerzas armadas nucleares.\n\t\t\t\t\tAl respecto, el periodico Minju Joson publico este martes un comentario individual que sigue:\n\t\t\t\t\t\n\t\t\t\t\tLa modernizacion de las fuerzas armadas nucleares en Estados Unidos no esta en la fase de discusion, sino se impulsa ya en etapa crucial.\n\t\t\t\t\t\n\t\t\t\t\tDominar el mundo a base de la superioridad nuclear absoluta deviene la ambicion de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEste pais viene aumentando sin parar su arsenal nuclear hasta la fecha desde cuando ha malempleado en fabricar las armas de exterminio masivo la tecnologia nuclear que debe contribuir al fomento del bienestar de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, tiene almacenada enorme cantidad de armas nucleares con que puede hacer retroceder en un instante la civilizacion moderna de la humanidad a la era paleolitica.\n\t\t\t\t\t\n\t\t\t\t\tAl modernizar las 3 fuerzas armadas nucleares: el bombardero estrategico nuclear, el misil balistico intercontinental y el submarino nuclear, el imperio trata de elevar su capacidad de ataque nuclear y tomar la absoluta superioridad nuclear en escala mundial.\n\t\t\t\t\t\n\t\t\t\t\tNo son para la simple amenaza esas fuerzas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tSe produciran consecuencias inimaginables si EE.UU. provoca la guerra nuclear contra otro pais y nacion y utiliza contra la humanidad sus enormes armas nucleares instaladas en los modernizados medios de ataque.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se tornara mas renida la carrera armamentista nuclear entre las potencias y se creara la \"situacion de exceso nuclear\" en el ambito mundial.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU., maniaco nuclear, es el culpable principal de la perturbacion de paz y estabilidad del mundo."
        }
    ]
}