{
    "date": "2016-05-13",
    "url": "http://kcna.co.jp/item/2016/201605/2016-05-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Has Photo Session with Participants in Seventh Congress of WPK",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-01ee.html",
            "content": "Kim Jong Un Has Photo Session with Participants in Seventh Congress of WPK\r\nPyongyang, May 13 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea (WPK), first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, had a photo session with the participants in the Seventh Congress of the WPK.\n\t\t\t\t\tPresent there were Kim Yong Nam, Hwang Pyong So, Pak Pong Ju and Choe Ryong Hae who are members of the Presidium of the Political Bureau of the Central Committee of the WPK, and other leading officials of the party, state and army and anti-Japanese revolutionary fighters.\n\t\t\t\t\t\n\t\t\t\t\tWhen Kim Jong Un appeared at its venue, all the participants enthusiastically welcomed him, extending the highest glory and warmest thanks to him.\n\t\t\t\t\t\n\t\t\t\t\tHe acknowledged their cheers and sent warm salute to them.\n\t\t\t\t\t\n\t\t\t\t\tHe warmly congratulated once again the participants on greatly contributing to glorifying the Seventh Congress of the WPK as a great revolutionary auspicious event and had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the photographing, he warmly waved his hand to the enthusiastically cheering participants with a broad smile on his face.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed belief that the participants in the congress would creditably discharge their revolutionary duties as the core members of the party and pacemakers of the times in the struggle to thoroughly implement the highly important tasks set forth at the Seventh Congress of the WPK while courageously overcoming all challenges and obstacles in the way of advance in the revolutionary spirit of Paektu, the spirit of the blizzards of Paektu and on the principle of giving priority to self-development, holding high the red flag of the WPK."
        },
        {
            "title": "Kim Jong Un Goes Round Machinery and Equipment Exhibition",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-02ee.html",
            "content": "Kim Jong Un Goes Round Machinery and Equipment Exhibition\r\n Pyongyang, May 13 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea (WPK), first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, went round the exhibition of machinery and equipment manufactured as labor gifts of loyalty to be presented to the congress of the motherly party.\n\t\t\t\t\t He saw new type 80 hp tractor made at the Kumsong Tractor Factory.\n\t\t\t\t\t\n\t\t\t\t\t He said with great satisfaction it is a great success that the factory manufactured the new type tractor with great capacity whose all aspects of technical performance are on the world's level by its own efforts and with indigenous technology.\n\t\t\t\t\t\n\t\t\t\t\t After making a round of various types of farm machines newly manufactured at the farm machine field, he said they have been made well to suit the natural and topographical features of the country and the physical constitution of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t He appreciated the 5 ton lorry with 115 hp diesel engine newly developed at the Sungri Automobile Complex and the new type bus made at the Chongjin Bus Plant.\n\t\t\t\t\t\n\t\t\t\t\t After seeing through visual aids highly efficient electric locomotive made at the Kim Jong Thae Electric Locomotive Complex, multi-purpose fishing boat of \"Hwanggumhae\" class built in the field of fisheries and 5 000 ton trade cargo ship built at the Ryongnam Dockyard, he said with great pleasure that they made the proud achievements conducive to developing the railway transport, fishing industry and maritime transport of the country.\n\t\t\t\t\t\n\t\t\t\t\t Seeing with a bright smile on his face the new type tractor, bus, lorry and other machine products made by our own efforts and with indigenous technology and raw materials, he said repeatedly with satisfaction that they looked very nice and great. He noted that the exhibition was of eventual significance in instilling conviction and optimism into all the service personnel and people all out in the general charge for building a thriving nation, holding high the slogan of giving priority to self-development.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the machine products on display at the exhibition proved once again that self-development is the best and self-reliance and self-development are the way for us to live, he said we should root out the proclivity to import without fail and put a definite end to it.\n\t\t\t\t\t\n\t\t\t\t\t He gave thanks to the units for having successfully made various machine products by giving full play to the self-development-first principle in the name of the Seventh Congress of the WPK and gave an instruction to start their serial production as soon as possible.\n\t\t\t\t\t\n\t\t\t\t\t We should in the future, too, strengthen our own force by our own efforts and with indigenous technology and resources and uphold the self-development-first principle, the revolutionary spirit of hewing out our way, he noted, adding: Only our own strength is what we can believe in.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that all the service personnel and people would make eye-opening achievements one after another in implementing the line and policies set forth at the Seventh Congress of the WPK in hearty response to the self-development-first principle. \n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Hwang Pyong So, Pak Pong Ju and Choe Ryong Hae who are members of the Presidium of the Political Bureau of the Central Committee of the WPK, Kim Ki Nam, Choe Thae Bok, Ri Su Yong, Kim Phyong Hae, O Su Yong, Kwak Pom Gi, Kim Yong Chol and Ri Man Gon who are vice-chairmen of the Central Committee of the WPK, and Ri Chol Man, department director of the C.C., the WPK."
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Mongolian Ambassador",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-20ee.html",
            "content": "Kim Yong Nam Receives Credentials from Mongolian Ambassado\r\n Pyongyang, May 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Suren Tsoggerel, Mongolian ambassador to the DPRK, at the Mansudae Assembly Hall on Friday."
        },
        {
            "title": "DPRK FM Delegation Leaves for India",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-09ee.html",
            "content": "DPRK FM Delegation Leaves for India\r\n Pyongyang, May 13 (KCNA) -- A delegation of the DPRK Foreign Ministry led by Vice-Minister Pak Myong Guk left here on Friday to take part in the 55th meeting of the Asian-African Legal Consultative Organization to be held in New Delhi."
        },
        {
            "title": "Congratulations to Kim Jong Un from Chairman of Mongolian People's Revolutionary Party",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-14ee.html",
            "content": "Congratulations to Kim Jong Un from Chairman of Mongolian People's Revolutionary Party\r\n Pyongyang, May 13 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea (WPK), received a congratulatory message from N. Enkhbayar, chairman of the Mongolian People's Revolutionary Party, on May 10.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I send warm congratulations to you upon the successful Seventh Congress of the WPK on behalf of all the members of the Mongolian People's Revolutionary Party and supporters.\n\t\t\t\t\t\n\t\t\t\t\t You have discussed a lot of issues very significant for your people and your country's development and progress during the historic congress.\n\t\t\t\t\t\n\t\t\t\t\t I extend my heartfelt and warm congratulations to Your Excellency Kim Jong Un upon your election as chairman of the WPK at its Seventh Congress.\n\t\t\t\t\t\n\t\t\t\t\t I pay my respects to you."
        },
        {
            "title": "Greetings to Kim Jong Un from Mexican Political Party Leader",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-16ee.html",
            "content": "Greetings to Kim Jong Un from Mexican Political Party Leader\r\n Pyongyang, May 13 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, received a congratulatory message from Alberto Anaya Gutierrez, national leader of the Workers' Party of Mexico, on May 9.\n\t\t\t\t\t The national leader in his message extended the warmest congratulations to Kim Jong Un upon his election as chairman of the Workers' Party of Korea at its Seventh Congress on behalf of all the members of the Workers' Party of Mexico and on his own behalf.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the Workers' Party of Korea would grow stronger and always win victory in the drive for building a thriving socialist nation and achieving the peaceful reunification of the country as it has Kim Jong Un at the top post, the message most sincerely wished him bigger success in his noble work."
        },
        {
            "title": "Congratulations to Kim Jong Un from Ukrainian Party Leader",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-13ee.html",
            "content": "Congratulations to Kim Jong Un from Ukrainian Party Leader\r\nPyongyang, May 13 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea (WPK), received a congratulatory message from P. N. Symonenko, first secretary of the Central Committee of the Ukrainian Communist Party, on May 10.\n\t\t\t\t\tThe message extended congratulations to Kim Jong Un upon his election as chairman of the WPK on behalf of the Central Committee of the Ukrainian Communist Party and its first secretary out of their deep respect for him and noble friendship.\n\t\t\t\t\t\n\t\t\t\t\tIt wished Kim Jong Un good health and success in his responsible posts of the party and state."
        },
        {
            "title": "Floral Basket to Kim Jong Un from General Secretary of C.C., Lao People's Revolutionary Party",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-18ee.html",
            "content": "Floral Basket to Kim Jong Un from General Secretary of C.C., Lao People's Revolutionary Party\r\n Pyongyang, May 13 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from Bounnang Vorachith, general secretary of the Central Committee of the Lao People's Revolutionary Party, on his election as chairman of the Workers' Party of Korea.\n\t\t\t\t\t The floral basket was handed over to an official concerned by Phonekham Inthaboualy, Lao ambassador to the DPRK, on Friday."
        },
        {
            "title": "Floral Baskets to Kim Jong Un from Political Parties of Nigeria, Benin",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-17ee.html",
            "content": "Floral Baskets to Kim Jong Un from Political Parties of Nigeria, Benin\r\n Pyongyang, May 13 (KCNA) -- Supreme leader Kim Jong Un received floral baskets from the People's Progressive Party of Nigeria and the Socialist Party of Benin on Friday, in congratulation of his election as chairman of the Workers' Party of Korea.\n\t\t\t\t\t Meanwhile, Kim Jong Un received a floral basket from Ibrahim Mantu, chairman of the Nigeria-Korea Friendship Association, on the same day."
        },
        {
            "title": "Floral Baskets, Congratulatory Letters to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-19ee.html",
            "content": "Floral Baskets, Congratulatory Letters to Kim Jong Un\r\n Pyongyang, May 13 (KCNA) -- Supreme leader Kim Jong Un received floral baskets and congratulatory letters from the diplomatic corps and the military attaches corps here on his election as chairman of the Workers' Party of Korea.\n\t\t\t\t\t Palestinian Ambassador to the DPRK Ismail Ahmed Mohamed Hasan who is doyen of the diplomatic corps, and Military, Naval and Air Attache of the Chinese embassy here Zhang Ping who is doyen of the military attaches corps handed the floral baskets and congratulatory letters to Army General Pak Yong Sik, minister of the People's Armed Forces, and an official concerned.   \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un also received floral baskets from the Lao and Vietnamese ambassadors to the DPRK, the missions of the UNDP, WFP, UNICEF WHO and FAO and the office of the UN Population Fund here, a congratulatory letter and a gift from the Brazilian ambassador to the DPRK and congratulatory letters from the acting UN resident coordinator and concurrently representative of the WFP, the acting UNDP resident representative and concurrently acting UN Population Fund representative, the acting UNICEF representative, the acting WHO representative and the vice representative of the FAO mission here."
        },
        {
            "title": "Song \"We Are the Happiest in the World\"",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-10ee.html",
            "content": "Song \"We Are the Happiest in the World\"\r\n Pyongyang, May 13 (KCNA) -- Some days ago, Kim Il Sung Prize and Kim Jong Il Prize were awarded to the song \"We Are the Happiest in the World\", a monumental work representing the era of the Workers' Party of Korea (WPK) and the eternal theme song of socialism.\n\t\t\t\t\t The song, created early in the 1960s to speak highly of the Korean people's happiness of upholding President Kim Il Sung, is still resounding across the country which makes a leap forward in the great era of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un, who is endowed with the same noble loving care for the people as Kim Il Sung and leader Kim Jong Il possessed of, is taking warm care of all the people in the country, sparing nothing for the wellbeing of people.\n\t\t\t\t\t\n\t\t\t\t\t Under his loving care, a number of edifices for the people have been built or remodeled throughout the country. Among them are the Mirim Riding Club, Rungna People's Pleasure Park, Ryugyong Health Complex, People's Open-air Ice Rink, Munsu Water Park, apartment houses for educators and scientists, workers' hostel of Kim Jong Suk Pyongyang Textile Mill, Songdowon International Children's Camp, Mangyongdae Schoolchildren's Palace, baby homes and orphanages and Sci-Tech Complex. And thanks to the measure taken by him, flood victims in Rason City moved to new houses built in a little more than one month.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the song \"We Are the Happiest in the World\" is still enjoying popularity among the DPRK people though scores of years has passed since its birth."
        },
        {
            "title": "Minju Joson Accuses Japanese Reactionaries of Their Brazen-faced Remarks",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-07ee.html",
            "content": "Minju Joson Accuses Japanese Reactionaries of Their Brazen-faced Remarks\r\n Pyongyang, May 13 (KCNA) -- The chief Cabinet Secretary of Japan recently \"expressed regret\" at the critical remarks made by the special rapporteur of the UN Human Rights Council that \"comfort women\" issue for the Imperial Japanese Army was improperly handled in the textbooks of Japan under \"political influence.\" He went the lengths of talking rubbish that he would give \"proper explanation to make sure that a report based on objective facts is submitted\" to the Council next year.\n\t\t\t\t\t Minju Joson Friday in a commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What he uttered is a brazen-faced one that can be made only by the cunning Japanese reactionaries, who are steeped in moral vulgarity and impudence to the marrow of their bones.\n\t\t\t\t\t\n\t\t\t\t\t Their obstinacy is not aimed merely to negate the past crimes and evade the responsibility for them, the commentary notes, stressing:\n\t\t\t\t\t\n\t\t\t\t\t They are working hard to bury their hideous unethical crimes into oblivion of history and justify their past aggression as well as create circumstances favorable for their reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t However, Japan should clearly understand that its crimes related to sexual slavery for the Imperial Japanese Army is not an issue that can be hushed up by its insistent negation or with the passage of time. Its desperate efforts for evading responsibility for the past said crimes would invite stronger criticism of it.\n\t\t\t\t\t\n\t\t\t\t\t One's evil doings will rebound on oneself. What remains to be done by Japan is to make apology and reparation for the hideous crimes it committed against humanity to which no statute of limitations is applicable.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better be well aware of where it stands and be honest before the history and behave itself."
        },
        {
            "title": "S. Korean Body Denounces U.S. for Trying to Ignite Nuclear War on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-06ee.html",
            "content": "S. Korean Body Denounces U.S. for Trying to Ignite Nuclear War on Korean Peninsula\r\n Pyongyang, May 13 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held the 199th anti-U.S. rally outside the U.S. embassy in Seoul on May 10.\n\t\t\t\t\t Speakers there disclosed that the U.S. and the south Korean authorities closeted over the issue for materializing the \"concept of 4D operation\" at the meeting of the combined defense council.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the U.S. stop the moves to round off the plan for a preemptive attack on the north and come out to the negotiations and dialogue for concluding a pact for peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Chanting anti-U.S. slogans, they denounced the U.S. for forcing south Korea to increase the expenses for the upkeep of the U.S. forces."
        },
        {
            "title": "S. Korean Organization Protests against Establishment of Foundation Insulting Victims of Sexual Slavery",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-11ee.html",
            "content": "S. Korean Organization Protests against Establishment of Foundation Insulting Victims of Sexual Slavery\r\n Pyongyang, May 13 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea expressed its stand of denying the establishment of a foundation insulting the victims of sexual slavery for the Imperial Japanese Army on May 10, according to south Korean internet newspaper Thongil News.\n\t\t\t\t\t Referring to the authorities' conversations with the victims, the organization said that this is aimed to allure them with money which means no legal reparation of the Japanese government.\n\t\t\t\t\t\n\t\t\t\t\t It accused the regime of pretending to understand all intentions of the victims and honestly implement them after a humiliating \"agreement\" was reached with Japan while hurting the organization though it has striven for the solution to the sexual slavery issue for decades."
        },
        {
            "title": "S. Korean Internet Paper Introduces Appeal of WPK Congress",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-12ee.html",
            "content": "S. Korean Internet Paper Introduces Appeal of WPK Congress\r\n Pyongyang, May 13 (KCNA) -- The south Korean internet newspaper Minjok Ilbo Thursday in an article introduced the appeal made at the Seventh Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The article praised the WPK for working hard to proudly declare to the whole world the final victory of socialism through the movement for creating the Mallima speed.\n\t\t\t\t\t\n\t\t\t\t\t The appeal is unprecedentedly stirring and militant in its contents, the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\t It is profound in its idea and theory and very plain in expressions.\n\t\t\t\t\t\n\t\t\t\t\t The appeal proves attaining the goal is a matter of time."
        },
        {
            "title": "S. Korean Public Workers Protest against Regime's Evil Labor Policy",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-15ee.html",
            "content": "S. Korean Public Workers Protest against Regime's Evil Labor Policy \r\n Pyongyang, May 13 (KCNA) -- The Government Employees' Union of south Korea held a meeting outside the building of the regime in Seoul Wednesday at which it declared the launch of actions in protest against the regime's evil labor policy, according to south Korean newspaper Nodong and Segye.\n\t\t\t\t\t The chairman of the union accused the regime of trying to introduce a system for easy firing into the public workers community.\n\t\t\t\t\t\n\t\t\t\t\t The acting chairman of the south Korean Confederation of Trade Unions in his solidarity speech blamed the regime for pressing ahead with the retrogressive revision of the labor law though it was punished by the public in the April 13 general election.\n\t\t\t\t\t\n\t\t\t\t\t He declared that the federation would struggle together with the government employees' union against the projected introduction of the system defying the demand of workers and their unions.\n\t\t\t\t\t\n\t\t\t\t\t Then an action resolution was read out."
        },
        {
            "title": "Kim Il Sung's Exploits for Korea's Reunification Praised by UK Body",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-03ee.html",
            "content": "Kim Il Sung's Exploits for Korea's Reunification Praised by UK Body\r\n Pyongyang, May 13 (KCNA) -- The British Association for the Study of Songun Policy posted on its internet homepage on May 1 an article praising the exploits of President Kim Il Sung for Korea's reunification.\n\t\t\t\t\t The article explained in detail that the President put forward the three principles of national reunification when talking to the south Korean side's delegates to the north-south high-level political talks in 1972.\n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification--independence, peaceful reunification and great national unity are the brilliant fruition of the tireless efforts and steadfast will for independent reunification of the President who energetically worked to provide Koreans with the reunified country, while taking to his heart more than anyone else the misfortune and sufferings of the Korean nation, the article noted.\n\t\t\t\t\t\n\t\t\t\t\t It said under the wise guidance of the President the July 4 joint statement the main contents of which are the three principles of national reunification was published in July, 1972, adding that the three principles became the programme for reunification common to the nation agreed and declared all over the world by the north and the south of Korea."
        },
        {
            "title": "DPRK's Prestige Will Be Displayed Higher: Peruvian Personage",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-04ee.html",
            "content": "DPRK's Prestige Will Be Displayed Higher: Peruvian Personage\r\n Pyongyang, May 13 (KCNA) -- The DPRK will win greater victories and demonstrate its dignity before the world in the near future despite the economic sanctions by the U.S. and the West.\n\t\t\t\t\t Frank Guerrero, director of the Oil and International Affairs Institute of Peru, said this in an article titled \"Outstanding issues on the Korean peninsula in the 21st century\" carried on the Peruvian newspaper Callao.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the DPRK's policy of the balance of forces is to cope with the military provocations of the U.S. and south Korea, he went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korea are staging psychological warfare against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Korean people are defending the national sovereignty even now in the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has achieved eye-opening development in science and technology despite harsh sanctions by the U.S. and the West. The highest-level free education and free medical care and signal development made in the metallurgical and machine-building industries and other fields are evoking admiration and wonder of the world.\n\t\t\t\t\t\n\t\t\t\t\t Under the tested guidance of the great leaders and Marshal Kim Jong Un, the DPRK has turned into a powerful nation in which the people decide everything.\n\t\t\t\t\t\n\t\t\t\t\t It has become a focus of the international situation in the 21st century, too."
        },
        {
            "title": "Workers Are Masters in DPRK: Uruguayan Newspaper",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-05ee.html",
            "content": "Workers Are Masters in DPRK: Uruguayan Newspaper\r\n Pyongyang, May 13 (KCNA) -- The Uruguayan newspaper La Juventud on April 29 carried an article titled \"Workers are dignified masters in the DPRK, society for the working class\".\n\t\t\t\t\t An article subtitled \"The world of the working class\" said:\n\t\t\t\t\t\n\t\t\t\t\t The working class has become full-fledged master of the state and society in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The people working in difficult and labor consuming fields are elected deputies to the Supreme People's Assembly or deputies to the provincial, city and county people's assemblies and take part in state administration.\n\t\t\t\t\t\n\t\t\t\t\t The working people who did a good job for decades or made a great contribution to developing national economy are awarded state commendations such as the title of labor hero.\n\t\t\t\t\t\n\t\t\t\t\t The state spares nothing for the working class and brings best benefits to the working people.\n\t\t\t\t\t\n\t\t\t\t\t An article subtitled \"The eldest son of the country\" said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung visited the workers at the Kangson Steel Plant in Dec. 1956, kindled the flame of the Chollima movement, made the flame sweep the whole country and ensured that the Korean people fulfilled the historic task of socialist industrialization in a short period.\n\t\t\t\t\t\n\t\t\t\t\t The working class of the DPRK is called the core unit for building socialism and the eldest son of the country."
        },
        {
            "title": "Kim Jong Un se fotografia junto con participantes en VII Congreso de PTC",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-21ee.html",
            "content": "Kim Jong Un se fotografia junto con participantes en VII Congreso de PTC\r\nPyongyang, 13 de mayo (ACNC) -- El Mariscal Kim Jong Un, Presidente del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, se fotografio junto con los participantes en el VII Congreso del PTC.\n\t\t\t\t\tEn la ocasion participaron los miembros del Presidium del Buro Politico del Comite Central del PTC, Kim Yong Nam, Hwang Pyong So, Pak Pong Ju y Choe Ryong Hae, otros cuadros directivos del Partido, el Estado y el ejercito y los combatientes revolucionarios antijaponeses.\n\t\t\t\t\t\n\t\t\t\t\tCuando el Mariscal aparecio en el lugar de filmacion, todos los participantes le dieron calurosa bienvenida dandole maximo honor y el mas ardiente agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal les envio su cordial saludo respondiendo a las aclamaciones de ellos.\n\t\t\t\t\t\n\t\t\t\t\tTras felicitar calurosamente a los participantes quienes hicieron gran porte a glorificar el Congreso como un magno evento revolucionario, se fotografio junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la filmacion, el Mariscal agito cordialmente la mano sonriendo a los participantes que aclamaban.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal expreso su conviccion de que enarbolando en alto la bandera roja del PTC, los participantes superaran todos los desafios y obstaculos que impiden el avance poniendo de pleno manifiesto el espiritu revolucionario del Paektu, el de viento cortante del Paektu y el principio de dar prioridad al autofortalecimiento y cumpliran el deber revolucion de medulas del partido y de pilotos de la epoca en la lucha por materializar cabalmente las tareas programaticas presentadas en el VII Congreso del Partido."
        },
        {
            "title": "Kim Jong Un recorre lugar de exhibicion de maquinarias",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-22ee.html",
            "content": "Kim Jong Un recorre lugar de exhibicion de maquinarias\r\nPyongyang, 13 de mayo (ACNC) -- El Mariscal Kim Jong Un, Presidente del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recorrio el lugar de exhibicion de las maquinarias fabricadas como regalos laborales de fidelidad dedicados al VII Congreso del PTC.\n\t\t\t\t\tEl Mariscal vio el tractor de 80 caballos de fuerza de nuevo tipo, fabricado en el Combinado de Tractores Kum Song.\n\t\t\t\t\t\n\t\t\t\t\tMostro gran satisfaccion diciendo que deviene un gran exito la fabricacion con fuerzas y tecnologias propias de tractor de nuevo tipo con gran capacidad, cuyas funciones tecnicas estan a nivel mundial.\n\t\t\t\t\t\n\t\t\t\t\tRecorrio las maquinas agricolas de diferentes clases inventadas en el dominio de maquinas agricolas y senalo que las fabricaron bien conforme a las caracteristicas naturales y geograficas y la constitucion fisica de los coreanos.\n\t\t\t\t\t\n\t\t\t\t\tTambien, se mostro satisfecho al ver el camion de carga de 5 toneladas con el motor Diesel desarrollado nuevamente en el Complejo Automovilistico Sungri y el bus de nuevo tipo hecho en la Fabrica de Bus de Chongjin.\n\t\t\t\t\t\n\t\t\t\t\tAl mirar a traves del medio visual la locomotora electrica de alta eficiencia fabricada en el Complejo de Locomotoras Electricas Kim Jong Thae, el barco pesquero universal de serie de Hwanggumhae y el barco de carga comercial de 5 mil toneladas hecho en la Fabrica de Reparacion de Barcos de Ryongnam, mostro una gran alegria de los exitos loables que pueden contribuir al desarrollo de la rama ferroviaria, la industria pesquera y el transporte maritimo.\n\t\t\t\t\t\n\t\t\t\t\tContemplando con la sonrisa las maquinarias entre otros el tractor, el bus, el camion de carga de nuevo tipo fabricadas con nuestras fuerzas, tecnologias y materiales, volvio a mostrarse y dijo que la presente exhibicion tiene gran significacion que infunde la conviccion y el optimismo a todos los militares y civiles levantados en la ofensiva general para la construccion de la patria prospera bajo la consigna de dar prioridad al autofortalecimiento.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que las maquinarias exhibidas alli reafirman que el autofortalecimiento es mejor y deviene el camino para nuestra existencia y enfatizo la necesidad de erradicar sin falta la enfermedad de importacion y ponerle fin a esta.\n\t\t\t\t\t\n\t\t\t\t\tDio agradecimiento en nombre del VII Congreso del PTC a las unidades que fabricaron tales excelentes articulos poniendo de pleno manifiesto el principio de dar prioridad al autofortalecimiento y dio orden de iniciar lo mas pronto posible la produccion en serie.\n\t\t\t\t\t\n\t\t\t\t\tEn el futuro tambien debemos mantener en alto el espiritu de dar prioridad al autofortalecimiento que demanda fortalecer las fuerzas propias y forjar el camino propio apoyandonos en las fuerzas, tecnologias y recursos propios y dio enfasis en que debemos confiar solo en nuestras fuerzas propias.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y conviccion de que bajo el espiritu en cuestion todo el ejercito y todo el pueblo crearan de modo simultaneo y sucesivo los exitos asombrosos en la materializacion de las lineas y politicas presentadas en el VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron los miembros del Presidium del Buro Politico del CC del PTC: Hwang Pyong So, Pak Pong Ju y Choe Ryong Hae, los vicepresidentes del CC del PTC: Kim Ki Nam, Choe Thae Bok, Ri Su Yong, Kim Phyong Hae, O Su Yong, Kwak Pom Gi, Kim Yong Chol y Ri Man Gon y el jefe de departamento del CC del PTC, Ri Chol Man."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajador mongol",
            "url": "http://kcna.co.jp/item/2016/201605/news13/20160513-23ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de embajador mongol \r\nPyongyang, 13 de mayo (ACNC) -- Suren Tsoggerel presento el dia 13 en el Palacio de los Congresos Mansudae ante Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, sus cartas credenciales que le acreditan como embajador extraordinario y plenipotenciario de Mongolia en la RPDC\n\t\t\t\t\tTras recibirlas Kim departio con el nuevo diplomatico mongol."
        }
    ]
}