{
    "date": "2016-03-11",
    "url": "http://kcna.co.jp/item/2016/201603/2016-03-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Watches Ballistic Rocket Launch Drill of Strategic Force of KPA",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-01ee.html",
            "content": "Kim Jong Un Watches Ballistic Rocket Launch Drill of Strategic Force of KPA\r\n Pyongyang, March 11  (KCNA) -- A mobile drill for ballistic rocket launch aimed at examining the capability to fight an actual war of the Strategic Force of the Korean People's Army (KPA) equipped with powerful nuclear deterrent means was conducted by a combat order of Marshal Kim Jong Un.\n\t\t\t\t\t He watched the ballistic rocket launch drill of the Strategic Force of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t At the launching drill ground, he listened to the determination of General Kim Rak Gyom, commander of the Strategic Force, to make firepower strike and ratified it.\n\t\t\t\t\t\n\t\t\t\t\t By the order of the commander of the Strategic Force to open fire, its powerful ballistic rockets were launched to break the silence at night.    The drill was conducted under the simulated conditions of exploding nuclear warheads from the preset altitude above targets in the ports under the enemy control where foreign aggressor forces are involved.\n\t\t\t\t\t\n\t\t\t\t\t Expressing great satisfaction over the successful firepower strike drill of the strategic force in which high maneuverability was ensured and a correct launching method was applied to different enemy targets as required by a modern war, he extended a militant salute to the service personnel of the KPA Strategic Force in the name of the supreme commander. \n\t\t\t\t\t\n\t\t\t\t\t He set forth the important tasks to be fulfilled to further round off the nuclear weapons operation system and properly wage a Juche-oriented ballistic rocket battle.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to put greater spurs to developing nuclear weapons, a new goal set by the party, and dynamically push forward the diversification of means for delivering nuclear warheads so as to get ready to make nuclear strikes at the enemies from anywhere on the ground, in the air, at sea and underwater. \n\t\t\t\t\t\n\t\t\t\t\t Underlining the need to steadily improve the nuclear strike capability by boosting the cooperation between the nuclear weapons research field and rocket research field in the future, he gave militant tasks to conduct more nuclear explosion tests to estimate the destructive power of the newly produced nuclear warheads and other tests to bolster up the nuclear attack capability.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to ensure a prompt and safe operation of nuclear attack system in the state of the nation's utmost emergency and more thoroughly establish a unitary system of command and control over the strategic nuclear force. \n\t\t\t\t\t\n\t\t\t\t\t The war-thirsty Park Geun Hye group is now set to launch the most undisguised nuclear war against the DPRK while staging the largest-ever Key Resolve and Foal Eagle 16 joint military exercises after introducing huge aggressor forces including the U.S. imperialist aggressor forces and its satellite troops and even lots of U.S. nuclear strategic means into south Korea, our self-defensive countermeasures should adopt a more preemptive and offensive mode, he said.\n\t\t\t\t\t\n\t\t\t\t\t He declared that the DPRK would make the enemies regret for their misjudgment made in a wrong time and reckless action taken without any measure and take a series of Korean-style powerful countermeasures in succession to this end.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists and south Korean puppet group kick off another reckless military action and stage a clumsy farce against the dignified DPRK, prompted by an extreme wild ambition for invading it, the puppet reactionary regime in south Korea will fall, hit so hard physically that it would never appear again, he noted, adding that as a strong warning had been served already, it is the only way for the Park Geun Hye regime to exercise prudence and self-control so as to escape a miserable end until the last day of its office, he warned, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We remain unperturbed in face of the enemies' any dangerous saber-rattling under our eyes, but if they destroy even a single tree or a blade of grass in our inviolable territory, I will issue a prompt order to launch attack with all military strike means including nuclear weapons and strike the Park regime and hordes of the puppet military with deadly baptism of fire so that they may not exist any longer. \n\t\t\t\t\t\n\t\t\t\t\t He called on the service personnel of the KPA Strategic Force to clearly show the reckless warmongers what the Juche-oriented military counteraction is like.\n\t\t\t\t\t\n\t\t\t\t\t He issued an order to all the nuclear strike means of the Strategic Force targeting major strike objects in the operation theatres of south Korea and the U.S. imperialist aggressor forces bases in the Asia-Pacific region to be always ready for action and fully prepared to fight a decisive battle till the U.S. imperialists and the Park Geun Hye group of traitors are worn out and dispirited with war hysteria against the north.\n\t\t\t\t\t\n\t\t\t\t\t Watching the launch drill were Hwang Pyong So, Ri Pyong Chol, Hong Sung Mu, Kim Jong Sik, Yun Tong Hyon, officials of the munitions industry department of the Central Committee of the Workers' Party of Korea, scientists and technicians in the field of researches into nuclear weapons."
        },
        {
            "title": "Kim Jong Un Watches KPA Tank Crews' Competition-2016",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-02ee.html",
            "content": "Kim Jong Un Watches KPA Tank Crews' Competition-2016\r\n Pyongyang, March 11 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, watched the KPA tank crews' competition-2016.\n\t\t\t\t\t He was greeted by Hwang Pyong So, Pak Yong Sik, Ri Myong Su and other commanding officers of the KPA and commanders of the services and corps commanders.\n\t\t\t\t\t\n\t\t\t\t\t Tanks started by the order set by lot. Tank crews selected from the KPA corps competed in overcoming obstacles along nine lines before firing at moving and fixed targets. The standing was decided by points gained in both events. \n\t\t\t\t\t\n\t\t\t\t\t He ordered the start of the competition after hearing about the plan of the competition at the observation post. \n\t\t\t\t\t\n\t\t\t\t\t Watching with satisfaction rumbling tanks, he said it was great to see the tanks quickly overcoming the obstacles. He said he was pleased to witness the sky-high spirit of the KPA, noting that tank represents the spirit.\n\t\t\t\t\t\n\t\t\t\t\t He was satisfied with the atmosphere of the competition as \"enemy\" targets were blown up to pieces and resounding frontline-style information and agitation instilled courage into the tank crews, turning the drill ground into a battle field. \n\t\t\t\t\t\n\t\t\t\t\t 108th Motorized Infantry Division of the KPA came first to be followed by 3rd Corps and 105th Tank Division.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the competition, he advanced important tasks which would serve as guidelines for the KPA to make thorough combat preparations. \n\t\t\t\t\t\n\t\t\t\t\t He called for organizing more often such a competition very favorable for revving up the militant spirit and zeal for training and bolstering up the capability of the tank crews in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t In case a war breaks out, tanks should advance, sweeping away everything in their way, and destroy the enemy positions, he noted, adding that in order to do so, it is necessary to learn from the fighting mettle and spirit of the crews of Hero Tank No. 312 under the Seoul Ryu Kyong Su Guards 105th Tank Division of the KPA which hoisted the flag of the Republic on the top of the puppet capital building during the past Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t He gave important instructions to be implemented to round off the preparations of the tank crew for a war.\n\t\t\t\t\t\n\t\t\t\t\t We will be the first to get the golden opportunity to reunify the country, he said, noting: If the enemies dare preempt an attack on our inviolable land, we should mercilessly wipe them out.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the tank crews would defend the Seventh Congress of the WPK and successfully adorn this significant year by bolstering the combat capability and rounding off the combat readiness.\n\t\t\t\t\t\n\t\t\t\t\t Watching the competition were tank commanding officers and teachers of the military academies at all levels."
        },
        {
            "title": "Putting Vegetable Production on Scientific and Intensive Basis Promoted",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-18ee.html",
            "content": "Putting Vegetable Production on Scientific and Intensive Basis Promoted\r\n Pyongyang, March 11 (KCNA) -- A rapid progress has been made in a work to put greenhouse vegetable production on a scientific and intensive basis in the DPRK.\n\t\t\t\t\t It was popularized throughout the country to learn from the experience gained by the Jangchon Vegetable Co-op Farm, Sadong District of Pyongyang in cultivating right crop in accordance with the types of greenhouses which won high appraisal at the 2015 sci-tech symposium in the field of greenhouse vegetable.\n\t\t\t\t\t\n\t\t\t\t\t A project has also been pushed forward to install integrated measuring apparatus at vegetable greenhouses on a nationwide scale together with the development of humus soil.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Hongwon County of South Hamgyong Province, Onsong County of North Hamgyong Province, Unjon County of North Phyongan Province and other counties are paying deep attention to establishing the ring-shaped rotation production system at greenhouses while taking immediate measures to solve technical problems arising in greenhouse cultivation."
        },
        {
            "title": " Young People Performing Great Feats in 70-day Campaign",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-19ee.html",
            "content": "Young People Performing Great Feats in 70-day Campaign\r\n Pyongyang, March 11 (KCNA) -- Young people in the DPRK make big labor achievements in the 70-day campaign to greet the 7th Congress of the Workers' Party of Korea as a meeting of victors.\n\t\t\t\t\t Hundreds of them have already carried out their yearly quotas, over 3,600 the first half-yearly quotas and more than 15,400 the first quarterly quotas throughout the country\n\t\t\t\t\t\n\t\t\t\t\t Among them are members of 40 youth shock brigades in South Phyongan Province. 730 members of the brigades finished the first half-yearly plan and 1,400 the first quarterly plan.\n\t\t\t\t\t\n\t\t\t\t\t Over 40 members of the Kim Hyok Youth Shock Brigade at the Chonma Mine hit their first half-yearly target by early March, while 100 young men at the Forestry Complex No. 121 worked such a miracle as over-fulfilling their yearly woodcutting and carriage plan, despite of severe cold.\n\t\t\t\t\t\n\t\t\t\t\t Nine weavers of the Manpho Spinning Mill in Jagang Province carried out their first quarterly plans at 120 percent by the end of February and many young employees at the Kim Jong Suk Pyongyang Silk Mill and Pakchon Silk Mill hit their yearly targets.\n\t\t\t\t\t\n\t\t\t\t\t Similar successes were also heard from different units across the country, including the Kwanhae Offshore Farm under the North Hamgyong Provincial Fishery Management Bureau."
        },
        {
            "title": " Sugar Sculpture Show to Be Held",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-20ee.html",
            "content": "Sugar Sculpture Show to Be Held\r\n Pyongyang, March 11 (KCNA) -- A sugar sculpture show will be held with the Day of the Sun, the birth anniversary of President Kim Il Sung, as an occasion (Apr. 15) under the sponsorship of the Central Committee of the Korean Association of Cooks in the DPRK.\n\t\t\t\t\t In this regard, Kim Kwang Hun, a staff of the association, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The sugar sculpture show, the first of its kind in the country, will bring together units and industries under the General Bureau of Public Service and Ministry of Food and Consumer Goods and well-known foodstuff factories in Pyongyang and provinces.\n\t\t\t\t\t\n\t\t\t\t\t On display at the show will be sculptures depicting animals, plants, structures, scenery, fruits and heroes of cartoon.\n\t\t\t\t\t\n\t\t\t\t\t A passing-on-technique course was given for the successful show. And the preparations for a demonstration have been pushed forward by the General Bureau of Public Service and Ministry of Food and Consumer Goods.\n\t\t\t\t\t\n\t\t\t\t\t The show will be conducive to developing the culinary culture in the country."
        },
        {
            "title": "Delegation of Socialist Party of Romania Visits Party Founding Museum",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-21ee.html",
            "content": "Delegation of Socialist Party of Romania Visits Party Founding Museum\r\n Pyongyang, March 11 (KCNA) -- A delegation of the Socialist Party of Romania led by Chairman Constantin Rotaru visited the Party Founding Museum.\n\t\t\t\t\t The guests looked round historic relics and mementos on display, being briefed on the fact that President Kim Il Sung provided the organizational and ideological foundation for founding the Workers' Party of Korea in the flames of the anti-Japanese revolutionary struggle and successfully accomplished the cause of founding the party right after the liberation of the country based on it.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the delegation toured the Tower of the Juche Idea, the Sci-Tech Complex, Mirae Scientists Street, Okryu Children's Hospital, etc."
        },
        {
            "title": "Removal of Park Geun Hye Group Urged",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-11ee.html",
            "content": "Removal of Park Geun Hye Group Urged \r\n Pyongyang, March 11 (KCNA) -- The inter-Korean relations have been pushed into the worst and unprecedented catastrophe owing to the biggest-ever provocation by the Park Geun Hye group of traitors trying to realize a \"system collapse\" in the DPRK. This grave situation demands all the Koreans at home and abroad turn out in the nationwide struggle to throw overboard as early as possible the Park Geun Hye group which is obsessed with escalating confrontation with the fellow countrymen in the north, while desperately trying to ignite a war against the north.\n\t\t\t\t\t Rodong Sinmun Friday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the vital task for protecting peace of the country and destiny of the nation to wipe out the group of traitors without delay.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation desires peace and national reunification, not confrontation and war.\n\t\t\t\t\t\n\t\t\t\t\t However, the Park Geun Hye group of traitors, worst confrontation-minded maniacs, wantonly dampens the desire of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The anti-north war drills of the U.S. and south Korean puppet forces that have reached the height increase the danger of war with each passing moment.\n\t\t\t\t\t\n\t\t\t\t\t The ever-more frantic moves of the south Korean treacherous forces will further threaten the destiny of the Korean nation and worsen misfortune and disaster of the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The source of abscess has to be removed and a poisonous herb has to be rooted out.\n\t\t\t\t\t\n\t\t\t\t\t As for the removal of the Park Geun Hye group which is nothing helpful to the inter-Korean relations and the Korean nation, the quicker, the better."
        },
        {
            "title": " S. Korean Body Denounces Conservative Group for Disregarding Probe into Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-15ee.html",
            "content": "S. Korean Body Denounces Conservative Group for Disregarding Probe into Ferry Sewol Disaster\r\n Pyongyang, March 11 (KCNA) -- The April 16 Families' Council, an organization of bereaved families of the ferry Sewol disaster of south Korea, held a press conference on March 8 outside the \"National Assembly\" denouncing the puppet authorities for disregarding the  probe into the truth behind the disaster, according to the south Korean internet news Voice of People.\n\t\t\t\t\t The organization urged Park Geun Hye and the \"Saenuri Party\" to keep the promise for probing the truth behind the disaster.\n\t\t\t\t\t\n\t\t\t\t\t Core members of the April 16 Families' Council shaved their heads in protest against it."
        },
        {
            "title": "Women's Solidarity of S. Korea Issues Declaration Slamming Park Geun Hye Regime",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-17ee.html",
            "content": "Women's Solidarity of S. Korea Issues Declaration Slamming Park Geun Hye Regime \r\n Pyongyang, March 11 (KCNA) -- The Women's Solidarity of south Korea held a press conference in Seoul on Mar. 8 to make public a women's declaration condemning the Park Geun Hye regime. \n\t\t\t\t\t The three years of Park's regime turned back the wheel of history, the declaration said, adding:\n\t\t\t\t\t\n\t\t\t\t\t We will struggle to the last for the withdrawal of the \"agreement\" on the issue of sexual slavery for the Imperial Japanese Army, Japan's formal apology and reparation and punishment of those responsible for it.\n\t\t\t\t\t\n\t\t\t\t\t We will conduct positive activities for peace against war, talks instead of \"sanctions\" and the conclusion of a peace treaty for durable peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We will actively struggle for equal labor, abolition of part-time job of women and guarantee of labor rights.\n\t\t\t\t\t\n\t\t\t\t\t We will launch dynamic actions for the defeat of candidates opposed to democracy, people's living, human rights, peace and women in the general election in April and for the policy for the women."
        },
        {
            "title": "Protest Action Staged in Japan",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-16ee.html",
            "content": "Protest Action Staged in Japan\r\n Tokyo, March 10 (KNS-KCNA) -- Representatives of the Union of Korean Students in Japan Wednesday staged the March 9 action of the Korean university students in Japan outside the U.S. embassy and the south Korean puppet embassy in Tokyo and the building of the Foreign Ministry of Japan.\n\t\t\t\t\t More than 30 representatives of the union from various parts of Japan staged an action in protest against the U.S. and the south Korean authorities' largest-ever joint military drills and anti-DPRK confrontation racket outside the U.S. embassy.\n\t\t\t\t\t\n\t\t\t\t\t They thrust a written protest to the U.S. embassy and marched toward the south Korean puppet embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the action expressed their anger at traitor Park Geun Hye outside the embassy.\n\t\t\t\t\t\n\t\t\t\t\t More than 50 representatives of the union gathered outside the building of Japan's Foreign Ministry and clarified their stand against the \"agreement\" on the issue of the sexual slavery for the Imperial Japanese Army and urged Japan to admit the legal responsibility for the sexual slavery for the Imperial Japanese Army and make an apology and reparation for its crimes."
        },
        {
            "title": "U.S.-S. Korea Joint Military Exercises Denounced by Federation of Koreans in U.S.",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-14ee.html",
            "content": "U.S.-S. Korea Joint Military Exercises Denounced by Federation of Koreans in U.S.\r\n Pyongyang, March 11 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. released a statement on March 7 in protest against the U.S.-south Korea joint military exercises.\n\t\t\t\t\t The statement said that Key Resolve and Foal Eagle 16 joint military exercises are now under way across south Korea for a war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the Park Geun Hye group are the reckless warmongers bereft of reason and judgment.\n\t\t\t\t\t\n\t\t\t\t\t They should immediately halt the joint military exercises threatening peace in the Korean peninsula and the rest of Northeast Asia as well as world peace.\n\t\t\t\t\t\n\t\t\t\t\t They should clearly know that those who block the concord and unity of the nation are always bound to meet a miserable doom."
        },
        {
            "title": "Pakistani Personage Praises Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-03ee.html",
            "content": "Pakistani Personage Praises Kim Il Sung, Kim Jong Il\r\n Pyongyang, March 11 (KCNA) -- Zabed Ansari, secretary general of the Karachi Branch of the Pakistan-Korea Friendship Association, praised the peerlessly great men of Mt. Paektu in his report at an inaugural ceremony of the Pakistani national preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu held in Karachi on March 3.\n\t\t\t\t\t He said the year 2017 is a meaningful year marking the 105th birth anniversary of President Kim Il Sung and the 75th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was a prominent leader who founded the immortal Juche idea and led the struggle of the Korean people for liberating the country and building socialism to victory.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was an outstanding thinker and theoretician, an ever-victorious brilliant commander who formulated the President's idea into Kimilsungism and made the DPRK an impregnable fortress by dint of Songun."
        },
        {
            "title": "Bulgarian Personage Supports Crucial Statement of KPA Supreme Command",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-04ee.html",
            "content": "Bulgarian Personage Supports Crucial Statement of KPA Supreme Command\r\n Pyongyang, March 11 (KCNA) -- Atanas Ivanov, honorary chairman of the Bulgarian Communists Union, made public a statement on March 3 in support of the crucial statement of the Supreme Command of the Korean People's Army (KPA).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t 60 odd years have passed since the ceasefire of the war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., failing to drop its inveterate bad habit, has turned down the DPRK's proposal for concluding a peace treaty in a bid to realize its wild ambition for aggression, and has extremely screwed up tensions on the peninsula by staging large-scale war games against the DPRK every year.\n\t\t\t\t\t\n\t\t\t\t\t The KPA Supreme Command solemnly clarified in its crucial statement on Feb. 23 the faith and will of the servicepersons and people of the DPRK to mercilessly crush the aggressive moves of the U.S. and south Korean puppet group.\n\t\t\t\t\t\n\t\t\t\t\t More than 1.5 million officials, young working people and students of universities and senior secondary schools across the DPRK volunteered to join and rejoin the KPA just two days after the announcement of the crucial statement.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has the service personnel and people who are determined to defend their country at the cost of their lives by getting closely united around the party and leader.\n\t\t\t\t\t\n\t\t\t\t\t Such service personnel and people are invincible."
        },
        {
            "title": "Philippine Body Condemns UNSC's \"Sanctions Resolution\" against DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-05ee.html",
            "content": "Philippine Body Condemns UNSC's \"Sanctions Resolution\" against DPRK\r\n Pyongyang, March 11 (KCNA) -- The Philippines Solidarity Committee for Peace and Reunification in the Korean Peninsula released a statement on March 4 to lambaste the UN Security Council's \"sanctions resolution\" against the DPRK invented by the U.S.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The UNSC fabricated the \"sanctions resolution\" by taking issue with the DPRK over the exercise of its self-defensive and legitimate right to bolster its national defence capability and develop its science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Peace has not been ensured on the Korean peninsula. This is because the U.S. has denied the DPRK's proposal to conclude a peace treaty, steadily kept its military bases in south Korea and thus divided the Korean nation desirous of reunification into two for a long time.\n\t\t\t\t\t\n\t\t\t\t\t The UN was played into the hands of the U.S. and other big powers and their followers in cooking up the \"sanctions resolution\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We will strengthen our solidarity with the Korean people in the anti-imperialist struggle and raise our voice demanding the removal of the U.S. troops and bases from south Korea and a stop to the war games.\n\t\t\t\t\t\n\t\t\t\t\t Korea is one. \n\t\t\t\t\t\n\t\t\t\t\t We will as ever stand by the Korean people fighting the challenges, interference and war games of the imperialists."
        },
        {
            "title": "Iranian Personage Condemns Suppression of Chongryon in Japan",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-06ee.html",
            "content": "Iranian Personage Condemns Suppression of Chongryon in Japan\r\n Pyongyang, March 11 (KCNA) -- The chairman of the Al Hadi Islam Propaganda Organization of Iran released a statement on March 5, urging the Japanese authorities to stop suppressing the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities recently ratcheted up their suppression of Chongryon and Koreans in Japan, not content with openly revealing their hostility to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon is an organization which protects the rights of the Korean residents in Japan.\n\t\t\t\t\t\n\t\t\t\t\t These days the Japanese authorities are getting more pronounced in their political suppression of Chongryon than ever before.\n\t\t\t\t\t\n\t\t\t\t\t This is, in essence, a grave politically-motivated terrorist act to stamp out Chongryon, pursuant to their hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We strongly denounce the Japanese authorities' suppression of Chongryon. \n\t\t\t\t\t\n\t\t\t\t\t We demand the Japanese authorities stop the mean slander, suppression of Chongryon and Koreans in Japan and abuses of their human rights.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should mind the grave consequences to be entailed by their anti-Chongryon moves."
        },
        {
            "title": " Italian Organization Accuses Japanese Authorities' Moves against DPRK and Chongryon",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-07ee.html",
            "content": "Italian Organization Accuses Japanese Authorities' Moves against DPRK and Chongryon\r\n Pyongyang, March 11 (KCNA) -- The Italia-DPRK Association for Friendship and Solidarity issued a statement on March 1 in protest against the Japanese authorities' criminal moves against the DPRK and the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t It noted that the Japanese authorities are getting undisguised in their moves against the DPRK and Chongryon, pulling up the DPRK over its entirely just H-bomb test and satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t Fully supporting the stand taken by the DPRK, it said that the Korean people will as ever frustrate all the vicious moves of the hostile forces to stifle the DPRK by dint of their indomitable spirit and self-development capability."
        },
        {
            "title": "Russian Body Condemns U.S. and Its Followers' Hostile Policy toward DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-08ee.html",
            "content": "Russian Body Condemns U.S. and Its Followers' Hostile Policy toward DPRK\r\n Pyongyang, March 11 (KCNA) -- The Russian Group for Solidarity with the DPRK made public a statement on Mar. 4 denouncing the UN Security Council's \"resolution on sanctions\" against the DPRK fabricated under the pressure of the U.S.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Tensions and the danger of war are escalating on the Korean peninsula as the days go by.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities are misleading the public opinion to create the false impression that the tensions on the peninsula were caused by the DPRK's bolstering of self-defensive nuclear deterrence and space development for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC's fabrication of the above-said \"resolution\" is a criminal act to stifle and isolate a sovereign state, which should be censured by the world public.\n\t\t\t\t\t\n\t\t\t\t\t We vehemently denounce the U.S. and its followers' hostile policy toward socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t We support the stand of the government, army and people of the DPRK to resolutely smash the aggression moves of the U.S. and its followers.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula can never change as long as the U.S. persists in its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We will actively support the Korean people's just struggle for protecting peace on the peninsula and safeguarding the sovereignty and dignity of the country and nation."
        },
        {
            "title": "Australian Organization Slams U.S.-S. Korea Joint Military Drills",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-09ee.html",
            "content": "Australian Organization Slams U.S.-S. Korea Joint Military Drills\r\n Pyongyang, March 11 (KCNA) -- The Australia-DPRK Association for Friendship and Culture made public a statement on Mar. 1 in denunciation of the U.S. and the south Korean bellicose forces' provocative war drills against the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The largest-ever Key Resolve and Foal Eagle 16 joint military drills to be staged on the Korean peninsula are aimed to invade the DPRK to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\t The saber-rattling involving huge aggression forces are extremely aggravating tensions on the Korean peninsula and in the region and gravely threatening global peace.\n\t\t\t\t\t\n\t\t\t\t\t The western media are slandering the DPRK as \"rouge state\" and \"arch criminal threatening peace on the Korean peninsula.\" \n\t\t\t\t\t\n\t\t\t\t\t However, this criticism is based on utterly twisted views.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK made various reasonable proposals for replacing the Armistice Agreement by a peace treaty and improving the relations with the U.S. and has made positive efforts to implement them during the past decades.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded the Australian authorities not align itself with the U.S. hostile policy toward the DPRK."
        },
        {
            "title": "Kim Jong Il Revered by S. Koreans",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-10ee.html",
            "content": "Kim Jong Il Revered by S. Koreans\r\n Pyongyang, March 11 (KCNA) -- The Korean Friendship Association headquartered in Spain posted on its website on March 20 an article \"Looking up to the eternal sun\" illustrated with photos documenting leader Kim Jong Il's exploits for national reunification.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The whole Korean nation significantly celebrates the Day of the Shining Star, the birth anniversary of General Kim Jong Il, in boundless yearnings for him in February every year.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people are full of reverence for the peerlessly great man who loved the country and the nation more than anyone else, looking back on his exploits for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t \"He advanced many proposals and ways for national reunification as he had a firm will to reunify the country.\" They said: \"He made sure that the inter-Korean summits were held and the June 15 joint declaration and the October 4 declaration were adopted, thus ushering in the new era of independent reunification. This is a great exploit to be handed down in the history of the Korean nation.\"\n\t\t\t\t\t\n\t\t\t\t\t Reverence for him prevailing in Korea will grow stronger generation after generation as it is a manifestation of the ardent feelings of the Korean people revering and following the peerless patriot who devoted his whole life to the country and the nation."
        },
        {
            "title": "Pakistani National Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-13ee.html",
            "content": "Pakistani National Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed\r\n Pyongyang, March 11 (KCNA) -- A Pakistani national preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu was formed in Karachi on March 3.\n\t\t\t\t\t The chief minister of Sind State was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the revolutionary careers and feats of President Kim Il Sung and leader Kim Jong Il and the struggle of the army and people of the DPRK ushering in a golden age in building a thriving nation, and organize colorful political and cultural events on the occasions of the Day of the Sun and the Day of the Shining Star (the birth anniversaries of the great leader) in 2017."
        },
        {
            "title": "Kim Jong Un presencia entrenamiento de disparo de cohetes balisticos de",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-22ee.html",
            "content": "Kim Jong Un presencia entrenamiento de disparo de cohetes balisticos de fuerzas estrategicas de EPC\r\nPyongyang, 11 de marzo (ACNC) -- Segun la orden de combate del Mariscal Kim Jong Un, se realizo el entrenamiento de lanzamiento de cohetes balisticos, que combino la movilidad para la revision de la capacidad para la guerra real de las fuerzas estrategicas del Ejercito Popular de Corea dotadas con medios disuasorios nucleares. \n\t\t\t\t\tEl Mariscal lo presencio.\n\t\t\t\t\t\n\t\t\t\t\tEn el terreno de lanzamiento, el Mariscal escucho la decision de golpe de fuego del general de ejercito Kim Rak Gyom, comandante de las fuerzas estrategicas del EPC, y la ratifico. \n\t\t\t\t\t\n\t\t\t\t\tConforme a la orden de lanzamiento del comandante de las fuerzas estrategicas, los cohetes balisticos se lanzaron hacia el cielo rompiendo la tranquilidad de la noche.\n\t\t\t\t\t\n\t\t\t\t\tEl entrenamiento se realizo a manera de disparo de hacer explotar en la altitud fijada de la zona de objetivo ojivas de  cohete suponiendo el ataque a los puertos de las zonas enemigas en que se introduciran las fuerzas armadas agresoras ultramarinas.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal expreso gran satisfaccion de que se haya ejecutado con exito el presente simulacro de las fuerzas estrategicas que cuentan con elevada capacidad movil conforme a la demanda de la guerra moderna y aplicaron la correcta manera de disparo segun los blancos de golpe. Y envio el saludo combativo en nombre del Comandante Supremo a los oficiales y soldados de las fuerzas estrategicas del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl presento las tareas programaticas que se presentan en perfeccionar mas el sistema de administracion de armas nucleares y desarrollar correctamente la autoctona batalla de cohetes balisticos.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso dar mas acicate al desarrollo de armas nucleares indicado por el partido como nueva meta, impulsar activamente la diversificacion de los medios aplicables de ojivas nucleares y asi prepararse para asestar el ataque nuclear a los enemigos en cualesquier espacios de tierra, cielo, mar y submarino acuatico, destaco.\n\t\t\t\t\t\n\t\t\t\t\tHay que desarrollar constantemente la capacidad de ataque nuclear al intensificar mas la cooperacion entre la rama de investigacion de armas nucleares y la de cohete, dijo y dio las tareas combativas de realizar de continuo la prueba de explosion nuclear para la determinacion de la capacidad de ojivas nucleares desarrolladas nuevamente y otros necesarios para elevar la capacidad de ataque nuclear.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de asegurar con firmeza la prontitud y estabilidad de la operacion del sistema de ataque nuclear en el tiempo de maxima emergencia estatal y establecer mas estrictamente el sistema de unica direccion militar y el de administracion sobre las fuerzas armadas nucleares estrategicas.\n\t\t\t\t\t\n\t\t\t\t\tPuntualizo que nuestra contramedida autodefensiva debe ser mas preventiva y ofensiva tambien ya que a pesar de nuestra advertencia crucial la horda belicista de Park Geun-hye introdujo en el suelo surcoreano inmensos efectivos agresores inclusive las tropas yanquis y los ejercitos de estados satelites y hasta los pertrechos estrategicos nucleares del imperio y desarrolla el entrenamiento militar conjunto Key Resolve y Foal Eagle 16 de gran dimension sin precedente en la historia cometiendo la mas abierta provocacion de guerra nuclear contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tHaremos que los enemigos se arrepientan sin falta por su mal decision e imprudente locura optadas erroneamente en el tiempo equivocado, acoto y prosiguio que para ese fin tomaremos una tras otra las contramedidas fuertes a estilo nuestro.\n\t\t\t\t\t\n\t\t\t\t\tSi el imperio yanqui y los titeres surcoreanos inflamados por la extremada ambicion de agresion al Norte (de Corea) orquestan otro alboroto militar o una payasada imperita contra la RPDC, el poder reaccionario titere se exterminara para siempre tras ser golpeado fisicamente, asevero. \n\t\t\t\t\t\n\t\t\t\t\tComo habiamos advertido seriamente, al \"poder\" de Park le queda solo la via de optar la paciencia para evitar su miserable destino lleno de mala suerte hasta el ultimo dia de su mandato, anadio.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que la RPDC no se asustara ni en lo minino ante cualesquier maquinaciones peligrosas de los enemigos, pero si esos tipejos tocan aunque sea minima un arbol y una planta de la sagrada patria dara de inmediato la orden de ataque a todos los medios de golpe militar incluyendo los medios nucleares y asi asestara el demoledor disparo de fuego al \"poder\" de Park y la horda gangsteril de la capa militar titere imposibilitando su existencia.\n\t\t\t\t\t\n\t\t\t\t\tRatifico que los oficiales y soldados de las fuerzas estrategicas del EPC deben demostrar claramente a los maniacos belicistas cual es el modo de reaccion militar autoctona.\n\t\t\t\t\t\n\t\t\t\t\tOrdeno hacer todos los preparativos para la guerra decisiva poniendo en estado de espera de lanzamiento todos los medios de ataque nuclear de las fuerzas estrategicas que toman por blanco a los importantes objetos de ataque de zonas de operacion del Sur de Corea y las bases de tropas agresoras yanquis en la region de Asia-Pacifico hasta que el imperio yanqui y la horda traidora de Park se agoten por su locura de agresion al Norte. \n\t\t\t\t\t\n\t\t\t\t\tLo vieron junto con el Mariscal, Hwang Pyong So, Ri Pyong Chol, Hong Sung Mu, Kim Jong Sik, Yun Tong Hyon, los funcionarios de departamento de industria belica del Comite Central del Partido del Trabajo de Corea, los cientificos y tecnicos de la rama de investigacion de armas nucleares."
        },
        {
            "title": "Kim Jong Un presencia Competencia de Tanquistas de EPC-2016",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-23ee.html",
            "content": "Kim Jong Un presencia Competencia de Tanquistas de EPC-2016\r\nPyongyang, 11 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, presencio la Competencia de Tanquistas del EPC-2016. \n\t\t\t\t\tRecibieron al Mariscal en el terreno Hwang Pyong So, Pak Yong Sik, Ri Myong Su y otros miembros de mando del EPC, los comandantes de tropas y los jefes de cuerpos de ejercito.\n\t\t\t\t\t\n\t\t\t\t\tLa competencia se realizo a manera de que los tanques, que partieron segun orden de cuerpos de ejercito determinado con el sorteo, superaran los obstaculos instalados en 9 lineas de las pistas de competencia, ejecutaran el disparo a los blancos moviles e inmoviles y luego se determinara el ranking al sintetizar las notas obtenidas en la conduccion para superar los obstaculos y la otra de disparo de canon.\n\t\t\t\t\t\n\t\t\t\t\tTomaron parte los tanquistas seleccionados en los cuerpos de ejercito.\n\t\t\t\t\t\n\t\t\t\t\tEn el puesto de vigilancia, el Mariscal escucho el informe del plan de competencia y dio la orden de empezar la competencia.\n\t\t\t\t\t\n\t\t\t\t\tLos tanques, que superaron de un tiron diferentes obstaculos instalados suponiendo la batalla real, dispararon los proyectiles contra los blancos.\n\t\t\t\t\t\n\t\t\t\t\tContemplando con satisfaccion los tanques, el Mariscal dijo que es digno de ver los tanques que superan con facilidad los obstaculos. Y anadio con alegria que el tanque es el impetu del EPC y que se siente aliviado.\n\t\t\t\t\t\n\t\t\t\t\tEl lugar de entrenamiento parece a un campo de guerra por la propaganda y la agitacion que se repercuten en el terreno  infundiendo el coraje a los tanquistas, acoto. Y anadio que le agrada el ambiente del campo de entrenamiento. \n\t\t\t\t\t\n\t\t\t\t\tEn la competencia, la division de infanteria motorizada no. 108 del EPC ocupo el primer lugar y el cuerpo de ejercito no. 3 y la division de tanques 105 lograron situarse en el segundo y tercer lugares, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la competencia, el Mariscal presento las tareas programaticas que sirven de guia en hacer que el EPC haga plenos preparativos para la batalla. \n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de organizar frecuentemente ese tipo de competencia, modo de entrenamiento mas valioso para cultivar el animo combativo de los tanquistas y su pasion de entrenamiento y elevar la capacidad de los conductores de tanque. \n\t\t\t\t\t\n\t\t\t\t\tSi se desata la guerra, los tanquistas deben avanzar a toda velocidad para destruir sin piedad los bastiones enemigos, acoto. Prosiguio que para ese fin es necesario asimilar el temperamento de lucha y el espiritu combativo de los heroicos tripulantes del tanque no. 312 de la Division Guardia de Tanques 105 \"Seul\" Ryu Kyong Su quienes en el periodo de la Guerra de Liberacion de la Patria entraron primero en la ciudad de Seul atropellando sin piedad a los enemigos y colocaron la bandera de la RPDC en el Capitolio titere.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dio valiosas instrucciones para perfeccionar los preparativos combativos de los tanquistas.\n\t\t\t\t\t\n\t\t\t\t\tOptaremos primero la oportunidad dorada por la reunificacion de la patria, enfatizo e instruyo exterminar despiadadamente a los enemigos si estos se atreven a atentar a nuestra patria.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal expreso la esperanza y conviccion de que los tanquistas defenderan con tanques el Septimo Congreso del PTC y glorificaran el presente ano mediante la intensificacion de la combatividad y la perfeccion de preparativos de combate.\n\t\t\t\t\t\n\t\t\t\t\tVieron el entrenamiento tambien los oficiales de tanquistas y los profesores de las academias militares a todos niveles."
        },
        {
            "title": " Salen cumplidores de plan de economia nacional entre jovenes coreanos",
            "url": "http://kcna.co.jp/item/2016/201603/news11/20160311-24ee.html",
            "content": "Salen cumplidores de plan de economia nacional entre jovenes coreanos\r\nPyongyang, 11 de marzo (ACNC) -- En medio de la campana de 70 dias para acoger con los relucientes exitos laborales el Septimo Congreso del Partido del Trabajo de Corea, salen numerosos creadores de milagros y proezas. \n\t\t\t\t\tCentenares de jovenes en todo el pais cumplieron con anticipacion el plan anual de economia nacional, mas de 3 mil 600 jovenes, el plan de primer semestre y mas de 15 mil 400 jovenes, el plan de primer trimestre.\n\t\t\t\t\t\n\t\t\t\t\tMas de 730 jovenes de mas de 40 brigadas de jovenes de la provincia de Phyong-an del Sur inclusive 13 brigadas del Complejo Carbonifero de la zona de Tokchon cumplieron el plan de primer semestre, y mas de mil 400 jovenes, el plan de primer trimestre.\n\t\t\t\t\t\n\t\t\t\t\tMas de 40 jovenes de la brigada Kim Hyok de la mina de Chonma terminaron hasta principios de marzo el plan de primer semestre al registrar innovacion colectiva en la perforacion y extraccion.\n\t\t\t\t\t\n\t\t\t\t\tMas de cien jovenes del Complejo de Silvicultura no. 121 sobrecumplieron el plan anual de produccion de troncos de arbol al crear milagros en la tala y el transporte de intervalo de troncos superando frios intensos.\n\t\t\t\t\t\n\t\t\t\t\tAl enarbolar la consigna del movimiento para manejar muchas maquinas y muchos husos, 9 jovenes de la Hilanderia de Manpho de la provincia de Jagang cumplieron en 120% el plan de primer trimestre hasta finales de febrero. Y surgieron los cumplidores de planes anuales en la Hilanderia Kim Jong Suk de Pyongyang y la Fabrica Textil de Seda de Pakchon.\n\t\t\t\t\t\n\t\t\t\t\tMas de 20 jovenes de la Union de la Juventud de la empresa de cultivo maritimo de Kwanhae adscrita a la Direccion Pesquera de la provincia de Hamgyong del Norte cumplieron de antemano el plan del primer trimestre.\n\t\t\t\t\t\n\t\t\t\t\t Tambien en la rama pesquera salen sucesivamente los cumplidores de plan."
        }
    ]
}