{
    "date": "2016-10-08",
    "url": "http://kcna.co.jp/item/2016/201610/2016-10-08ee.html",
    "articles": [
        {
            "title": "National Meeting Marks Anniversary of Kim Jong Il's Election as General Secretary of WPK",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-01ee.html",
            "content": "National Meeting Marks Anniversary of Kim Jong Il's Election as General Secretary of WPK\r\nPyongyang, October 8 (KCNA) -- A national meeting took place here on Friday to mark the 19th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present at the meeting were Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae and others, members of the party central leadership organ in Pyongyang, officials of the party, armed forces and power organs, social organizations, ministries and national institutions, officials of organs and industrial establishments in Pyongyang, labor innovators, overseas Koreans and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae, member of the Presidium of the Political Bureau and vice-chairman of the Central Committee of the WPK, made a report.\n\t\t\t\t\t\n\t\t\t\t\t He said that Kim Jong Il's election to the top post of the WPK provided a sure guarantee for developing the party into the one of President Kim Il Sung and revolutionary party of Juche type and accomplishing the revolutionary cause of Juche started in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Jong Il led the WPK for over half a century, creating a shining model in building the revolutionary party in the era of independence and bringing about a great victory and gigantic change in the struggle for building a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his outstanding idea and extraordinary leadership the outdated patterns in party work were broken, a radical change was brought about in building organization, idea and art of leadership of the party, the appearance of the society changed and an eternal foundation was firmly consolidated to accomplish the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t With his extraordinary wisdom and through his energetic ideological and theoretical activities, he formulated the revolutionary idea of the great leader as Kimilsungism, laid down a programme for modeling the whole society on Kimilsungism and gave perfect answers to theoretical and practical problems in all fields including the building of the party, armed forces, state and economy and culture.\n\t\t\t\t\t\n\t\t\t\t\t He developed in depth the great leader's idea of prioritizing arms as a revolutionary idea of Songun and theory of Songun politics and enunciated an original theory of building a socialist power. This is an outstanding feat that made it possible for the WPK to invariably preserve its own revolutionary nature even in the worst adversity and bring about a new radical turn in carrying out the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t He set it as the general task of the party building to develop the WPK into the party of the great leader. He made sure that the party firmly adhered to the principle of the Juche-oriented party building based on the revolutionary outlook on the leader and organized and conducted  the party building and activities as required by Kimilsungism.\n\t\t\t\t\t\n\t\t\t\t\t He bolstered up as firm as an iron wall the nation's defence capability with the Korean People's Army as the core under the banner of Songun and thus laid a strong military foundation for firmly protecting the dignity and sovereignty of the country and the gains of revolution.\n\t\t\t\t\t\n\t\t\t\t\t He aroused all the people to the drive to implement the strategic line of building socialist economy, consolidating the material and technical foundation of the self-supporting national economy and laying a springboard for building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t He led the sacred cause of national reunification to usher in the June 15 era of reunification so that the Koreans advanced in line with the idea of By Our Nation Itself, remarkably raised the DPRK's international position through his energetic external activities and made a historic contribution to accomplishing the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The reporter stressed that the great exploits Kim Jong Il performed by leading the WPK for years are shedding rays as a militant banner for victorious advance of revolution and its completion, adding that he will always be alive as the eternal leader of the WPK and the sun of Juche along with his immortal exploits.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the cause of the party building of Juche led by Kim Jong Il is being successfully carried forward by Marshal Kim Jong Un, the reporter called for flying higher the red party flag of Juche associated with the sacred life of Kim Jong Il and waging a dynamic struggle for the final victory of the revolutionary cause of Juche."
        },
        {
            "title": "DPRK Will Make Efforts for Denuclearization of World",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-14ee.html",
            "content": "DPRK Will Make Efforts for Denuclearization of World\r\nPyongyang, October 8 (KCNA) -- The representative of the DPRK made a speech at the First Committee of the 71st UN General Assembly on October 6.\n\t\t\t\t\t It is the common aspiration and common desire of mankind to live in the world peaceful and secure, free of nuclear weapons, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In building the peaceful world, disarmament, in particular nuclear disarmament is of the greatest importance. In this context, the DPRK fully supports the global struggle for total elimination of nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t As far as the nuclear disarmament is concerned, whether it is achieved or not largely depends on the political determination and practical will of the big powers that possess larger stockpiles of nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The United States is yet frequently talking about the so-called vision of \"the world free of nuclear weapons,\" but it is only a hypocrisy intended to deceive the world and it is none other than a screen for covering up its strategy of nuclear monopoly and world hegemony.\n\t\t\t\t\t\n\t\t\t\t\t The continuing maneuvers of the U.S. for modernization of nuclear weapons are an act of challenge to the desire of mankind to live in the world free of nuclear weapons, posing the greatest threat to the very survival of mankind as well as the world peace and security.\n\t\t\t\t\t\n\t\t\t\t\t Today nuclear weapons are blatantly being used as a means of blackmailing in pursuit of global domination and interference, causing serious concern to the international community.\n\t\t\t\t\t\n\t\t\t\t\t The typical example is the nuclear threats and blackmail of the United States towards the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t While the whole world is watching in great anxiety the situation development on the Korean peninsula, the ever worst danger of war is looming in that part of the world, which can be ignited due to the collision between nukes and nukes and arms and arms.\n\t\t\t\t\t\n\t\t\t\t\t In the face of never-ending threats coming from the United States, the DPRK had no other option but to make a strategic decision to counter them with its own nuclear deterrent and this is a self-defensive measure to safeguard its national sovereignty and right to existence.\n\t\t\t\t\t\n\t\t\t\t\t It is the unswerving stand of the DPRK to rely on its powerful nuclear deterrence and fundamentally remove the danger of a nuclear war being imposed by the U.S., and safeguard the peace and security of the region and the world at large.\n\t\t\t\t\t\n\t\t\t\t\t The UN Security Council, however, defined in an arbitrary manner only the DPRK's nuclear tests and rocket launches as the \"threats to international peace and security,\" and adopted \"resolutions\" banning them.\n\t\t\t\t\t\n\t\t\t\t\t The true colors of the UN Security Council \"sanctions resolutions\" against the DPRK lies in the fact that their adoption is an abuse of power purely in pursuit of political purposes misusing the UN Charter.\n\t\t\t\t\t\n\t\t\t\t\t On the other hand, at the G-77 ministerial meeting held on the sidelines of the current 71st UN General Assembly recently, a declaration rejecting the unilateral sanctions against the DPRK and demanding the immediate lifting of them was adopted.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK possessed nuclear deterrent in order to cope with the nuclear threats coming from the U.S. and to safeguard the supreme interest of the country, the security of the nation and peace.\n\t\t\t\t\t\n\t\t\t\t\t As it has already declared itself as a responsible nuclear weapon state, the DPRK will not use nuclear weapons first, unless the forces of aggression hostile to the country violate its sovereignty with nuclear weapons and the DPRK will faithfully observe its commitment to nuclear non-proliferation as it has made before the international community, and strive for global denuclearization.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will promote exchange and cooperation with international space organizations and space institutions of other countries. It will also continue to have the door wider open with greater enthusiasm towards conquering the world of the outer space, as a proud member of 10 major spacefaring nations, while ensuring transparency in conformity with the relevant international norms and practices."
        },
        {
            "title": "Foreign Ministry Spokesman Rejects U.S. Fictitious Story about \"Abduction of American by North Korea\"",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-31ee.html",
            "content": "Foreign Ministry Spokesman Rejects U.S. Fictitious Story about \"Abduction of American by North Korea\"\r\nPyongyang, October 8 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to a question raised by KCNA Saturday as regards the fact that the U.S. is building up public opinion over the \"story about abduction of American by north Korea\".\n\t\t\t\t\t Twelve years ago American university student David Sneddon was reported missing in the middle of his journey in the highlands of a country. At that time the country concerned officially notified the U.S. State Department and his family that he might have drowned in a river during his journey.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. has now become groundlessly vocal about the \"abduction of the American by north Korea\". This is just a plot hatched by the Obama group, destined to sink like the setting sun due to the total bankruptcy in its hostile policy toward the DPRK, to dramatize the non-existent \"human rights issue\" of the DPRK and tarnish its international image.\n\t\t\t\t\t\n\t\t\t\t\t We flatly deny and categorically reject this far-fetched assertion as a swindle which does not deserve even a passing note."
        },
        {
            "title": "Greetings to Kim Jong Un from Kenyan President",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-08ee.html",
            "content": "Greetings to Kim Jong Un from Kenyan President\r\nPyongyang, October 8 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, received a message of greeting from Uhuru Kenyatta, president of the Republic of Kenya, on September 19.\n\t\t\t\t\t The president in the message extended warm congratulations and best wishes to Kim Jong Un and the people of the DPRK on his own behalf and on behalf of the government and people of Kenya on the occasion of September 9, 2016, the 68th founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed belief that the ties between the two countries would further develop in the interests of the peoples of the two countries, sincerely wishing Kim Jong Un good health and happiness and the people of the DPRK sustainable prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from General Secretary of C.C., LPRP",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-09ee.html",
            "content": "Greetings to Kim Jong Un from General Secretary of C.C., LPRP\r\nPyongyang, October 8 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, received a message of greeting from Bounnhang Vorachith, general secretary of the Central Committee of the Lao People's Revolutionary Party, on October 6.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I, on the occasion of the 71st founding anniversary of the Workers' Party of Korea (WPK), extend fraternal and comradely warm congratulations and best wishes to you, all officials of the Central Committee of the WPK, all Party members and the Korean people on behalf of the Central Committee of the LPRP, all party members and other people and on my own behalf.\n\t\t\t\t\t\n\t\t\t\t\t Over the past 71 years under the wise guidance of the great leaders of the Korean people President Kim Il Sung and Comrade Kim Jong Il and the WPK headed by you, the great successor to the revolutionary cause, the fraternal Korean people have staged a brave and bold struggle to oppose imperialism and protect the revolutionary gains under the banner of the Juche idea and the Songun line and steadily and comprehensively achieved great successes in carrying out the lines and policies of the party, ensuring political stability, developing economy and improving the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t Taking this auspicious opportunity, I sincerely congratulate the fraternal Korean people on all their great successes.\n\t\t\t\t\t\n\t\t\t\t\t I wish the WPK and the fraternal Korean people fresher big successes in carrying out the cause of defending the country, building prosperous socialist Korea and achieving peaceful reunification of the country by implementing the decision of the 7th Congress of the WPK under your correct leadership.\n\t\t\t\t\t\n\t\t\t\t\t I hope the traditional and friendly relations between the parties, states and the peoples of the two countries would steadily grow stronger in conformity with the interests of the two countries, peace and development of friendly and cooperative ties in the region and the world.\n\t\t\t\t\t\n\t\t\t\t\t I wish you good health and happiness and big successes in carrying out your sublime cause."
        },
        {
            "title": "Ugandan Delegation Here",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-24ee.html",
            "content": "Ugandan Delegation Here\r\nPyongyang, October 8 (KCNA) -- A Ugandan delegation for the study of Kimilsungism-Kimjongilism headed by Odauk Paul Michael, deputy commissioner of the National Secretariat for Patriotism Clubs Office of the President, arrived here on Saturday."
        },
        {
            "title": "Floral Baskets to Kim Jong Un from Family of Chinese Anti-Japanese Revolutionary Martyr, Foreign Body, Figure",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-23ee.html",
            "content": "Floral Baskets to Kim Jong Un from Family of Chinese Anti-Japanese Revolutionary Martyr, Foreign Body, Figure\r\nPyongyang, October 8 (KCNA) -- Floral baskets were presented to supreme leader Kim Jong Un by the family of Zhang Wei-hua, Chinese anti-Japanese revolutionary martyr, Hiroshima Prefectural People's Council for Japan-Korea Friendship, and Ibrahim Mantu, chairman of the Nigeria-Korea Friendship Association, on Saturday with the approach of the 71st founding anniversary of the Workers' Party of Korea."
        },
        {
            "title": "Member of Foreign Affairs Committee of British Labor Party Leaves for Home",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-28ee.html",
            "content": "Member of Foreign Affairs Committee of British Labor Party Leaves for Home\r\nPyongyang, October 8 (KCNA) -- Glyn Ford, member of the Foreign Affairs Committee of the British Labor Party, left here for home on Saturday."
        },
        {
            "title": "Delegation of Council of Kim Il Sung-Kim Jong Il Foundation Leaves",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-16ee.html",
            "content": "Delegation of Council of Kim Il Sung-Kim Jong Il Foundation Leaves\r\nPyongyang, October 8 (KCNA) -- A delegation of the Council of the Kim Il Sung-Kim Jong Il Foundation and its members left here on Saturday.\n\t\t\t\t\t Leaving here earlier was Johnny Hon, co-chairman of the council."
        },
        {
            "title": "Japanese Delegation Leaves for Home",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-17ee.html",
            "content": "Japanese Delegation Leaves for Home\r\nPyongyang, October 8 (KCNA) -- A delegation of the Fukuoka Prefectural Japan-DPRK Friendship Association led by Chairman Mamoru Kitahara left here for home on Saturday."
        },
        {
            "title": "Participants in Pyongyang Int'l Conference Leave",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-18ee.html",
            "content": "Participants in Pyongyang Int'l Conference Leave\r\nPyongyang, October 8 (KCNA) -- Experts of Canada, Malaysia, U.S., China, India and UK left here on Saturday after participating in the Pyongyang International Conference on Promoting Sustainable Development."
        },
        {
            "title": "Letter to Kim Jong Un from Participants in Cycling Journey for Reunification",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-29ee.html",
            "content": "Letter to Kim Jong Un from Participants in Cycling Journey for Reunification\r\nPyongyang, October 8 (KCNA) -- Supreme leader Kim Jong Un received a letter on October 5 from the participants in a cycling journey for reunification of the Chinese regional preparatory committee for the joint meeting of the political parties, organizations and individual personages in the north, the south and abroad for peace and independent reunification of the Korean peninsula.\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t We proposed the Pyongyang-Panmunjom cycling journey for reunification to call upon all Koreans at home and abroad to turn out as one in the movement to terminate the more than seven decades-long tragedy of the division at an early date by the their concerted efforts in hearty response to the urgent call of you the respected Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t We held a kick-off ceremony before the Monument to the Three Charters for National Reunification and arrived at Panmunjom, symbol of division. We came to realize once again that the country's reunification is the supreme national task which the Koreans cannot sidestep irrespective of where they live on this earth and that they are responsible for reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\t Standing before the monument to President Kim Il Sung's autograph for reunification at Panmunjom, we more deeply grasped the immortal feats the great Generalissimos Kim Il Sung and Kim Jong Il performed by devoting their whole lives to the country's reunification and their earnest last instructions for reunification.\n\t\t\t\t\t\n\t\t\t\t\t Brief as our stay in the homeland was, we came to have firm conviction that the future of the 80 million Koreans is bright and rosy as they are holding in high esteem the father who loved the country and its people most in the world while witnessing the stirring reality in which our compatriots are building a powerful socialist country, holding aloft the banner of self-reliance and self-development under your outstanding leadership.\n\t\t\t\t\t\n\t\t\t\t\t The letter said that through the journey its participants renewed their strong pledge to build the most powerful reunified country on this land without fail by achieving the great unity of the nation under the uplifted banner of independence true to the intention of Kim Jong Un."
        },
        {
            "title": "Participants in Cycling Journey for Reunification Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-15ee.html",
            "content": "Participants in Cycling Journey for Reunification Visit Mangyongdae\r\nPyongyang, October 10 (KCNA) -- The participants in a cycling journey for reunification of the Chinese regional preparatory committee for the joint meeting of the political parties, organizations and individual personages in the north, the south and abroad for peace and independent reunification of the Korean peninsula visited Mangyongdae, birthplace of President Kim Il Sung. They are headed by Co Vice-Chairman of the Chinese preparatory committee Choe Su Bong, vice-chairman of the General Association of Koreans in China.\n\t\t\t\t\t They laid bouquets before the old home in Mangyongdae and looked round the historical relics preserved there with much care, being briefed on the revolutionary history of Kim Il Sung and members of his patriotic and revolutionary family.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the National Gifts Exhibition House, the Sci-Tech Complex, the Mangyongdae Schoolchildren's Palace, etc."
        },
        {
            "title": "Transport Ships Leave for Disaster Areas",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-21ee.html",
            "content": "Transport Ships Leave for Disaster Areas\r\nPyongyang, October 8 (KCNA) -- Transport-ships loading cement leave Hungnam Port in South Hamgyong Province, the DPRK for the flood-hit areas of North Hamgyong Province one after another.\n\t\t\t\t\t A brisk campaign for shipment of cement goes on at the port where wharf cranes and forklifts are in full operation day and night.\n\t\t\t\t\t\n\t\t\t\t\t These days alone, tens of thousand tons of cement were sent to North Hamgyong Province via the port."
        },
        {
            "title": "Production on Increase in Jagang Province",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-22ee.html",
            "content": "Production on Increase in Jagang Province\r\nPyongyang, October 8 (KCNA) -- Industrial establishments in Jagang Province, the DPRK are increasing the production of iron and steel, cement, fixtures, teaching materials, school things and daily necessities for the rehabilitation of the flood-hit areas of North Hamgyong Province.\n\t\t\t\t\t The Jagang Provincial Forestry Management Bureau, the September Textile Mill and the Kanggye Pencil Factory carried out their assignment in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t Taking the lead in a campaign for increased production of cement, hard glassware, cooking pots and daily necessities are the Chagaphyong Cement Factory and other factories in Huichon and Kanggye cities.\n\t\t\t\t\t\n\t\t\t\t\t The increase in production has also been heard from machine-building and light industrial factories in other parts of the province."
        },
        {
            "title": "Dancing Parties of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-30ee.html",
            "content": "Dancing Parties of Youth and Students Held\r\nPyongyang, October 8 (KCNA) -- Dancing parties of youth and students were held across the country on Saturday, the 19th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Dancing parties began amid the playing of songs \"Please Accept Best Wishes of People\" at the venues of dancing parties in the capital city including the plazas of the Monument to Party Founding, the Pyongyang Indoor Stadium and the Arch of Triumph.\n\t\t\t\t\t\n\t\t\t\t\t Youth and students presented dances, paying the highest tribute and sending eternal glory to Kim Jong Il who developed the WPK into the powerful guiding force for accomplishing the revolutionary cause of Juche and led the revolutionary cause of Juche and the revolutionary cause of Songun to victory.\n\t\t\t\t\t\n\t\t\t\t\t They cheerfully danced to the tunes of songs \"Our Leader Loved by People\" and \"Joy of the People,\" firmly convinced that the ideology and cause of President Kim Il Sung and Kim Jong Il remain unshakable as they are led by Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The festive atmosphere picked up when \"Song of Youth\", \"March of Korean Youth\" and \"Young People, Be Loyal to Our Party\" and other songs were played.\n\t\t\t\t\t\n\t\t\t\t\t Similar events took place in provincial seats, cities and counties on the same day."
        },
        {
            "title": "Drive for Production of More famous Goods Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-19ee.html",
            "content": "Drive for Production of More famous Goods Brisk in DPRK\r\nPyongyang, October 8 (KCNA) -- A work for turning out more famous products has been getting brisk at light industrial establishments in the DPRK.\n\t\t\t\t\t This year, the Wonsan Shoes Factory developed hundreds of new items in 21 kinds of basic types and further raised the quality of products by introducing dozens of new technologies.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Essential Foodstuff Factory succeeded in producing such new kinds of health food as fermented bean.\n\t\t\t\t\t\n\t\t\t\t\t Such signal progress was also made at the Kyongsong Ceramic Factory and the Haeju Bag Factory and in Changsong County of North Phyongan Province."
        },
        {
            "title": "Great Feats Performed by Kim Jong Il in Developing WPK",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-20ee.html",
            "content": "Great Feats Performed by Kim Jong Il in Developing WPK\r\nPyongyang, October 8 (KCNA) -- Today is the 19th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t On this occasion, the army and people of the DPRK are recalling with deep emotion the immortal feats Kim Jong Il performed in developing the WPK into the Party of President Kim Il Sung with the systems of ideology and leadership of its leader established, the general staff of Songun revolution and the motherly Party serving the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t In the late 20th century, the DPRK had to undergo hardships due to the collapse of socialism in East European countries, persistent anti-DPRK moves of imperialist allied forces and natural disasters of consecutive years.\n\t\t\t\t\t\n\t\t\t\t\t But the Korean people overcame all ordeals and difficulties under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Recalling those of days of hardships, Kim Jong Il told officials that the victorious advance of the revolution would have been unthinkable without the Party.\n\t\t\t\t\t\n\t\t\t\t\t In his lifetime, he authored many famous works like \"The Workers' Party of Korea is the Party of the Great Leader Comrade Kim Il Sung\" to set forth important guidelines for developing the WPK into the glorious Party of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He had performed such great feats as leading the defending of socialism to victory and strengthening the DPRK into a world political and military power. And he had wisely led the WPK to fulfill its duty as the mother Party and took a series of measures to improving the people's standard of living.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, Kim Jong Il is the eternal general secretary of the WPK who always lives in the mind of the DPRK people."
        },
        {
            "title": "Traitor Park Geun Hye's Crimes Disclosed",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-32ee.html",
            "content": "Traitor Park Geun Hye's Crimes Disclosed\r\nPyongyang, October 8 (KCNA) -- The National Reunification Institute issued a white paper on Saturday indicting traitor Park Geun Hye for escalating confrontation and war moves with a whole string of invectives against the DPRK.\n\t\t\t\t\t She, seized with the pathological repugnancy toward the compatriots in the north and the foolish ambition for \"unification of social systems\" since she took office, has driven the inter-Korean relations into the worst catastrophe and brought tension and confrontation on the Korean peninsula to an extreme phase by groundlessly slandering the DPRK, the white paper said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t No one can slander the DPRK reacting to the ever increasing U.S. nuclear war threat with bolstering up of its nuclear force at a high level as it is the former's exercise of its legitimate right to self-defense.\n\t\t\t\t\t\n\t\t\t\t\t But ignorant Park, heinous pro-U.S. lackey, has malignantly pulled up the DPRK over its nuclear deterrence for self-defense.\n\t\t\t\t\t\n\t\t\t\t\t The white paper cited facts to prove that anti-DPRK invectives of Park, seized with the \"persecution of north's nukes\", have reached an extreme phase as the DPRK's nuclear capability made a leaping advance.\n\t\t\t\t\t\n\t\t\t\t\t The hysteric frenzy of Park scared by the DPRK's military muscle found a vivid manifestation in her reckless remarks persistently slandering the DPRK's line of simultaneously developing the two fronts, the white paper said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t It is none other than Park, a demon without an equal in the world not letting even a single day in Chongwadae, a den of intrigues, pass without invectives to tarnish the stirring reality of the DPRK which is working legendary miracles while bringing about eye-opening changes day by day.\n\t\t\t\t\t\n\t\t\t\t\t Park's crooked intention was fully revealed in the fact that she has vociferated about the DPRK's \"human rights issue\". This was prompted by her vicious attempt to realize the ambition to stifle the DPRK by misleading public opinion at home and abroad through \"human rights\" offensive. \n\t\t\t\t\t\n\t\t\t\t\t Park's invectives that have reached an uncontrollable phase these days   were prompted by her cunning intention to tide over the serious ruling crisis at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t She started her office with invectives against the fellow countrymen in the north and committed most shameful crimes before the nation and history by reeling off unprecedentedly malignant outbursts in history. This is what she has done during three and half years of her office. \n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately she may try to get rid of the abyss of ruin with crafty word-play, she can never escape her miserable fate already sealed for her pro-U.S. acts and confrontation with the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t Utterly incompetent Park Geun Hye is bound to face the most miserable end for recklessly wagging her tongue."
        },
        {
            "title": "Exploits Performed by Kim Jong Il in Party Building Praised",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-10ee.html",
            "content": "Exploits Performed by Kim Jong Il in Party Building Praised\r\nPyongyang, October 8 (KCNA) -- The exploits performed by leader Kim Jong Il in party building serve as the lifeline for developing the Workers' Party of Korea (WPK) into the Party of the leader which firmly established the oneness of the ideology and leadership and a cornerstone for strengthening it to be an invincible party with firm mass foundation and powerful military groundwork, Rodong Sinmun Saturday says in an editorial.\n\t\t\t\t\t They also serve as a driving force for developing the WPK into a promising party which is carrying forward the ideology and leadership of the leader down through generations, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to hold Kim Jong Il as the eternal leader of the WPK in high esteem and glorify the exploits he performed in party building for all ages.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is carrying out the cause of immortalizing the great leaders at the highest level. To glorify the above-said feats of Kim Jong Il provides a sure guarantee for preserving the revolutionary character and lifeline of the Party and strengthen its leadership role and militant might in every way.\n\t\t\t\t\t\n\t\t\t\t\t We should bear in mind the unshakable faith that Kim Jong Il is the eternal sun of Juche and eternal portrait of the great Paektusan nation and uphold him as the eternal leader of the WPK generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t It is essential to deeply study and grasp his idea and theory of party building and undying exploits and resolutely preserve them.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all the people to closely unite around Marshal Kim Jong Un and achieve great victory in the struggle for developing the Party and accomplishing the cause of socialism, holding aloft the banner of Kimilsungism-Kimjongilism."
        },
        {
            "title": "Rodong Sinmun Accuses Park Geun Hye of Extolling \"Alliance\" with U.S.",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-11ee.html",
            "content": "Rodong Sinmun Accuses Park Geun Hye of Extolling \"Alliance\" with U.S.\r\nPyongyang, October 8 (KCNA) -- Traitor Park Geun Hye of south Korea recently invited brass-hats of the U.S. imperialist aggression forces present in south Korea and the U.S. ambassador in Seoul to a luncheon at Chongwadae at which she extolled \"alliance\" with the U.S. The day before the 63rd anniversary of the south Korea-U.S. \"mutual defense treaty\" she described the U.S. forces as \"special friend\", praising the south Korea-U.S. \"alliance\" as the \"most successful one.\" She even spouted such rigmaroles that the \"combined defense posture based on alliance with the U.S. is the most effective means for deterring the north\" and south Korea would \"further consolidate the alliance.\"\n\t\t\t\t\t Rodong Sinmun Saturday observes in a commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t What Park uttered is nothing but pro-U.S. outbursts and jargons calling for escalating the confrontation with the fellow countrymen in the north that can be reeled off only by the traitor without an equal in the world.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces are steeped in such worship and flunkeyism towards the U.S. that they content they cannot survive without \"alliance\" with it.\n\t\t\t\t\t\n\t\t\t\t\t The Park group's call for tightening the alliance with the U.S. in disregard of the south Korean public mind-set and the trend of the times would only invite more undisguised arrogance and gangster-like demands from its American master and this would consequently bring disgrace and ill-fame as colonial stooges and servants.\n\t\t\t\t\t\n\t\t\t\t\t South Korea should drop an illusion about the U.S. and opt for driving the U.S. imperialist aggression forces out of it and scrapping the \"alliance\" with the U.S. This is the best option that can be taken by the puppet authorities at present when the mechanical structure of the forces surrounding the Korean peninsula has drastically changed, its fate sealed and an immediate goal of struggle of the south Koreans."
        },
        {
            "title": "Rodong Sinmun Accuses Park Geun Hye Group of Its Shameless Solicitation Diplomacy",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-12ee.html",
            "content": "Rodong Sinmun Accuses Park Geun Hye Group of Its Shameless Solicitation Diplomacy\r\nPyongyang, October 8 (KCNA) -- Park Geun Hye at a recent meeting with the speaker of the lower house of a country urged the \"international community to show its firm will of denuclearization\" through \"united action\" including \"additional sanctions\" of the UNSC while malignantly hurting the DPRK's measures to bolster up nuclear deterrent for self-defence.\n\t\t\t\t\t Puppet Foreign Minister Yun Pyong Se also begged the diplomatic chief of a country to voice support to \"cooperation in pressurizing the north\".\n\t\t\t\t\t\n\t\t\t\t\t Traitor Yun at an \"event\" held by south Korea and Japan in Seoul pulled up the DPRK over its \"nuclear test\" and grumbled about \"its threat\". He cried out for joint action to cope with the \"nuclear threat from the north,\" flattering his Japanese master, while uttering that \"understanding and dialogue\" are going well.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the traitors' ridiculous behaviors, Rodong Sinmun Saturday observes:\n\t\t\t\t\t\n\t\t\t\t\t This is no more than the last-ditch efforts of the group of traitors tight-cornered after desperately following the U.S. hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As the DPRK regards independence as its life and soul, it remains unperturbed in the face of the sanctions and pressure put by the puppet group against the former in collusion with outside forces. \n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the Park group is selling off the nation's interests, begging outside forces for \"cooperation in pressuring the north.\" \n\t\t\t\t\t\n\t\t\t\t\t The puppet group is no more than scabby sheep. Its desperate efforts to beg outside forces for \"cooperation in pressurizing the north\" and the confrontation with it can never block the dynamic advance of its service personnel and people making a dynamic advance along the road of independence, Songun and socialism full of faith in sure victory and optimism.\n\t\t\t\t\t\n\t\t\t\t\t We would like to advise the group of traitors to clearly understand this and stop shameless solicitation diplomacy."
        },
        {
            "title": "U.S. Poses Nuclear Threat to DPRK with Flight of B-1B",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-07ee.html",
            "content": "U.S. Poses Nuclear Threat to DPRK with Flight of B-1B\r\nPyongyang, October 8 (KCNA) -- Despite the strong warnings of the Korean people and the world public, the U.S. imperialists' reckless military scheme to mount a \"preemptive nuclear strike\" at the DPRK has reached a grave phase that can no longer be overlooked.\n\t\t\t\t\t The U.S. imperialists intimidated the DPRK by letting B-1B stationed in Anderson Air Force Base on Guam fly to the sky above the Korean peninsula on the morning of October 7.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, they sent B-1B for staging a mad-cap drill of striking major strategic facilities of the DPRK at Sangdong Firing Range in south Korea on October 6.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists have so far resorted to nuclear intimidation against the DPRK but it is the first time that they let notorious nuclear-capable bombers make a series of sorties to stage nuke-dropping drills, crying out for \"preemptive nuclear strike\" at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The gravity of the situation lies in that the sorties of B-1B to the sky above the Korean peninsula were timed to coincide with the drill for a \"preemptive nuclear strike\" going on in Alaska under the simulated conditions of an actual war.\n\t\t\t\t\t\n\t\t\t\t\t Involved in the frantic Alaska drill for \"preemptive strike\" at the DPRK supreme leadership and nuclear and strategic rocket bases are combined air forces of the U.S., south Korea, New Zealand and NATO.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK can never overlook the frequent risky maneuvers of B-1Bs at this time.\n\t\t\t\t\t\n\t\t\t\t\t The situation goes to prove that the U.S. imperialists' frantic moves for a \"preemptive strike\" at the DPRK have reached an extreme phase, irrevocable.\n\t\t\t\t\t\n\t\t\t\t\t As they are getting more pronounced in their scheme to mount a \"preemptive nuclear strike\" at the DPRK, the counteraction of its army will get tougher and more merciless.\n\t\t\t\t\t\n\t\t\t\t\t As already declared, the military counteraction of the DPRK will be a preemptive strike of its own style.\n\t\t\t\t\t\n\t\t\t\t\t The nearer the aggressors come, the earlier they will meet their self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly see how the invincible DPRK will smash the war maniacs' reckless moves for a \"preemptive nuclear strike.\""
        },
        {
            "title": "Issue of \"President's\" Private Residence Sparks Off Public Uproar in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-25ee.html",
            "content": "Issue of \"President's\" Private Residence Sparks Off Public Uproar in S. Korea\r\nPyongyang, October 8 (KCNA) -- The south Korean internet newspaper Voice of People on October 5 said in an editorial that Ri Jae Man, chief secretary of general affairs at Chongwadae, together with the Intelligence Service is preparing the residence for Park Geun Hye after her resignation.\n\t\t\t\t\t What matters is that the preparation is being made secretly by the Intelligence Service, the editorial said, adding: If it is true, the issue is likely to become a judicial problem as was the case with Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\t Furthermore, Chongwadae transferred the man of the IS responsible for the job to other post, aware that an opposition is moving to probe the truth about the case, and is conducting a political offensive against the floor leader of the Kukmin Party who disclosed the problem.\n\t\t\t\t\t\n\t\t\t\t\t The editorial called for probing the truth behind the case and dealing with it properly."
        },
        {
            "title": "S. Korean Organizations Call for People's All-out Action to Bring down Repressive Regime",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-27ee.html",
            "content": "S. Korean Organizations Call for People's All-out Action to Bring down Repressive Regime\r\nPyongyang, October 8 (KCNA) -- Organizations of different circles in Seoul formed the Seoul Headquarters for People's All-out Action on Oct. 7, according to the south Korean on-line paper Tongil News.\n\t\t\t\t\t An inaugural press conference took place at Seoul Square that day.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said scandals committed by the ruling forces have been disclosed one after another in the wake of the chief executive's rejection of the motion for calling for the dismissal of the minister of Agro-Forestry, Stock-breeding and Foodstuff, but Chongwadae is feigning ignorance of them.\n\t\t\t\t\t\n\t\t\t\t\t The bereaved families of the ferry Sewol disaster are still carrying on their sit-in strike at Kwanghwamun plaza to probe the truth about the tragedy but she is flouting the people with lies, taking no measures under the pretext of budget shortage. they charged.\n\t\t\t\t\t\n\t\t\t\t\t An inaugural declaration was read out at the press conference."
        },
        {
            "title": "Typhoon 18 Hits S. Korea",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-26ee.html",
            "content": "Typhoon 18 Hits S. Korea\r\nPyongyang, October 8 (KCNA) -- Typhoon 18 hit hard different areas of south Korea, according to the south Korean Yonhap News.\n\t\t\t\t\t As of October 6, it left seven people dead and more than 500 dwelling houses inundated.\n\t\t\t\t\t\n\t\t\t\t\t Landslide occurred in 21 places in North Kyongsang Province and Ulsan.\n\t\t\t\t\t\n\t\t\t\t\t In Ulsan at least 460 houses and over 20 factory buildings and 150 shops were flooded.\n\t\t\t\t\t\n\t\t\t\t\t Crops in 7,740 hectares of land on Jeju Island and in southern coastal areas were damaged and more than 1,050 trucks were submerged.\n\t\t\t\t\t\n\t\t\t\t\t Four ships capsized or sank in waters near Jeju Island and Thongyong of South Kyongsang Province."
        },
        {
            "title": "Kim Jong Il's Revolutionary Anecdotes Introduced by Vlad News of Russia",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-02ee.html",
            "content": "Kim Jong Il's Revolutionary Anecdotes Introduced by Vlad News of Russia\r\nPyongyang, October 8 (KCNA) -- Vlad News of Russia posted a special write-up dealing with the revolutionary anecdotes of leader Kim Jong Il on Oct. 3.\n\t\t\t\t\t The news carried the photos dealing with his visit to Russia.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t In July 2008, the great leader Comrade Kim Jong Il appreciated a performance given by the State Academy Beryozka Dancing Troupe of Russia Named after N.S. Nadezhdina on a visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Koltsova, head of the troupe, was a famous actress at home and abroad during the period of the Soviet Union.\n\t\t\t\t\t\n\t\t\t\t\t She was a female lead in feature film \"Spring of a Girl\" but slipped from the people's memory along with the collapse of the Soviet Union.\n\t\t\t\t\t\n\t\t\t\t\t At that time she visited the DPRK with her troupe at Comrade Kim Jong Il's invitation.\n\t\t\t\t\t\n\t\t\t\t\t He met the leading members and dancers of the troupe and made sure that a feature film in which she acted be televised.\n\t\t\t\t\t\n\t\t\t\t\t The news carried a report that in July 1998 he met Yazov, former minister of Defence of the Soviet Union who was called a \"military encyclopedia\", during his visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He talked with Yazov about the military field for a long time.\n\t\t\t\t\t\n\t\t\t\t\t Yazov was admired by Comrade Kim Jong Il's profound knowledge of the military affairs.\n\t\t\t\t\t\n\t\t\t\t\t He had perfect knowledge about the three services, not just one individual service and arms, and about ultramodern military science and technology and hardware. He was also well versed in all fields of the military affairs ranging from strategies and tactics of modern warfare to specific combating methods. \n\t\t\t\t\t\n\t\t\t\t\t Yazov was completely charmed by Comrade Kim Jong Il's military wisdom and talent."
        },
        {
            "title": "October Holidays of DPRK Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-03ee.html",
            "content": "October Holidays of DPRK Celebrated Abroad\r\nPyongyang, October 8 (KCNA) -- There took place seminars in Britain and Uganda and a reading session in Guinea on September 29 and October 1 to mark the 71st founding anniversary of the Workers' Party of Korea (WPK) and the 90th founding anniversary of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t On display at the venues of the events were photos of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on show were their works, and books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the British Association for the Study of Songun Policy said the DIU formed by Kim Il Sung 90 years ago was the first organization of the young revolutionaries of the new generation, adding the WPK has dynamically advanced along the road of anti-imperialist, anti-U.S. struggle, firmly preserving the revolutionary principle of the DIU.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the British Group for the Study of the Juche Idea said the self-development-first principle has been successfully applied in the DPRK under the uplifted banner of Kimilsungism-Kimjongilism thanks to Kim Jong Un, adding the Korean revolution has vigorously advanced along the road of independence, Songun and socialism despite any tempest.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ugandan National Executive Committee of the Pan-African Movement said that the undying exploits Kim Il Sung and Kim Jong Il performed by building and leading the WPK serve as a textbook for the life and struggle of progressive political parties and people in the world.\n\t\t\t\t\t\n\t\t\t\t\t He noted that under the sagacious and tested leadership of Kim Jong Un the WPK will demonstrate its dignity as a more powerful political organization and genuine mother party for people."
        },
        {
            "title": "Swiss Bodies Support Korean People's Struggle for Reunification",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-04ee.html",
            "content": "Swiss Bodies Support Korean People's Struggle for Reunification\r\nPyongyang, October 8 (KCNA) -- The pro-U.S. conservative Park Geun Hye group of traitors are rendering the situation on the Korean peninsula extremely tense while denying the October 4 declaration and persistently resorting to the anti-DPRK confrontation rackets but they can never check the struggle of the Korean people for independent reunification.\n\t\t\t\t\t The Swiss preparatory committee for 2017 Meeting Praising Great Persons of Mt. Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea said this in a statement on October 2.\n\t\t\t\t\t\n\t\t\t\t\t The October 4 declaration was provided by the noble idea of H.E. Kim Jong Il for national reunification, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The October 4 declaration is the practical programme for implementing the June 15 North-South Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 North-South Joint Declaration and the October 4 declaration indicate bright ways for independent reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will surely achieve reunification of the country under the banner of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t Nobody can block the independent reunification of Korea."
        },
        {
            "title": "Swiss Figure Calls for Aid to DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-05ee.html",
            "content": "Swiss Figure Calls for Aid to DPRK\r\nPyongyang, October 8 (KCNA) -- Martin Lotscher, chief of the Swiss Group for the Study of the Juche Idea, on October 1 expressed belief that service personnel and people of the DPRK would work miracles of turning adversity into favorable conditions in the drive for recovering from damage in the flood-hit areas of North Hamgyong Province.\n\t\t\t\t\t The Workers' Party of Korea (WPK) led by Marshal Kim Jong Un aroused all the service personnel and people to the rehabilitation drive, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t I firmly believe that the service personnel and people of the DPRK will finish the rehabilitation drive at an early date under the leadership of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t All the members of our study group will render material and moral assistance to the drive.\n\t\t\t\t\t\n\t\t\t\t\t I call upon the international community to make a possible contribution to the drive of the Korean people for recovering from flood damage."
        },
        {
            "title": "Kim Jong Un's Work Introduced in Austria",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-06ee.html",
            "content": "Kim Jong Un's Work Introduced in Austria\r\nPyongyang, October 8 (KCNA) -- The Society for the Promotion of the Relations between Austria and DPRK posted on its internet homepage the full text of supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" on the occasion of the 19th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea. \n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), clarifies that it is the principled requirement for victoriously advancing the cause of the Korean revolution to hold leader Kim Jong Il in high esteem as the eternal general secretary of the Workers' Party of Korea (WPK) and indicates the tasks for steadily strengthening the WPK into the glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Acto central por 19o aniversario de eleccion de Kim Jong Il como Secretario General de PTC",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-01ss.html",
            "content": "Acto central por 19o aniversario de eleccion de Kim Jong Il como Secretario General de PTC\r\nPyongyang, 8 de octubre (ACNC) -- Tuvo lugar ayer en esta capital el acto central por el 19o aniversario de la eleccion del Dirigente Kim Jong Il como Secretario General del Partido del Trabajo de Corea.\n\t\t\t\t\tAsistieron a la ocasion Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae y otros cuadros, los miembros de los organos de direccion del CC del PTC en la ciudad de Pyongyang, los funcionarios de organismos del Partido, fuerzas armadas y Poder, entidades de masas, ministerios y organos centrales, los de instituciones, fabricas y empresas de esta capital, los innovadores laborales, los compatriotas residentes en ultramar y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo de Choe Ryong Hae, miembro del Presidium del Buro Politico y vicepresidente del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la eleccion del Dirigente como Secretario General del PTC, se preparo la firme garantia para fortalecer y desarrollar el PTC como partido del Presidente Kim Il Sung y el revolucionario de tipo jucheano y llevar a feliz termino la causa revolucionaria del Juche iniciada en el monte Paektu, dijo el orador y continuo:\n\t\t\t\t\t\n\t\t\t\t\tConduciendo al PTC durante mas de medio siglo, el Dirigente creo el ejemplo brillante de la construccion de la organizacion politica revolucionaria de la epoca independiente y logro la gran victoria y el gran cambio en la lucha por la construccion de una potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la destacada idea y la extraordinaria guia del Dirigente, se rompio el viejo esquema de las labores partidistas, existido durante largo tiempo, se produjo el cambio trascendental en la construccion organizativa, ideologica y del arte de direccion del partido, se renovo la fisonomia de la sociedad y se consolido firmemente la base de eterna duracion para llevar a cabo la causa socialista.\n\t\t\t\t\t\n\t\t\t\t\tAl desarrollar la extraordinaria perspicacia y las incansables actividades ideo-teoricas, el Dirigente formulo la idea revolucionaria del Presidente como Kimilsungismo, presento el programa de transformar toda la sociedad segun esta doctrina y dio perfectas respuestas a los problemas teorico-practicos que se presentaban en todas las ramas incluyendo la construccion del Partido, las fuerzas armadas, el Estado, la economia y la cultura. \n\t\t\t\t\t\n\t\t\t\t\tDesarrollo y profundizo la idea del Presidente de dar importancia a las fuerzas armadas como la idea revolucionaria del Songun y la teoria politica del Songun y presento la original teoria sobre la construccion de una potencia socialista, lo cual deviene una proeza especial que permitio al PTC mantener invariablemente su caracter revolucionario aun en medio de las pesimas adversidades y abrir la nueva coyuntura de viraje en el cumplimiento de la causa socialista. \n\t\t\t\t\t\n\t\t\t\t\tAl presentar como tarea general de la construccion del partido el fortalecimiento del PTC como partido de lider, mantuvo con firmeza el original principio de construccion del partido basado en la concepcion revolucionaria sobre el lider para que la construccion y las actividades partidistas se realizaran segun la demanda del Kimilsungismo. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente consolido firmemente la capacidad de defensa nacional tomando por pilar el Ejercito Popular bajo la bandera del Songun. De esta manera, asento la firme base militar para defender la dignidad y soberania de la patria y las conquistas de la revolucion. \n\t\t\t\t\t\n\t\t\t\t\tLlamo a todo el pueblo a la materializacion de la linea estrategica de la construccion de economia socialista para preparar solidamente el fundamento material-tecnico de la economia nacional independiente y el trampolin de la construccion de potencia economica. \n\t\t\t\t\t\n\t\t\t\t\tAl conducir la sagrada causa de reunificacion de la patria, abrio la era de reunificacion del 15 de Junio que marcha bajo el ideal de \"Entre nosotros, los connacionales\", elevo extraordinariamente la posicion internacional de la RPDC mediante sus energicas actividades exteriores e hizo contribucion historica al cumplimiento de la causa de verificacion de la independencia en el mundo entero. \n\t\t\t\t\t\n\t\t\t\t\tLas grandes hazanas del Dirigente realizadas en su direccion sobre el PTC brillan como bandera combativa para el avance victorioso y el cumplimiento de la revolucion coreana. Y junto con sus imperecederas proezas este gran hombre estara vivo para siempre como eterno lider del PTC y eterno sol del Juche. \n\t\t\t\t\t\n\t\t\t\t\tLa autoctona causa de construccion del partido, conducida por el Dirigente, se lleva adelante por el Mariscal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tTodos deben luchar con dinamismo por la victoria final de la causa revolucionaria del Juche enarbolando la bandera roja del Partido en que esta impregnada la sagrada vida del Dirigente."
        },
        {
            "title": "Delegado coreano expone posicion de RPDC sobre la desnuclearizacion del mundo",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-03ss.html",
            "content": "Delegado coreano expone posicion de RPDC sobre la desnuclearizacion del mundo\r\nPyongyang, 8 de octubre (ACNC) -- El delegado coreano hizo uso de la palabra el dia 6 en el primer comite (desarme y seguridad internacional) del 71o periodo de sesiones de la Asamblea General de la ONU.\n\t\t\t\t\tEl senalo que la humanidad aspira a vivir en un mundo pacifico y estable sin armas nucleares, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tEl desarme, en particular, la reduccion nuclear ocupa posicion mas importante en la construccion del mundo pacifico y la RPDC apoya los esfuerzos mundiales por la eliminacion completa de artefactos nucleares.\n\t\t\t\t\t\n\t\t\t\t\tLa realizacion o no de desarme nuclear depende de la decision politica y la voluntad practica de las potencias nucleares mas grandes del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. preconiza todavia el proyecto del \"mundo libre de armas nucleares\", pero esto no pasa de ser una hipocresia para enganar al mundo y la cortina de humo para encubrir su estrategia de monopolio nuclear y hegemonia mundial.\n\t\t\t\t\t\n\t\t\t\t\tLa persistente modernizacion de artefactos nucleares por EE.UU. deviene un desafio a la aspiracion de la humanidad a vivir en un mundo pacifico sin armas nucleares y una seria amenaza a la paz y seguridad del mundo y a la misma existencia de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tLo que causa actualmente la seria preocupacion de la sociedad internacional es que el arma nuclear se usa abiertamente como medio de chantaje para la dominacion e intervencion.\n\t\t\t\t\t\n\t\t\t\t\tUn buen ejemplo es la amenaza nuclear de EE.UU. sobre la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tCuando todo el mundo observa con gran inquietud, se crea en la Peninsula Coreana, zona mas candente del mundo, el extremado peligro de guerra que puede pasar en cualquier momento al choque de armas nucleares y fuegos.\n\t\t\t\t\t\n\t\t\t\t\tFrente a la incesante amenaza nuclear de EE.UU., la RPDC tomo la resuelta decision estrategica de enfrentarle con el disuasivo nuclear como medida de autodefensa para salvaguardar la soberania y el derecho a la vida.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC mantiene la inconmovible posicion de erradicar a base del poderoso disuasivo nuclear el peligro de guerra nuclear impuesto por EE.UU. y defender la paz y seguridad de la region y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, el Consejo de Seguridad de la ONU define como \"amenaza a la paz y seguridad internacionales\" solo la prueba nuclear y el lanzamiento de cohetes de la RPDC y adopto una \"resolucion\" que los prohibe.\n\t\t\t\t\t\n\t\t\t\t\tEl abuso de autoridad por encima de la Carta de la ONU segun el objetivo politico es la esencia de la \"resolucion de sancion\" anti-RPDC del Consejo de Seguridad.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion ministerial del G-77, realizada durante el 71o periodo de sesiones de la Asamblea General de la ONU, se ha publicado una declaracion que rechaza la sancion unilateral contra la RPDC y demanda su cancelacion inmediata.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC poseyo el disuasivo nuclear para defender los maximos intereses estatales y la seguridad nacional y preservar la paz frente a la amenaza nuclear norteamericana.\n\t\t\t\t\t\n\t\t\t\t\tComo ha declarado ya, la RPDC, responsable portador de armas nucleares, no las usara primero si las fuerzas hostiles agresivas no atentan su soberania con el mismo artefacto, cumplira con toda sinceridad su compromiso de no proliferacion nuclear asumido ante la sociedad internacional y se esforzara por realizar la desnuclearizacion del mundo. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC seguira intensificando el intercambio y la cooperacion con los organos aeroespaciales internacionales y los de otros paises.\n\t\t\t\t\t\n\t\t\t\t\tComo uno de los 10 paises aeroespaciales, abrira amplia via de conquista del cosmos garantizando al maximo la transparencia de sus actividades conforme al reglamento y costumbres internacionales."
        },
        {
            "title": "IRP publica carta blanca para denunciar crimenes de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-22ss.html",
            "content": "IRP publica carta blanca para denunciar crimenes de Park Geun-hye\r\nPyongyang, 8 de octubre (ACNC) -- El Instituto de la Reunificacion de la Patria (IRP) publico el dia 8 una carta blanca para denunciar los crimenes de la traidora Park Geun-hye quien busca las desgracias de enfrentamiento y guerra pronunciando palabras conflictivas con la Republica Popular Democratica de Corea.\n\t\t\t\t\tCon el vicio de rechazar a la parte connacional y la ambicion de lograr la \"unificacion mediante la fusion de regimenes\", ella calumnia absurdamente a la RPDC desde el primer dia de su mandato hasta la fecha y exacerba asi al extremo la tension y el enfrentamiento en la Peninsula Coreana llevando a la fase de ruptura las relaciones Norte-Sur, revela el documento y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tNadie tiene derecho a censurar el desarrollo en alto nivel de las fuerzas armadas nucleares de la RPDC frente a la creciente amenaza de guerra nuclear de EE.UU., porque eso se trata del ejercicio de legitimo derecho a la autodefensa.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, Park Geun-hye, traidora proyanqui e ignorante, cuestiono siniestramente el disuasivo nuclear de autodefensa de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa chismografia de ella, que tiene \"delirio de persecucion por el arma nuclear norcoreana\", se torno mas siniestra cada vez que se consolidaba el poderio nuclear de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAtemorizada ante el poderio militar de la parte connacional, ella critica histerica y obstinadamente la linea de impulso paralelo de la construccion economica y la de fuerzas armadas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tLa traidora diabolica Park pasa los dias en Chongwadae con calumnias sobre la realidad maravillosa de la RPDC que registra todos los dias cambios seculares y milagros. \n\t\t\t\t\t\n\t\t\t\t\tSus malas entranas se han revelado en su insistencia en el \"problema de DDHH\" de la RPDC para lograr la ambicion de aplastarla induciendo en error la opinion publica interna y externa. \n\t\t\t\t\t\n\t\t\t\t\tSus incontrolables improperios sobre la RPDC parten de su astuto intento de liberarse de la grave crisis de dominacion. \n\t\t\t\t\t\n\t\t\t\t\tLos 3 anos y medio de su mandato fueron el expediente criminal mas vergonzoso para la nacion y la historia. \n\t\t\t\t\t\n\t\t\t\t\tPor muy desesperados que fueran los esfuerzos de Park, condenada por la historia por su proceder proyanqui y vendepatria y enfrentamiento fratricida, por liberarse del abismo de arruinamiento, ella no podra salvar su destino que se apaga. \n\t\t\t\t\t\n\t\t\t\t\tElla sufrira el fin mas tragico por sus chismes."
        },
        {
            "title": "Rodong Sinmun condena a Park Geun-hye que encomia la \"alianza\" con EE.UU.",
            "url": "http://kcna.co.jp/item/2016/201610/news08/20161008-09ss.html",
            "content": "Rodong Sinmun condena a Park Geun-hye que encomia la \"alianza\" con EE.UU.\r\nPyongyang, 8 de octubre (ACNC) -- Hace poco, la traidora Park Geun-hye invito a un almuerzo en Chongwadae a los generales de alto rango de las fuerzas norteamericanas ocupantes del Sur de Corea y al embajador estadounidense en Seul.\n\t\t\t\t\tEse dia, la vispera del 63o aniversario de la firma del \"tratado de defensa mutua\" surcoreano-estadounidense, ella describio la \"alianza\" Sur de Corea-EE.UU. como la \"mas exitosa\" calificando al ejercito norteamericano de \"amigo especial\".\n\t\t\t\t\t\n\t\t\t\t\tChismeo que el \"medio mas eficiente para disuadir al Norte de Corea\" es la \"disposicion de defensa conjunta\" basada en la \"alianza\" con EE.UU. y \"consolidara mas\" estas relaciones.\n\t\t\t\t\t\n\t\t\t\t\tEsta chismografia, que favorece a EE.UU. y busca el enfrentamiento fratricida, la puede decir solo esa traidora de peor calana.\n\t\t\t\t\t\n\t\t\t\t\tAsi critica el diario Rodong Sinmun en un comentario individual difundido este sabado y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos, cautivados de la concepcion de servilismo y adoracion a EE.UU., piensan que no pueden vivir ni un momento sin la \"alianza\" con el imperio.\n\t\t\t\t\t\n\t\t\t\t\tSi la camarilla de Park trata de depender mas de esa \"alianza\", sufrira la verguenza e ignominia de lacaya colonial porque su amo gringo le impondra demandas mas arrogantes.\n\t\t\t\t\t\n\t\t\t\t\tEl Sur de Corea debe despertarse de la ilusion sobre EE.UU. y optar por retirar las tropas agresoras norteamericanas y romper la \"alianza\".\n\t\t\t\t\t\n\t\t\t\t\tEsto es la mejor opcion y destino fatal para las autoridades surcoreanas en estos tiempos cuando se cambia radicalmente la estructura de fuerzas en la Peninsula Coreana y su contorno y la inmediata tarea de lucha para los habitantes surcoreanos."
        }
    ]
}