{
    "date": "2016-06-26",
    "url": "http://kcna.co.jp/item/2016/201606/2016-06-26ee.html",
    "articles": [
        {
            "title": "Special Envoy of Namibian President Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201606/news26/20160626-04ee.html",
            "content": "Special Envoy of Namibian President Visits Mangyongdae\r\n Pyongyang, June 26 (KCNA) -- Deputy Prime Minister and Minister of International Relations and Cooperation of Namibia Netumbo Nandi-Ndaitwah who is a special envoy of the Namibian president and her party visited Mangyongdae, the birth place of President Kim Il Sung.\n\t\t\t\t\t At the old home in Mangyongdae, the guests looked round historical relics, being briefed on the revolutionary career of the President.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Tower of the Juche Idea, Sci-Tech Complex, Kyongsang Kindergarten, etc."
        },
        {
            "title": "Dry Transformers under Mass Production in DPRK",
            "url": "http://kcna.co.jp/item/2016/201606/news26/20160626-12ee.html",
            "content": "Dry Transformers under Mass Production in DPRK\r\n Pyongyang, June 26 (KCNA) -- Energy-saving dry transformers with a world competitive edge have been produced in a serial way in the DPRK.\n\t\t\t\t\t In this regard, KCNA met Kim Kyong Nam, manager of the Ryugyong Electric Appliances Factory.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The factory is able to produce dry transformers with different capacities.\n\t\t\t\t\t\n\t\t\t\t\t Our products are small in volume and weigh light while being highly resistant to humidity and overload with strong fire-prevention capability.\n\t\t\t\t\t\n\t\t\t\t\t Epoxy resin is used for the insulation of transformers.\n\t\t\t\t\t\n\t\t\t\t\t Transformer with a big capacity has an automatic temperature controller.\n\t\t\t\t\t\n\t\t\t\t\t When the controller is connected with computer, the state of transformer can be monitored in real-time.\n\t\t\t\t\t\n\t\t\t\t\t Our products need less power and are highly efficient. And their serviceable life is more than 30 years, 10 years longer than oil transformer."
        },
        {
            "title": "Rodong Sinmun Calls for Frustrating U.S. Imperialists' Moves to Ignite Nuclear War",
            "url": "http://kcna.co.jp/item/2016/201606/news26/20160626-09ee.html",
            "content": "Rodong Sinmun Calls for Frustrating U.S. Imperialists' Moves to Ignite Nuclear War\r\n Pyongyang, June 26 (KCNA) -- Rodong Sinmun Sunday in an editorial calls for frustrating the U.S. and the south Korean puppet warmongers' moves to ignite a nuclear war against the DPRK by the united efforts of all Koreans. \n\t\t\t\t\t It is an invariable mode of counteraction of the army and people of the DPRK not to allow but mercilessly punish provocateurs who violate the dignity and sovereignty of the DPRK, the editorial says, adding:\n\t\t\t\t\t\n\t\t\t\t\t No military threat, sanctions and pressure will work on the DPRK. If the U.S. persistently resorts to the already failed policy to stifle the DPRK and finally ignites a war against it, the U.S. will meet a miserable end on its land. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. should opt for respecting the DPRK's sovereignty and right to existence in order to defuse the tension and provide peaceful circumstances on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. should squarely face up to the strategic position of the DPRK which has ranked itself among nuclear powers and to the trend of the times, drop its anachronistic hostile policy toward the DPRK, replace the Armistice Agreement with a peace treaty and drive its aggression forces and war equipment out of south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should stop all hostile military acts of opposing the compatriots in the north in collusion with the U.S., and imperiling the peace and security on the peninsula, kowtowing to the U.S. \n\t\t\t\t\t\n\t\t\t\t\t If they make desperate efforts for the military confrontation, far from responding to the DPRK's peace-loving proposal, they will meet a final doom.\n\t\t\t\t\t\n\t\t\t\t\t There are obstacles and difficulties in the road of achieving peace and reunification on the peninsula, but no one can block the Korean people's struggle to carve out their destiny independently."
        },
        {
            "title": "Rodong Sinmun Terms U.S. and S. Korean Puppet Forces Aggressors, Nuclear War Maniacs",
            "url": "http://kcna.co.jp/item/2016/201606/news26/20160626-10ee.html",
            "content": "Rodong Sinmun Terms U.S. and S. Korean Puppet Forces Aggressors, Nuclear War Maniacs\r\n Pyongyang, June 26 (KCNA) -- The U.S. imperialists and the south Korean puppet forces are unpardonable criminals that ignited a war on the Korean peninsula to invade the DPRK and committed all shudder crimes, says Rodong Sinmun Sunday in an article.\n\t\t\t\t\t Terming the U.S. forces hideous aggressors and dangerous war-like forces persistently pursuing the wild ambition for stifling the DPRK and working hard to ignite a new war on the Korean peninsula, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Far from drawing a lesson from the ignominious defeat it sustained in the past Korean war, the U.S. has zealously sought a chance to invade the DPRK, being hell-bent on escalating the military confrontation with it in collusion with the south Korean war maniacs.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has staged joint military drills under various codenames every year under the simulated conditions of invading the north in league with the south Korean puppet forces, while persisting in posing nuclear blackmail and threat to the DPRK. This is aimed to ignite the second Korean war at any cost by pushing the situation on the Korean peninsula to the extreme phase of confrontation and tensions.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has imposed unprecedentedly harsh \"sanctions\" and pressure upon the DPRK, taking issue with its measure for bolstering nuclear deterrent for self-defence and legitimate satellite launch. Recently it has gone so far as to map out an \"operation plan for high-precision air raid\" on the nuclear force of the DPRK. This is all aimed to realize the wild dream it failed to do so in the 1950s by ratcheting up its war moves targeting the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and the south Korean puppet forces continue running riot and dare ignite a war despite the repeated warnings served by the DPRK, its service personnel and people will annihilate the provocateurs to the last man by giving fullest play to their fully bolstered military muscle and accomplish the historic cause of national reunification."
        },
        {
            "title": "Rodong Sinmun Blasts Park Geun Hye's Anti-DPRK Remarks",
            "url": "http://kcna.co.jp/item/2016/201606/news26/20160626-11ee.html",
            "content": "Rodong Sinmun Blasts Park Geun Hye's Anti-DPRK Remarks\r\nPyongyang, June 26 (KCNA) -- At the \"state council meeting\" on June 21 Park Geun Hye, puppet chief executive of south Korea, cried out for \"taking thoroughgoing measures\", while talking nonsense that \"the north attempts at abduction and terrorism\" and \"it is possible that it has relations with international terrorist organization\".\n\t\t\t\t\tCommenting on this, Rodong Sinmun Sunday terms this a revelation of the persecution mania of a psychopathic case crazy to escalate confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet forces of south Korea are the arch criminal of abduction and terrorism, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe puppet Intelligence Service of south Korea allured and abducted a group of DPRK citizens abroad in April, an unprecedented heinous terrorist act in the history of inter-Korean relations and a grave politically-motivated provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tKoreans in south Korea and overseas are becoming increasingly vocal in calling for probing the truth about the crime and punishing its prime movers while hardly repressing the astonishment at the south Korean puppet conservative authorities' hideous abduction of DPRK citizens. Upset by this, the puppet forces are making sophism-like remarks about \"possibility of the north's terrorism\" while floating rumor that the DPRK seems to be related to international terrorist organization in a bid to escape criticism and denunciation against them and get rid of a dilemma.\n\t\t\t\t\t\n\t\t\t\t\tBut no one will turn an ear to such nonsense. This will only more saliently reveal the despicable colors of the puppet forces as kingpin of conspiracy and fabrication and maniacs of confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean chief executive had better bear in mind that she will be forced to pay dearly for her tongue-lashing."
        },
        {
            "title": "Irregularities and Corruption Rampant among High Ranking Officers of S. Korean Puppet Army",
            "url": "http://kcna.co.jp/item/2016/201606/news26/20160626-08ee.html",
            "content": "Irregularities and Corruption Rampant among High Ranking Officers of S. Korean Puppet Army\r\n Pyongyang, June 26 (KCNA) -- A major general on reserve duty of the south Korean puppet Ground Force was involved in swindle over the purchase of body armor, according to the south Korean CBS on June 21. \n\t\t\t\t\t He reportedly embezzled a large amount of money from a business in return for hyping its low-quality bullet-proof jackets as new-type ones from August, 2011 to November, 2014.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, a high-ranking officer of the puppet military was disclosed to have been bribed by a company to order a conclusion of a contract for the introduction of the training ground control system produced by it."
        },
        {
            "title": "Kim Jong Il's Party Building Exploits Praised by Lebanese Personage",
            "url": "http://kcna.co.jp/item/2016/201606/news26/20160626-01ee.html",
            "content": "Kim Jong Il's Party Building Exploits Praised by Lebanese Personage\r\n Pyongyang, June 26 (KCNA) -- Zaher al Khatib, secretary general of the Lebanon Federation of Workers, made public a statement on June 17 to mark the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Noting that Kim Jong Il's start of work at the WPK Central Committee was a noteworthy event in developing the party, he went on:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Il built the WPK into the party which embodied the Juche idea and the idea and theory for party building based on it and into the party in which the idea and leadership system of the leader has been thoroughly established, the mother party serving the people after forming a harmonious whole with them and the militant party with strong sense of organization and discipline.\n\t\t\t\t\t\n\t\t\t\t\t He put priority to military capability at the end of the last century when the imperialist allied forces focused anti-socialist offensive on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He pursued the Songun politics in all fields by vigorously advancing the socialist construction of the country with the People's Army as the core and the main force.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has become a politico-ideological power and a military power. This would be unthinkable without the outstanding leadership of HE Kim Jong Il, the eternal leader of the WPK."
        },
        {
            "title": "Mexican President on Developing Friendly Relations with DPRK",
            "url": "http://kcna.co.jp/item/2016/201606/news26/20160626-02ee.html",
            "content": "Mexican President on Developing Friendly Relations with DPRK\r\n Pyongyang, June 26 (KCNA) -- Kim Hyong Gil, DPRK ambassador to Mexico, presented his credentials to Enrique Pena Nieto, president of the United Mexican States, on June 20.\n\t\t\t\t\t At the meeting the Mexican president affirmed that the Mexican government would develop the traditional relations of friendship with the DPRK."
        },
        {
            "title": "Swiss Bodies Bash U.S. Nuclear War Rehearsal",
            "url": "http://kcna.co.jp/item/2016/201606/news26/20160626-03ee.html",
            "content": "Swiss Bodies Bash U.S. Nuclear War Rehearsal\r\n Pyongyang, June 26 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on June 21 in denunciation of the ever more undisguised moves of the U.S. imperialists to ignite a nuclear war against the DPRK.\n\t\t\t\t\t The statement recalled that the U.S. imperialists let a formation of nuclear strategic bombers B-52H on Guam get busy with a nuclear bomb dropping drill in south Korea on June 17 under the pretext of the exercise for long-distance navigation flight and strike at strategic targets and earlier on June 13 introduced nuclear-powered submarine Mississippi capable of mounting a nuclear attack on the rival side into Pusan Port of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The introduction of the nuclear-powered nuclear submarine into south Korea is aimed at examining the actual possibility of hurling a nuclear force in case of the second Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The gangster-like U.S. imperialists are preparing a nuclear war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This fact clearly proves the validity of the strategic line of the Workers' Party of Korea on simultaneously pushing forward economic construction and the building of nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t As the DPRK pursues the said line, the peace on the Korean peninsula can be preserved.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK wants peace but never begs for it.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army is fully ready for making a nuclear attack on the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The latter is well aware of this.\n\t\t\t\t\t\n\t\t\t\t\t The Korean army and people will win a shining victory by mercilessly frustrating any aggression move of the U.S. imperialists."
        },
        {
            "title": "Australian Body Assails S. Korean Acts against Humanity",
            "url": "http://kcna.co.jp/item/2016/201606/news26/20160626-05ee.html",
            "content": "Australian Body Assails S. Korean Acts against Humanity\r\n Pyongyang, June 26 (KCNA) -- The Australia-DPRK Association for Friendship and Culture made public a statement on June 17 denouncing the south Korean puppet regime's acts against humanity.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' allurement and abduction of a group of citizens of the DPRK is sparking great concern of the world peace-loving people.\n\t\t\t\t\t\n\t\t\t\t\t The said kidnapping is a criminal act of violating human rights.\n\t\t\t\t\t\n\t\t\t\t\t It is being used for anti-DPRK propaganda in south Korea under the aegis of the U.S. and what's more it is aggravating the tension on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should be aware of the aggravation of the problem and immediately send the abductees back.\n\t\t\t\t\t\n\t\t\t\t\t The peace on the Korean peninsula is a vital issue related to global peace.\n\t\t\t\t\t\n\t\t\t\t\t We strongly urge the south Korean authorities to immediately stop all provocations against the DPRK."
        },
        {
            "title": "British Party, Organizations Stage Demo in Protest against S. Korean Puppet Forces' Inhumane Act",
            "url": "http://kcna.co.jp/item/2016/201606/news26/20160626-06ee.html",
            "content": "British Party, Organizations Stage Demo in Protest against S. Korean Puppet Forces' Inhumane Act\r\n Pyongyang, June 26 (KCNA) -- British progressive political party and organizations staged a protest demonstration outside the south Korean puppet embassy in London on June 17 in demand of the repatriation of citizens of the DPRK who were allured and abducted to south Korea.\n\t\t\t\t\t Personages and members of the New Communist Party of Britain, the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK took part in the demonstration.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the British Association for the Study of Songun Policy condemned the Park Geun Hye group of south Korea for committing unprecedented heinous international terrorist act of alluring and abducting citizens of the DPRK in group.\n\t\t\t\t\t\n\t\t\t\t\t He said that right after the occurrence of the incident the DPRK bitterly denounced the brutal act of the puppet group and demanded the south Korean authorities and red cross body immediately and unconditionally send back the abductees, severely punish those who were involved in the abduction or let them appear in the court of the DPRK and take a practical measure so that families of the abductees may go to south Korea and meet their daughters.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Park group flatly denied the just demand of the DPRK by spouting ridiculous sophism, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are keeping the abductees in solitary cells away from contact with outside and forcing \"defection\" upon them. They also blocked all the channels to prevent any secret from leaking.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should take a measure to meet the just demand of the families of the victims, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t They should make an apology for the unprecedented allurement and abduction and send back the citizens of the DPRK to their homeland without delay.\n\t\t\t\t\t\n\t\t\t\t\t All the progressives of Britain demand the south Korean authorities directly show the situation of those abductees.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators distributed leaflets revealing the criminal act of the south Korean authorities to Londoners and called for solidarity."
        },
        {
            "title": "June 15 Joint Declaration Is Landmark for Korea's Reunification: UK Body",
            "url": "http://kcna.co.jp/item/2016/201606/news26/20160626-07ee.html",
            "content": "June 15 Joint Declaration Is Landmark for Korea's Reunification: UK Body\r\n Pyongyang, June 26 (KCNA) -- The British Association for the Study of Songun Policy posted an article titled \"Landmark for Korea's reunification\" on its website on June 14 to mark the 16th anniversary of the June 15th North-South Joint Declaration.\n\t\t\t\t\t The article said that the adoption of the June 15 North-South Joint Declaration is a brilliant fruition of the patriotic high intention of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It was also an epochal event that provided the Korean nation with a landmark for national reunification and a great event that made a breakthrough in the history of national division frozen by confrontation and war, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The publication of the June 15 joint declaration the core of which is By Our Nation Itself provided the Korean nation with an invincible banner which it should invariably uphold in the struggle for ushering in a new era of independent reunification, and enabled it to dynamically advance the movement for national reunification with fresh confidence and optimism.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration is, indeed, the eternal milestone and immortal banner for Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The exploits of General Kim Jong Il for national reunification will shine forever in the history of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Respected Marshal Kim Jong Un, the great lodestar of Korea's reunification, is now steering the movement for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad are sure of the rosy future of reunified prospering Korea as they are led by him.\n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification is sure to be achieved thanks to Marshal Kim Jong Un, the leader of the great nation, the June 15 joint declaration and unshakable will of the Korean nation to achieve national reunification without fail."
        }
    ]
}