{
    "date": "2016-02-11",
    "url": "http://kcna.co.jp/item/2016/201602/2016-02-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Birthday Spread to Centenarian",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-23ee.html",
            "content": "Kim Jong Un Sends Birthday Spread to Centenarian\r\nSohung, February 11 (KCNA) -- Supreme leader Kim Jong Un sent a birthday spread to U Son Bi, a centenarian living in township of Sohung County, North Hwanghae Province.\n\t\t\t\t\t She was born as a daughter of a poor farmer before the liberation of the country. She experienced the grudge of the stateless nation, subject to all sorts of maltreatment and humiliation by the Japanese imperialists and the exploiting class.\n\t\t\t\t\t\n\t\t\t\t\t It was not until President Kim Il Sung liberated the country that she could enjoy a worthy life.\n\t\t\t\t\t\n\t\t\t\t\t She worked as a mine worker for a long period.\n\t\t\t\t\t\n\t\t\t\t\t She brought up many children and sent them to posts of defending the country and difficult and labor consuming fields. After becoming a pensioner, she helps them carry out their tasks while leading an optimistic life."
        },
        {
            "title": "Delegation of DPRK Education Commission Leaves for Cuba",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-17ee.html",
            "content": "Delegation of DPRK Education Commission Leaves for Cuba\r\nPyongyang, February 11 (KCNA) -- A delegation of the DPRK Education Commission led by Chairman Kim Sung Du left here Thursday to participate in the 10th international conference on higher education to be held in Cuba."
        },
        {
            "title": "Reception Given by Russian Ambassador",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-30ee.html",
            "content": "Reception Given by Russian Ambassador\r\nPyongyang, February 11 (KCNA) -- Alexandr Matsegora, Russian ambassador to the DPRK, gave a reception at the Taedonggang Diplomatic Club on Thursday on the occasion of the day of diplomatic officials of Russia.\n\t\t\t\t\t Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, and other officials concerned and diplomatic envoys of foreign countries here and staff members of their embassies.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Russian embassy were present."
        },
        {
            "title": "Foreigners Visit Mangyongdae Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-28ee.html",
            "content": "Foreigners Visit Mangyongdae Schoolchildren's Palace\r\nPyongyang, February 11 (KCNA) -- Officials in charge of cultural and friendly relations of foreign embassies here visited the Mangyongdae Schoolchildren's Palace Thursday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They looked round various places of the palace which was rebuilt into a comprehensive extra-curricular educational base for schoolchildren. \n\t\t\t\t\t\n\t\t\t\t\t They expressed their admiration at the cheerful appearance of schoolchildren who study to their heart's content in various rooms equipped with modern facilities, bringing their talents into full bloom."
        },
        {
            "title": "CPRK Warns S. Korean Authorities of Most Serious Consequences of Total Suspension of Operation in KIZ",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-01ee.html",
            "content": "CPRK Warns S. Korean Authorities of Most Serious Consequences of Total Suspension of Operation in KIZ\r\nPyongyang, February 11 (KCNA) -- The Committee for the Peaceful Reunification of Korea (CPRK) issued a statement Thursday condemning the U.S. and the south Korean puppet group for declaring the total suspension of the operation in the Kaesong Industrial Zone (KIZ) on Wednesday, not content with kicking up the sanctions racket, while branding the DPRK's H-bomb test and launch of a satellite for peaceful purposes as what they called violation of the \"UN resolutions\".\n\t\t\t\t\t The statement said that the KIZ has been put in the state of total closure under the \"regime\" of Park Geun Hye, a traitor for all ages, though it operated for the common prosperity for more than a decade amid the concern and expectation of all compatriots since the adoption of the June 15 Joint Declaration. \n\t\t\t\t\t\n\t\t\t\t\t The recent provocative measure is a declaration of an end to the last lifeline of the north-south relations, total denial of the June 15 North-South Joint Declaration and a dangerous declaration of a war driving the situation in the Korean Peninsula to the brink of a war, the statement said and went on:\n\t\t\t\t\t\n\t\t\t\t\t Since the outset of its office, the Park's group has desperately worked to close the KIZ, describing it as a \"financial source\" for the north. This time it finally took the action of totally suspending its operation after unreasonably raising matters having nothing to do with the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t Such act is a product of Park Geun Hye's inveterate sycophancy and abnormal confrontational hysteria kicked off by her at the prodding of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t As the south Korean people are condemning the above-said action with indignation, the total suspension of the operation in the KIZ is little short of an act of dropping an axe on one's own foot. Hit hard by this action are entrepreneurs and people of south Korea and it is the Park Geun Hye group of traitors who should pay a dear price for it. \n\t\t\t\t\t\n\t\t\t\t\t Unpardonable is the puppet group's act of totally suspending the operation in the KIZ, finding fault with the DPRK's H-bomb test and launch of a satellite, a just measure for self-defence and an exercise of its legitimate right.\n\t\t\t\t\t\n\t\t\t\t\t The CPRK solemnly clarifies internally and externally the following crucial measures in view of the prevailing situation:\n\t\t\t\t\t\n\t\t\t\t\t Firstly, the DPRK will totally block the Military Demarcation Line near the KIZ from 10 am, Feb. 11, 2016, cut off the roads along the west coast in the areas under the control of the north and the south and close the KIZ and declare it as the area under the military control.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, it will expel all persons of the south side in the KIZ till 5 pm, Feb. 11, 2016.\n\t\t\t\t\t\n\t\t\t\t\t Thirdly, it will completely freeze all assets including equipment, materials and products of the south Korean enterprises and relevant organs in the KIZ. The persons to be expelled are not allowed to take things out of the zone, except for their personal belongings, and the frozen equipment, materials and products will be put under the control of Kaesong City People's Committee.\n\t\t\t\t\t\n\t\t\t\t\t Fourthly, the military communication and Panmunjom hotline will be cut off the moment the personnel of the south side are expelled.\n\t\t\t\t\t\n\t\t\t\t\t Fifthly, all workers of the DPRK will leave the KIZ on Feb. 11, 2016.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group will experience what disastrous and painful consequences will be entailed by its action."
        },
        {
            "title": "Military Attaches' Corps Visits KPA Post on Mt. Taedok",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-27ee.html",
            "content": "Military Attaches' Corps Visits KPA Post on Mt. Taedok\r\nKaesong, February 11 (KCNA) -- The military attaches corps here visited the Korean People's Army post on Mt. Taedok Thursday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Members of the corps made a bow before the monument to the on-the-spot instructions of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t They went round different places of the post associated with the leadership exploits of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t They expressed deep impression at intensive combat and political training of the servicepersons there.\n\t\t\t\t\t\n\t\t\t\t\t They enjoyed an art performance given by the servicepersons.\n\t\t\t\t\t\n\t\t\t\t\t They also toured Panmunjom on the same day."
        },
        {
            "title": "Homage Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-16ee.html",
            "content": "Homage Paid to Kim Il Sung, Kim Jong Il\r\nPyongyang, February 11 (KCNA) -- Contributors to the successful launch of earth observation satellite Kwangmyongsong-4 visited the Kumsusan Palace of the Sun on Thursday. \n\t\t\t\t\t They paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues at the palace.\n\t\t\t\t\t\n\t\t\t\t\t In the halls where Kim Il Sung and Kim Jong Il lie in state they made deep bows to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the great leaders received are on display and the halls which house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Officials, Members of Women's Union Meet",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-20ee.html",
            "content": "Officials, Members of Women's Union Meet\r\nPyongyang, February 11 (KCNA) -- Officials and members of the women's union held a meeting at the Central Youth Hall Thursday to mark the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t Officials of the women's union and its members in Pyongyang attended the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Sun, chairwoman of the Central Committee of the Democratic Women's Union of Korea, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said thanks to the Day of the Shining Star, the lineage of Paektu, the lifeline of the Juche revolution, has been given steady continuity, the independent dignity and status of the Workers' Party of Korea (WPK), the country and its people have been placed on the highest level and the history of victory of Kim Il Sung's nation and Kim Jong Il's Korea is going on.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, who created the glorious ever-victorious history of the revolutionary cause of Juche and Songun with his strong offensive spirit, working heart and soul with his strong faith of Paektu all his life, will always be alive as the symbol of the great Paektusan nation, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called for fully demonstrating the heroic spirit of the Korean women in the era of Songun, getting closely united around the WPK Central Committee headed by Marshal Kim Jong Un."
        },
        {
            "title": "Honor Prizes Awarded to Youth and Children",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-21ee.html",
            "content": "Honor Prizes Awarded to Youth and Children\r\nPyongyang, February 11 (KCNA) -- Kim Jong Il Youth Honor Prize and Kim Jong Il Children Honor Prize were awarded to the exemplary primary youth league committees, youth league officials and members and members of the Korean Children's Union on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t An awarding ceremony was held at the Youth League Hall Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Decrees of the Presidium of the Supreme People's Assembly of the DPRK were read out and Kim Jong Il Youth Honor Prize was awarded to 27 primary youth league committees, 36 youth league officials and members who distinguished themselves in consolidating their youth league organizations into the ranks of young vanguard in the era of Songun, performing feats in defending the country and building a thriving nation and their study and organizational life.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il Children Honor Prize went to 104 members of the Korean Children's Union who set examples in study, organizational life, socio-political activities and do-good-thing movement."
        },
        {
            "title": "Economic and Commercial Councilors Corps Visits Sci-Tech Complex",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-26ee.html",
            "content": "Economic and Commercial Councilors Corps Visits Sci-Tech Complex\r\nPyongyang, February 11 (KCNA) -- The economic and commercial councilors corps here visited the Sci-Tech Complex Thursday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They laid a floral basket before the picture of President Kim Il Sung and Kim Jong Il at the complex.\n\t\t\t\t\t\n\t\t\t\t\t They looked round various places including the applied sci-tech hall and e-reading room, being briefed on the fact that the complex was built into the symbol of the Juche-oriented architectural art in the 21st century and the grand study house for the people."
        },
        {
            "title": "National Photo Exhibition Opens",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-19ee.html",
            "content": "National Photo Exhibition Opens\r\nPyongyang, February 11 (KCNA) -- A national photo exhibition \"The Whole Life for People\" was opened with due ceremony at the People's Palace of Culture here on Thursday to celebrate the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t On display there are photos of Kim Jong Il and other photos dealing with his revolutionary history.\n\t\t\t\t\t\n\t\t\t\t\t \"The great leader Comrade Kim Jong Il visits Dwarf Pine Post\" and other photos showed the personality of the brilliant commander of Mt. Paektu who developed the Korean People's Army into the powerful elite revolutionary army.\n\t\t\t\t\t\n\t\t\t\t\t \"The great leader Comrade Kim Jong Il looks round minor hydraulic power stations in Jagang Province\" and other photos deal with the efforts of Kim Jong Il who devoted his all to the prosperity of the country and the people's happiness.\n\t\t\t\t\t\n\t\t\t\t\t There are also photos dealing with the revolutionary obligation of Kim Jong Il who boundlessly respected the revolutionary forerunners and feats he performed in firmly carrying forward the revolutionary cause of Juche and Songun and providing the eternal foundation for the prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in the venue of the exhibition are photos showing the personality of Marshal Kim Jong Un as the peerlessly great man. \n\t\t\t\t\t\n\t\t\t\t\t Also seen there are photos showing the will of service personnel and people to accelerate the final victory in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Ki Nam, Yang Hyong Sop and officials concerned."
        },
        {
            "title": "National Pencil Drawing Festival Opens",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-24ee.html",
            "content": "National Pencil Drawing Festival Opens\r\nPyongyang, February 11 (KCNA) -- The Sixth National Pencil Drawing Festival was opened with due ceremony at the Pyongyang International House of Culture on Thursday to celebrate the Day of the Shining Star (birth anniversary of leader Kim Jong Il).\n\t\t\t\t\t It will be divided into panels of professionals and amateurs. Presented there were 350 pencil drawing works created by fine artists, fans, school youths and children across the country.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the center of the festival venue are \"Most Joyful Day\", \"Father!\" and \"Real Mother of Soldiers\", works depicting the three commanders of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Among the fine art works are \"Long Live the Workers' Party\", \"At the Water Palace of Happiness\" and \"Aroma of Fruit\" portraying the reality of the DPRK enjoying all blessings of socialism under the guidance of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There are also works showing the army and people of the DPRK bringing earlier the final victory of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, officials concerned and working people in the city."
        },
        {
            "title": "Week of Film Show Opens",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-22ee.html",
            "content": "Week of Film Show Opens\r\nPyongyang, February 11 (KCNA) -- A week of film show was opened with due ceremony at the People's Palace of Culture Thursday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t It will show such documentary films as \"Shining Star of Paektu\" and \"Shine, Jong Il Peak\" dealing with his revolutionary history and feats at cinemas and halls of culture in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t It will also show such feature films as \"A White Gem\" and \"Airman Kil Yong Jo\".\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Cha Hui Rim, chairman of the Pyongyang City People's Committee, officials concerned, creators and artistes in the field of film art.\n\t\t\t\t\t\n\t\t\t\t\t Minister of Culture Pak Chun Nam made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t At end of the ceremony, the participants enjoyed \"Unassuming Heroes in Era of Songun\" Part 23 of the documentary film \"Care Shown to Make Their Lives Shine\".\n\t\t\t\t\t\n\t\t\t\t\t Week of film show was opened in every province, city (district) and county on the same day."
        },
        {
            "title": "More Meetings Hail Successful Satellite Launch in DPRK",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-25ee.html",
            "content": "More Meetings Hail Successful Satellite Launch in DPRK\r\nPyongyang, February 11 (KCNA) -- Service personnel and people in North Hwanghae, Kangwon and Ryanggang Provinces and Rason City held meetings Thursday to hail the successful launch of the earth observation satellite Kwangmyongsong-4.\n\t\t\t\t\t Present there were officials of local party and power organs, working people's organizations, factories, enterprises, farms and universities, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, people from all walks of life, youth and students.\n\t\t\t\t\t\n\t\t\t\t\t A report of the National Aerospace Development Administration of the PRK was read out at the meetings to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers warmly congratulated the space explorers for their big contribution to successfully putting the satellite of Juche on its orbit.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and their followers are terming the satellite launch a \"challenge\" and \"transgression\" and kicking up a mad-cap racket against the DPRK, but the satellites of Juche will as ever soar into the sky, they said.\n\t\t\t\t\t\n\t\t\t\t\t They called for working miracles and innovations in the drive for implementing the behests of President Kim Il Sung and leader Kim Jong Il and upholding the Party policies in the same spirit as that displayed in the successful satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to dynamically accelerate the all-out drive for successfully advancing the revolutionary cause of Juche and Songun started in Mt. Paektu with the vim and vigor with which the DPRK fully demonstrated the dignity and mettle of a space power under the leadership of Marshal Kim Jong Un."
        },
        {
            "title": "International Figure Skating Festival to Be Held in DPRK",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-29ee.html",
            "content": "International Figure Skating Festival to Be Held in DPRK\r\nPyongyang, February 11 (KCNA) -- The 24th Paektusan Prize International Figure Skating Festival for Celebrating the Day of the Shining Star (birth anniversary of leader Kim Jong Il) will be held in Pyongyang with splendor on the occasion of his 74th birth anniversary.\n\t\t\t\t\t The festival will take place from Feb. 15 to 17. It will bring together figure skaters of the DPRK and other countries."
        },
        {
            "title": "KCNA Slams U.S.-Japan Conspiracy over Issue of Tok Islets",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-14ee.html",
            "content": "KCNA Slams U.S.-Japan Conspiracy over Issue of Tok Islets\r\nPyongyang, February 11 (KCNA) -- The U.S. and Japan are getting evermore cunning and dangerous in their conspiracy over the issue of Tok Islets.\n\t\t\t\t\t Some days ago, a map showing the areas traveled by the U.S. ambassador recently was posted on the website of his embassy in Seoul. But, Tok Islets were not mentioned and the East Sea of Korea was marked as the \"Sea of Japan\" on the map.\n\t\t\t\t\t\n\t\t\t\t\t Timed to coincide with this, Japanese Foreign Minister Kishida said at the Diet that \"he would clearly convey Japan's claim to Takeshima, part of its inviolable territory, and persistently react for it\", repeating Japan's claim to Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\t The above-said facts are by no means accidental.\n\t\t\t\t\t\n\t\t\t\t\t At the end of last year the south Korean and Japanese authorities reached a politically-motivated fraudulent \"agreement\" to gloss over the history of the heinous sexual slavery for the Imperial Japanese Army under the manipulation of the U.S. In recent days the U.S. is mulling dictating the south Korean authorities to hand over the islets to Japan.   This is, indeed, the most unbearable disgrace brought to the nation by the traitors' submission.\n\t\t\t\t\t\n\t\t\t\t\t It is not the first time that the U.S. stood on the side of Japan over the issue of Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\t In last March the U.S. Department of State did not mark \"Liancourt Rocks,\" English name of the islets, on a map for tour of south Korea on its website but included it on the map by stealth in face of public criticism.\n\t\t\t\t\t\n\t\t\t\t\t When looking back on the past, Tok Islets were not included in the territory of Korea in the San Francisco Peace Treaty (the U.S.-Japan peace treaty) in 1951. This was a product of the criminal U.S.-Japan conspiracy from A to Z, but such attempt failed in face of strong protest of the international community.\n\t\t\t\t\t\n\t\t\t\t\t As seen above, the U.S. has played tricks over the issue of Tok Islets overtly or covertly. The fact that the U.S. recently backed Japan in its scenario to grab Tok Islets through its embassy in Seoul clearly proves that the south Korea-U.S. \"alliance\" is nothing but showy trinkets.\n\t\t\t\t\t\n\t\t\t\t\t If one serves and follows foreign forces, one is bound to see the dignity and interests of the nation seriously violated.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had made a humiliating concession to Japan in the issue of the sexual slavery for the Imperial Japanese Army after yielding to the U.S. and Japanese pressure but they will leave the inviolable territory of the nation to their tender mercy.\n\t\t\t\t\t\n\t\t\t\t\t This is the result of the sycophancy pursued by the group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t More than one hundred years ago, the U.S. and Japan concluded the \"Katsura-Taft Treaty\" on making Korea a colony of Japan at their negotiations. This was the consequences entailed by sycophancy and submission of the rulers of the then Feudal Joson Dynasty at that time.\n\t\t\t\t\t\n\t\t\t\t\t Collusion with outsiders leads to national ruin.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should come to their senses, though belatedly, and stop the acts of bringing more disgrace to the nation through sycophancy and dependence on outsiders."
        },
        {
            "title": "Rodong Sinmun Condemns S. Korean Conservative Group's Pro-Japanese Act",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-12ee.html",
            "content": "Rodong Sinmun Condemns S. Korean Conservative Group's Pro-Japanese Act\r\nPyongyang, February 11 (KCNA) -- Rodong Sinmun Thursday in an article terms the humiliating \"agreement\" on the issue of sexual slavery for the Imperial Japanese Army fabricated by the south Korean conservative group with Japan a hideous pro-Japanese act of  putting the five traitors of 1905 into the shade.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t This is no more than a pro-Japanese act unprecedented in history as the group allowed Japan to evade the responsibility for settling the pent-up grudge of so many Korean women whose youth and chastity were mercilessly violated by the Japanese imperialists by paying a petty amount of money.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors is painting the recent \"agreement\" as a \"diplomatic success,\" far from feeling qualms about the negotiations they held to sell off the nation's dignity and interests. They went the lengths of regarding Japan's cunning behavior as \"sincere apology for its past crimes.\" This band of quislings is without parallel in history, \n\t\t\t\t\t\n\t\t\t\t\t There is no room for such hordes of traitors.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group is bound to face a stern punishment of history as it has committed thrice-cursed crimes before the country and the nation, dancing to the tune of the Japanese reactionaries without an iota of national self-respect and viewpoint."
        },
        {
            "title": "Rodong Sinmun Discloses U.S. Real Intention of Amassing Forces in Asia-Pacific Region",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-13ee.html",
            "content": "Rodong Sinmun Discloses U.S. Real Intention of Amassing Forces in Asia-Pacific Region\r\nPyongyang, February 11 (KCNA) -- The U.S. is amassing its forces in the Asia-Pacific region.\n\t\t\t\t\t It is asserting that its arms build-up is aimed to cope with what it called \"nuclear and missile threat\" from the DPRK and \"ensure peace\" in the region.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Thursday says that the U.S. talk about \"ensuring peace\" only goes to prove the impudence of the warmongers.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. quite often talks about \"ensuring peace\" but it is the arch criminal escalating the danger of a war.\n\t\t\t\t\t\n\t\t\t\t\t It is paying \"special attention\" to the Asia-Pacific region not because the interests of the Americans are infringed upon. It is not doing so out of its concern for regional peace.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. calculation that it can put the whole of the Asia-Pacific region under its control and dominate the world only when it gets Northeast Asia under its thumb.\n\t\t\t\t\t\n\t\t\t\t\t The arms race and competition for developing ultra-modern weaponry are hotter in Northeast Asia than any other regions owing to the frantic arms build-up of the U.S. aimed at regional hegemony.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. that disturbs world peace and security and sparks off the arms race. \n\t\t\t\t\t\n\t\t\t\t\t Every country aspiring after world peace and security should properly see through the nature of the U.S. ill-boding arms build-up and heighten the vigilance against it."
        },
        {
            "title": "S. Korean Chief Executive Condemned for Scrapping Her Election Commitment",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-15ee.html",
            "content": "S. Korean Chief Executive Condemned for Scrapping Her Election Commitment\r\nPyongyang, February 11 (KCNA) -- A south Korean politician held a press conference at the South Kyongsang Provincial Office at which he blamed the chief executive for scrapping her election commitment, according to the south Korean internet newspaper Oh My News.\n\t\t\t\t\t The guidelines published by the regime are illegal in the point of firing workers easily and unilaterally worsening their labor conditions, the politician asserted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The chief executive promised to promote stable employment during the \"presidential\" election but she totally reneged on her commitment.\n\t\t\t\t\t\n\t\t\t\t\t What is urgently needed is to find a way for decreasing unemployment, not guidelines for easily firing workers."
        },
        {
            "title": "DPRK-Japan Friendship Meeting Held in Tokyo",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-09ee.html",
            "content": "DPRK-Japan Friendship Meeting Held in Tokyo\r\n Tokyo, February 10 (KNS-KCNA) -- A DPRK-Japan friendship meeting took place in Tokyo on Feb. 9 to celebrate the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present there were Fumihiro Himori, chairman of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, Kenichi Ogami, secretary general of the International Institute of the Juche Idea, Seizaburo Ekuchi, representative of the Tokyo-Pyongyang Rainbow Bridge, Tokuji Yanagisawa, deputy chief director of the Japan-Korea Cultural Interchange Association, Kenki Nakamura, chairman of the Japan-Korea Society for Scientific and Educational Interchange, and other officials and masses of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), Kang Chu Ryon, vice-chairwoman of the Chongryon Central Standing Committee and chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, and leading officials of organizations and enterprises of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t There was a report on the successful launch of DPRK's earth observation satellite Kwangmyongsong-4 at the meeting to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t Speakers vowed to more dynamically struggle against the Japanese authorities' suppression of Chongryon and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The successful satellite launch is a very great deed for the Korean people and an event of historic significance for the nation, they said, adding they would make positive efforts to achieve genuine peace in the Korean Peninsula and establish good neighborly and friendly relations between the DPRK and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is doing everything for peace, they said, noting that they would further strengthen friendship and solidarity with the peoples of the two countries with unshakable faith this year."
        },
        {
            "title": "Meeting of Headquarters Chairwomen of Korean Democratic Women's Union in Japan Held",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-18ee.html",
            "content": "Meeting of Headquarters Chairwomen of Korean Democratic Women's Union in Japan Held\r\nPyongyang, February 11 (KCNA) -- A meeting of the headquarters chairwomen of the Korean Democratic Women's Union in Japan took place in Japan on Feb. 4 and 5.\n\t\t\t\t\t Present there were Ho Jong Man, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), Kang Chu Ryon, vice-chairwoman of the Chongryon Central Standing Committe and chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, and headquarters chairwomen of the union across Japan.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man said that Chongryon should bear in mind the deep trust and warm loving care shown by Marshal Kim Jong Un to ensure that it demonstrates its might before the world this year in which the Seventh Congress of the Workers' Party of Korea is to be held and the women's union should successfully perform its mission and duty to push one of the two wheels of the patriotic movement of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t Kang Chu Ryon made a report on the union's 2016 working plan.\n\t\t\t\t\t\n\t\t\t\t\t She stressed the need to develop the women's union into a strong organization and dynamically conduct the work for preserving and developing the national education as required by the \"year of directing great efforts to national education\".\n\t\t\t\t\t\n\t\t\t\t\t She called upon the headquarters chairwomen of the union to make a new history in the work of the women's union through a dynamic drive to carry out the five-point tasks set forth in the important letter sent by Kim Jong Un on the occasion of the 60th anniversary of the formation of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t Then, the floor was taken by headquarters chairwomen."
        },
        {
            "title": "Day of Shining Star Marked in Myanmar, Bulgaria",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-04ee.html",
            "content": "Day of Shining Star Marked in Myanmar, Bulgaria\r\nPyongyang, February 11 (KCNA) -- There took place a meeting, photo exhibition and film show at the Yangon Institute for Sports and Physical Exercise of Myanmar and a friendship meeting and film show sponsored by the Bulgarian Group for the Study of Kimilsungism-Kimjongilism on Feb. 2 and 3 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with the revolutionary careers and feats of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also on display were books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean films \"2015, Year of Great Revolutionary Jubilee\" and \"Sports Power in 2015\".\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism and other speakers praised Kim Jong Il for leading the socialist cause and the cause of independence against imperialism to victory under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t They expressed support and solidarity with the just cause of the Korean people resolutely shattering all challenges of the hostile forces and dynamically struggling for the building of a thriving nation and national reunification."
        },
        {
            "title": "Ecuadorian Bodies Hail Successful Launch of Kwangmyongsong-4",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-07ee.html",
            "content": "Ecuadorian Bodies Hail Successful Launch of Kwangmyongsong-4\r\nPyongyang, February 11 (KCNA) -- The Ecuadorian Cultural Institute for the Study of the Juche Idea, the Ecuadorian Committee for Supporting Korea's Independent and Peaceful Reunification and the Guaranda Association for Friendship, Culture and Solidarity with the Korean People of Ecuador issued a joint statement on Feb. 8 in congratulation of the successful launch of earth observation satellite Kwangmyongsong-4 of the DPRK.\n\t\t\t\t\t The successful launch of Kwangmyongsong-4 is the brilliant fruition of the iron will, gifted stratagem and energetic leadership of Marshal Kim Jong Un, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The successful satellite launch is a great event which demonstrated once again before the world the tremendous power and scientific and technological potential of the DPRK, it noted, adding this is adding luster to the pleasure and joy of the Korean people significantly greeting the Day of the Shining Star (birth anniversary of leader Kim Jong Il) and instilling courage and conviction into progressive mankind looking up to the DPRK as the fortress of socialism and symbol of justice.\n\t\t\t\t\t\n\t\t\t\t\t To slander the DPRK's satellite launch is an encroachment upon its sovereignty from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will launch more satellites despite the moves of the U.S. and its followers to stifle the former.\n\t\t\t\t\t\n\t\t\t\t\t We warmly congratulate once again the successful launch of Kwangmyongsong-4."
        },
        {
            "title": "DPRK's Successful Launch of Satellite Hailed by Bulgarian Political Figure",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-08ee.html",
            "content": "DPRK's Successful Launch of Satellite Hailed by Bulgarian Political Figure\r\nPyongyang, February 11 (KCNA) -- Atanas Ivanov, honorary chairman of the Bulgarian Communists Union, issued a statement on Feb. 8 to hail the DPRK's successful launch of earth observation satellite Kwangmyongsong-4.\n\t\t\t\t\t The statement extended warm congratulations to the Korean people on successfully launching Kwangmyongsong-4. It went on:\n\t\t\t\t\t\n\t\t\t\t\t This event is the great victory of the Workers' Party of Korea's policy on attaching importance to science and technology.\n\t\t\t\t\t\n\t\t\t\t\t The recent successful satellite launch in the DPRK would be unthinkable apart from the undying feats of President Kim Il Sung and leader Kim Jong Il and the wise guidance of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The ardent enthusiasm of the Korean people to build a thriving socialist nation without fail brought about such great victory as the successful launch of Kwangmyongsong-4.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will in the future, too, register new achievements in all fields for bolstering up defence capability and building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The great success of the Korean people dealt a fatal blow at those forces hurling mud at the DPRK, displeased with its long drive.\n\t\t\t\t\t\n\t\t\t\t\t No matter what rhetoric they may spout, the wheel of history will dynamically roll ahead to judge justice and injustice."
        },
        {
            "title": "Seminars on Kim Jong Il's Feats Held in Different Countries",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-03ee.html",
            "content": "Seminars on Kim Jong Il's Feats Held in Different Countries\r\nPyongyang, February 11 (KCNA) -- Seminars on feats of leader Kim Jong Il were held in Russia, Uganda and Indonesia on Feb. 1 and 2 on the occasion of his birth anniversary.\n\t\t\t\t\t Present there were personages of the Nakhodka City Committee of Maritime Territory of the Communist Party of the Russian Federation, the Ugandan Presidency, the Uganda National Resistance Movement, the Ugandan National Executive Committee of the Pan-African Movement, the Ugandan National Committee for the Study of the Juche Idea and an Indonesian company and masses.\n\t\t\t\t\t\n\t\t\t\t\t The first secretary of the Nakhodka City Committee of Maritime Territory of the Communist Party of the Russian Federation said Kim Jong Il led the DPRK during the most difficult period at the end of the last century, firmly uniting the people around the party and strengthening the military muscle to reliably defend socialism.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Nakhodka City Committee of the Communist Party of the Russian Federation sincerely congratulated the DPRK's success, saying that its successful first H-bomb test is a great prelude suggesting the great change in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The department director of the Ugandan Presidency and other speakers said that the DPRK could demonstrate its might as the world's military power. This would be unthinkable apart from the tested leadership of Kim Jong Il, they added."
        },
        {
            "title": "Kim Jong Il Lauded by Nigerian Political Personage",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-05ee.html",
            "content": "Kim Jong Il Lauded by Nigerian Political Personage\r\nPyongyang, February 11 (KCNA) -- The national chairman of the People's Progressive Party of Nigeria issued a statement on Feb. 3 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tThe world progressives together with the Korean people are significantly greeting the birth anniversary of Kim Jong Il, the eternal general secretary of the Workers' Party of Korea, he said, and went on: \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il was the elder statesman and master of military affairs revered and recognized by the world. \n\t\t\t\t\t\n\t\t\t\t\tUnder his wise guidance the service personnel and people of the DPRK are getting single-mindedly united and it has turned into an invincible socialist fortress with tremendous military muscle and solid foundation of the self-supporting national economy. \n\t\t\t\t\t\n\t\t\t\t\tKorea today would be unthinkable apart from his energetic guidance. \n\t\t\t\t\t\n\t\t\t\t\tThe undying feats he performed for the global independence and prosperity of the DPRK will be conveyed generation after generation.\n\t\t\t\t\t\n\t\t\t\t\tHe will always be alive in the hearts of mankind."
        },
        {
            "title": "Kim Jong Il Praised by Indonesian Newspapers",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-06ee.html",
            "content": "Kim Jong Il Praised by Indonesian Newspapers\r\nPyongyang, February 11 (KCNA) -- Indonesian newspapers on Feb. 2 devoted their one whole page to special write-ups illustrated with the portrait of smiling leader Kim Jong Il and photo of Marshal Kim Jong Un on the occasion of Kim Jong Il's birth anniversary.\n\t\t\t\t\t International Media said in an article titled \"Great leader HE Kim Jong Il\":\n\t\t\t\t\t\n\t\t\t\t\t The soul of the national self-esteem of the Korean people was provided by Kim Jong Il with total dedication.\n\t\t\t\t\t\n\t\t\t\t\t When many countries failed to talk what they should do, yielding to the high-handed and arbitrary practices of the U.S., he stood against the \"only superpower\".\n\t\t\t\t\t\n\t\t\t\t\t He made a ceaseless long journey of Songun for the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t He led the country and the people to demonstrate before the world the might of an independent power despite the worst ordeals and difficulties and thus ushered in a new era of building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t He performed great feats in accomplishing the cause of national reunification, the greatest cherished desire of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t He is, indeed, the great patriot.\n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"Blizzards of Paektu\" the newspaper said that enthusiasm of study tour of Mt. Paektu is running high in the DPRK, introducing Mt. Paektu, the sacred mountain of the Korean revolution, which is shining with the august names of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t International Daily in an article titled \"Whole life for future\" said Kim Jong Il firmly adhered to the principle of attaching more importance to tomorrow than today, operated everything in a big way and pushed forward it at the highest speed and brought earlier the future and devoted his all to the bright future of the country and its people."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-10ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\nPyongyang, February 11 (KCNA) -- Leader Kim Jong Il's Work  \"Strengthening of the People's Army Is a Basic Guarantee for Triumphantly Accomplishing the Revolutionary Cause of Juche\" was brought out in booklet by the Nakhodka Format Publishing House of Russia on Feb. 2."
        },
        {
            "title": "Kim Jong Un's Work Off Press in France",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-02ee.html",
            "content": "Kim Jong Un's Work Off Press in France\r\nPyongyang, February 11 (KCNA) -- Marshal Kim Jong Un's work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\" was brought out in booklet by the Democrate Publishing House of France on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The work, published on April 27, Juche 101 (2012), deals with the undying feats President Kim Il Sung and Kim Jong Il performed in the land management and indicates the general orientation and tasks for changing the looks of land as befitting the appearance of a thriving socialist nation."
        },
        {
            "title": "Kim Jong Un envia alimentos de cumpleanos a U Son Bi",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-20ss.html",
            "content": "Kim Jong Un envia alimentos de cumpleanos a U Son Bi\r\nSohung, 11 de febrero (ACNC) -- El Mariscal Kim Jong Un envio los alimentos de cumpleanos a la centenaria U Son Bi moradora en la cabeza distrital de Sohung de la provincia de Hwanghae del Norte.\n\t\t\t\t\tNacida antes de la liberacion de Corea como hija de un campesino pobre, ella sintio profundamente la tristeza del pueblo subyugado viviendo maltratada y despreciada por el imperialismo japones y la clase explotadora.\n\t\t\t\t\t\n\t\t\t\t\tDespues de que el Presidente Kim Il Sung libero el pais en 1945, ella podia gozar de una vida verdadera.\n\t\t\t\t\t\n\t\t\t\t\tTrabajo como obrera de una mina durante largo tiempo.\n\t\t\t\t\t\n\t\t\t\t\tPario muchos hijos y les envio al puesto de la defensa de la patria y las ramas dificiles.\n\t\t\t\t\t\n\t\t\t\t\tDespues de ser jubilada tambien, ella vive con optimismo ayudando a sus hijos a hacer bien su trabajo."
        },
        {
            "title": "Parte hacia Cuba delegacion de Comite de Educacion",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-09ss.html",
            "content": "Parte hacia Cuba delegacion de Comite de Educacion\r\nPyongyang, 11 de febrero (ACNC) -- La delegacion del Comite de Educacion de la Republica Popular Democratica de Corea encabezada por el presidente Kim Sung Du partio el dia 11 de esta capital para tomar parte en la X Conferencia Internacional sobre la Educacion Superior que tendra lugar en Cuba."
        },
        {
            "title": "Embajador ruso ofrece banquete",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-26ss.html",
            "content": "Embajador ruso ofrece banquete\r\nPyongyang, 11 de febrero (ACNC) -- Con motivo del Dia de Funcionarios Diplomaticos de Rusia, el embajador de la Federacion Rusa en la Republica Popular Democratica de Corea, Alexandr Matsegora, ofrecio este jueves un banquete en el Club para el Cuerpo Diplomatico Taedonggang. \n\t\t\t\t\tFueron invitados el vicecanciller Kung Sok Ung y otros funcionarios coreanos, y los representantes diplomaticos y los miembros de las embajadas de varios paises acreditados en la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes los miembros de la sede diplomatica rusa."
        },
        {
            "title": "Contribuyentes a lanzamiento de satelite Kwangmyongsong-4 visitan Palacio de Sol Kumsusan",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-16ss.html",
            "content": "Contribuyentes a lanzamiento de satelite Kwangmyongsong-4 visitan Palacio de Sol Kumsusan \r\nPyongyang, 11 de febrero (ACNC) -- Los contribuyentes al lanzamiento exitoso del satelite Kwangmyongsong-4 visitaron este jueves el Palacio del Sol Kumsusan. \n\t\t\t\t\tRindieron el sublime homenaje al Presidente Kim Il Sung y al Dirigente Kim Jong Il ante sus estatuas de pie y en los salones de eternidad donde estan conservados sus cuerpos. \n\t\t\t\t\t\n\t\t\t\t\tLuego, pasaron revista a las salas de conservacion de las ordenes, y las otras de conservacion de carros, coche electrico, barco y vagones de tren usados por los grandes Lideres antecesores hasta el ultimo periodo de sus vidas para las visitas de orientacion y viajes al extranjero."
        },
        {
            "title": "En Pyongyang contribuyentes a lanzamiento de satelite",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-07ss.html",
            "content": "En Pyongyang contribuyentes a lanzamiento de satelite \r\nPyongyang, 11 de febrero (ACNC) -- Llegaron la vispera a esta capital los conquistadores del cosmos, quienes demostraron a todo el mundo la determinacion de la Republica Popular Democratica de Corea al poner exitosamente en su orbita el satelite de observacion de la Tierra Kwangmyongsong-4.\n\t\t\t\t\tTodas las avenidas desde la Exhibicion Permanente de las Tres Revoluciones incluyendo la encrucijada de Ryonghung, las avenidas Kaesonmun y Changjon, etc. estaban repletas de cientos de miles de trabajadores de diferentes estratos, los jovenes y estudiantes quienes esperaban a esos conquistadores.\n\t\t\t\t\t\n\t\t\t\t\tFrente a la Exhibicion Permanente de las Tres Revoluciones, Kim Yong Nam, Hwang Pyong So, Pak Pong Ju y otros cuadros directivos del partido, el Estado y el ejercito y los funcionarios de las ramas interesadas recibieron a los contribuyentes al lanzamiento exitoso de satelite.\n\t\t\t\t\t\n\t\t\t\t\tEllos felicitaron calurosamente a ellos quienes ostentaron a todo el mundo la dignidad de la RPDC al lanzar exitosamente el Kwangmyongsong-4, producto integral del inagotable poderio economico y ciencias y tecnicas de Corea del Songun.\n\t\t\t\t\t\n\t\t\t\t\tLos autobuses cargados de los conquistadores espaciales pasaron las avenidas siendo objeto de calurosa bienvenida.\n\t\t\t\t\t\n\t\t\t\t\tEllos pasaron el puente Ryonghung, el Arco Triunfal, la colina Mansu y la encrucijada de Changjon abriendo el mar de flores.\n\t\t\t\t\t\n\t\t\t\t\tY se dirigieron hacia el Hotel 25 de Abril atravesando el puente Okryu."
        },
        {
            "title": "Titeres surcoreanos se responsabilizaran totalmente de cierre de ZIK, advierte CRPP",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-17ss.html",
            "content": "Titeres surcoreanos se responsabilizaran totalmente de cierre de ZIK, advierte CRPP\r\nPyongyang, 11 de febrero (ACNC) -- En relacion con que Estados Unidos y la banda titere surcoreana, insatisfechos con el alboroto de sancion calificando de violacion de \"resolucion de la ONU\" la prueba de la bomba H y el lanzamiento de satelite con fines pacificos de la RPDC, declararon el dia 10 el cierre total de la Zona Industrial de Kaesong (ZIK), el Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 11 una declaracion que senala en particular:\n\t\t\t\t\tLa ZIK, que durante mas de 10 anos despues de la publicacion de la Declaracion Conjunta del 15 de Junio ha venido realizando los trabajos por la prosperidad comun de la nacion bajo la atencion y esperanza de todos los coreanos, se entro en el cierre total en la epoca del \"Poder\" de Park Geun-hye, traidora sin precedente en la historia.\n\t\t\t\t\t\n\t\t\t\t\tEsta medida provocativa deviene una declaracion de la destruccion que corta la ultima linea vital de las relaciones intercoreanas, el rechazo total a la historica Declaracion Conjunta Norte-Sur del 15 de Junio y el peligroso anuncio de guerra que lleva la situacion de la Peninsula Coreana a la extremidad de la confrontacion y guerra.\n\t\t\t\t\t\n\t\t\t\t\tDesde los primeros dias de su mandato, la banda de Park maniobro desesperadamente por eliminar la ZIK hablando del \"fuente de ingreso\" y, al fin y al cabo tomo la medida reciente pretextando los problemas que no tienen nada que ver con las relaciones entre ambas partes.\n\t\t\t\t\t\n\t\t\t\t\tEsto es el producto del temperamento servil a grandes potencias y el anormal espasmo conflictivo de Park incitada por su amo gringo.\n\t\t\t\t\t\n\t\t\t\t\tTal como condenan con ira los surcoreanos, el cierre total de la ZIK resulta el acto de suicidio al igual que pinchar su ojo por si mismo y las victimas de esta medida son las empresas y habitantes surcoreanos, asi como los compinches traidores de Park Geun-hye deberan pagar caro.\n\t\t\t\t\t\n\t\t\t\t\tJamas sera tolerado el alboroto provocativo de los compinches titeres surcoreanos que dieron la interrupcion total a la labor de la ZIK bajo el pretexto de la prueba de la bomba H y el lanzamiento de satelite, justas medidas autodefensivas y el ejercicio de derecho legitimo de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tFrente a la situacion creada el CRPP declara con solemnidad al interior y elexterior del pais que tomara las siguientes medidas importantes:\n\t\t\t\t\t\n\t\t\t\t\t1. Desde las 10:00 del dia 11 de febrero de 2016 bloquearemos totalmente la Linea de Demarcacion Militar colindada con la Zona Industrial de Kaesong, cerraremos vias terrestres de la zona occidental bajo el control N-S, cerraremos la ZIK y la declararemos como zona de control militar.\n\t\t\t\t\t\n\t\t\t\t\t2. Expulsamos hasta las 17:00 del 11 de febrero de 2016 a todas las personas de la parte surcoreana quienes se hallan en la ZIK.\n\t\t\t\t\t\n\t\t\t\t\t3. Congelaremos totalmente todos los bienes inclusive los equipos, los materiales y los productos de las empresas y organos concernientes a la parte Sur que se encuentran en la ZIK. Las personas a ser expulsadas no podran llevar nada excepto sus objetos personales y los equipos, los materiales y los productos congelados seran administrados por el Comite Popular de la Ciudad de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\t4. Coincidiendo en el tiempo con la expulsion de las personas de la parte Sur, cerraremos la comunicacion militar Norte-Sur y la via de enlace de Phanmunjom.\n\t\t\t\t\t\n\t\t\t\t\t5. El 11 de febrero de 2016, los obreros de la RPDC se retiraran completamente de la ZIK.\n\t\t\t\t\t\n\t\t\t\t\tLa banda titere surcoreana experimentara cuan duro y doloroso sera el precio de haber interrumpido totalmente la Zona Industrial de Kaesong."
        },
        {
            "title": "ACNC denuncia el servilismo del Sur de Corea a fuerzas extranjeras",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-15ss.html",
            "content": "ACNC denuncia el servilismo del Sur de Corea a fuerzas extranjeras\r\nPyongyang, 11 de febrero (ACNC) -- Se torna mas abierta la intrigante y peligrosa confabulacion de EE.UU. y Japon en torno al problema del islote coreano Tok. \n\t\t\t\t\tHace poco, la pagina Web de la sede diplomatica  estadounidense en el Sur de Corea inserto un mapa presentando las regiones visitadas por su embajador. En este mapa no se aparecio el islote Tok y estuvo anotado el Mar Este de Corea como \"Mar de Japon\". \n\t\t\t\t\t\n\t\t\t\t\tCoincidiendo con esto en el tiempo, el canciller japones Kishida hizo un discurso en la dieta, ocasion en la cual repitio la insistencia en que el islote Tok es el territorio japones diciendo que \"transmitire ciertamente la opinion de Japon con respecto al islote japones Takeshima y hara frente con obstinacion\". \n\t\t\t\t\t\n\t\t\t\t\tLos dos casos no pueden ser considerados como coincidencia casual. \n\t\t\t\t\t\n\t\t\t\t\tHace poco, bajo el amparo trasero de EE.UU. las autoridades surcoreanas y japonesas inventaron el \"acuerdo\" sobre la esclavitud sexual para el viejo ejercito japones, producto de fraude politico tendente a ocultar ese tremendo crimen. \n\t\t\t\t\t\n\t\t\t\t\tY ahora el imperio americano pretende mandar a las autoridades surcoreanas la entrega del sagrado territorio coreano a Japon. Esto es la verguenza que los vendepatrias surcoreanos adquirieron a precio de sus actos de sumision. \n\t\t\t\t\t\n\t\t\t\t\tNo es la primera vez que EE.UU. amparo a Japon en el debate sobre el islote Tok. \n\t\t\t\t\t\n\t\t\t\t\tEn marzo del ano pasado, el Departamento de Estado norteamericano no habia anotado en el mapa de viaje por el Sur de Corea insertado en su pagina Web \"Liancourt Rocks\", inscripcion del islote Tok al estilo norteamericano, y despues, lo adiciono a hurtadillas por las censuras de que el imperio se parcializaba a Japon. \n\t\t\t\t\t\n\t\t\t\t\tEn el tratado de paz de San Francisco, inventado por EE.UU. en 1951, el islote Tok se excluia del territorio coreano, lo cual fue el producto criminal de la conspiracion de EE.UU. y Japon. Pero, este intento se fracaso por la fuerte protesta de la sociedad internacional. \n\t\t\t\t\t\n\t\t\t\t\tHistoricamente, el imperio norteamericano vino tramando complots en cuanto al problema del islote Tok. \n\t\t\t\t\t\n\t\t\t\t\tY ahora, a traves de su embajada en el Sur de Corea, ampara sin escrupulos la ambicion de Japon de usurpar el islote Tok. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho demuestra que la \"alianza\" EE.UU.-Sur de Corea no pasa de ser una apariencia. \n\t\t\t\t\t\n\t\t\t\t\tEl servilismo a grandes potencias pisotea la dignidad y los intereses de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tAl arrodillarse ante la presion de EE.UU. y Japon, los gobernantes surcoreanos se vieron obligados a dar una concesion avasallante en el trato del problema de esclavitud sexual para el viejo ejercito y ahora permitieron la violacion  del sagrado territorio nacional. \n\t\t\t\t\t\n\t\t\t\t\tEsto es el merecido resultado a los tipejos que se entregan al servilismo a las grandes potencias sin ninguna independencia.\n\t\t\t\t\t\n\t\t\t\t\tHace ahora mas de un siglo, EE.UU. y Japon habian firmado el \"Tratado Taft-Katsura\" a fin de colonizar el territorio coreano, lo cual fue el resultado de la actitud vendepatria y servil a grandes potencias de los gobernantes coreanos de aquel tiempo. \n\t\t\t\t\t\n\t\t\t\t\tEl mismo fenomeno se repite ahora por el \"Poder\" surcoreano, horda de vendepatrias no vista en la historia nacional. \n\t\t\t\t\t\n\t\t\t\t\t?Por que ellos viven obedeciendo a los enemigos jurados que cometieron intolerables crimenes contra la nacion coreana?\n\t\t\t\t\t\n\t\t\t\t\tLa cooperacion con las fuerzas extranjeras trae el arruinamiento del pais.\n\t\t\t\t\t\n\t\t\t\t\tAunque sea ahora, las autoridades surcoreanas deben dejar de recurrir al servilismo a grandes potencias y la dependencia de las fuerzas extranjeras."
        },
        {
            "title": "Rodong Sinmun revela intencion del refuerzo militar de EE.UU. en Asia y Pacifico",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-02ss.html",
            "content": "Rodong Sinmun revela intencion del refuerzo militar de EE.UU. en Asia y Pacifico\r\nPyongyang, 11 de febrero (ACNC) -- Estados Unidos aumenta mas que nunca las fuerzas armadas en la region de Asia y el Pacifico bajo el pretexto de prevenir las \"amenazas de las armas nucleares y misiles\" inexistentes de la Republica Popular Democratica de Corea y \"preservar la paz\" en esta region.\n\t\t\t\t\tTales insistencias de EE.UU. demuestran solo el descaro de los belicistas.\n\t\t\t\t\t\n\t\t\t\t\tAsi subraya Rodong Sinmun en un comentario individual divulgado el dia 11 y continua:\n\t\t\t\t\t\n\t\t\t\t\tEste pais norteamericano, que habla tanto de la \"preservacion de la paz\", es precisamente el autor principal que agranda el peligro de la guerra.\n\t\t\t\t\t\n\t\t\t\t\tSu \"atencion especial\" a esta region no es para defender los intereses de los estadounidenses, ni para preservar la paz de la region, sino parte de la necesidad del Nordeste Asiatico para el objeto de ocupar toda la region de Asia y el Pacifico y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEn el Noreste Asiatico se desarrolla mas furiosamente que en otras regiones la carrera armamentista y la de desarrollo de armas sofisticadas, lo cual se debe a las freneticas maniobras de aumento armamentista de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEste imperio es precisamente el autor principal de la destruccion de la paz y la estabilidad del mundo y de la carrera armamentista.\n\t\t\t\t\t\n\t\t\t\t\tTodos los paises aspirantes a la paz y la estabilidad del mundo deben conocer bien la esencia del aumento armamentista de EE.UU. y redoblar vigilancia por el respecto."
        },
        {
            "title": "Rodong Sinmun denuncia actitud projaponesa de banda surcoreana",
            "url": "http://kcna.co.jp/item/2016/201602/news11/20160211-01ss.html",
            "content": "Rodong Sinmun denuncia actitud projaponesa de banda surcoreana\r\nPyongyang, 11 de febrero (ACNC) -- En un articulo individual publicado este jueves, el diario Rodong Sinmun califica el proceder de los conservadores surcoreanos, que inventaron con Japon el \"acuerdo\" en cuanto al caso de la esclavitud sexual para el viejo ejercito japones, de traicion projaponesa que supera el crimen de los \"cinco traidores de Ulsa\" y cambian con un punado de dinero el rencor arraigado de las mujeres coreanas privadas de la juventud y la castidad por el imperialismo japones. \n\t\t\t\t\tLejos de sentir el remordimiento de conciencia por las negociaciones vendepatrias, los traidores surcoreanos preconizan el \"exito diplomatico\" y describen la astucia de Japon como \"disculpa sincera sobre crimenes del pasado\". \n\t\t\t\t\t\n\t\t\t\t\tLos conservadores surcoreanos que amparan los crimenes sangrientos de Japon bailando al compas de los reaccionarios japoneses no podran eludir jamas el severo castigo de la historia."
        }
    ]
}