{
    "date": "2016-12-24",
    "url": "http://kcna.co.jp/item/2016/201612/2016-12-24ee.html",
    "articles": [
        {
            "title": "First Conference of Chairpersons of WPK Primary Committees Opens",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-01ee.html",
            "content": "First Conference of Chairpersons of WPK Primary Committees Opens\r\n Pyongyang, December 24 (KCNA) -- The First Conference of Chairpersons of the Primary Committees of the Workers' Party of Korea (WPK) opened at the Pyongyang Indoor Stadium on Friday.\n\t\t\t\t\t The conference will analyze and review the successes and experience, defects and lessons witnessed in the past drive of the primary party committees for turning themselves into the invincible integral ones in which the oneness of ideology and leadership is strictly ensured and which form a harmonious whole with the popular masses, and for carrying out the Party's line and policies. And it will discuss the tasks and ways to improve their work as required by the new era of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, was present at the conference.\n\t\t\t\t\t\n\t\t\t\t\t Also attending it were Vice Marshal of the KPA Hwang Pyong So, member of the Presidium of the Political Bureau of the WPK Central Committee, vice-chairman of the State Affairs Commission (SAC) and director of the KPA General Political Bureau, Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., WPK, vice-chairman of the SAC and vice-chairman of the C.C., WPK, Kim Ki Nam, Choe Thae Bok, Ri Su Yong, Kim Phyong Hae, Ri Man Gon, O Su Yong, Kwak Pom Gi and Kim Yong Chol who are members of the Political Bureau and vice-chairmen of the WPK Central Committee, Kim Su Gil, Kim Nung O, Pak Thae Song and Jo Yon Jun who are alternate members of the Political Bureau of the WPK Central Committee, chairpersons of the primary committees of the WPK and party officials in Pyongyang and provinces.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, supreme leader of the party, army and state, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ki Nam made a report.\n\t\t\t\t\t\n\t\t\t\t\t Noting the history of the WPK is shining with the undying exploits of President Kim Il Sung and leader Kim Jong Il who advanced and perfectly applied the Juche-based idea of building basic party organizations, the reporter said:\n\t\t\t\t\t\n\t\t\t\t\t The great leaders' idea of prioritizing the primary party committees and guidance over them has been successfully carried forward and developed by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The history of the ever-victorious WPK is a sacred history in which the validity and vitality of the Juche-based party-building idea of attaching importance to the basic party organizations have been clearly proven. It also constitutes proud annals in which the primary party committees have remained true to the idea and cause of the WPK by performing feats through a heroic struggle.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the past five years, during which the era of a new historic turn was opened in accomplishing the revolutionary cause of Juche, were the days of victory and glory when the role of the primary party committees had been enhanced remarkably and the indomitable spirit and might of the WPK strikingly demonstrated.\n\t\t\t\t\t\n\t\t\t\t\t The most important success made in the work of the primary party committees is that they have been imbued with the idea of the leader and turned into strong militant ranks that move as one under his guidance.\n\t\t\t\t\t\n\t\t\t\t\t The primary party committees have enthusiastically mobilized the party members and other working people to the drive for carrying out the revolutionary cause of Juche and the cause of building a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t All the primary committees of the WPK have been firmly consolidated as the ones strong in faith that remain loyal to the idea and will of the leader only, vanguard ranks of loyalty that make a breakthrough in the van of the drive for upholding the Party policies while linking the leader and the masses with blood ties. The Party takes special pride in this as it is a great victory achieved in accomplishing the cause of building the Juche-based party.\n\t\t\t\t\t\n\t\t\t\t\t  Stressing the need to steadily strengthen the WPK into an indomitable and militant party and further enhance its leadership role in order to speed up the building of a socialist power and successfully accomplish the revolutionary cause of Juche by implementing the decision made at the 7th WPK Congress, the reporter said:\n\t\t\t\t\t\n\t\t\t\t\t What is most important to this end is to strengthen the primary committees, the principal militant units of the Party, in every way and herein lies the reason why the First Conference of Chairpersons of the Primary Committees was convened by the WPK.\n\t\t\t\t\t\n\t\t\t\t\t At present the WPK requires every primary party organization to meticulously guide the organizational and ideological life of its members and vigorously conduct the drive for implementing the behests of the leaders and upholding the Party's policies so as to accelerate the modeling of the whole Party and society on Kimilsungism-Kimjongilism and make a breakthrough in the all-out offensive for the final victory in the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called for going all out to carry through the decision of the 7th WPK Congress and hasten the final victory in the development of the great Kimilsungist-Kimjongilist party and the revolutionary cause of Juche, the cause of building a socialist power, rallied closer around Kim Jong Un, chairman of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the conference.\n\t\t\t\t\t\n\t\t\t\t\t Speakers mentioned the achievements and experience gained in the work of primary committees.\n\t\t\t\t\t\n\t\t\t\t\t They also referred to the defects found in the work of some primary committees.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their resolve to bring about a great turn in the work of primary party organizations as demanded by the period of a new leap forward in carrying out the revolutionary cause of Juche and thus turn all the basic party organizations into the first death-defying corps in the drive to implement the idea of the Party and uphold its policies.\n\t\t\t\t\t\n\t\t\t\t\t The conference continues."
        },
        {
            "title": "Kim Jong Un Makes Opening Address at First Conference of Chairpersons of WPK Primary Committees",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-02ee.html",
            "content": "Kim Jong Un Make\r\n Pyongyang, December 24 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, made an opening address at the First Conference of Chairpersons of the Primary Committees of the WPK on Friday.\n\t\t\t\t\t He said that the Conference of Chairpersons of the Primary Committees of the WPK is held for the first time in its history amid the grandiose struggle to carry out the decision of its 7th Congress.\n\t\t\t\t\t\n\t\t\t\t\t He paid the highest tribute and extended eternal glory to President Kim Il Sung and leader Kim Jong Il, the founder and builder of the glorious WPK and the symbol of the dignified DPRK, representing the boundless reverence of the participants in the conference, all other party members, service personnel and people of the country.\n\t\t\t\t\t\n\t\t\t\t\t He offered warm gratitude and militant salute to the participants of the conference and all other chairpersons of the primary committees of the Party who are reliably defending the main combat positions for implementing the Party policies, regarding absolute loyalty to the Party and the boundless devotion to the people as their life and keeping pace with the Party Central Committee despite any difficulties and trials. \n\t\t\t\t\t\n\t\t\t\t\t After informing the participants of the overall international political situation including the one prevailing in Northeast Asia and the situation in south Korea, he said that the prevailing international situation more clearly proves how just and correct the WPK's idea and line of simultaneously developing the two fronts were.\n\t\t\t\t\t\n\t\t\t\t\t He noted that scared by the remarkably increasing strategic position of the DPRK, the imperialist reactionary forces are making desperate efforts, cooking up the UN \"sanctions resolution\" and even crying out for \"independent sanctions\", stressing that this is the most vivid proof of the victory of the DPRK. He said with pride that great progress was made in the development of the revolution under the correct leadership of the Party this year.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to ardent patriotism and loyalty and devoted struggle of all officials and working people, unprecedented production successes were made in the fields of industry, agriculture, pomiculture and fishery, the first-stage project for recovering from the flood damage in the northern part of North Hamgyong Province was successfully completed and the construction of Ryomyong Street made rapid progress during the 200- day campaign and is nearing completion, he pointed out.\n\t\t\t\t\t\n\t\t\t\t\t  He said that the DPRK bolstered up its nuclear force both in quality and quantity by succeeding in developing Korean-style latest strategic weapons in the field of national defence science and achieved a lot of successes in the fields of science, education, public health and sports, adding that all of them were possible because all chairpersons of the primary committees of the WPK powerfully aroused all their members and other working people to the struggle for devotedly upholding the Party's line and policies and implementing them to the letter.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un extended once again the warm congratulations to the chairpersons of the primary party committees participating in the conference with pride and honor of having successfully concluded the 200-day campaign, true to the call of the Party Central Committee, and all the party members and other people.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the Party's intention of regarding the Conference of Chairpersons of the Primary Committees of the WPK as important as the Party Congress, he emphasized that to raise the role of the primary committees is an important guarantee for strengthening the Party and victoriously advancing the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t Attaching weighty importance to the role of the chairpersons of the primary committees of the WPK, in particular, he noted that whether the Party's line and policies are correctly implemented or not depends on the politico-ideological preparation, organizational ability, revolutionary spirit and strong capabilities of the chairpersons of the primary committees.\n\t\t\t\t\t\n\t\t\t\t\t The source of the strength of our Party and its invincible might lie in the close bonds of kinship with the broad popular masses and their full support and deep trust, he said.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for the conference to critically make a deep-going analysis and review of not only achievements and experience gained in the work of the primary party organizations in the past but also their shortcomings and their chairpersons' role and work-style and make an exhaustive discussion on the issue of enhancing the function and role of the primary party organizations in every way in the drive for developing it and implementing its policies.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the main purpose of the conference is to help all the participants reflect upon themselves with party conscience and make efforts to boldly rectify their shortcomings so that the conference may offer an opportunity of effecting such a great turn as bringing about a radical change in the work of the primary committees of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He declared the conference open, expressing belief that it would be successfully held thanks to high political enthusiasm and active participation of all its attendants and thus mark a historic milestone in strengthening the WPK and accomplishing the revolutionary cause of Juche."
        },
        {
            "title": "Greetings to FM of DR Congo",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-14ee.html",
            "content": "Greetings to FM of DR Congo\r\n Pyongyang, December 24 (KCNA) -- DPRK Foreign Minister Ri Yong Ho on Friday sent a congratulatory message to Leonard She Okitundu upon his appointment as vice prime minister and minister of Foreign Affairs and Regional Integration of the Democratic Republic of Congo.\n\t\t\t\t\t The message wished him success in his work for the development of the external relations of the country, expressing the will to actively cooperate for steady strengthening of the relations between the two countries with a long tradition of friendship and cooperation."
        },
        {
            "title": "Sudanese President Supports DPRK Advancing under Banner of Anti-Imperialist Independence",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-05ee.html",
            "content": "Sudanese President Supports DPRK Advancing under Banner of Anti-Imperialist Independence\r\n Pyongyang, December 24 (KCNA) -- Kim Chol Ho, DPRK ambassador to Sudan, presented his credentials to Omar Hassan Ahmed Al-Bashir, president of the Republic of Sudan, on Dec. 19.\n\t\t\t\t\t On the occasion the president said that the DPRK and Sudan have a deep and long tradition of friendship, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a country with powerful military muscle and developed technology.\n\t\t\t\t\t\n\t\t\t\t\t We can not repress admiration at the fact that the DPRK is advancing under the unfurled banner of independence against the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is natural for the two countries being threatened and blackmailed by the imperialists to strengthen their cooperation in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t The Sudanese people sincerely wish the Korean people bigger success in building a socialist power."
        },
        {
            "title": "Chinese and Koreans Related to Anti-Japanese Revolutionary Struggle Leave",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-17ee.html",
            "content": "Chinese and Koreans Related to Anti-Japanese Revolutionary Struggle Leave\r\n Pyongyang, December 24 (KCNA) -- Family members of Zhou Wei, daughter of Zhou Bao-zhong, a Chinese related to the anti-Japanese revolutionary struggle, left here Saturday.\n\t\t\t\t\t Earlier, departing here were family members of Zhang Weihua, a Chinese anti-Japanese revolutionary martyr, Chai Shiying, Hu Zhenyi, Jiang Zihua and Liu Tong-shi, Chinese related to the anti-Japanese revolutionary struggle, Pak Kil Song, a Korean anti-Japanese revolutionary martyr in China, So Sun Ok, a Korean anti-Japanese revolutionary fighter in China, and Son Won Thae, an overseas Korean related to the anti-Japanese revolutionary struggle."
        },
        {
            "title": "Message to Kim Jong Un from Equatorial Guinean Party Leader",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-24ee.html",
            "content": "Message to Kim Jong Un from Equatorial Guinean Party Leader\r\n Pyongyang, December 24 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, on Dec. 15 received a message from Jeronimo Osa Osa Ecoro, general secretary of the Democratic Party of Equatorial Guinea.\n\t\t\t\t\t The general secretary in the message said that the members of the Democratic Party of Equatorial Guinea and its supporters, on behalf of Obiang Nguema Mbasogo, founder-chairman of the Party, pay the highest tribute to Kim Jong Un and, through him, to the WPK and all the Korean people on the occasion of the 5th anniversary of demise of Kim Jong Il, the eternal leader of the WPK and chairman of the DPRK National Defence Commission.\n\t\t\t\t\t\n\t\t\t\t\t The message wished the WPK bigger success in its struggle, paying deep homage to Kim Jong Il, the greatest saint who had wisely led the WPK's struggle for the Korean people's prosperity."
        },
        {
            "title": "Floral Tribute Paid to Great Leaders",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-23ee.html",
            "content": "Floral Tribute Paid to Great Leaders\r\n Pyongyang, December 24 (KCNA) -- Floral baskets were laid before the statues of President Kim Il Sung and leader Kim Jong Il on Saturday, a significant day of the DPRK.\n\t\t\t\t\t Seen before the statues of the great leaders on Mansu Hill here was a floral basket from Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Placed at the statues were floral baskets in the names of the party, armed forces and power organs, social organizations, ministries, national institutions, units of the Korean People's Army and the Korean People's Internal Security Forces and institutions, industrial establishments and schools at all levels in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Also, laid before the statues of the great leaders and portraits depicting their smiling images in different parts of Pyongyang, including Kim Il Sung University, the Ministry of the People's Armed Forces, the Ministry of People's Security and the Mansudae Art Studio, were floral baskets, together with bouquets and flowers, in the names of KPA units, institutions and enterprises.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons, working citizens and youths and students across the country visited the statues and portraits of the smiling leaders in their residential areas to pay tribute to them."
        },
        {
            "title": "Wreaths Laid before Bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-12ee.html",
            "content": "Wreaths Laid before Bust of Kim Jong Suk\r\n Pyongyang, December 24 (KCNA) -- Wreaths were laid before the bust of anti-Japanese war hero Kim Jong Suk at the Revolutionary Martyrs Cemetery on Mt. Taesong Saturday, her 99th birth anniversary. \n\t\t\t\t\t Seen standing there was a wreath from Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Present at the wreath laying-ceremony were Choe Pu Il, Ro Tu Chol, N o Kwang Chol, Vice-Premier Kim Tok Hun, officials of party, armed forces and power bodies, the Cabinet, working people's organizations and ministries, service personnel and working people in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Placed at the bust was a wreath in the joint name of the C.C., WPK, the DPRK State Affairs Commission, the Presidium of the Supreme People's Assembly and the Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Also laid were wreaths in the names of working people's organizations, ministries, KPA units, revolutionary schools and party and power bodies and factories and other units in the city.\n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence while recalling Kim Jong Suk's revolutionary career and immortal feats."
        },
        {
            "title": "Women's Union Officials and Members Visit Birthplace of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-22ee.html",
            "content": "Women's Union Officials and Members Visit Birthplace of Kim Jong Suk\r\n Hoeryong, December 24 (KCNA) -- Officials and members of the Socialist Women's Union of Korea in Pyongyang and provinces visited the birthplace of Kim Jong Suk, the anti-Japanese war heroine, on Saturday, her 99th birth anniversary.\n\t\t\t\t\t The visitors laid floral baskets and bouquets before the statue of Kim Jong Suk at the foot of Osan Hill in Hoeryong City and paid tribute to her.\n\t\t\t\t\t\n\t\t\t\t\t At her old home, they looked round relics preserved with care, being briefed on the fact that she was born into a patriotic and revolutionary family and grew up to be an ardent revolutionary.\n\t\t\t\t\t\n\t\t\t\t\t The visit to the Hoeryong Revolutionary Museum reminded them of the undying feats performed by the woman commander of Mt. Paektu who had devotedly defended President Kim Il Sung, the destiny of the nation, politico-ideologically and at the risk of her life after embarking upon the road of the revolution in her early years.\n\t\t\t\t\t\n\t\t\t\t\t They also went round Kim Ki Song Hoeryong Senior Secondary School, the Hoeryong Foodstuff-processing Factory, the Hoeryong Koryo Medicine Pharmaceutical Factory and dwelling houses newly built in the flood-hit areas in Hoeryong City."
        },
        {
            "title": "Celebration Performances in DPRK",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-21ee.html",
            "content": "Celebration Performances in DPRK\r\n Pyongyang, December 24 (KCNA) -- Art performances were given at theatres in Pyongyang and provinces of the DPRK to celebrate the 25th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 99th birth anniversary of Kim Jong Suk, the anti-Japanese war heroine.\n\t\t\t\t\t A revolutionary opera \"Victory of the Revolution Is in Sight\" was given by the Phibada Opera Troupe at the Pyongyang Grand Theatre and a drama \"Blood Vessel\" at the National Theatre. The drama represents the struggle of the cement producers in Sangwon who successfully hit the production goal by giving definite priority to the science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Circus and magic performances by the National Circus instilled optimism into the working people and school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t Similar celebration performances were also witnessed in provinces of the country."
        },
        {
            "title": "Concert Given by National Symphony Orchestra",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-25ee.html",
            "content": "Concert Given by National Symphony Orchestra\r\n Pyongyang, December 24 (KCNA) -- Concert \"Eternal Sun\" was given by the National Symphony Orchestra at the Moranbong Theater on Saturday to celebrate the 25th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t Among the audience were Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., the Workers' Party of Korea and president of the Presidium of the DPRK Supreme People's Assembly, other senior party and state officials and officials of party and power bodies, working people's organizations, ministries and national institutions and city-level institutions and working people. \n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were such numbers as first movement \"Snow-covered Old Home\", second movement \"General Applies Art of Compressing Space\", third movement \"Song of Love for People\" and fourth movement \"Might of Korea\" of the symphony \"The General Will Live Forever as the Sun\" and orchestra \"Charms\" and \"Our General Is the Best\".\n\t\t\t\t\t\n\t\t\t\t\t The performers praised Kim Jong Il for having brought about a historic turn in the history of building the Juche-oriented revolutionary armed forces with his Songun politics and demonstrated the dignity and might of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t They well represented the orchestra \"Unforgettable Echoes over Lagoon Samil\" which inspires the deep reverence for Kim Jong Suk, the anti-Japanese war heroine.\n\t\t\t\t\t\n\t\t\t\t\t The concert concluded with a series of orchestras \"We Have Entrusted Our Destiny and Future to Him\", winning high applause of the audience for its high ideological value and artistry."
        },
        {
            "title": "Dancing Parties of Young People Held",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-18ee.html",
            "content": "Dancing Parties of Young People Held\r\n Pyongyang, December 24 (KCNA) -- Dancing parties of youth and students were held in different parts of the country Saturday to celebrate the 25th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 99th birth anniversary of Kim Jong Suk, the anti-Japanese war heroine.\n\t\t\t\t\t Song \"Fortune of Korea\" resounded forth at plazas in Pyongyang including those of the Monument to Party Founding, the Arch of Triumph and Pyongyang Railway Station.\n\t\t\t\t\t\n\t\t\t\t\t The participants showed a dancing wave of joy, paying highest tribute and eternal glory to Kim Jong Il who provided a firm political and military guarantee for the eternal future of the country and put the dignity and strength of Kim Il Sung's Korea on the highest level with his Songun politics and high-intensity forced march.\n\t\t\t\t\t\n\t\t\t\t\t They danced to the tune of \"Our General Is the Best\" and other songs, expressing ardent yearning and boundless reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t Such songs as \"Song of Youth\" and \"We Like Passionate Life\" stirred up the atmosphere of the dancing parties."
        },
        {
            "title": "Tourmaline Water Purifier Capturing Attention in DPRK",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-20ee.html",
            "content": "Tourmaline Water Purifier Capturing Attention in DPRK\r\n Pyongyang, December 24 (KCNA) -- The Central Mining Research Institute under the State Academy of Sciences of the DPRK recently made tourmaline water purifier by means of ultramodern technology.\n\t\t\t\t\t This water purifier was highly appreciated by the people in the flood-hit northern areas of North Hamgyong Province.\n\t\t\t\t\t\n\t\t\t\t\t Prof. and Dr. Han Pong U, who is also a candidate academician, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The tourmaline water purifier changes ordinary water into the slight alkaline and reduced one with low association degree.\n\t\t\t\t\t\n\t\t\t\t\t It helps promote metabolism and prevent the rupture of protein and cellular membrane by detoxifying excess active oxygen in human body. It is also considered to be efficacious for pancreatitis, gastric and duodenal ulcer and other diseases."
        },
        {
            "title": "Time Will Prove DPRK's Option Is Right: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-19ee.html",
            "content": "Time Will Prove DPRK's Option Is Right: KCNA Commentary\r\n Pyongyang, December 24 (KCNA) -- World public is increasingly admiring the DPRK's push for building a socialist power.\n\t\t\t\t\t On December 17, the U.S. online Fox News in an Associated Press article dealing with change in the DPRK over the past five years said the DPRK's political base has been further consolidated under the guidance of supreme leader Kim Jong Un and great progress was made in the economy, national defence and cultural life.\n\t\t\t\t\t\n\t\t\t\t\t North Korea became a nuclear weapons state thanks to its line of simultaneously pushing forward economic construction and the building of nuclear force, the article noted, adding over the past five years north Korea's nuclear capacity was bolstered up and this period witnessed three of five nuclear tests conducted by it so far including the most powerful nuclear test and H-bomb test.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has now access to nuclear weapons capable of striking the U.S. forces in south Korea and Japan and on Guam and even the U.S. mainland, and has invigorated its domestic economy and made drastic achievements in cultural field, the article pointed out, adding: Now it is trying to conquer the moon within ten years.\n\t\t\t\t\t\n\t\t\t\t\t Media of Spain and Kuwait also gave wide publicity to the eye-opening successes registered by the DPRK during the past five years.\n\t\t\t\t\t\n\t\t\t\t\t This can not but be clear understanding and appreciation by the world society of the great successes made by the DPRK in building a socialist power under the wise guidance of Marshal Kim Jong Un and validity of the DPRK's cause advancing toward the final victory.\n\t\t\t\t\t\n\t\t\t\t\t Over the past five years the U.S. has enforced hostile policy toward the DPRK to bring it down, after setting it as the first target of attack for realizing the U.S. strategy for aggression and domination over Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t It has cooked up gangster-like \"sanctions resolutions\" one after another while persistently clinging to its \"strategic patience\" aimed at bringing down the DPRK's social system.\n\t\t\t\t\t\n\t\t\t\t\t It has run amuck to start a nuclear war while conducting war exercises under various codenames every year after shipping huge nuclear strategic assets into the Korean Peninsula and its surrounding areas.\n\t\t\t\t\t\n\t\t\t\t\t  In those days nobody checked the U.S. nuclear threat and arbitrary practices against the DPRK and no one kept it from encroaching upon the latter's sovereignty, vital right and right to development.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK turned out in all-out confrontation with the U.S. imperialists while simultaneously pushing forward economic construction and the building of nuclear force by dint of self-reliance and self-development in the face of the latter's daily-increased moves for a nuclear war and nuclear threat and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t In this period it had access to H-bomb and passed through the final gate for rounding off its national nuclear force by conducting a nuclear warhead explosion test.\n\t\t\t\t\t\n\t\t\t\t\t Today the Korean people are continuously making world-startling miracles in building a socialist power with full confidence in victory being backed by the powerful war deterrence.\n\t\t\t\t\t\n\t\t\t\t\t The reality clearly proves the validity of the DPRK's idea and cause that the powerful nuclear force guarantees peace and prosperity and dignity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's just option will remain unchanged for all ages."
        },
        {
            "title": " S. Korean Warmongers Stage Combined Military Drill",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-13ee.html",
            "content": "S. Korean Warmongers Stage Combined Military Drill\r\n Pyongyang, December 24 (KCNA) -- The south Korean puppet army staged a combined military drill against the DPRK in Yangphyong of Kyonggi Province on Thursday, according to the Yonhap News of south Korea.\n\t\t\t\t\t Involved in the drill were infantry, artillery, engineer and motorized units with tanks, armored cars, self-propelled guns and other weapons. They fired live shells at a simulated area of the DPRK."
        },
        {
            "title": " S. Korea: Ban Ki-moon Hit for Seeking to Run as Candidate for \"Presidential\" Election",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-07ee.html",
            "content": "S. Korea: Ban Ki-moon Hit for Seeking to Run as Candidate for \"Presidential\" Election\r\n Pyongyang, December 24 (KCNA) -- A spokesman for a party of south Korea on Dec. 22 issued a commentary denouncing Ban Ki-moon for seeking to take power in collusion with anti-Park faction of the ruling \"Saenuri Party\".\n\t\t\t\t\t The commentary noted that there is a move to form a new party as Ban Ki-moon, who had spoken for traitor Park so far, is hurriedly seeking to run as candidate for \"presidency\".\n\t\t\t\t\t\n\t\t\t\t\t Lawmakers from the anti-Park faction showed the possibility of their collusion with Ban and naming the new party \"Ban Ki-moon party\", it pointed out.\n\t\t\t\t\t\n\t\t\t\t\t Whether the party is centered on Park or on Ban, there is no fundamental difference in essence, the commentary said, urging lawmakers from the \"Saenuri Party\" and Ban Ki-moon not to make mockery of the people."
        },
        {
            "title": "Intensified Candlelight Action for Justice Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-08ee.html",
            "content": "Intensified Candlelight Action for Justice Called for in S. Korea\r\n Pyongyang, December 24 (KCNA) -- The people's emergency action to oust Park Geun Hye regime in south Korea held a meet-the press in Seoul on Dec. 22, calling for stronger candlelight action, according to the south Korean online paper Tongil News. \n\t\t\t\t\t The organization condemned Chongwadae for insisting on innocence of Park Geun Hye and denying all her crimes and the \"prime minister\" for working hard to promote bad policies of Park in a bid to secure support from the conservative forces.\n\t\t\t\t\t\n\t\t\t\t\t The candlelight action made the passage of the motion calling for her impeachment through the \"National Assembly\" possible, the organization said, stressing the need to intensify the action in order to build a just society."
        },
        {
            "title": "Air Pilots in S. Korea Launch Strike",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-09ee.html",
            "content": "Air Pilots in S. Korea Launch Strike\r\n Pyongyang, December 24 (KCNA) -- The air pilot union of south Korea launched a strike demanding a wage hike on Dec. 22, according to the south Korean KBS.\n\t\t\t\t\t The union made the wage-hike proposal long ago and urged the business side to work at it, but the proposal was totally refused.\n\t\t\t\t\t\n\t\t\t\t\t The enraged organization decided to stage a strike until Dec. 31, denouncing the business side for having steadily reduced wage for pilots for the past decade."
        },
        {
            "title": " S. Korean Paper Slams Puppet Authorities for Shunning Issue of Young People's Employment",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-10ee.html",
            "content": "S. Korean Paper Slams Puppet Authorities for Shunning Issue of Young People's Employment\r\n Pyongyang, December 24 (KCNA) -- The south Korean Kyunghyang Daily News carried an editorial on Dec. 23 denouncing the puppet authorities for shunning the issue of young people's employment. \n\t\t\t\t\t It said that it is long ago that young people worked as part-time or short-time jobbers at the labor market of south Korea, adding beggarly wage and poor engagement and life became social cliches alluding to youth.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the regime has refused to take efficient measure concerning young people's employment, it said, urging the regime and the political circle to seriously accept the demand of the youths for social equality."
        },
        {
            "title": "S. Korean Broadcasting Urges Special Prosecution's Correct Investigation",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-11ee.html",
            "content": "S. Korean Broadcasting Urges Special Prosecution's Correct Investigation\r\n Pyongyang, December 24 (KCNA) -- The south Korean CBS on Dec. 21 urged the special prosecution to make correct investigation into the \"Park Geun Hye-Choe Sun Sil scandal\".\n\t\t\t\t\t The \"people's intention\" and \"correct investigation\" are the core issue the special prosecution should keep in its mind when handling Park, an alleged suspect, it said, adding: \n\t\t\t\t\t\n\t\t\t\t\t If it correctly understands the people's intention reflected in the candlelight, there is no reason for it not to come to any success in the investigation."
        },
        {
            "title": "S. Korean Diplomats Disgraced for Sexual Abuses",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-15ee.html",
            "content": "S. Korean Diplomats Disgraced for Sexual Abuses\r\n Pyongyang, December 24 (KCNA) -- Sexual abuses have become endemic among diplomats of south Korea, causing a serious furor, according to the south Korean KBS on Friday.\n\t\t\t\t\t The south Korean ambassador to a Mid-east country molested a woman employee of his embassy in August.\n\t\t\t\t\t\n\t\t\t\t\t South Korean diplomats who were indicted on charges of sexual abuses this year numbered five including the said ambassador."
        },
        {
            "title": "Stop to Dealings for THAAD Deployment Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-16ee.html",
            "content": "Stop to Dealings for THAAD Deployment Urged in S. Korea\r\n Pyongyang, December 24 (KCNA) -- The Action for Checking THAAD Deployment in south Korea held a urgent press conference outside in Seoul on Dec. 22, urging the puppet military and big business to stop illegal dealings for THAAD deployment, according to the south Korean online paper Tongil News.\n\t\t\t\t\t The organization strongly denounced the illegal procedures of site survey aimed at deploying THAAD which defends the U.S. and Japan and sacrifices south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It urged the Lotte business to make itself frank over the suspicion harbored by the people and stop at once the illegal dealings."
        },
        {
            "title": "Kim Jong Il Remembered in Over 190 Countries for 5 Years",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-03ee.html",
            "content": "Kim Jong Il Remembered in Over 190 Countries for 5 Years\r\n Pyongyang, December 24 (KCNA) -- It is five years since the whole world was stricken with bitter grief at leader Kim Jong Il's sudden demise.\n\t\t\t\t\t In the period, Kim Jong Il who performed titanic feats with outstanding ideology and leadership and noble traits has been deeply mourned in over 190 countries.\n\t\t\t\t\t\n\t\t\t\t\tHis revolutionary career and exploits were widely reported by up to 100,000 media.\n\t\t\t\t\t\n\t\t\t\t\t At least 600 mourning and remembering committees with prominent personages of political and social circles as chairpersons or co-chairpersons were inaugurated in many countries and regions and by international bodies.\n\t\t\t\t\t\n\t\t\t\t\t The committees held thousands of political and cultural events, throwing the whole world into atmosphere of deeply revering him.\n\t\t\t\t\t\n\t\t\t\t\t Personages of governments, political parties, organizations and institutions in different countries, international and regional bodies paid homage to Kim Jong Il on Dec. 17, the anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Benin clarified that it would invariably hold Kim Jong Il as its honorary chairman and add luster to his exploits in Benin and Africa.\n\t\t\t\t\t\n\t\t\t\t\t Caluma City of Bolivar Province in Ecuador decided to register Kim Jong Il as its honorary citizen and Chordeleg City in Ecuador awarded the title of honorary citizenship, its highest commendation, to him while the People's Progressive Party of Nigeria the certificate of title of honorary national leader. Meanwhile, gifts were presented to him by political parties, organizations and personages of different countries.\n\t\t\t\t\t\n\t\t\t\t\t A portrait of smiling Kim Jong Il was displayed at Kim Jong Il Class of Progres School in Mali and a class of the Vietnam-DPRK Friendship Kindergarten was named after Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Poems and songs such as \"Great Son of Korea\", \"Sunny Smile\" and \"Light of Love\" were created one after another to praise his revolutionary career and exploits.\n\t\t\t\t\t\n\t\t\t\t\t The president of Jindalle Children's Foundation wrote a book titled \"My Father\" dealing with Kim Jong Il's loving care shown for her family and the chairperson of the Korean Friendship Association UK authored a book \"To Defend Songun\" introducing the validity and vitality of the Songun (military-first) idea, and the chairman of the Guinean Society for the Study of the Juche Literary Idea completed a collection of poems \"Following the Footsteps of Songun\"."
        },
        {
            "title": "Floral Baskets Sent to DPRK Missions Abroad",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-04ee.html",
            "content": "Floral Baskets Sent to DPRK Missions Abroad\r\n Pyongyang, December 24 (KCNA) -- Political parties, governments, social organizations, institutions and personages of different countries sent floral baskets to DPRK missions abroad on Dec. 16 and 17 in commemoration of the 5th anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Those floral baskets were laid before the portraits of smiling President Kim Il Sung and leader Kim Jong Il and their full-length portraits.\n\t\t\t\t\t\n\t\t\t\t\t They were from the National Coordinating Committee of the Workers' Party of Mexico, the Communist Party of Canada (Marxist-Leninist), the State Academic Igor Moiseyev Dance Company of Russia, the Myanmar Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu, the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar, the Ministry of Foreign Affairs of Myanmar, the International Commerce Promotion Center and other units of Myanmar, the office of commissioner of the Chinese Foreign Ministry in Hong Kong, the consulates general of Vietnam and United Arab Emirates in Hong Kong, the Vietnamese mission in Geneva, the chairman of the Italian General Investment Group, the secretary general of the China Hong Kong Zhonghwa Energy Fund Commission, the chairperson of the Emperor Group of Hong Kong, the general manager of the Golden Trip Travel Service Co. Ltd., Hong Kong, and other personages.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the co-chairman of the Board of Directors of the Kim Il Sung-Kim Jong Il Foundation sent a floral basket to the DPRK mission in Hong Kong of China on Dec. 17."
        },
        {
            "title": " Inaugurada Primera Conferencia de los Presidentes de Comite de Base del Partido",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-26ee.html",
            "content": "Inaugurada Primera Conferencia de los Presidentes de Comite de Base del Partido\r\nPyongyang, 24 de diciembre (ACNC) -- Quedo inaugurada la vispera la Primera Conferencia de los Presidentes de Comite de Base del Partido en el Palacio de Deportes de Pyongyang. \n\t\t\t\t\tEn la ocasion analizaran y balancearan los exitos, las experiencias, los errores y las lecciones adquiridos en la lucha por consolidar las organizaciones de base del partido como las invencibles entidades unidas en que se aseguran con firmeza la unicidad de la idea y la direccion y se logran la unidad monolitica con las masas populares y por materializar la linea y la politica del partido. Y discutiran las tareas y los remedios para mejorar y fortalecer las labores de las organizaciones de base del partido conforme a la demanda de nueva epoca de la revolucion del Juche.\n\t\t\t\t\t\n\t\t\t\t\tAsistio al conclave el Maximo Dirigente del partido, el Estado y el ejercito Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea. \n\t\t\t\t\t\n\t\t\t\t\tTomaron parte en la ocasion tambien el vicemariscal del EPC Hwang Pyong So, miembro del Presidium del Buro Politico del Comite Central del PTC, vicepresidente del Comite de Estado de la RPDC y jefe de la Direccion Politica General del EPC, Choe Ryong Hae, miembro del Presidium del Buro Politico del CC del PTC y vicepresidente del Comite de Estado de la RPDC y del CC del PTC, Kim Ki Nam, Choe Thae Bok, Ri Su Yong, Kim Phyong Hae, Ri Man Gon, O Su Yong, Kwak Pom Gi y Kim Yong Chol, miembros del BP y vicepresidentes del CC del PTC, Kim Su Gil, Kim Nung O, Pak Thae Song y Jo Yon Jun, miembros suplentes del BP del CC del PTC, los presidentes de comite de base del partido y los funcionarios del partido del centro y las localidades.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un pronuncio el discurso inaugural. \n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo de Kim Ki Nam quien dijo en particular:\n\t\t\t\t\t\n\t\t\t\t\tLa historia del PTC brilla con las imperecederas hazanas del Presidente Kim Il Sung y el Dirigente Kim Jong Il quienes presentaron y materializaron perfectamente la autoctona idea de construccion de las organizaciones partidistas de base.\n\t\t\t\t\t\n\t\t\t\t\tLa idea y la direccion de los grandes Lideres de dar importancia al comite de base del partido se llevan adelante con exito por el Maximo Dirigente Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tLa historia victoriosa del PTC es la sagrada trayectoria en que se pusieron de pleno manifiesto la justeza y la vitalidad de la original idea de construccion del partido de dar importancia a las organizaciones partidistas de base y deviene los anales orgullosos en que los comites de base del partido han venido apoyando con fidelidad la idea y la causa del partido mediante la lucha y proezas heroicas. \n\t\t\t\t\t\n\t\t\t\t\tn particular, el lustro pasado en que se abrio la epoca del nuevo cambio historico en el cumplimento de la causa revolucionaria del Juche, fue el periodo de victorias y glorias en que se fortalecio extraordinariamente el papel de los comites de base del partido y se pusieron de pleno manifiesto el impetu indoblegable y poderio del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEl exito importantisimo alcanzado en las labores de los comites de base del partido es que estos se convirtieron en las unidades muy combativas que realizaron la identificacion de la idea del lider y se mueven como un hombre bajo la direccion del lider.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, es que movilizaron vigorosamente a los militantes del partido y los trabajadores al cumplimiento de la causa revolucionaria del Juche y la de construccion de la potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\tTodos los comites de base del partido se han consolidado como los cristaloides de conviccion que respiran solo con la idea y voluntad del lider y como la fila vanguardista de fidelidad que conecta con el sentimiento consanguineo entre el lider y las masas y abre la brecha poniendose a la cabeza del trabajo por la defensa de la politica del partido, lo cual deviene un orgullo singular de nuestro partido y gran triunfo alcanzado en el curso de cumplimiento de la causa de construccion del partido del Juche.\n\t\t\t\t\t\n\t\t\t\t\tA fin de acelerar la construccion de la potencia socialista y llevar a feliz termino la causa revolucionaria del Juche cumpliendo la resolucion del VII Congreso del PTC, hay que fortalecer ininterrumpidamente el partido como entidad politica invencible y combativa y elevar mas su papel directivo.\n\t\t\t\t\t\n\t\t\t\t\tPara este fin, se presenta como problema mas importante el de fortalecer por todos los medios el comite de base del partido, unidad principal del partido, y he aqui el proposito del PTC que convoco la presente conferencia.\n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad, el partido demanda a sus comites de base estructurar la organizacion y la direccion sobre la vida ideo-organizativa de los militantes del partido y levantar furiosamente el fervor de la campana de materializacion de legados de los Lideres y la de defensa de politica del partido para asi acelerar la transformacion de todo el partido y toda la sociedad segun el kimilsungismo-kimjongilismo y abrir la brecha de ofensiva general para la victoria final de la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\tUnidos firmemente en torno al Presidente del PTC, Kim Jong Un, todos deben emprender la ofensiva general y la marcha general para cumplir consecuentemente la resolucion del VII Congreso del PTC, fortalecer y desarrollar el partido kimilsungista-kimjongilista y adelantar la victoria final de la causa revolucionaria del Juche y la de construccion de potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores mencionaron los exitos y las experiencias adquiridos en los trabajos de los comites de base del partido.\n\t\t\t\t\t\n\t\t\t\t\tEnumeraron igualmente los defectos surgidos en las labores de algunas organizaciones partidistas de base.\n\t\t\t\t\t\n\t\t\t\t\tEllos tomaron la decision de producir un viraje revolucionario en las labores de los comites de base del partido conforme a la demanda del periodo de auge del cumplimiento de la causa revolucionaria del Juche, de manera que todas las organizaciones partidistas de base se conviertan en las brigadas al frente de cumplimiento de las ideas y politicas del partido.\n\t\t\t\t\t\n\t\t\t\t\tLa conferencia continua."
        },
        {
            "title": "Kim Jong Un pronuncia discurso inaugural en la Primera Conferencia de Presidentes de Comite de Base del Partido",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-27ee.html",
            "content": "Kim Jong Un pronuncia discurso inaugural en la Primera Conferencia de Presidentes de Comite de Base del Partido\r\nPyongyang, 24 de diciembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea, pronuncio el dia 23 el discurso inaugural en la Primera Conferencia de los Presidentes de Comite de Base del Partido. \n\t\t\t\t\tEl dijo que la conferencia de ese tipo se abre por primera vez en la historia del partido en medio de la lucha impetuosa por materializar la resolucion del VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tRecogiendo el sentimiento de veneracion ilimitada de los participantes en la conferencia, todos los militantes del partido, los oficiales y soldados del Ejercito Popular y los habitantes de todo el pais, rindio homenaje y gloria eterna al Presidente Kim Il Sung y al Dirigente Kim Jong Il, el primero fundador y ambos constructores del glorioso partido y simbolos de la patria muy digna. \n\t\t\t\t\t\n\t\t\t\t\tExpreso agradecimiento y envio saludo combativo a los participantes en la conferencia y los presidentes de comite de base del partido quienes al considerar como su vida la fidelidad absoluta al partido y la abnegacion al pueblo, defienden fidedignamente las principales trincheras para la materializacion de las politicas del partido marchando junto con el Comite Central del PTC en cualesquier dificultades y pruebas. \n\t\t\t\t\t\n\t\t\t\t\tInformo la situacion de la politica internacional en general, inclusive la situacion actual del Noreste Asiatico y el Sur de Corea. Y subrayo que las circunstancias de la situacion internacional de hoy testimonian una vez mas cuan justas y correctas fueron la idea y linea del PTC de impulsar paralelamente la construccion economica y la de fuerzas armadas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tAtemorizadas ante la elevacion considerable de la posicion estrategica de la RPDC, las fuerzas reaccionarias imperialistas fabricaron las \"resoluciones de sancion\" de la ONU y reclaman hasta las \"medidas de sancion independiente\", dijo y agrego que tal conducta desesperada es la prueba mas contundente de la victoria nuestra.\n\t\t\t\t\t\n\t\t\t\t\tApunto en tono orgulloso que se ha registrado este ano gran avance en el desarrollo de la revolucion bajo la correcta direccion del partido. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la fidelidad patriotica y la lucha abnegada de todos los funcionarios y trabajadores, se obtuvieron los exitos productivos sin precedentes durante la campana de 200 dias en la industria, la agricultura, la fruticultura y la pesqueria, concluyo exitosamente la primera etapa de la obra para resarcir las perdidas en la provincia de Hamgyong del Norte y se impulso a una gran velocidad la construccion de la avenida Ryomyong que esta a punto de inauguracion, enumero. \n\t\t\t\t\t\n\t\t\t\t\tEn el sector de ciencias de defensa nacional, se lograron exitos en el desarrollo de armas estrategicas ultramodernas por el estilo coreano y se consolidaron asi en lo cualitativo y cuantitativo las fuerzas nucleares nacionales, apunto y continuo que se alcanzaron muchos exitos tambien en los dominios de ciencia, educacion, salud publica y deporte.\n\t\t\t\t\t\n\t\t\t\t\tEsto ha sido posible porque todos los presidentes de comite de base del partido llamaron energicamente a los militantes del partido y trabajadores a la lucha por defender y materializar a toda costa las lineas y politicas del partido, evaluo.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente del PTC dio otra vez las cordiales felicitaciones a los presidentes de comite de base, quienes acudieron al conclave con el orgullo de haber concluido con victoria la campana de 200 dias segun el llamamiento del CC del PTC, asi como a todos los militantes del partido y los habitantes.\n\t\t\t\t\t\n\t\t\t\t\tSe refirio al proposito del PTC que aprecia tanto esta conferencia al igual que el Congreso del Partido y subrayo que el problema de elevar el papel del comite de base del partido constituye la garantia importante para el fortalecimiento y desarrollo de nuestro partido y el avance victorioso de la revolucion y la construccion.\n\t\t\t\t\t\n\t\t\t\t\tCalificando de muy importante el papel de los presidentes de comite de base, dijo que el cumplimento correcto o no de la linea y politicas del partido depende totalmente del nivel de preparacion ideo-politica, la capacidad organizativa, el espiritu revolucionario y la facultad de despliegue de las labores de ellos.\n\t\t\t\t\t\n\t\t\t\t\tLa fuente de fuerzas y poderio invencible de nuestro partido estan en las relaciones sanguineas con amplias masas populares y en el respaldo y confianza de estas, remarco.\n\t\t\t\t\t\n\t\t\t\t\tEsta conferencia debe abordar los exitos y experiencias alcanzados en las anteriores labores de los comites de base del partido y analizar y balancear con la vision critica tambien los defectos latentes en ellos y los problemas relativos al papel y modo de trabajo de los presidentes de comite de base del partido, instruyo.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que la reunion debatira seriamente el asunto de mejorar por todos los medios la funcion y el papel de esos comites en la lucha por fortalecer y desarrollar el partido y materializar sus politicas.\n\t\t\t\t\t\n\t\t\t\t\tEl objetivo principal del presente conclave reside en propiciar la oportunidad de grandes cambios en las labores de los comites de base del partido al hacer a todos los participantes reflexionar de si mismos con la conciencia partidista y esforzarse por corregir con valentia sus errores, aclaro.\n\t\t\t\t\t\n\t\t\t\t\tDeclaro inaugurada la conferencia manifestando la conviccion de que ella se realizara con exito gracias al elevado entusiasmo politico y participacion activa de todos los participantes y marcara asi un hito historico para el desarrollo de nuestro partido y el cumplimiento de la causa revolucionaria del Juche."
        },
        {
            "title": "El presidente sudanes elogia a la RPDC en la delantera de la lucha antiyanqui",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-28ee.html",
            "content": "El presidente sudanes elogia a la RPDC en la delantera de la lucha antiyanqui\r\nPyongyang, 24 de diciembre (ACNC) -- El embajador extraordinario y plenipotenciario de la Republica Popular Democratica de Corea en Sudan, Kim Chol Ho, entrego el dia 19 las cartas credenciales al presidente de la Republica de Sudan, Omar Hassan Ahmed al-Bashir.\n\t\t\t\t\tEn la ocasion, el mandatario africano dijo que Corea y Sudan tienen la tradicion de amistad profunda y larga, y continuo:\n\t\t\t\t\t\n\t\t\t\t\tCorea es el pais con poderosas fuerzas armadas y tecnologias desarrolladas.\n\t\t\t\t\t\n\t\t\t\t\tAdmiro a la RPDC que marcha adelante bajo la bandera de independencia antiyanqui.\n\t\t\t\t\t\n\t\t\t\t\tEs natural que ambos paises, sometidos a la amenaza y chantaje de los imperialistas, fortalezcan la cooperacion en el escenario internacional.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo sudanes desea de corazon al coreano mayores exitos en la construccion de una potencia socialista."
        },
        {
            "title": " Fuerzas armadas nucleares garantizan paz, prosperidad y dignidad nacionales, insiste ACNC",
            "url": "http://kcna.co.jp/item/2016/201612/news24/20161224-29ee.html",
            "content": "Fuerzas armadas nucleares garantizan paz, prosperidad y dignidad nacionales, insiste ACNC\r\nPyongyang, 24 de diciembre (ACNC) -- Los medios de prensa del mundo transmiten los exitos logrados por la Republica Popular Democratica de Corea en la construccion de potencia socialista.\n\t\t\t\t\tEn el articulo intitulado \"Cambios registrados en el Norte de Corea durante ultimo lustro\", insertado el dia 17 en Fox News, la AP transmitio que bajo la direccion del Mariscal Kim Jong Un en la RPDC se consolido aun mas la base politica y se lograron considerables avances en la economia, la defensa nacional y la vida cultural y continua:\n\t\t\t\t\t\n\t\t\t\t\tGracias a la linea de desarrollo paralelo de la construccion de las fuerzas armadas nucleares y de la economia, la RPDC ha sido realmente un pais poseedor de armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tDurante el ultimo lustro, se mejoro mas que nunca la capacidad nuclear del Norte de Corea y se realizaron las 3 pruebas nucleares, mas poderosas de las 5 desarrolladas hasta la fecha, inclusive la de la bomba H.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC ya tiene las armas nucleares capaces de golpear a las tropas norteamericanas estacionadas en el suelo surcoreano, Japon y la isla Guam y hasta el territorio propio norteamericano. Y trata de activar la economia nacional y conquistar la luna dentro de un decenio.\n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, los medios de prensa de Espana y Kuwait hacen conocer ampliamente los exitos asombrosos logrados en la RPDC durante los 5 anos pasados.\n\t\t\t\t\t\n\t\t\t\t\tEs una estimacion correcta de la sociedad internacional sobre los grandes exitos alcanzados por la RPDC en la construccion de potencia socialista bajo la sabia orientacion del Mariscal, y sobre la justeza de la causa de la RPDC que marcha a todo galope hacia la victoria final. \n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos 5 anos, EE.UU. practico la politica hostil al pais socialista tomandolo como primer blanco de ataque y de derrumbe para realizar la agresiva estrategia de dominacion sobre la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tRecurriendo obstinadamente a la politica de \"paciencia estrategica\", cuyo objetivo es la \"derrocar\" el regimen socialista coreano mediante las sanciones y presion, invento una tras otra las bandidescas \"resoluciones de sancion\". \n\t\t\t\t\t\n\t\t\t\t\tAl ubicar las colosales propiedades estrategicas nucleares en la Peninsula Coreana y su contorno, desarrollo cada ano en decenas de veces los ejercicios de guerra de agresion bajo distintos pretextos. \n\t\t\t\t\t\n\t\t\t\t\tPero, nadie freno la amenaza nuclear y el despotismo de EE.UU. contra la RPDC ni detuvo la violacion de los derechos a la soberania, existencia y desarrollo de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC se enfrento con las maniobras de guerra nuclear y el chantaje y amenaza nucleares recrudescentes del imperio, desarrollando paralelamente la economia y las fuerzas armadas nucleares y haciendo gala del poderio de autofortalecimiento. \n\t\t\t\t\t\n\t\t\t\t\tDurante esa batalla de confrontacion total con EE.UU., la RPDC llego a poseer la bomba H y realizo la prueba de explosion de ojiva nuclear, pasando la ultima fase del perfeccionamiento de las fuerzas armadas estatales. \n\t\t\t\t\t\n\t\t\t\t\tHoy dia, bajo la proteccion del poderoso escudo inhibitorio de guerra nuclear, el pueblo coreano, lleno de la conviccion de victoria, registra sucesivamente los milagros en la construccion de potencia socialista, asombrando a todo el mundo\n\t\t\t\t\t\n\t\t\t\t\tLa realidad testimonia claramente la justeza de la causa e idea de que las poderosas fuerzas armadas nucleares garantizan la paz y la prosperidad del pais y la dignidad nacional.\n\t\t\t\t\t\n\t\t\t\t\tNunca se cambiara la opcion justa de la RPDC."
        }
    ]
}