{
    "date": "2016-10-21",
    "url": "http://kcna.co.jp/item/2016/201610/2016-10-21ee.html",
    "articles": [
        {
            "title": "Congratulations to President of Cape Verde",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-07ee.html",
            "content": "Congratulations to President of Cape Verde\r\n Pyongyang, October 21 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a congratulatory message to Jorge Carlos Fonseca upon his reelection as president of Cape Verde.\n\t\t\t\t\t Expressing belief that the long-standing friendly relations between the two countries would grow stronger, the message wished the president greater success in his work for the stability and development of the country."
        },
        {
            "title": "Park Geun Hye Group Accused of Their Moves to Suppress Progressive Persons of Literature and Arts",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-13ee.html",
            "content": "Park Geun Hye Group Accused of Their Moves to Suppress Progressive Persons of Literature and Arts\r\n Pyongyang, October 21 (KCNA) -- A spokesman for the Central Committee of the General Federation of the Unions of Literature and Arts of Korea released a statement Friday in connection with the disclosure of the fact that the Park Geun Hye group of south Korea worked out a blacklist aimed at suppressing progressive persons of literature and arts and sent it to a ministry.\n\t\t\t\t\t According to data available, the blacklist worked out by Chongwadae at the instruction of Park Geun Hye includes those who signed the declaration on the retraction of the \"enforcement ordinance of the government for ferry Sewol\" and those who supported the declaration on situation for the ferry disaster and those who supported candidates from opposition parties and independent candidates in the past puppet presidential elections and the election of the mayor of Seoul, 9 473 in all.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that by sending the blacklist to the puppet Ministry of Culture, Sports and Tourism and its affiliated bodies Park Geun Hye and her group branded progressive persons of literature and arts as \"dangerous elements\" and conducted \"political inspection\" of their literary and art activities, persecuting them by way of cutting off \"governmental aid fund\" at the first phase.\n\t\t\t\t\t\n\t\t\t\t\t This is an undisguised violation of expression of free will and legitimate right and unpardonable human rights abuse against the south Korean persons of literature and arts, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The recently disclosed indiscriminate and illegal suppression of them by Park is just a tip of iceberg as it was prompted by her sinister intention to check the south Korean people's ever-mounting actions against the \"government\" and ensure the fascists' long-term office.\n\t\t\t\t\t\n\t\t\t\t\t The situation goes to prove that it is hard to expect the guarantee of free will of literary and art persons and their activities and achieve the long-cherished social progress as long as Park Geun Hye and her group are allowed to remain in power.\n\t\t\t\t\t\n\t\t\t\t\t The Park group should clearly understand that they have no future, however desperate they become in suppressing justice."
        },
        {
            "title": "Exhibition of Successes of GFTUK Opens",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-23ee.html",
            "content": "Exhibition of Successes of GFTUK Opens\r\n Pyongyang, October 21 (KCNA) -- An exhibition of successes of the General Federation of Trade Unions of Korea (GFTUK) was opened with due ceremony at the Central Hall of Workers Friday to celebrate the 7th Congress of the GFTUK.\n\t\t\t\t\t Displayed there are at least 110 exhibits of 52 kinds and more than 120 visual materials on the achievements made by the Central Committee of the GFTUK and all provincial committees and other organizations of the GFTUK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Ri Il Hwan, department director of the Central Committee of the Workers' Party of Korea, officials and members of the trade unions."
        },
        {
            "title": "3rd National Scientific and Technological Presentation and Workshop in Field of Mushroom Production Held",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-22ee.html",
            "content": "3rd National Scientific and Technological Presentation and Workshop in Field of Mushroom Production Held\r\nSariwon, October 21 (KCNA) -- The 3rd national scientific and technological presentation and workshop in the field of mushroom production took place in Sariwon City, North Hwanghae Province on Oct. 20 under the sponsorship of the Central Committee of the  General Federation of Science and Technology of Korea.\n\t\t\t\t\t Present there were scientists, technicians, researchers, field officials and cultivators of mushroom from more than 20 units including the Central Mushroom Research Institute of the State Academy of Sciences, Kim Il Sung University, Pyongyang Jang Chol Gu University of Commerce, Pyongyang City and North and South Hwanghae provinces.\n\t\t\t\t\t\n\t\t\t\t\t It heard over 80 papers conducive to putting mushroom production on a scientific, intensive and industrial basis including the development of new mushroom species suited to the actual conditions of the country.\n\t\t\t\t\t\n\t\t\t\t\t There took place a workshop on the technology of cultivation according to various species of mushrooms and a series of scientific and technological problems related to the industrial production of mushrooms."
        },
        {
            "title": "Message to Kim Jong Un from First Secretary of C.C., Ukrainian Communist Party ",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-09ee.html",
            "content": "Message to Kim Jong Un from First Secretary of C.C., Ukrainian Communist Party \r\n Pyongyang, October 21 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea (WPK), on Oct. 10 received a message of greeting from Petro Nikolayevich Symonenko, first secretary of the Central Committee of the Ukrainian Communist Party.\n\t\t\t\t\t In the message the first secretary extended sincere and warm congratulations to Kim Jong Un on the occasion of the 71st anniversary of the WPK, organizer and inspirer of victory of the Korean people in their struggle for national liberation, the country's independence, protection of sovereignty, bolstering of national defence capability and the building of socialist society on behalf of the C.C., the Ukrainian Communist Party and on his own behalf.\n\t\t\t\t\t\n\t\t\t\t\t The message said that under the leadership of Kim Jong Un the WPK has confidently and successfully developed all fields of socialist national economy in the DPRK and the military affairs, science, culture and arts and this made it possible for it to stand firm against the U.S.-led world imperialists which stand in the way of the DPRK's creative domestic and foreign policies.\n\t\t\t\t\t\n\t\t\t\t\t The message wished Kim Jong Un good health and happiness and the Korean comrades fresh successes in the work for carrying out the tasks set forth at the Seventh Congress of the WPK."
        },
        {
            "title": "Foreign Guests Leave",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-21ee.html",
            "content": "Foreign Guests Leave\r\n Pyongyang, October 21 (KCNA) -- Delegates of the International Committee of the Red Cross and RC Societies of Denmark, Finland and UK left here Friday after taking part in the Congress of the DPRK Red Cross Society and the meeting marking its 70th anniversary."
        },
        {
            "title": "Japanese Delegation Leaves",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-08ee.html",
            "content": "Japanese Delegation Leaves\r\n Pyongyang, October 21 (KCNA) -- A delegation of the Japan-DPRK Friendship Kyoto Net led by Vice-Chairman Yudaka Tsunogai left here for home Friday."
        },
        {
            "title": "Number of Tele-education Colleges Grows in DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-15ee.html",
            "content": "Number of Tele-education Colleges Grows in DPRK\r\n Pyongyang, October 21 (KCNA) -- The tele-education system rapidly develops in the Democratic People's Republic of Korea.\n\t\t\t\t\t Tele-education colleges were recently set up at six universities, including Pyongyang University of Foreign Studies, Pyongyang University of Printing and Nampho University of Fisheries.\n\t\t\t\t\t\n\t\t\t\t\t According to Kim Su Nam, vice department director of the Education Commission, the tele-education system is run by more than 50 universities throughout the country at present and its entrants have drastically increased in number.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the tele-education system has been steadily improved with teaching programs supplemented.\n\t\t\t\t\t\n\t\t\t\t\t Taking the lead in the tele-education work are Kim Il Sung University, Kim Chaek University of Technology and Pyongyang University of Architecture.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung University developed its tele-education system to suit the international standard so as to ensure international exchange on education.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK all the people are encouraged to get well versed in science and technology under the Workers' Party of Korea's policy on education."
        },
        {
            "title": "Building of Educational Facilities Hastened in Disaster Areas",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-16ee.html",
            "content": "Building of Educational Facilities Hastened in Disaster Areas\r\n Pyongyang, October 21 (KCNA) -- The construction of more than 80 schools, kindergartens and nurseries is progressing apace in the flood-hit northern part of the DPRK.\n\t\t\t\t\t In Hoeryong City, soldier-builders cleared out mud of tens of thousands of cubic meters only in one day to push ahead the building of 10-odd schools, kindergartens and nurseries at a time.\n\t\t\t\t\t\n\t\t\t\t\t In severely damaged Musan County, servicepersons and members of shock brigades from different parts of the country speed up the floor construction of educational facilities.\n\t\t\t\t\t\n\t\t\t\t\t Such successes are reported from other disaster areas, including Yonsa, Onsong, Kyongwon and Kyonghung counties."
        },
        {
            "title": "Popular Health System in DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-17ee.html",
            "content": "Popular Health System in DPRK\r\n Pyongyang, October 21 (KCNA) -- The Ryugyong General Ophthalmic Hospital took its shape in Munsu area of Pyongyang, the capital city of the DPRK.\n\t\t\t\t\t In recent years, more preventive and curative medical institutions have sprung up in this area thanks to the Workers' Party of Korea's love for the popular masses. They include the Breast Tumour Institute of the Pyongyang Maternity Hospital, the Okryu Children's Hospital and the Ryugyong Dental Hospital.\n\t\t\t\t\t\n\t\t\t\t\t In October Juche 55 (1966) President Kim Il Sung made public his famous work \"Socialist Medical Science Is Preventive Medicine\", advancing the important tasks for giving definite priority to the preventive medicine over the curative medicine as required by the socialist medicine.\n\t\t\t\t\t\n\t\t\t\t\t Since then the WPK's policy on preventive medicine has been constantly implemented to bring about an epochal change in the preventive and curative medical service.\n\t\t\t\t\t\n\t\t\t\t\t At present the DPRK people enjoy the benefits of free medical care.\n\t\t\t\t\t\n\t\t\t\t\tAt the Okryu Children's Hospital, more than 200,000 children have undergone examination and treatment since the start of its operation.\n\t\t\t\t\t\n\t\t\t\t\t At the Pyongyang Maternity Hospital, 468 groups of triplets and 7 groups of quadruplets were born and a large number of women received various medical services including treatment for mastopathy.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, hygienic and anti-epidemic organs were set up across the country, with a regular system of hygienic and anti-epidemic work established.\n\t\t\t\t\t\n\t\t\t\t\t And an information system is established to prevent bird flue, Ebola and other infectious diseases under the unified guidance of the State Emergency Anti-epidemic Committee and hygienic information service and medical checkup are conducted among inhabitants on a regular basis."
        },
        {
            "title": "Tok Islets Will Always Remain Part of Territory of Korea: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-05ee.html",
            "content": "Tok Islets Will Always Remain Part of Territory of Korea: Rodong Sinmun \r\n Pyongyang, October 21 (KCNA) -- The Japanese reactionaries are spouting like psychopaths sheer sophism that Tok Islets \"belong to Japan.\" \n\t\t\t\t\t Minister for Territory Matsumoto said at a recent press conference he posted on the homepage of the Cabinet Secretariat additional information proving the fact that Japan ruled Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Friday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are making profound confusing of a master and a robber by citing misinformation lacking any credibility in a bid to make the world recognize Tok Islets as part of the territory of Japan. However, such shameless and base method does not work on the world.\n\t\t\t\t\t\n\t\t\t\t\t From the viewpoint of history and international law Tok Islets are part of the inalienable territory of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It was Koreans who were the first to discover Tok Islets and declared them as part of Korea's territory as required by international law and reconfirmed dominium over them and proclaimed it at home and abroad before any others. This is recognized by material and legal evidence. \n\t\t\t\t\t\n\t\t\t\t\t Not a few evidence proving that Tok Islets are part of the territory of Korea were discovered in Japan, too. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries must be well aware of this if they have eyes and ears.\n\t\t\t\t\t\n\t\t\t\t\t The above-said misinformation posted on the homepage of the Cabinet Secretariat reveals the gangster-like intention to grab the historically recognized part of the inalienable territory of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is the final goal of the Japanese reactionaries to grab Tok Islets and swallow up the whole of Korea and then advance into the continent and realize the old dream of the \"Greater East Asia Co-Prosperity Sphere\" at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Tok Islets will always remain part of the territory of Korea."
        },
        {
            "title": "S. Korean Puppet Court Urged to Correct Wrong Judgment on KCTU Chairman",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-06ee.html",
            "content": "S. Korean Puppet Court Urged to Correct Wrong Judgment on KCTU Chairman\r\n Pyongyang, October 21 (KCNA) -- Han Sang Gyun, chairman of the south Korean Confederation of Trade Unions (KCTU), at a trial on an appeal in the puppet Seoul High Court on Oct. 13 disclosed the injustice of the judgment passed on him, according to the south Korean internet newspaper Chamsesang.\n\t\t\t\t\t He said that at the first trial the court sentenced him to 5 years in prison and fine amounting to 500 000 won.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the KCTU, the 2016 Headquarters for People's All-out Action and the Headquarters of Struggle for Paek Nam Gi held a press conference in Seoul before the trial in protest against the court's wrong judgment.\n\t\t\t\t\t\n\t\t\t\t\t The speakers urged the court to set right the misjudgment and rewrite the sentence worked out by the regime."
        },
        {
            "title": "S. Korean Professors, Students Call for Probing Truth about Scandal",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-10ee.html",
            "content": "S. Korean Professors, Students Call for Probing Truth about Scandal\r\nPyongyang, October 21 (KCNA) -- Professors of the emergency measure committee under the Council of Professors of Ehwa Women's University of south Korea Wednesday held a meeting at the university in demand of the probe into the truth about the puppet regime-backed  scandal at the university, according to reports.\n\t\t\t\t\t The speakers said that the president of the university clarified the will to step down for granting privilege to the daughter of Choe Sun Sil who is linked with the scandal of the Park Geun Hye regime but suspicions about the scandal are still left.\n\t\t\t\t\t\n\t\t\t\t\t They will closely follow the future behavior of the regime, they noted.\n\t\t\t\t\t\n\t\t\t\t\t A statement of the emergency measure committee was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants staged a demonstration at the university."
        },
        {
            "title": "S. Korean Puppet Police's Fraud Exposed",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-11ee.html",
            "content": "S. Korean Puppet Police's Fraud Exposed\r\n Pyongyang, October 21 (KCNA) -- Voice of People, the south Korean on-line paper, said in an editorial on Oct. 19 it has been confirmed by media coverage that information about the people's all-out action last year still remains.\n\t\t\t\t\t The police applied the warrant of conducting an autopsy under the pretext of making clear the cause of death of peasant Paek Nam Gi, prompted by their intention to cover up their blame at any cost, the editorial charged.\n\t\t\t\t\t\n\t\t\t\t\t The police concealed what is not in their favor and told lies before the \"National Assembly\" and the people, an unpardonable criminal act, it held."
        },
        {
            "title": "S. Korean Organization Denounces U.S. and Puppet Group's War Confab",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-12ee.html",
            "content": "S. Korean Organization Denounces U.S. and Puppet Group's War Confab\r\n Pyongyang, October 21 (KCNA) -- The People's Action for Peace against War of south Korea held a press conference in Seoul on Oct. 19 as regards the fact that the diplomatic and defense chiefs of the U.S. and the south Korean puppet regime held a criminal confab to put pressure upon the DPRK, according to the south Korean internet paper Jaju Sibo.\n\t\t\t\t\t The organization said that the U.S. and the south Korean regime were closeted over \"special measures\" for permanently deploying U.S. strategic weapons in south Korea and leading the north to changes, adding that they are taking the steps for launching an all-out war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It underscored the need to drop the curtain on the vicious cycle of confrontation and conflict steadily escalating the tension on the peninsula, demanding the U.S. and the south Korean authorities discuss the issue of policy switchover to peace and peace negotiations at the talks."
        },
        {
            "title": "S. Korean Workers' General Strike Supported",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-14ee.html",
            "content": "S. Korean Workers' General Strike Supported\r\n Pyongyang, October 21 (KCNA) -- Personages of labor, religious, civic and social circles of south Korea, more than 1 450 in all, held a press conference in Seoul on Oct. 18 at which they supported the general strike of the workers against the puppet group's unpopular rule, according to south Korean internet newspaper Jaju Sibo.\n\t\t\t\t\t The speakers said that the system of dismissal according to piece rate would weaken not only trade unions but also the workers' struggle to check the authorities' de-nationalization.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are suppressing some public institutions to forcibly pass through the employment regulations without consent of trade unions, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t They urged the regime to stop unilateral enforcement of the system."
        },
        {
            "title": "Blacklisted S. Korean Artistes Stage Protest Action",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-18ee.html",
            "content": "Blacklisted S. Korean Artistes Stage Protest Action\r\n Pyongyang, October 21 (KCNA) -- More than 100 artistes who were blacklisted in the field of literature and arts by the south Korean puppet group held a press conference in Seoul demanding traitor Park Geun Hye step down, according to a report.\n\t\t\t\t\t They in a declaration denounced the Park Geun Hye regime for suppressing the creative activities and freedom of expression despite the ceaseless disclosure of power-backed scandals of Choe Sun Sil, U Pyong U and Cha Un Thaek.\n\t\t\t\t\t\n\t\t\t\t\t They said that persons of culture and arts would indict the authorities and carry on the protest actions against the crackdown."
        },
        {
            "title": "Explosion Happens in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-19ee.html",
            "content": "Explosion Happens in S. Korea\r\nPyongyang, October 21 (KCNA) -- An explosion happened at the chemical fiber mill in Chilgok County, North Kyongsang Province on Oct. 19, according to the south Korean KBS.\n\t\t\t\t\t It left one person dead and four others seriously wounded."
        },
        {
            "title": "Park Geun Hye Derided as Anchorwoman for Anti-DPRK Smear Campaign",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-20ee.html",
            "content": "Park Geun Hye Derided as Anchorwoman for Anti-DPRK Smear Campaign\r\n Pyongyang, October 21 (KCNA) -- A lawmaker from the Minju Party, an opposition party of south Korea, appeared at a radio broadcasting service on Oct. 17 to term Park Geun Hye an anchorwoman for anti-north smear campaign, according to a report.\n\t\t\t\t\t Referring to Park's remarks agitating \"defection\" among northerners at the \"ceremony of commemorating the day of ROK army\" on Oct. 1, the lawmaker said that he would like to ask Park if she is aware that the most of \"defectors\" are trying to flee to foreign countries.\n\t\t\t\t\t\n\t\t\t\t\t Park had better stop tongue-lashing putting the inter-Korean relations at greater peril, he stressed."
        },
        {
            "title": "Kim Jong Un's Report to 7th Congress of WPK Introduced in Thailand",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-01ee.html",
            "content": "Kim Jong Un's Report to 7th Congress of WPK Introduced in Thailand\r\n Pyongyang, October 21 (KCNA) -- The Thai paper Xing San Daily on October 10 carried \"2. For Accomplishing the Socialist Cause\" of supreme leader Kim Jong Un's Report to the Seventh Congress of the Workers' Party of Korea on the Work of the Central Committee.\n\t\t\t\t\t The above-said part of the report indicates the tasks of modeling the whole society on Kimilsungism-Kimjongilism and carrying out the lines of building a scientific and technological power and an economic power and the strategy for national economic development and the ways for doing so. \n\t\t\t\t\t\n\t\t\t\t\t It also deals with the tasks and ways to build a highly civilized country and increase the political and military might. \n\t\t\t\t\t\n\t\t\t\t\t The paper carried a photo of Kim Jong Un."
        },
        {
            "title": "Appeal of International Preparatory Committee for Meeting Praising Great Persons Supported by Swiss Bodies",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-03ee.html",
            "content": "Appeal of International Preparatory Committee for Meeting Praising Great Persons Supported by Swiss Bodies\r\n Pyongyang, October 21 (KCNA) -- The Swiss Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea released a joint statement on Oct. 12 in support of the appeal made by the International Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The year 2017 marks the 105th birth anniversary of HE Kim Il Sung, the 75th birth anniversary of HE Kim Jong Il and the 5th anniversary of HE Kim Jong Un's election at the top posts of the party and state of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t According to the decision of the International Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu, the meeting will be held on Mt. Paektu and in Pyongyang of the DPRK in August, 2017 associated with the exploits performed by Kim Il Sung for national liberation and Kim Jong Il's Songun leadership exploits.\n\t\t\t\t\t\n\t\t\t\t\t The international preparatory committee called for significantly marking the birthdays of the peerlessly great men of Mt. Paektu and making the whole year seethe with the atmosphere of praising the great men with colorful political and cultural events.\n\t\t\t\t\t\n\t\t\t\t\t It called for organizing worldwide the activities for writing and creating books and literary works to praise the great idea and leadership and noble traits of the great persons of Mt. Paektu and introduce the reality of the DPRK and the international solidarity movement to support the just cause of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t We will conduct brisk activities for praising the great persons of Mt. Paektu and supporting the Korean people's struggle in response to the appeal of the international preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t We will take an active part in the international meeting to be held on Mt. Paektu and in Pyongyang in August next year."
        },
        {
            "title": "S. Koreans' No-THAAD Actions Introduced by Chinese and Argentine Media",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-04ee.html",
            "content": "S. Koreans' No-THAAD Actions Introduced by Chinese and Argentine Media\r\n Pyongyang, October 21 (KCNA) -- Media of China and Argentina introduced the No-THAAD actions of south Koreans from Oct. 5 to 12.\n\t\t\t\t\t The Chinese People's Daily noted:\n\t\t\t\t\t\n\t\t\t\t\t Residents of Kimchon City and Songju County, North Kyongsang Province of south Korea, held a joint rally in protest against the regime's deployment of THAAD in front of the U.S. embassy in Seoul on October 11.\n\t\t\t\t\t\n\t\t\t\t\t More than 100 000 people have signed the \"petition for retraction of THAAD deployment.\"\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. claims that it decided to deploy THAAD to cope with the \"persistent provocation\" by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t South Korean demonstrators asserted that THAAD should never be deployed anywhere in south Korea as well as Songju County as they would get nothing favorable from the deployment.\n\t\t\t\t\t\n\t\t\t\t\t Noting more than 1 000 citizens of Kimchon held a rally in Seoul on Oct. 5 demanding the regime halt THAAD deployment, the internet bulletin dealing with international affairs of the Communist Party of Argentina said:\n\t\t\t\t\t\n\t\t\t\t\t The participants of the rally sent a protest letter reflecting the demand of the citizens in Kimchon City to Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean authorities are pushing forward the belligerent plan under the pretext of \"threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Experts commented that the THAAD deployment would upset the balance and undermine the interests among countries neighboring the Korean peninsula as it is one of the U.S. key strategies to dominate the Asia-Pacific region."
        },
        {
            "title": "Portavoz de FGEAC condena represion de Park Geun-hye a literatos surcoreanos",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-24ee.html",
            "content": "Portavoz de FGEAC condena represion de Park Geun-hye a literatos surcoreanos\r\nPyongyang, 21 de octubre (ACNC) -- En relacion con que recientemente fue revelado en el Sur de Corea el hecho de que la banda de Park Geun-hye elaboro e impuso una lista negra con el objetivo de reprimir a los literatos y artistas progresistas del Sur de Corea, el portavoz del Comite Central de la Federacion General de Escritores y Artistas de Corea hizo publica el dia 21 una declaracion que sigue:\n\t\t\t\t\t  Segun los datos revelados, en la lista negra elaborada por Chongwadae a instigacion de Park Geun-hye, se ven 9 mil 473 personas quienes firmaron la declaracion de demanda urgente de la anulacion de la \"orden de ejecucion del gobierno para el ferry 'Sewol'\" o apoyaron la declaracion sobre situacion relativa a la calamidad del ferry \"Sewol\" y votaron a favor de los candidatos de los partidos opositores y los independientes en las pasadas elecciones presidenciales y las del alcalde de Seul.\n\t\t\t\t\t\n\t\t\t\t\t  Park Geun-hye y sus compinches emitieron la lista negra al Ministerio de Cultura, Deporte y Turismo y sus organismos adscritos para realizar la \"inspeccion politica\" sobre las actividades de creacion literaria y artistica de los artistas y literatos progresistas calificandolos de \"figuras peligrosas\" y reprimieron a todos ellos suspendiendo primeramente el pago de \"dinero de apoyo del gobierno\".\n\t\t\t\t\t\n\t\t\t\t\t  Esto es una abierta violacion de la expresion libre de voluntad y el derecho legitimo de los literatos y artistas surcoreanos y, al mismo tiempo, una imperdonable violacion de los derechos humanos.\n\t\t\t\t\t\n\t\t\t\t\tLa presente represion despiadada e ilicita de Park Geun-hye contra los literatos no es nada mas que una punta de la banquisa que parte del intento abominable de apaciguar el creciente clima anti-\"gobierno\" de la poblacion surcoreana y alargar el mandato de la horda de fascistas. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que mientras existan Park Geun-hye y sus compinches, no se aseguraran nunca la expresion de voluntad y actividades libres de los literatos surcoreanos ni se lograra el progreso social deseado tanto por ellos. \n\t\t\t\t\t\n\t\t\t\t\tLa banda de Park Geun-hye debe tener presente que no hay futuro para si misma aunque se entrega a la fanatica represion y exterminacion de la justicia."
        },
        {
            "title": "Inaugurada exposicion de exitos de labores de FGSC",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-25ee.html",
            "content": "Inaugurada exposicion de exitos de labores de FGSC \r\nPyongyang, 21 de octubre (ACNC) -- Quedo iniciada la exposicion de los exitos de las labores de la Federacion General de los Sindicatos de Corea (FGSC) en celebracion del VII Congreso de la FGSC. \n\t\t\t\t\tEn la sede de la exposicion se ven mas de 110 datos de 52 generos y mas de 120 medios visuales preparados por las organizaciones de la FGSC a todos los niveles inclusive el Comite Central de la FGSC y los comites provinciales de la federacion. \n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar este viernes la ceremonia inaugural en la Casa Central de Obreros con la participacion del jefe de departamento del Comite Central del Partido del Trabajo de Corea, Ri Il Hwan, los funcionarios y miembros de la FGSC."
        },
        {
            "title": "Tienen lugar presentacion y cursillo tecnico del sector de produccion de hongos",
            "url": "http://kcna.co.jp/item/2016/201610/news21/20161021-26ee.html",
            "content": "Tienen lugar presentacion y cursillo tecnico del sector de produccion de hongos\r\nSariwon, 21 de octubre (ACNC) -- Tuvieron lugar el dia 20 en esta ciudad de la provincia de Hwanghae del Norte la III presentacion nacional cientifico-tecnica y el cursillo tecnico de la rama de produccion de hongos bajo auspicios del Comite Central de la Federacion General de Ciencia y Tecnica de Corea.\n\t\t\t\t\t  En la ocasion estuvieron presentes los cientificos, tecnicos, investigadores, funcionarios del taller y cultivadores de hongos de mas de 20 unidades, incluyendo el Instituto Central de Setas de la Academia Estatal de Ciencias, la Universidad Kim Il Sung, la Universidad de Comercio Jang Chol Gu de Pyongyang, la ciudad de Pyongyang y las provincias de Hwanghae del Norte y Hwanghae del Sur.\n\t\t\t\t\t\n\t\t\t\t\t  En la presentacion se publicaron mas de 80 tesis que contribuiran a la produccion cientifica, intensiva e industrial de hongos, incluyendo la que plantea el cultivo de nuevas variedades adecuadas a las condiciones del pais y el desarrollo de materia organica sustitutiva.\n\t\t\t\t\t\n\t\t\t\t\t  Fueron evaluadas muchas disertaciones incluyendo el \"Uso del material compuesto biologico activo en la produccion de hongos\" y el \"Metodo fisico de exterminacion de enfermedades e insectos nocivos de hongos\".\n\t\t\t\t\t\n\t\t\t\t\t  A continuacion, se impartio el cursillo tecnico que abordo algunos problemas para el cultivo de la planta comestible tales como las tecnicas de cultivo por variedades, las medidas insecticidas, el desarrollo de materia organica substitutiva conveniente a las caracteristicas regionales, la produccion industrial, etc."
        }
    ]
}