{
    "date": "2016-12-11",
    "url": "http://kcna.co.jp/item/2016/201612/2016-12-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides Combat Drill of Special Operation Battalion of KPA Unit 525",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-01ee.html",
            "content": "Kim Jong Un Guides Combat Drill of Special Operation Battalion of KPA Unit 525\r\nPyongyang, December 11 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, guided the combat drill of the service personnel of the special operation battalion of KPA Unit 525.\n\t\t\t\t\t After hearing the report about the readiness of the personnel and equipment and the plan for the drill at the observation post, he ordered to kick off the drill.\n\t\t\t\t\t\n\t\t\t\t\t Watching the brave service personnel independently and pro-actively perform their combat duty destroying specified targets of the enemy, he said with a broad smile on his face: \"Well done, the enemy troops will have no space to hide themselves, far from taking any counteraction.\"\n\t\t\t\t\t\n\t\t\t\t\t He highly praised the commanding officers and men for having bolstered up the unit to be invincible ranks.\n\t\t\t\t\t\n\t\t\t\t\t He said that if the service personnel of the unit are to conduct bold combat actions with the southern part of Korea as their theatre, they should stage intensive drills for marching, firing, swimming, overcoming natural obstacles and acquiring ability to maneuver in fields under the simulated conditions of an actual battle and thus firmly prepare themselves to be stalwart fighters for guerrilla warfare.\n\t\t\t\t\t\n\t\t\t\t\t He set forth strategic tasks to be carried out for increasing the combat readiness and bolstering up the combat capabilities of the People's Army.\n\t\t\t\t\t\n\t\t\t\t\t He met the combatants who took part in the drill and highly praised them for their success in the rehearsal.\n\t\t\t\t\t\n\t\t\t\t\t He gave a pair of binoculars and an automatic rifle to the battalion before having a photo session with them."
        },
        {
            "title": "Kim Jong Un Has Photo Session with Participants of Congress of UAWK",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-02ee.html",
            "content": "Kim Jong Un Has Photo Session with Participants of Congress of UAWK\r\nPyongyang, December 11 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea (WPK), chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, had a photo session with the participants of the 8th Congress of the Union of Agricultural Workers of Korea (UAWK).\n\t\t\t\t\t When he arrived at the venue of the photo session, all participants broke into cheers of \"hurrah!\"\n\t\t\t\t\t\n\t\t\t\t\t He warmly congratulated the participants of the congress who devoted themselves to implementing President Kim Il Sung's  and leader Kim Jong Il's idea of building socialist countryside and the agricultural policy of the WPK with loyalty and patriotism. Then he had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the participants would positively contribute to developing the union into the one of the great leaders and the Party forever and bringing earlier the final victory of the socialist cause of Juche. \n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the WPK, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the Central Committee of the WPK, Kim Ki Nam, member of the Political Bureau of the Central Committee of the WPK, member of the State Affairs Commission of the DPRK and vice-chairman of the Central Committee of the WPK, Ri Il Hwan, department director of the Central Committee of the WPK, and Ri Myong Gil, chairman of the Central Committee of the UAWK."
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Hits out at U.S.-sponsored Anti-DPRK \"Human Rights\" Farce at UNSC",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-14ee.html",
            "content": "DPRK Foreign Ministry Spokesman Hits out at U.S.-sponsored Anti-DPRK \"Human Rights\" Farce at UNSC\r\nPyongyang, December 11 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to the question raised by KCNA Sunday as regards the U.S.-sponsored discussion of the \"human rights issue\" of the DPRK at the UN Security Council:\n\t\t\t\t\t Recently, the U.S. and its followers held what they called an open meeting of the UNSC, where they tabled and discussed the non-existent \"human rights issue\" of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK vehemently denounces the anti-DPRK \"human rights\" racket staged at the UNSC again as a hideous act hostile to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., disregarding the UN Charter and the opposition of many countries, brought the above-said \"issue\" up for discussion at the UNSC in an illegal manner by mobilizing its vassal forces. This is just an outspoken mockery and insult to the UN and its member states.\n\t\t\t\t\t\n\t\t\t\t\t Several member states of the UNSC said no to the discussion of the \"issue\" at the meeting. This reflects the unanimous stand of the overwhelming majority of the developing countries rejecting the tabling of the issue at the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t It is a hard fact that the Human Rights Council and other councils exist at the UN.\n\t\t\t\t\t\n\t\t\t\t\t This notwithstanding, the U.S. brought the \"human rights issue\" of the DPRK to the UNSC utterly unrelated to human rights.\n\t\t\t\t\t\n\t\t\t\t\t This is because the UNSC has been reduced to the one where the U.S. remains unrivaled in its high-handed and arbitrary practices in disregard of the UN Charter and international law.\n\t\t\t\t\t\n\t\t\t\t\t All facts again prove that the UNSC has turned into a \"comprehensive and all-mighty council\" controlled by the U.S., bereft of its original mission to be responsible for ensuring global peace and security. In this context, the reform of the UNSC is an urgent requirement of the times that should be carried out without further delay.\n\t\t\t\t\t\n\t\t\t\t\t A lackey of Obama who will soon be compelled to leave the Oval Office after sustaining his bitter defeat went so reckless as to dare hurt the dignity of the supreme leadership of the DPRK at the UNSC in a sinister bid to tarnish its image and stir up the atmosphere of pressurizing it. But the lackey is sadly mistaken if he calculates that such ill-minded act can work on the DPRK and other countries.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never pardon the hostile forces' \"human rights\" farce against the DPRK but thoroughly smash it through resolute toughest counteraction."
        },
        {
            "title": "Foreign Personages Visit DPRK Embassies",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-05ee.html",
            "content": "Foreign Personages Visit DPRK Embassies\r\nPyongyang, December 11 (KCNA) -- Personages in various countries visited the DPRK embassies in the period from November 23 to December 7 to pay high tribute to leader Kim Jong Il on the 5th anniversary of his demise.\n\t\t\t\t\t They laid floral baskets, bouquets and wreaths before the pictures of President Kim Il Sung and leader Kim Jong Il at the embassies.\n\t\t\t\t\t\n\t\t\t\t\t Among the visitors were the vice department director of the International Affairs of the Islamic Coalition Party of Iran and his entourage, the vice commander-in-chief of the Iranian Army who doubles as chief of Intelligence, the chief of Protocol and Foreign Relations of Iran, the manager of Iran-Korea Friendship Magsal Agro-Stock Farm, the chairman of the Group of the Assembly of Khyber Pakhtunkhwa State of Pakistan who is member of the National Assembly, the chairman of the Pakistan Organization for the Study of the Juche Idea and the chairman and leadership members of the People's Front of Egypt."
        },
        {
            "title": "Football Tournament of Officials of Ministries and National Institutions Held",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-11ee.html",
            "content": "Football Tournament of Officials of Ministries and National Institutions Held\r\nPyongyang, December 11 (KCNA) -- A football tournament of officials of ministries and national institutions of the DPRK took place in Pyongyang.\n\t\t\t\t\t More than 100 teams took part in the tournament held on a knock-out basis. The teams of the State Planning Commission and the Central Broadcasting Committee of Korea advanced into the finals.\n\t\t\t\t\t\n\t\t\t\t\t The finals were held at Kim Il Sung Stadium on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Watching the football games were Choe Ryong Hae, Kim Phyong Hae, Ro Tu Chol, Jo Yon Jun and other officials of relevant fields, ministries and national institutions and Pyongyangites including youths and students.\n\t\t\t\t\t\n\t\t\t\t\t The team of the Central Broadcasting Committee of Korea beat its rival 5:0.\n\t\t\t\t\t\n\t\t\t\t\t In the semifinal match held at the May Day Stadium on the same day, the team of the Ministry of Land and Maritime Transport beat the team of the Kumsong Youth Publishing House 1:0."
        },
        {
            "title": "Kim So Hyang, Talented Girl Footballer",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-12ee.html",
            "content": "Kim So Hyang, Talented Girl Footballer\r\nPyongyang, December 11 (KCNA) -- The DPRK team took the first place in the recent 2016 FIFA U-20 Women's World Cup.\n\t\t\t\t\t At its awarding ceremony, forward Kim So Hyang, who is a player of the Sobaeksu Sports Team, was awarded a Silver Ball.\n\t\t\t\t\t\n\t\t\t\t\t Kim scored a goal and hat trick in group league matches against Swedish and Papua New Guinean rivals, making a great contribution to winning the U-20 world cup.\n\t\t\t\t\t\n\t\t\t\t\t Experts highly appreciated her physical fitness, quick action, judgment, agile pass and scoring ability.\n\t\t\t\t\t\n\t\t\t\t\t She was born in Pyongyang and began football at a juvenile sports school from the age of 11.\n\t\t\t\t\t\n\t\t\t\t\t She proved successful at the 2012 FIFA U-17 Women's World Cup, 2014 FIFA U-20 Women's World Cup and 2015 AFC U-19 Women's Championship."
        },
        {
            "title": "Rodong Sinmun on Solid Foundation for Independent Reunification Provided by Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-08ee.html",
            "content": "Rodong Sinmun on Solid Foundation for Independent Reunification Provided by Kim Jong Il\r\nPyongyang, December 11 (KCNA) -- Regarding it as his lifelong mission to implement President Kim Il Sung's last instruction on the national reunification, leader Kim Jong Il had reliably defended the peace on the Korean peninsula and ushered in a new era of independent reunification. This immortal feat will remain forever with the history of the nation, stresses Rodong Sinmun in an article Sunday.\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is a distinguished leader who aroused all Koreans into the implementation of the President's behests for the country's reunification,\n\t\t\t\t\t\n\t\t\t\t\t His unique leadership that provided a new history of national unity was a continuity of the benevolent and all-embracing politics of the President who treated all the fellow countrymen without distinction and readily took hands of anyone willing to devote himself or herself to the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t When the DPRK faced a grim period, he pursued the Songun politics with indefatigable will and faith to further strengthen the matchless military ability and reliably defend the nation's dignity and sovereignty, providing a firm foundation for realizing the cause of independent reunification. This was the most distinguished feats he performed before the era and the history.\n\t\t\t\t\t\n\t\t\t\t\t Harboring the far-reaching plan to open a turning phase for the country's reunification, he made it sure with his patriotic decision and great magnanimity that the north-south summit was provided for the first time in the history of national division and the June 15 joint declaration, the keynote of which is the idea of By Our Nation Itself, was adopted.\n\t\t\t\t\t\n\t\t\t\t\t Under his deep care, another north-south summit was held and the October 4 declaration, an action programme for the June 15 joint declaration, was adopted and thus, a wide avenue for the development of the north-south relations and peace and prosperity was ushered in.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous faith and unchangeable will of all Koreans to achieve the national reunification without fail, true to the intention and will of Kim Jong Il."
        },
        {
            "title": "Rodong Sinmun Blasts U.S. for Attempt to Rub Salt into Wound of Korean Americans",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-09ee.html",
            "content": "Rodong Sinmun Blasts U.S. for Attempt to Rub Salt into Wound of Korean Americans\r\nPyongyang, December 11 (KCNA) -- The House of Representatives of the U.S. Congress recently passed a \"resolution\" to ask the DPRK to allow Korean residents in the U.S. to meet their families and relatives in the DPRK and take \"confidence-building measures\" conducive to making peace settle on the Korean peninsula.\n\t\t\t\t\t In this regard, U.S. lawmakers described the \"resolution\" as a \"cornerstone for Korean residents in the U.S. to get reunited with their family members in the north,\" saying that it reflects the \"desire\" of U.S.-resident Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the fact, Rodong Sinmun Sunday says that the passage of the \"resolution\" is nothing but a crafty trick to cover up the true colors of the U.S. as a criminal who caused the issue of the separated families and relatives and has prevented them from having reunions with their families and relatives, and to escalate the anti-DPRK \"human rights\" racket\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is not entitled to talk about the reunion of those separated families and relatives.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. had neither blocked the implementation of the historic inter-Korean declarations nor incited the south Korean puppet group to the confrontation with the fellow countrymen in the north in order to prevent the improvement of the inter-Korean ties, the wishes of the Koreans in the north, the south and abroad to see their own flesh and blood would have come true.\n\t\t\t\t\t\n\t\t\t\t\t The passage of the \"resolution\" was prompted by the black-hearted intention of the U.S. to abuse this issue as a pretext for the smear campaign over the DPRK \"human rights issue\".\n\t\t\t\t\t\n\t\t\t\t\t Such action as rubbing salt into the wound of the Korean residents in the U.S. in an attempt to attain its ambition of aggression for stifling the DPRK is an intolerable mockery and insult to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should abandon its anachronistic anti-DPRK policy and refrain from inciting the south Korean puppet group to the confrontation with the fellow countrymen in the north, if it truly is interested in the reunion of separated families and relatives for U.S.-resident Koreans."
        },
        {
            "title": "DPRK Will Bolster up Self-defensive Deterrent: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-10ee.html",
            "content": "DPRK Will Bolster up Self-defensive Deterrent: Rodong Sinmun\r\nPyongyang, December 11 (KCNA) -- Shortly ago, the UNSC, whose mission is to preserve international peace and security, followed the moves hostile to the DPRK under pressure of the U.S., being lost to impartiality. Therefore, it is denounced and cursed to have been reduced to the waiting maid of a specified country.\n\t\t\t\t\t Frightened by the DPRK's successful nuclear warhead explosion test, a just option for self-defense, the U.S. and its followers cooked up the \"sanctions resolution\" against the DPRK by abusing the name of the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the fact, Rodong Sinmun Sunday says that it is an absurd action for the UNSC to pull up the DPRK over its nuclear warhead explosion test. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's step to bolster up the nuclear force is an inevitable option for self-defence to preserve the country's sovereignty and the nation's right to existence from the U.S.-increased nuclear threat and blackmail. Therefore, this does not pose any problem.\n\t\t\t\t\t\n\t\t\t\t\t The history and the present situation go to clearly prove that it is as clear as noonday that the UNSC is abused for realizing the U.S. sinister political purpose and has become a theater of outrageously violating the sovereignty and right to existence of sovereign states.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever hold fast to the line of simultaneously developing the two fronts as the strategic line and bolster up its self-defensive nuclear deterrent and dynamically advance toward the eminence of building a powerful socialist country along the road of independence, Songun and socialism, no matter what others may say and how the international situation and structure of international relations may change. \n\t\t\t\t\t\n\t\t\t\t\t The world will clearly see how the DPRK puts an end to the crime-woven history of the UN which is reduced to a theatre for the U.S. and its stooges' high-handed actions."
        },
        {
            "title": "Mayor of S. Korea Urges Intensified Anti-Park Action",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-13ee.html",
            "content": "Mayor of S. Korea Urges Intensified Anti-Park Action\r\nPyongyang, December 11 (KCNA) -- According to south Korea's Yonhap News, the mayor of Songnam City in Kyonggi Province of south Korea on Thursday posted on a website an article urging Park Geun Hye's early resignation and the arrest and punishment of her.\n\t\t\t\t\t In the article he underscored the need to intensify the struggle for her resignation.\n\t\t\t\t\t\n\t\t\t\t\t He said that it is necessary to abolish first and foremost the gap caused by inequality and injustice through her resignation and the arrest and punishment of her."
        },
        {
            "title": "Kim Jong Il's Work Introduced by Russian Internet Homepage",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-06ee.html",
            "content": "Kim Jong Il's Work Introduced by Russian Internet Homepage\r\nPyongyang, December 11 (KCNA) -- The Russian internet homepage Irkutskblogspot. Ru posted the full text of leader Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Juche-oriented Socialist State with Invincible Might\" on December 7, with the approach of the fifth anniversary of his demise.\n\t\t\t\t\t The work, published on September 5, Juche 97 (2008), clarifies that the invincible might of the DPRK lies in defending and adding eternal brilliance to the Juche-oriented idea of President Kim Il Sung on nation-building and his feats."
        },
        {
            "title": "Kim Jong Il Remembered in Various Countries",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-07ee.html",
            "content": "Kim Jong Il Remembered in Various Countries\r\nPyongyang, December 11 (KCNA) -- Seminars and book and photo exhibitions were held in DR Congo, Italy and Nepal between Nov. 26 and Dec. 4 to commemorate the fifth anniversary of demise of leader Kim Jong Il. \n\t\t\t\t\t On display in their venues were photos showing the revolutionary career and exploits of President Kim Il Sung and leader Kim Jong Il and books and photos introducing the Korean army and people's struggle.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the National Committee for the Study of the Juche Idea of DR Congo said that Kim Jong Il's feats for the times and history would be always kept in the mind of mankind.\n\t\t\t\t\t\n\t\t\t\t\t The director of the International Department of the Communist Party of Italy said it is thanks to the Songun politics shaped by Kim Jong Il that the DPRK could advance victoriously under the banner of socialism, despite the persistent obstructive moves of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers at the seminar held in Nepal stressed that Kim Jong Il would be always alive with the century as he protected the world peace with the Songun politics and made great contribution to the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t A message to supreme leader Kim Jong Un was adopted at the event held in DR Congo."
        },
        {
            "title": "Lecture on African Regional Seminar on Juche Idea Held in Nigeria",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-03ee.html",
            "content": "Lecture on African Regional Seminar on Juche Idea Held in Nigeria\r\nPyongyang, December 11 (KCNA) -- There took place in Abuja, Nigeria on Nov. 30 a lecture on the African regional seminar on the Juche idea \"African Independence and Development\" which was held in South Africa.\n\t\t\t\t\t Present at the lecture were personages of the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism, the Nigerian Group for the Study of the Juche Philosophy and Abuja University and other people. \n\t\t\t\t\t\n\t\t\t\t\t Alhassan Mamman Muhammad, chairman of the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism and director of the African Regional Committee for the Study of the Juche Idea, gave a lecture.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the successful African regional seminar on the Juche idea, he said:\n\t\t\t\t\t\n\t\t\t\t\t H.E. Kim Jong Il developed in depth the Juche idea, the Songun idea and comprehensively pursued the Songun politics to turn the DPRK into an invincible socialist fortress.\n\t\t\t\t\t\n\t\t\t\t\t On the fifth anniversary of his demise, I pay the humblest respects to him who devoted his all to the people.\n\t\t\t\t\t\n\t\t\t\t\t H.E. Kim Jong Un has put the might of the DPRK on the highest level with world-startling courageous resolution.\n\t\t\t\t\t\n\t\t\t\t\t I wish the Korean people bigger successes in the building of a thriving socialist power."
        },
        {
            "title": "UNSC Anti-DPRK \"Sanctions Resolution\" Slammed by Swiss and German Bodies",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-04ee.html",
            "content": "UNSC Anti-DPRK \"Sanctions Resolution\" Slammed by Swiss and German Bodies\r\nPyongyang, December 11 (KCNA) -- Swiss and German organizations in their statements supported the statement of a spokesman for the DPRK Foreign Ministry which denounced the UN Security Council's \"sanctions resolution\" pulling up the DPRK over its nuclear warhead explosion test conducted in September last.\n\t\t\t\t\t The Swiss preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea made public the following joint statement on December 1:\n\t\t\t\t\t\n\t\t\t\t\t The new \"sanctions resolution\" of the UNSC violates the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is totally hypercritical like former \"sanctions resolutions\".\n\t\t\t\t\t\n\t\t\t\t\t The UNSC playing under the control of the U.S. will cook up another \"sanctions resolution\", but they cannot check the DPRK's bolstering up its nuclear deterrence for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The Anti-Imperialist Forum of Germany in a statement on Dec. 2 said that the UNSC adopted a new \"sanctions resolution\" against the DPRK and thus violated international law and the UN Charter again.\n\t\t\t\t\t\n\t\t\t\t\t But for the DPRK's measure to bolster up its self-reliant national defence, the Asian region would have faced uncontrollable crisis of explosion long before, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The groundless \"sanctions resolution\" will as ever result in the DPRK's stronger counteraction for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t We will firmly stand by the Korean people in their righteous struggle and fully support them."
        },
        {
            "title": "Kim Jong Un dirige entrenamiento del batallon de operacion especial de la unidad 525 del EPC",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-01ss.html",
            "content": "Kim Jong Un dirige entrenamiento del batallon de operacion especial de la unidad 525 del EPC\r\nPyongyang, 11 de diciembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno el entrenamiento de los combatientes del batallon de operacion especial, adscrito directamente a la unidad 525 del EPC.\n\t\t\t\t\tEn el puesto de vigilancia, el escucho el parte sobre los preparativos de movilizacion de los efectivos y equipos y el plan de ejecucion de los ejercicios. \n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo dio la orden de iniciar el entrenamiento. \n\t\t\t\t\t\n\t\t\t\t\tMirando a los combatientes valientes que cumplen de modo independiente y con iniciativa sus misiones de combate aniquilando los blancos especificos del enemigo, dijo sonriente que ellos son muy bravos y los enemigos no tendrian el tiempo ni para esconderse siquiera, lejos de ofrecer la resistencia. \n\t\t\t\t\t\n\t\t\t\t\tAprecio mucho a los oficiales de mando y los combatientes que convirtieron la unidad en las filas de combate capaces de exterminar a los enemigos. \n\t\t\t\t\t\n\t\t\t\t\tPara realizar intrepidas acciones de combate tomando toda la extension geografica surcoreana como teatro operacional, los combatientes del batallon deben librar con mayor intensidad y en un ambiente de batalla real los ejercicios de marcha, tiro, natacion y los otros para superar los obstaculos naturales y adquirir la capacidad de sobrevivir a la intemperie y prepararse asi como maestros de la batalla guerrillera.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas estrategicas que se presentan en los preparativos de combate del EPC y el incremento de su combatividad. \n\t\t\t\t\t\n\t\t\t\t\tSe reunio con los combatientes participantes en el entrenamiento y les elogio mucho por haberlo cumplido con exito. \n\t\t\t\t\t\n\t\t\t\t\tEntrego el binoculo y el fusil automatico al batallon y se retrato junto con ellos."
        },
        {
            "title": "Kim Jong Un se fotografia con los participantes en el VIII Congreso de UTAC",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-02ss.html",
            "content": "Kim Jong Un se fotografia con los participantes en el VIII Congreso de UTAC\r\nPyongyang, 11 de diciembre (ACNC) --   Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, se fotografio con los participantes en el VIII Congreso de la Union de Trabajadores Agricolas de Corea.\n\t\t\t\t\tCuando el aparecio al lugar de filmacion, todos los participantes le acogieron con estruendosas aclamaciones de !vivas!\n\t\t\t\t\t\n\t\t\t\t\tLuego de felicitar cordialmente a los participantes, Kim Jong Un se retrato con ellos que con fidelidad y voluntad patriotica trabajaron abnegadamente derramando mucho el sudor y hasta la sangre en las llanuras de la patria para materializar la idea de construccion del campo socialista del Presidente Kim Il Sung y el Dirigente Kim Jong Il y la politica agricola del partido. \n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y conviccion de que ellos haran gran aporte a fortalecer la UTAC como organizacion eterna de los grandes Lideres y del partido y adelantar la victoria final de la causa socialista del Juche. \n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en la filmacion Choe Ryong Hae, miembro del Presidium del Buro Politico del CC del PTC y vicepresidente del Comite de Estado de la RPDC y del CC del PTC, Kim Ki Nam, miembro del Buro Politico del CC del PTC y del Comite de Estado de la RPDC y vicepresidente del CC del PTC, Ri Il Hwan, jefe de departamento del CC del PTC, y Ri Myong Gil, presidente del CC de la UTAC."
        },
        {
            "title": "Portavoz de MINREX de RPDC condena nuevos alborotos de \"DDHH\" de EE.UU.",
            "url": "http://kcna.co.jp/item/2016/201612/news11/20161211-03ss.html",
            "content": "Portavoz de MINREX de RPDC condena nuevos alborotos de \"DDHH\" de EE.UU.\r\nPyongyang, 11 de diciembre (ACNC) -- En exclusiva con la ACNC concedida el dia 11 en relacion con que EE.UU. presento y discutio el \"problema de DDHH\" de la RPDC en el Consejo de Seguridad de la ONU, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio la siguiente respuesta:\n\t\t\t\t\tRecientemente, EE.UU. y sus satelites convocaron una reunion abierta del Consejo de Seguridad de la ONU y presentaron y discutieron de modo coercitivo el inexistente \"problema de DDHH\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tCondenamos energicamente los alborotos de \"DDHH\" librados de nuevo en la escena de la ONU por EE.UU., calificandolos de los perversos actos hostiles a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. presento ilegalmente a esa organizacion internacional el \"problema de DDHH\" de la RPDC movilizando las maquinarias de votacion en desprecio a la Carta de la ONU y la oposicion de muchos paises, lo cual deviene el abierto desafio y burla a la ONU y los paises miembros de esta organizacion internacional.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion varios paises miembros del Consejo de Seguridad de la ONU negaron la discusion misma del \"problema\". Esto es el reflejo de la posicion unanime de la mayoria de paises en vias de desarrollo que rechazan la presentacion del problema de los derechos humanos en el CS de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tLa ONU tiene evidentemente los consejos por temas como el de derechos humanos.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de esto, EE.UU. se llevo a la fuerza el citado asunto al Consejo de Seguridad de la ONU que no tiene nada que ver con los derechos humanos, porque este Consejo es el lugar donde EE.UU. puede actuar arbitrariamente ignorando la Carta de la ONU y la ley internacional.\n\t\t\t\t\t\n\t\t\t\t\tLos hechos arriba mencionados hacen recordar de nuevo que el CS de la ONU perdio su propia mision de responsabilizarse  la paz y la seguridad del mundo y se convierte en el \"consejo universal y omnipotente\", que se abusa por EE.UU., y que la reforma del CS es la demanda impostergable de la epoca.\n\t\t\t\t\t\n\t\t\t\t\tEn el Consejo de Seguridad de la ONU, el lacayo de Obama, que se retirara pronto, maniobro para manchar la imagen internacional de la RPDC y crear el ambiente de presion contra ella haciendo locuras de atrever a acusar la maxima dignidad de la RPDC. Pero, no habra el acto mas estupido si piensa en que sus maniobras pudieran lograr algun objeto en la RPDC y otros paises.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC no perdonara jamas la campana de \"DDHH\" de las fuerzas hostiles contra la RPDC y la frustrara rotundamente mediante la contramedida superintransigente."
        }
    ]
}