{
    "date": "2016-09-20",
    "url": "http://kcna.co.jp/item/2016/201609/2016-09-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides Ground Jet Test of New-type High-Power Engine of Carrier Rocket for Geo-stationary Satellite",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-01ee.html",
            "content": "Kim Jong Un Guides Ground Jet Test of New-type High-Power Engine of Carrier Rocket for Geo-stationary Satellite\r\nPyongyang, September 20 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, visited the Sohae Space Center to guide the ground jet test of a new type high-power engine of a carrier rocket for the geo-stationary satellite.\n\t\t\t\t\t The newly developed high-power engine is a single engine whose thrust is 80 tf.\n\t\t\t\t\t\n\t\t\t\t\t The test was aimed to make a final confirmation of the feature of combustion chamber, operation accuracy of valves and control systems and structural reliability of the engine during 200 seconds-long working time.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un issued an order to conduct the test.\n\t\t\t\t\t\n\t\t\t\t\t The moment the engine spewed out huge flames with deafening sound.\n\t\t\t\t\t\n\t\t\t\t\t The test showed that thrust and other technological indexes of the engine accurately reached the estimated values and the feature values of all systems of the engine remained stable throughout the working time.\n\t\t\t\t\t\n\t\t\t\t\t The successful manufacture of the engine provided a firm scientific and technological guarantee for developing and completing the carrier rocket for geo-stationary satellite during the 5-year program for national aerospace development and made it possible to acquire sufficient carrier capability for launching various kinds of satellites including earth observation satellite at a world level.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the results of the test and highly praised the officials and scientists and technicians of the National Aerospace Development Administration for having successfully and devotedly carried out the task given by the Party in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t The space science and technology and the space industry are an important barometer for estimating the national power, he said, calling for more dynamically paving the avenue to space conquest by conducting in real earnest the work for developing the space in order to fulfill the 5-year program for national aerospace development. \n\t\t\t\t\t\n\t\t\t\t\t The development and use of space are an important policy of our Party and an important work for which the state should make sustained efforts, he said, adding that the National Aerospace Development Administration  should carry out the space development with a main emphasis on the satellite development and manufacture and launch more satellites for different uses by indigenous efforts and technology and thus turn our country into a possessor of geostationary satellites in a couple of years to come.\n\t\t\t\t\t\n\t\t\t\t\t Noting that thanks to the implementation of the Party's line of prioritizing science and technology world-startling unprecedented miraculous successes have been made in the field of cutting-edge science and technology including space technology despite the difficult economic conditions of the country, he requested the officials, scientists and technicians to round off the preparations for launching the satellite as soon as possible on the basis of the successful test and thus bring the news of greater victory to the people who have steadfastly lived and struggled under the leadership of the Party, unwaveringly trusting it, though they have fastened their belts owing to the enemies' harsh sanctions and moves to stifle the DPRK."
        },
        {
            "title": "Kim Jong Un Sends Wreath to Bier of Choe Won Chang",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-36ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of Choe Won Chang\r\nPyongyang, September 20 (KCNA) -- Supreme leader Kim Jong Un Tuesday sent a wreath to the bier of Labor Hero and Prof. Choe Won Chang, vice-president of Kim Il Sung Military University, expressing deep condolences over his death."
        },
        {
            "title": "Kim Yong Nam Meets Heads of State of Different Countries",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-33ee.html",
            "content": "Kim Yong Nam Meets Heads of State of Different Countries\r\nPyongyang, September 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, who took part in the 17th NAM Summit as a head of a DPRK delegation met heads of state of different countries in the period of summit.\n\t\t\t\t\t He separately met the president of the Bolivarian Republic of Venezuela, the president of the Council of State of Cuba and the president of the Islamic Republic of Iran on September 18 and had talks with them.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam said at the talks that the Korean people have created miracles and innovations in the struggle for implementing the decision made at the 7th Congress of the Workers' Party of Korea (WPK) with the great honor and pride of holding supreme leader Kim Jong Un in high esteem as chairman of the WPK and chairman of the State Affairs Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He said that the DPRK had access to nuclear weapons due to the U.S. and its followers' undisguised hostile policy toward the DPRK and talked about the injustice of the hostile forces' sanctions on it.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to further promote the Non-Aligned Movement and encourage the bilateral relations among countries.\n\t\t\t\t\t\n\t\t\t\t\t The Venezuelan president expressed gratitude to Kim Jong Un for paying deep attention to developing the NAM and for sending a high-level delegation to the NAM Summit, adding that Venezuela will further expand exchanges and contacts with the DPRK and develop the relations it.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Council of State of Cuba said that he was deeply moved to see Kim Jong Un supervising on the spot the work for putting on a higher level the technology of mounting nuclear warheads on ballistic rockets and rocket launching drill. The relations between the two countries will grow stronger, he said, wishing Kim Jong Un good health.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian president said the friendly and cooperative relations between the two countries forged and developed by the preceding leaders of the two countries continue to develop under the care of Kim Jong Un. Iran is always remembering the sincere support the DPRK rendered to Iran in hard time and will further develop the relations with the DPRK, he added.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, Kim Yong Nam respectively met with the presidents of Ecuador, Bolivia, Zimbabwe and Palestine.\n\t\t\t\t\t\n\t\t\t\t\t They expressed full support and solidarity to the just cause of the Korean people vigorously advancing upholding the banner of independence and socialism against imperialism despite all the pressures and interference of the imperialists, and their will to further develop the relations with the DPRK in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t During the summit Kim Yong Nam separately met with the prime minister of Uganda, the vice-president of El Salvador, the vice-president of Nicaragua and the vice prime minister of Vietnam who doubles as its foreign minister."
        },
        {
            "title": "DPRK FM Meets His Counterparts of Different Countries",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-34ee.html",
            "content": "DPRK FM Meets His Counterparts of Different Countries\r\nPyongyang, September 20 (KCNA) -- DPRK Foreign Minister Ri Yong Ho participating in the 17th NAM Summit separately had talks with the foreign ministers of Venezuela, Zimbabwe, Palestine, Egypt and Sudan during the summit.\n\t\t\t\t\t And he separately met with the minister of state of the Foreign Ministry of Nigeria, the minister of Higher Education of Senegal and the advisor to the prime minister of Pakistan on national security and foreign affairs.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, he separately met with the foreign ministers of Cuba, Iran, Turkey and Eritrea and a vice-minister of Foreign Affairs of Nicaragua.\n\t\t\t\t\t\n\t\t\t\t\t Discussed at the talks were issues of developing bilateral relations between the DPRK and those countries and the issues of mutual support and cooperation in the international arena."
        },
        {
            "title": "Spokesman for DPRK Foreign Ministry Slams U.S. Accusations over Its Measures for Bolstering up Nuclear Deterrent for Self-defence",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-37ee.html",
            "content": "Spokesman for DPRK Foreign Ministry Slams U.S. Accusations over Its Measures for Bolstering up Nuclear Deterrent for Self-defence\r\nPyongyang, September 20 (KCNA) -- The spokesman for the Foreign Ministry of the DPRK on Tuesday gave the following answer to the question raised by KCNA slamming the U.S. and its followers' accusations against the DPRK over its measures for bolstering up nuclear deterrent for self-defence:\n\t\t\t\t\tU.S. Secretary of State Kerry held tripartite talks with the foreign ministers of Japan and south Korea in New York on Sept. 18. There, Kerry again talked about the tattered \"dialogue for denuclearization\", terming the DPRK's measures for bolstering up its nuclear force \"provocation and ill-advised action\" and the like.\n\t\t\t\t\t\n\t\t\t\t\tThese are nothing but gangster-like remarks making profound confusing of right and wrong.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK's nuclear force serves as a treasured sword of justice for putting a definite end to the U.S. nuclear threat and blackmail that have lasted for more than half a century and protecting not only the sovereignty and vital rights of the country but also peace and security in Northeast Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. persistent labeling of the DPRK's measures for bolstering up the capability for self-defence as \"threat\" is nothing but a pretext for justifying its aggressive hostile policy towards the DPRK and strategy for dominating Asia.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is ridiculously trumpeting that the DPRK will \"get great reward\" in return for dismantling its nukes but it is a cynical ploy to disarm the DPRK and occupy the whole of the Korean peninsula and, furthermore, realize its wild dream for world domination.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. undisguised hostile military actions and nuclear blackmail against the DPRK scrapped the keynote of the September 19 joint statement and deprived it of both legal ground and moral justification to talk about \"fulfillment of its commitments.\"\n\t\t\t\t\t\n\t\t\t\t\tWell aware that it is impossible to bring the DPRK to its knees through economic pressure and military threats, the U.S. is scheming to \"topple its social system,\" pulling up it over its \"human rights issue\", but it is a daydream.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. and its vassal forces' desperate rackets to tighten sanctions against the DPRK and ratchet up the pressure upon it would only harden the will of its service persons and civilians to take revenge upon them.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will take powerful counteractions of its own style one after another and make the U.S. regret its reckless actions taken with its wrong judgment."
        },
        {
            "title": "U.S. Air Attack on Base of Syrian Government Force Is Intentional Aggression: DPRK FM Spokesman",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-21ee.html",
            "content": "U.S. Air Attack on Base of Syrian Government Force Is Intentional Aggression: DPRK FM Spokesman\r\nPyongyang, September 20 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to the question raised by KCNA on Tuesday as regards the fact that fighters of the U.S. forces made an air raid on the base of the Syrian government force:\n\t\t\t\t\t According to press reports, U.S. fighters made an air attack on a base of the government force in Syria on Sept. 17, leaving many people killed or wounded.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK vehemently denounces the U.S. recent air attack as it was not made by \"mistake\" but intentional aggression against a sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t The incident made it clearer that the \"anti-terrorism war\" being staged by the U.S. in Syria is aimed to bring down the independent Syrian government.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the arch criminal who intruded into other country under the signboard of \"war on terrorism\" without any approval of the legitimate Syrian government and ceaselessly dropped bombs over cities and villages, reducing them to ashes and causing the serious refugee crisis.\n\t\t\t\t\t\n\t\t\t\t\t The tragic events taking place in different parts of the world at present go to prove that all countries and nations should have their own muscle if they are to smash the U.S. evermore high-handed and arbitrary practices, aggression and infringement upon their sovereignty and protect it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had access to the most powerful nuclear deterrence, true to the strategic line of simultaneously pushing forward economic construction and the building of nuclear force, in order to protect the sovereignty and security of the country and the nation and achieve fair international justice in the face of the U.S. high-handed actions and nuclear threat and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government extends full support and solidarity to the government and people of the Syrian Arab Republic in their struggle to beat back the aggression and terrorism by the hostile forces including the U.S. and protect the country's sovereignty, stability and territorial integrity."
        },
        {
            "title": "Greetings to Kim Jong Un from King of Jordan",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-14ee.html",
            "content": "Greetings to Kim Jong Un from King of Jordan\r\nPyongyang, September 20 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, received a message of greeting from Abdullah II, king of of Jordan, on September 6.\n\t\t\t\t\t The king in the message said he was very pleased to extend sincere congratulations to Kim Jong Un on the founding anniversary of the DPRK on behalf of the people and government of Jordan.\n\t\t\t\t\t\n\t\t\t\t\t The message sincerely wished the DPRK and its people steady progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Azerbaijani President",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-15ee.html",
            "content": "Greetings to Kim Jong Un from Azerbaijani President\r\nPyongyang, September 20 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, received a message of greeting from Ilham Aliyev, president of the Republic of Azerbaijan, on September 6.\n\t\t\t\t\tThe president in the message extended congratulations to Kim Jong Un and the Korean people on the national holiday of the DPRK on his own behalf and on behalf of the Azerbaijani people.\n\t\t\t\t\t\n\t\t\t\t\tThe message expressed the belief that the relations between the two countries would grow in the interests of the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\tIt wished Kim Jong Un happiness and the friendly Korean people peace and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Congolese President",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-17ee.html",
            "content": "Greetings to Kim Jong Un from Congolese President\r\nPyongyang, September 20 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, received a message of greeting from Denis Sassou-Nguesso, president of the Republic of Congo, on September 7.\n\t\t\t\t\t The president in the message extended warm congratulations to Kim Jong Un on the 68th founding anniversary of the DPRK on behalf of the Congolese people and government and on his own behalf and wished the friendly Korean people happiness and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The president expressed again the will to make proactive efforts to boost the friendly and cooperative relations between the two countries conducive to the mutual wellbeing of the people."
        },
        {
            "title": "Greetings to Nepali President",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-18ee.html",
            "content": "Greetings to Nepali President\r\nPyongyang, September 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Bidya Devi Bhandari, president of the Federal Democratic Republic of Nepal, on September 20 on its national day.\n\t\t\t\t\tThe message expressed belief that the friendly and cooperative relations between the two countries would grow stronger in various fields, wishing the president and people of Nepal success in their work for the prosperity of the country."
        },
        {
            "title": "Greetings to Nepali PM",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-19ee.html",
            "content": "Greetings to Nepali PM\r\nPyongyang, September 20 (KCNA) -- DPRK Premier Pak Pong Ju Tuesday sent a message of greeting to Pushpa Kamal Dahal, prime minister of Nepal, on the new national day.\n\t\t\t\t\t The message wished the prime minister and the government of Nepal greater success in their work to achieve the country's political stability and economic development with the concerted efforts of the nation and expressed belief that the friendly and cooperative relations between the two countries with a long history and tradition would grow stronger in various fields."
        },
        {
            "title": "Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-20ee.html",
            "content": "Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, September 20 (KCNA) -- A delegation of the All-China Journalists Association and other foreign guests visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Tuesday.\n\t\t\t\t\t They laid bunches of flowers before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Housing Construction Begins in Flood-hit Areas of DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-25ee.html",
            "content": "Housing Construction Begins in Flood-hit Areas of DPRK\r\nPyongyang, September 20 (KCNA) -- The housing construction began in the flood-hit areas of North Hamgyong Province, the DPRK, with huge manpower and building machines mobilized.\n\t\t\t\t\t Servicepersons and builders from different parts of the country got down to the construction of dwelling houses in flood-hit cities and counties along the Tuman River all at once.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Cabinet, ministries and national institutions are doing their best to supply in time cement, steel and iron, timber and other building materials and food.\n\t\t\t\t\t\n\t\t\t\t\t And the Ministry of Electric Power Industry and the North Hamgyong Provincial Transmission Station restored the power grid in the disaster areas and the railway transport sector has considerably raised the daily cargo traffic."
        },
        {
            "title": "DPRK People Determined to Work Miracles in Recovery Efforts",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-28ee.html",
            "content": "DPRK People Determined to Work Miracles in Recovery Efforts\r\nPyongyang, September 20 (KCNA) -- We will emerge victorious in this anti-disaster battle under the guidance of supreme leader Kim Jong Un. All the inhabitants in flood-hit Musan County are now filled with deep yearning for him who works heart and soul to stabilize their life.\n\t\t\t\t\t Nam Sung Il, department director of the Musan County People's Committee of North Hamgyong Province, stressed this in an interview with KCNA. \n\t\t\t\t\t\n\t\t\t\t\t The sudden flooding and landslide severely devastated the county, cutting off power and drinking water supply systems, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t At that time, the respected Marshal Kim Jong Un sent precious relief aids to the inhabitants in the disaster areas and the Central Committee of the Workers' Party of Korea issued an appeal for channeling all human, material and technical potentials into the recovery efforts in the flood-hit northern part of the country.\n\t\t\t\t\t\n\t\t\t\t\t Such steps of love have instilled great strength and courage into the mind of all the county inhabitants who were at a loss what to do.\n\t\t\t\t\t\n\t\t\t\t\t Realizing again that we can not live even a moment without his care, we will surely achieve the miraculous victory of converting misfortune into favorable conditions on the recovery efforts.\n\t\t\t\t\t\n\t\t\t\t\t Pak Jong Hyok, an officer of the Korean People's Army, said:\n\t\t\t\t\t\n\t\t\t\t\t Construction units from different parts of the country began the building of houses in the disaster areas all at once. \n\t\t\t\t\t\n\t\t\t\t\t We, servicepersons, got down to ground-breaking project for housing construction the moment we arrived here in Hoeryong City. One more miracle will be wrought in this housing construction."
        },
        {
            "title": "Participants in 15th Pyongyang International Film Festival Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-29ee.html",
            "content": "Participants in 15th Pyongyang International Film Festival Visit Mangyongdae\r\nPyongyang, September 20 (KCNA) -- The participants in the 15th Pyongyang International Film Festival visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t They looked round historic relics preserved with much care at the old home in Mangyongdae, being briefed on the revolutionary career of the President and his family members.\n\t\t\t\t\t\n\t\t\t\t\t They went round revolutionary relics on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Tower of the Juche Idea, the Victorious Fatherland Liberation War Museum, the Sci-Tech Complex, etc."
        },
        {
            "title": "15th Pyongyang Int'l Film Festival Draws Large Audience",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-35ee.html",
            "content": "15th Pyongyang Int'l Film Festival Draws Large Audience\r\nPyongyang, September 20 (KCNA) -- The 15th Pyongyang International Film Festival opened on Sept. 16 is drawing large audience every day.\n\t\t\t\t\t On the showing at the festival are films produced by different countries in recent years and films highly appreciated at various international film festivals in the last period.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang International Cinema House, Taedongmun, Kaeson and Tongdaewon Cinemas, the Central Youth Hall, the Ponghwa Art Theatre and other places are crowded with cinema-goers, film fans and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The films fully reflect the people's struggle for preserving peace and justice and creating a new life and custom, ideology and sentiment and patriotism of the people of relevant countries.\n\t\t\t\t\t\n\t\t\t\t\t The feature films of the DPRK, the Russian Federation, China, Hong Kong of China, India, Kyrgyzstan and Poland impress the audience.\n\t\t\t\t\t\n\t\t\t\t\t Documentary, short and cartoon films of different countries are also popular among audience.\n\t\t\t\t\t\n\t\t\t\t\t The festival goes on."
        },
        {
            "title": "16th May 21 Architectural Festival Opens",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-30ee.html",
            "content": "16th May 21 Architectural Festival Opens\r\nPyongyang, September 20 (KCNA) -- The 16th May 21 Architectural Festival opened with due ceremony at the Sci-Tech Complex Tuesday.\n\t\t\t\t\t On Display at the festival were more than 200 architectural designs, over 30 construction designing programs, multimedia and  many scientific papers, building materials goods and construction tools created and developed by architectural designers, construction technicians, officials, teachers and researchers in the fields of scientific research and education. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Vice Premier Kim Tok Hun, Jo Sok Ho, chairman of the Capital City Construction Commission, officials, architects, technicians, teachers and researchers of designing, building, supervision, units of producing building materials, science and education institutions."
        },
        {
            "title": "Pyongyang Int'l Science and Technology Book Fair to Be Held",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-24ee.html",
            "content": "Pyongyang Int'l Science and Technology Book Fair to Be Held\r\nPyongyang, September 20 (KCNA) -- The 10th Pyongyang International Science and Technology Book Fair will be held at the Sci-Tech Complex from Sept. 26 to 28.\n\t\t\t\t\t It will bring together organizations of different countries and regions of the world and international organizations. Displayed there will be latest science and technology books and data."
        },
        {
            "title": "Rice Plants on River Come into Ears",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-26ee.html",
            "content": "Rice Plants on River Come into Ears\r\nPyongyang, September 20 (KCNA) -- Rice plants on a floating field in the River Pothong flowing through Pyongyang, the capital city of the DPRK, have come into ears.\n\t\t\t\t\t The field, with an area of several hundred square meters, was created on the basis of the technology of purifying water through artificial floating garden.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Man Ho Song, a researcher of Kim Il Sung University, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t This technology helps promote the growth of plants in river as well as purify water.\n\t\t\t\t\t\n\t\t\t\t\t It is possible to purify at least 95 percent of river water through floating gardens created with rice and flowering plants.\n\t\t\t\t\t\n\t\t\t\t\t The introduction of the technology will be of significance in our country which is short of the area under cultivation but has many rivers."
        },
        {
            "title": "Yonan Hot Spring, Listed as Korea's Natural Monument",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-27ee.html",
            "content": "Yonan Hot Spring, Listed as Korea's Natural Monument\r\nPyongyang, September 20 (KCNA) -- Yonan hot spring, located in Kumsong-ri, Paechon County, South Hwanghae Province, was listed as one of natural monuments in the Democratic People's Republic of Korea.\n\t\t\t\t\t According to Kim Kyong Sun, a staff of the C.C., Nature Conservation Union of Korea, this hot spring, one km southeast of the Yonan Railway Station, has been used from several hundred years ago.\n\t\t\t\t\t\n\t\t\t\t\t The temperature of the spring gushing from five spots stands at 49 to 60 degrees centigrade and its principal ingredients are chloride, sodium and calcium.\n\t\t\t\t\t\n\t\t\t\t\t It is efficacious especially for chronic gastritis, neuralgia and women's disease.\n\t\t\t\t\t\n\t\t\t\t\t In the vicinity of the spring there are sanatorium, bathroom and welfare service amenities.\n\t\t\t\t\t\n\t\t\t\t\t Besides, Paechon County boasts of various natural monuments, including Paechon ginkgo and Paechon white-necked crane."
        },
        {
            "title": "Koreans in China Congratulate DPRK on Its Successful Nuclear Warhead Explosion Test",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-32ee.html",
            "content": "Koreans in China Congratulate DPRK on Its Successful Nuclear Warhead Explosion Test\r\nPyongyang, September 20 (KCNA) -- The Yanbian Regional Association and affiliated branches under the General Association of Koreans in China held a meeting in Yanji City, Jilin Province, China on September 17 to congratulate the DPRK on its successful nuclear warhead explosion test.\n\t\t\t\t\t A statement of the Nuclear Weapons Institute of the DPRK was read out at the meeting to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers praised the test as a special event guaranteeing the eternal prosperity and security of Juche Korea as a full-fledged nuclear weapons state and protecting the justice and peace of the world and a demonstration of the tremendous national power of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t They said the test was the just self-defensive measure to thoroughly protect the sovereignty of the country and the vital rights of the nation from the U.S.-led hostile forces' ever-increasing nuclear threat and blackmail and reliably guarantee the peace on the Korean peninsula and security in the region.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the U.S. and the south Korean puppet forces should stop acting rashly, clearly understanding that if they continue resorting to the hostile policy toward the DPRK, while denying the strategic position of the DPRK which ranked itself among the nuclear powers, they will face the most miserable fate."
        },
        {
            "title": "KCNA Commentary Dismisses Obama's Remarks as Hypocritical",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-22ee.html",
            "content": "KCNA Commentary Dismisses Obama's Remarks as Hypocritical\r\nPyongyang, September 20 (KCNA) -- The U.S. is resorting to sleight of hand to disguise itself as \"apostle of peace\".\n\t\t\t\t\t During his recent Laos visit Obama made a string of remarks about \"moral and humanitarian commitments\" and \"support to actions for removing unexploded bombs\" before those who were disabled due to the air raids made by the U.S. in Laos during the Vietnam War.\n\t\t\t\t\t\n\t\t\t\t\t What Obama uttered is nothing but shameless and cunning sophism reminiscent of a wolf imitating the bleat of a sheep. It is no more than cynical ploy to cover up the nature of the U.S. as the heinous war criminal that has frantically perpetrated aggression and wars in different parts of the world for several centuries.\n\t\t\t\t\t\n\t\t\t\t\t As Obama confessed this time, the U.S. dropped more bombs in Laos than those done over Germany and Japan during the Second World War and 80 million bombs among them still remain in farmlands, mountains, villages and rivers across the country as dud ones. \n\t\t\t\t\t\n\t\t\t\t\t It is said that it would take more than 300 years, which is longer than the history of the U.S., to remove the unexploded bombs that were dropped over Vietnam at that time. This fact goes to prove how deceptive Obama's speech is.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the war state which has regarded aggression and interference as its state psychology since the very day it appeared on heaps of dead bodies of American Indians. It is the worst unethical state in the world in the light of its cruel means and methods.\n\t\t\t\t\t\n\t\t\t\t\t For more than 130 years from its foundation to the First World War the U.S. fought 114 big and small wars of aggression and perpetrated at least 8,900 military interventions. After the Second World War was over, it ignited or intervened in more than 20 wars in various parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t In the 21st century the U.S. intensified wars of aggression and armed intervention against different countries under the signboard of \"anti-terrorism\" and \"defence of freedom.\"\n\t\t\t\t\t\n\t\t\t\t\t What merits more serious attention in the U.S. war moves is that it committed the most hideous crimes against humanity in history such as massacre of civilians and the use of WMDs.\n\t\t\t\t\t\n\t\t\t\t\t The last Korean War was a miniature of all most hideous crimes committed by the U.S. imperialists against humanity.\n\t\t\t\t\t\n\t\t\t\t\t During the Korean War the U.S. imperialists massacred millions of innocent civilians in such brutal method that made even brutes blush and used even germ weapons and chemical weapons banned internationally. The U.S. even tried to bring horrible nuclear disaster to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. used 300 tons of depleted uranium bombs during the Gulf War and at least 41,000 shells during the Balkan War.\n\t\t\t\t\t\n\t\t\t\t\t It indiscriminately used WMDs including BLU-82 and cluster bombs in Afghanistan and mercilessly killed a lot of civilians by use of chemical weapons melting even bones in the Iraqi War.\n\t\t\t\t\t\n\t\t\t\t\t It is a well-known fact that a lot of civilians lost their lives due to drone attacks of the U.S. in different countries under the pretence of \"eliminating terrorist bases\".\n\t\t\t\t\t\n\t\t\t\t\t Such atrocities are wanton violation of several international laws including \"Convention Relative to the Protection of Civilian Persons in Time of War\", which reveals the sinister nature of the U.S., the worst war criminal in the world and the cesspool of hideous unethical crimes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. war crimes are so monstrous that they can never be redeemed with a petty amount of money or wordplay because no statute of limitation is applicable to them. \n\t\t\t\t\t\n\t\t\t\t\t It is necessary to set up an international special military tribunal to investigate the crimes the U.S. has committed against mankind and punish it. \n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous demand of the international community."
        },
        {
            "title": "Rodong Sinmun Ridicules Park Geun Hye's Foolish Remarks",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-10ee.html",
            "content": "Rodong Sinmun Ridicules Park Geun Hye's Foolish Remarks\r\nPyongyang, September 20 (KCNA) -- Almost every day traitor Park Geun Hye convenes confabs for confrontation to spout invectives against the DPRK.\n\t\t\t\t\t During her foreign visit she held an \"emergency measure meeting\" talking about \"grave challenge to the international community.\" No sooner had she come back to Chongwadae than she claimed \"tougher sanctions of the international community\" and \"pressure by the use of all means.\"\n\t\t\t\t\t\n\t\t\t\t\t At the meeting with representatives of the ruling and opposition parties she stressed the \"need to surely win victory\" vociferating about \"showdown between resolutions\" and \"early deployment of THAAD\". She gave an order to her military lackeys to \"maintain high readiness for counteraction\" with the \"will to end\" someone.\n\t\t\t\t\t\n\t\t\t\t\t This is the hysteric spasm of the idiot of Chongwadae frightened by the might of the DPRK which is developing as an independent nuclear power, Rodong Sinmun Tuesday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t Moron Park is a blind fool without elementary capacity to judge the situation, the commentary says, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t It is pitiful that the witch of Chongwadae is running amuck while carelessly making nonsense, in reliance on the U.S. master.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye is the worst sycophant and traitor in the world as she is persistently finding fault with the treasured nuclear weapons in the north which are defending peace on the Korean peninsula and in the rest of the world and regarding murderous weapons of the U.S. for a nuclear war as the \"best treasure\".\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately Park, less than a worm, may try while convening confabs of confrontation and spouting invectives against the DPRK, she can neither block its vigorous advance nor save her poor destiny going to the final ruin.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Park would be well advised to sit quietly in the inner room if she wants to prolong her remaining days."
        },
        {
            "title": "Rodong Sinmun Terms U.S. Chief Criminal Who Compelled DPRK to Have Access to Nukes",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-11ee.html",
            "content": "Rodong Sinmun Terms U.S. Chief Criminal Who Compelled DPRK to Have Access to Nukes\r\nPyongyang, September 20 (KCNA) -- The U.S. now spouts invectives that \"the DPRK is the biggest obstacle in realizing the world without nuclear weapons\" and the \"DPRK's nuclear and ballistic missile plan poses a threat to the region, the U.S. and the world\".\n\t\t\t\t\t Rodong Sinmun Tuesday in a commentary says that the DPRK's counteraction with self-defensive measure to the hostile forces' threat is a legitimate right of the sovereign state specified in the UN Charter. Therefore, no one can violate the right.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the chief criminal who produced nuclear issues on the Korean peninsula and compelled the DPRK to have access to nukes, and the root cause and entity posing practical nuclear threat, the commentary notes, adding:\n\t\t\t\t\t\n\t\t\t\t\t It is the spirit of the DPRK to counter the U.S. moves to stifle it with the toughest counteraction.\n\t\t\t\t\t\n\t\t\t\t\t As the U.S. increases the degree of the moves hostile to the DPRK, the latter's ability of nuclear attack is rapidly bolstered up.\n\t\t\t\t\t\n\t\t\t\t\t It is a foolish daydream for the U.S. to think of denuclearizing the DPRK through military pressure, sanctions and blockade.\n\t\t\t\t\t\n\t\t\t\t\t The structure of power between the DPRK and the U.S. has completely changed on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's revolutionary armed forces can fight any type of war chosen by the U.S. imperialists. \n\t\t\t\t\t\n\t\t\t\t\t The brigandish U.S. imperialists want to get something in a nuclear war. But it will only prompt self-destruction."
        },
        {
            "title": "Rodong Sinmun Discloses Criminal Nature of S. Korean Regime's Anti-DPRK \"Human Rights\" Racket",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-12ee.html",
            "content": "Rodong Sinmun Discloses Criminal Nature of S. Korean Regime's Anti-DPRK \"Human Rights\" Racket\r\nPyongyang, September 20 (KCNA) -- The Park Geun Hye group of traitors in south Korea can neither justify their provocations nor cover up the criminal nature of \"human rights\" racket no matter how zealously they may trumpet about \"human rights issue in the north.\"\n\t\t\t\t\t Rodong Sinmun Tuesday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The \"human rights\" racket kicked up by the puppet forces against the DPRK is a hideous artifice peppered with falsity and fabrication and a hysteric fit to realize the daydream of \"unification of social systems\" by justifying their anachronistic confrontation policy and breaking the single-minded unity of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is also a reckless provocation driving the inter-Korean relations that already went belly-up to the phase of a war.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are so ridiculous enough as to try to get something through anti-DPRK \"human rights\" racket.\n\t\t\t\t\t\n\t\t\t\t\t The racket would precipitate their final ruin.\n\t\t\t\t\t\n\t\t\t\t\t They should clearly know that the arms of the DPRK show no mercy to the maniacs escalating confrontation between social systems.\n\t\t\t\t\t\n\t\t\t\t\t They had better come to their senses, though belatedly, and stop impudent tongue-lashing and mind their own business in south Korea, world's worst human rights tundra."
        },
        {
            "title": "Minju Joson Condemns Japan for Its Reckless Smear Campaign against DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-13ee.html",
            "content": "Minju Joson Condemns Japan for Its Reckless Smear Campaign against DPRK\r\nPyongyang, September 20 (KCNA) -- Prime Minister of Japan Abe and its other high-ranking officials grumbled that the DPRK's successful nuclear warhead explosion test was a violation of \"resolutions\" and a serious threat to Japan. It is making much fuss, flying military aircraft to measure radio-active material and making arrangements for what they called a tripartite foreign ministers meeting to slap sanctions against the DPRK and lay a siege to it.\n\t\t\t\t\t Commenting on this ruckus, Minju Joson Tuesday says:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' blustering as if a nuclear bomb had dropped over Japan reminded one of playboys raving under the influence of alcohol after drinking water.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's measure to bolster the self-defensive nuclear deterrent with which Japan takes issue is a just countermeasure for putting an end to the danger of a nuclear war posed to the former by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t That is why there is not need for Japan to say this or that over the nuclear issue.\n\t\t\t\t\t\n\t\t\t\t\t It is the invariable ambition of the Japanese reactionaries to revive the erstwhile era of empire.\n\t\t\t\t\t\n\t\t\t\t\t Japan is behaving like a hungry wolf. Taken aback by the DPRK's measure to bolster the nuclear deterrent, Japan is working hard to seize this as an opportunity to turn itself into a military giant and, furthermore, realize its ambition for reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t However, Japan should bear in mind that the DPRK loves peace in the region and other parts of the world and sets store by the friendly relations among countries but shows no mercy to those running amuck in their moves to infringe upon the sovereignty and the dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If Japan truly feels fearful of the DPRK's nuclear deterrent and hopes to be safe from it, it is the best way for Tokyo to exercise prudence and self-restraint."
        },
        {
            "title": "S. Korean Puppet Army Soldiers' Crimes Spark Social Unrest",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-16ee.html",
            "content": "S. Korean Puppet Army Soldiers' Crimes Spark Social Unrest\r\nPyongyang, September 20 (KCNA) -- Crimes committed by soldiers of the south Korean puppet army are rife to increase social unrest.\n\t\t\t\t\t The cases indicted as sexual abuses by puppet army soldiers in recent four years increased 66 percent as compared with those in the last period, an yearly increase in sexual abuses against civilians, in particular.\n\t\t\t\t\t\n\t\t\t\t\t The number of traffic violation reached a yearly average of 1 350 in recent five years."
        },
        {
            "title": "Quake Jolts Kyongju, North Kyongsang Province of South Korea",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-31ee.html",
            "content": "Quake Jolts Kyongju, North Kyongsang Province of South Korea\r\nPyongyang, September 20 (KCNA) -- A quake measuring 4.5 on the Richter Scale jolted Kyongju, North Kyongsang Province of south Korea on Monday again, according to the CBS of south Korea.\n\t\t\t\t\t On September 12 a big quake measuring 5.8 on the Richter Scale occurred and since then more than 400 aftershocks continued till Tuesday morning."
        },
        {
            "title": "U.S. Reckless Moves for Preemptive Attack under Fire",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-23ee.html",
            "content": "U.S. Reckless Moves for Preemptive Attack under Fire\r\nPyongyang, September 20 (KCNA) -- Kim Kwang Hak, researcher at the Institute for American Studies of the Foreign Ministry of the DPRK, released a commentary titled \"U.S. reckless moves for preemptive attack precipitate self-destruction only\" on Tuesday.\n\t\t\t\t\t The Council on Foreign Relations of the U.S. recently made public a report claiming that the U.S. would consider a military strike if the DPRK continues bolstering up its nuclear and missile capability, refusing to respond to the negotiations with the U.S., the commentary said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The report issued by the above-said council is nothing but an empty theory and talk of windbags who forgot the strategic position of the DPRK which had access even to H-bomb.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. heinous hostile policy toward the DPRK and ceaseless nuclear threat and blackmail compelled the DPRK to bolster its nuclear force hour by hour and it has sufficient military muscle to retaliate against the U.S. in the air and on the ground and on and under the seas.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the chieftain of all evils in the world, and the U.S. heinous hostile policy and reckless war moves for aggression should be countered with the toughest counteraction and immediate and preemptive strike. This is the conclusion finally made by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains unperturbed by the U.S. dangerous saber-rattling. If the U.S. makes even the slightest provocation against the DPRK, the latter will blow up the stronghold of the U.S. including Washington and settle accounts with the U.S. This is the iron will and steadfast stand of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to clearly understand that the military preemptive attack on the DPRK will only precipitate its self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. ignites a nuclear war at last on this land, defying this warning of the DPRK, it is bound to perish in the flames."
        },
        {
            "title": "Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed in Cambodia",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-05ee.html",
            "content": "Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed in Cambodia\r\nPyongyang, September 20 (KCNA) -- A Cambodian preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu was inaugurated on Sept. 13.\n\t\t\t\t\t Yos Son, chairman of the External Relations Committee of the People's Party of Cambodia, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse political and cultural events praising the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un."
        },
        {
            "title": "Russian Body Supports DPRK's Nuclear Warhead Explosion Test",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-09ee.html",
            "content": "Russian Body Supports DPRK's Nuclear Warhead Explosion Test\r\nPyongyang, September 20 (KCNA) -- The Rostov Association for the Study of Kimilsungism-Kimjongilism of Russia released a statement on Sept. 13.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Rostov Association for the Study of Kimilsungism-Kimjongilism of Russia sends congratulations to the Korean people and the Korean People's Army (KPA) upon the successful nuclear warhead explosion test on Sept. 9.\n\t\t\t\t\t\n\t\t\t\t\t Upon the news on the steady increase in combat capabilities of the KPA to counter the imperialists' provocations and aggression, we are pleased and support it.\n\t\t\t\t\t\n\t\t\t\t\t We are glad with the statement of the Nuclear Weapons Institute of the DPRK that there was no radioactive materials leakage during the test and, therefore, no adverse impact on the ecological environment of the surroundings.\n\t\t\t\t\t\n\t\t\t\t\t Western media publicized that the nuclear warhead explosion test spoiled the ecological environment, but it turned out to be false propaganda.\n\t\t\t\t\t\n\t\t\t\t\t The Western media are hacked by the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t We again congratulate the KPA and the Korean people on their success in the efforts to bolster up the defence capabilities."
        },
        {
            "title": "Mexican, Nigerian Personages Support DPRK's Nuclear Warhead Explosion Test",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-08ee.html",
            "content": "Mexican, Nigerian Personages Support DPRK's Nuclear Warhead Explosion Test\r\nPyongyang, September 20 (KCNA) -- Mexican and Nigerian personages made public statements on Sept. 12 and 14 to congratulate the DPRK on its successful nuclear warhead explosion test for self-defense.\n\t\t\t\t\t Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, warmly congratulated the Korean people on their successful nuclear warhead explosion test to defend the sovereignty and vital rights from the ever-increasing U.S. threats of aggression, and said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are making indiscriminative air raids upon the weak countries in disregard of international law and sparking artificial wars by sowing the seeds of discord.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the Korean people to further build up the nuclear deterrent to cope with this and it is of weighty significance in protecting peace on the Korean peninsula and in other parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t We send invariable support and solidarity to the Korean people fighting undauntedly despite the pressure of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Ibrahim Mantu, member of the Credit Committee of the People's Democratic Party of Nigeria and chairman of the Nigeria-Korea Friendship Association, said it was a very just measure that the DPRK increased the self-defensive nuclear deterrent in every way to counter the U.S. which deployed the largest-ever nuclear strategic assets and huge troops in the Korean peninsula and imposed nuclear threat and blackmail upon the DPRK for some decades.\n\t\t\t\t\t\n\t\t\t\t\t He demanded the U.S. stop threatening the sovereignty and vital rights of the DPRK and quit at once the anachronistic hostile policy towards the DPRK with a reasonable judgment of the reality."
        },
        {
            "title": "DPRK Praised by Russian Internet Website",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-04ee.html",
            "content": "DPRK Praised by Russian Internet Website\r\nPyongyang, September 20 (KCNA) -- An article was posted on the Russian website Klasobaya Boriva on Sept. 14.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is displaying its might as an independent nuclear power.\n\t\t\t\t\t\n\t\t\t\t\t How can small country Korea rank itself among the nuclear weapons states with even H-bombs.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has ceaselessly threatened the DPRK with nukes.\n\t\t\t\t\t\n\t\t\t\t\t If a country is threatened by other country with nukes, the former has no option but to have nuclear deterrence to protect itself.\n\t\t\t\t\t\n\t\t\t\t\t No country can possess nukes just as it wants.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is never obedient to the threats and blackmail of the powers.\n\t\t\t\t\t\n\t\t\t\t\t It is the DPRK which is keeping to the road chosen by it.\n\t\t\t\t\t\n\t\t\t\t\t With such faith and pluck the DPRK reacted to the undisguised nuclear threat from the U.S. with the access to nukes and has steadily bolstered up its nuclear deterrence both in quality and quantity.\n\t\t\t\t\t\n\t\t\t\t\t The sanctions and blockades used by the rabble including the U.S. and its allies never work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The successful first test of H-bomb by the DPRK was a special event of world historic significance.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's H-bomb put an end to the history of nukes full of injustice at last by neutralizing the nuclear edge and hegemony of the U.S. imperialists aiming at the world supremacy.\n\t\t\t\t\t\n\t\t\t\t\t So, progressive mankind is supporting the DPRK's access to nukes."
        },
        {
            "title": "Anti-DPRK Moves Denounced by Russian, German Organizations",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-07ee.html",
            "content": "Anti-DPRK Moves Denounced by Russian, German Organizations\r\nPyongyang, September 20 (KCNA) -- Russian and German organizations bitterly denounced the U.S. imperialists and their stooges for getting undisguised in the anti-DPRK moves.\n\t\t\t\t\t Showing concern about the escalating situation on the Korean peninsula, the Russian Association for Friendship and Cultural Cooperation with the DPRK said in a statement on Sept. 13:\n\t\t\t\t\t\n\t\t\t\t\t These days the U.S. and its lackey south Korean authorities get more undisguised in their war moves against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Accordingly a grave situation with high possibility of a nuclear war prevails on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We support the DPRK's self-defensive measures for the protection of sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t The servicepersons and people of the DPRK will make further success in their efforts to tide over the sanctions and blockade and achieve prosperity of the country in single-minded unity around the respected Comrade Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Anti-Imperialist Forum of Germany said in a statement on Sept. 14:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its stooges are like \"the guilty party filing the suit first\".\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has been exposed to the threats of aggression by the hostile forces including the U.S. imperialists and south Korean puppet group for a long time.\n\t\t\t\t\t\n\t\t\t\t\t It proposed the conclusion of the peace treaty with the U.S. several times, but the U.S. paid no heed to it and is intentionally aggravated the situation on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The world should know that the U.S. is chiefly responsible for the tension on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t With no sanctions can the U.S. check the DPRK's advance."
        },
        {
            "title": "Founding Anniversary of DPRK Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-06ee.html",
            "content": "Founding Anniversary of DPRK Marked in Different Countries\r\nPyongyang, September 20 (KCNA) -- There took place seminars by the Adita Ariya Prawira Ship Co. and other company of Indonesia, a film show by a Thai company and an art performance in Hanoi, Vietnam from Sept. 6 to 8 on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t The Vietnamese artistes staged colorful programs such as Korean songs \"Sing, Fork to Mangyongdae\" and \"Blue Sky over My Country\"."
        },
        {
            "title": "Kim Il Sung Lauded by Czech Political Figure",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-03ee.html",
            "content": "Kim Il Sung Lauded by Czech Political Figure\r\nPyongyang, September 20 (KCNA) -- Iri Vabr, general secretary of the Central Committee of the Czechoslovak Communist Party, posted an article titled \"Founder of the DPRK\" on its website on Sept. 5 on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t The article said that the DPRK is a socialist country centered on the popular masses which is guided by the Juche idea fathered by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people became the dignified people of an independent and sovereign state after the DPRK was founded.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK would be unthinkable apart from the august name of the President.\n\t\t\t\t\t\n\t\t\t\t\t The President was a peerless patriot and great revolutionary who devoted his whole life to the happiness of the people, the prosperity of the country and national reunification since he embarked upon the road of the revolution in his teens.\n\t\t\t\t\t\n\t\t\t\t\t His august name will always be kept in the hearts of not only the Korean people but also other progressives of the world."
        },
        {
            "title": "Kim Jong Un dirige prueba en terreno de expulsion de motor para cohete transportador de satelite estacionario",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-01ss.html",
            "content": "Kim Jong Un dirige prueba en terreno de expulsion de motor para cohete transportador de satelite estacionario\r\nPyongyang, 20 de septiembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el Campo de Lanzamiento de Satelites Sohae la prueba en el terreno de la expulsion del motor de gran capacidad de nuevo tipo para cohete transportador de satelite estacional. \n\t\t\t\t\tEste monomotor, desarrollado nuevamente, tiene capacitad de expulsion de 80tf.\n\t\t\t\t\t\n\t\t\t\t\tLa presente prueba se realizo bajo el objeto de confirmar definitivamente la caracteristica de combustion de la camara de combustion del motor, la exactitud de funcionamiento de diferentes valvulas y sistemas de control y la confiabilidad de la estructura durante el tiempo de operacion de 200 segundos.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente dio la orden de comenzar la prueba.\n\t\t\t\t\t\n\t\t\t\t\tAl momento, fue echada la gran llama de fuego desde el motor de gran capacidad dando ruidos ensordecedores.\n\t\t\t\t\t\n\t\t\t\t\tA traves de esta prueba, fue comprobado completamente el hecho de que la fuerza propulsora y otros indices tecnicos del motor llegaron exactamente a los valores previstos y que los valores propios de todos los sistemas se mantienen con estabilidad durante toda la operacion.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la perfeccion del motor de gran capacidad, se prepararon las garantias cientifico-tecnicas para desarrollar seguramente el cohete transportador de satelite estacional en el periodo del plan quinquenal estatal para el desarrollo cosmos y el pais llego a poseer la suficiente capacidad transportadora capaz de lanzar en el nivel mundial el satelite de observacion de la Tierra y otros con diversos fines.\n\t\t\t\t\t\n\t\t\t\t\tMostrando gran satisfaccion por los resultados de la prueba, el Presidente evaluo altamente las proezas de los funcionarios, cientificos y tecnicos de la Administracion Nacional de Desarrollo Espacial (ANDE) quienes materializaron cabal y magnificamente en un corto plazo las tareas dadas por el partido.\n\t\t\t\t\t\n\t\t\t\t\tLas ciencias y tecnicas cosmicas y la industria espacial devienen la pauta importante para la evaluacion del poderio estatal, puntualizo y refirio a la necesidad de abrir mas vigorosamente el ancho camino para la conquista espacial, dando acicate a las labores de desarrollo espacial para cumplir el plan quinquenal arriba citado. \n\t\t\t\t\t\n\t\t\t\t\tAcotando que el desarrollo y el uso del cosmos constituyen la orientacion importante del partido y las importantes labores estatales, senalo que la ANDE debe realizar el desarrollo cosmico dando primordial atencion al desarrollo de satelites artificiales y producir y lanzar con fuerzas y tecnicas propias muchos satelites de diferentes usos, convirtiendo asi el pais en unos anos cercanos en el poseedor de satelite estacional. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la materializacion de la linea del partido de dar importancia a las ciencias y tecnicas, se registran sin parar, aun en las dificiles situaciones economicas del pais, los exitos milagrosos y sorprendentes al mundo en el sector de la tecnologia espacial y otros dominios de ciencias y tecnicas de punta, recordo.\n\t\t\t\t\t\n\t\t\t\t\tAgrego la necesidad de acelerar los preparativos de lanzamiento de satelite a base de los resultados logrados en la presente prueba para darle la noticia de mayor victoria a nuestro pueblo que vive y lucha confiando y siguiendo invariablemente al partido pese a las dificultades economicas creadas debido a las viles maquinaciones de sancion y aplastamiento de los enemigos."
        },
        {
            "title": "Kim Jong Un expresa condolencias por el deceso de Choe Won Chang",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-26ss.html",
            "content": "Kim Jong Un expresa condolencias por el deceso de Choe Won Chang\r\nPyongyang, 20 de septiembre (ACNC) -- El Presidente Kim Jong Un envio el dia 20 una ofrenda floral ante el feretro de Choe Won Chang, vicerrector general de la Academia Militar General Kim Il Sung, quien es Heroe del Trabajo y Prof. titular, en senal de profundas condolencias por su deceso."
        },
        {
            "title": "Vocero de MINREX condena a EE.UU. que cuestiona las medidas autodefensivas de RPDC",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-28ss.html",
            "content": "Vocero de MINREX condena a EE.UU. que cuestiona las medidas autodefensivas de RPDC\r\nPyongyang, 20 de septiembre (ACNC) -- A la pregunta de un reportero de la ACNC formulada el dia 20 en relacion con que Estados Unidos cuestiono junto con sus fuerzas seguidoras las medidas de la Republica Popular Democratica de Corea para fortalecer el disuasivo nuclear autodefensivo, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio la siguiente respuesta:\n\t\t\t\t\tEl dia 18, Kerry, secretario de Estado norteamericano, sostuvo en Nueva York las conversaciones tripartitas junto con sus pares de Japon y el Sur de Corea, ocasion en la cual volvio a insistir en el caduco \"dialogo de desnuclearizacion\" calificando de la \"provocacion\" y el \"proceder imprudente\" a las medidas de la RPDC por fortalecer las fuerzas armadas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tEsto deviene una locura bandidesca que tergiversa la realidad. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas armadas nucleares de la RPDC constituyen el remedio omnipotente de justicia para erradicar de raiz la amenaza y chantaje nucleares de EE.UU. que perduran mas de un medio siglo y defender no solo la soberania y el derecho a existencia del pais, sino tambien la paz y seguridad del Noreste Asiatico y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tPero, el pais norteamericano cuestiona persistentemente las medidas autodefensivas de la RPDC describiendolas como una \"amenaza\", lo cual no pasa de ser un pretexto para racionalizar su agresiva politica hostil a la RPDC y su estrategia de dominar a Asia. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, rumorea que la RPDC \"sera beneficiada mucho\" si renuncia sus armas nucleares. Esto es una astuta artimana para desarmarla a fin de ocupar toda la Peninsula Coreana y realizar asi la ambicion de hegemonia mundial.\n\t\t\t\t\t\n\t\t\t\t\tAl practicar la abierta hostilidad militar y el chantaje nuclear contra la RPDC, EE.UU. quebranto con sus manos el fundamento de la Declaracion Conjunta del 19 de Septiembre, de manera que perdio completamente la base juridica y las obligaciones morales de hablar de la supuesta \"observacion de promesa\".\n\t\t\t\t\t\n\t\t\t\t\tPartiendo del calculo de que no podria doblegar con la presion economica y la amenaza nuclear a la RPDC, EE.UU. se valio del \"problema de DDHH\" para lograr su sueno absurdo de \"derrumbar el regimen de la RPDC\".\n\t\t\t\t\t\n\t\t\t\t\tCuanto mas EE.UU. y sus lacayos se recurran a la desesperada campana de sancion y represion contra la RPDC, tanto mas se redoblara solo la voluntad de represalia del ejercito y pueblo coreanos de aniquilar a los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC seguira tomando sucesivamente las contramedidas poderosas a estilo coreano y hara que el pais norteamericano se arrepienta sin falta por su erroneo juicio y sus actos imprudentes."
        },
        {
            "title": "Cnvestigador de IAN del MINREX advierte a EE.UU.",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-22ss.html",
            "content": "Investigador de IAN del MINREX advierte a EE.UU.\r\nPyongyang, 20 de septiembre (ACNC) -- El investigador del Instituto para Asuntos Norteamericanos (IAN) del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea, Kim Kwang Hak, hizo publico el dia 20 un comentario intitulado \"Imprudentes movimientos de ataque preventivo de Estados Unidos aceleran su autodestruccion\". \n\t\t\t\t\tRecientemente, el Consejo de Relaciones Exteriores de EE.UU. publico un informe insistiendo en tomar en consideracion el ataque armado contra la RPDC en el caso de que ella eleve de continuo la capacidad nuclear y de misil sin aceptar las negociaciones con su pais, recuerda el comentarista y lo califica de palabra vacia de los olvidadizos de la posicion estrategica de la RPDC que posee hasta la bomba H. \n\t\t\t\t\t\n\t\t\t\t\tLa brutal politica de hostilidad y la incesante amenaza y chantaje nucleares de EE.UU. contra la RPDC no trajeron otro resultado que el fortalecimiento constante de fuerzas armadas nucleares del pais socialista, apunta el investigador y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tAhora, la RPDC dispone de suficiente fuerza militar para rivalizar a EE.UU. en cualquier espacio como el aire, la tierra, el mar y por debajo del mar. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el foco de todos los males.\n\t\t\t\t\t\n\t\t\t\t\tSacamos la conclusion final de que hay que responder a la brutal politica de hostilidad y las imprudentes maniobras de guerra de agresion del imperio con las contramedidas superintransigentes y el implacable e inmediato ataque preventivo. \n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito y pueblo no se asustan ni un comino ante cualquier tipo de peligrosas acciones militares, pero tienen la ferrea voluntad y posicion de eliminar de raiz los bastiones de EE.UU., incluso Washington, y terminar la confrontacion antiyanqui, si este pais se mueve para atacar a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe tener presente que el ataque armado preventivo contra la RPDC acelerara la autodestruccion. \n\t\t\t\t\t\n\t\t\t\t\tSi los imperialistas norteamericanos desatan por fin la guerra nuclear desoyendo esa advertencia, moriran quemados en el fuego prendido por ellos mismos."
        },
        {
            "title": "MINREX de RPDC condena ataque aereo de EE.UU. contra base militar de Siria",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-19ss.html",
            "content": "MINREX de RPDC condena ataque aereo de EE.UU. contra base militar de Siria\r\nPyongyang, 20 de septiembre (ACNC) -- Con respecto a que los cazas norteamericanos atacaron una base del ejercito gubernamental de Siria, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio el dia 20 a la ACNC la siguiente respuesta:\n\t\t\t\t\tSegun trascendidos, los cazas de fuerzas norteamericanas atacaron el dia 17 una base del ejercito gubernamental de Siria causando muchos muertos y heridos.\n\t\t\t\t\t\n\t\t\t\t\tCondenamos categoricamente ese ataque que no se trata de un \"error\", sino acto agresivo intencional contra un Estado soberano.\n\t\t\t\t\t\n\t\t\t\t\tA traves de este caso, resulto mas evidente que la \"guerra antiterrorista\", librada en Siria por EE.UU., persigue el objetivo de derrocar el gobierno independiente de ese pais.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el culpable principal que entra en Siria sin el permiso del gobierno legitimo de este pais bajo el cartel de \"guerra antiterrorista\" y destruye ciudades y aldeas con bombardeos en serie causando la grave crisis de refugiados.\n\t\t\t\t\t\n\t\t\t\t\tTodas las situaciones tragicas que se dan hoy en dia por doquier del mundo demuestran que hay que contar con fuerzas propias para defender la soberania frustrando los cada dia mas crecientes actos de coaccion, arbitrariedad, agresion y violacion de soberania de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC preparo el disuasivo nuclear de primera manteniendo la linea estrategica de desarrollo paralelo de la construccion economica y la de fuerzas armadas nucleares justamente para defender la soberania y seguridad del pais y la nacion frente al despotismo y a la amenaza y chantaje nucleares de EE.UU. y establecer la verdadera justicia internacional.\n\t\t\t\t\t\n\t\t\t\t\tEl gobierno de la RPDC envia el total apoyo y solidaridad a la lucha del gobierno y pueblo de la Republica Arabe de Siria por defender la soberania, estabilidad e integridad territorial del pais frustrando la agresion y terrorismo de EE.UU. y otras fuerzas hostiles."
        },
        {
            "title": "Kim Yong Nam felicita dia nacional de Nepal",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-20ss.html",
            "content": "Kim Yong Nam felicita dia nacional de Nepal\r\nPyongyang, 20 de septiembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 20 un mensaje de felicitacion al presidente de la Republica Democratica Federal de Nepal, Bidya Devi Bhandari, con motivo del dia nacional de este pais asiatico.\n\t\t\t\t\tEn su misiva, el remitente expreso la conviccion de que las relaciones de amistad y cooperacion existentes entre los dos paises se ampliaran y se desarrollaran mas en varias ramas y deseo que el mandatario y el pueblo de Nepal logren exitos en los trabajos para la prosperidad del pais."
        },
        {
            "title": "Continua XV Festival Internacional de Cine de Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201609/news20/20160920-27ss.html",
            "content": "Continua XV Festival Internacional de Cine de Pyongyang\r\nPyongyang, 20 de septiembre (ACNC) -- Prosigue el XV Festival Internacional de Cine de Pyongyang inaugurado el dia 16.\n\t\t\t\t\tEn el presente festival se proyectan los filmes fabricados por varios paises en los ultimos anos y otros que gozaron de buena estimacion en varios festivales internacionales de cine en el pasado.\n\t\t\t\t\t\n\t\t\t\t\tLa Casa Internacional de Cinematografia de Pyongyang, el Cine Taedongmun, el Cine Kaeson, el Cine Tongdaewon, la Casa Central de la Juventud, el Teatro de Arte Ponghwa y otros lugares de proyeccion de esta capital estan llenos de los trabajadores, los aficionados al cine y los huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tLos filmes reflejan el aspecto de los pueblos movilizados en la lucha por defender la paz y justicia y crear nueva vida, las costumbres tipicas, el sentimiento ideologico y el patriotismo de los habitantes de los paises correspondientes, etc.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, las peliculas de ficcion de Corea, la Federacion Rusa, China y de otros paises dejan mucha impresion a los espectadores.\n\t\t\t\t\t\n\t\t\t\t\tTambien, los documentales, las peliculas de corto metraje y los dibujos animados de varios paises ganan la popularidad.\n\t\t\t\t\t\n\t\t\t\t\t Continua la proyeccion filmica."
        }
    ]
}