{
    "date": "2016-06-17",
    "url": "http://kcna.co.jp/item/2016/201606/2016-06-17ee.html",
    "articles": [
        {
            "title": "Officials, Members of Women's Union Meet",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-26ee.html",
            "content": "Officials, Members of Women's Union Meet\r\nPyongyang, June 17 (KCNA) -- There took place a meeting of officials and members of the women's union at the People's Palace of Culture on Friday to mark the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present at the meeting were Kim Jong Sun, chairwoman of the Central Committee of the women's union, and its officials and members in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Kim Tong Suk who is widow of Sim Chang Wan, former director of Political Bureau of the Ministry of Public Security, said that her husband became a genuine comrade of the party sharing destiny with it and a revolutionary soldier who creditably carried out the idea and intention of the party without an inch of deflection under the particular love and trust shown by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Ri Son Mi who is daughter of Ri Won Gyong, winner of the Kim Il Sung Prize, academician, professor and doctor who was former researcher of Kim Il Sung University, said that Kim Jong Il highly appreciated her father who suffered inmost troubles, calling him an official who sincerely worked long to repay the benevolence of the party, and had a picture taken with him and bestowed on him great loving care to be conveyed down through generations.\n\t\t\t\t\t\n\t\t\t\t\t Yu Ae Sun, chairwoman of the primary committee of Ryukgyo-dong No.2 in Phyongchon District of the women's union, recalled that Kim Jong Il watched her poor violin performance to bring her artistic talents into full bloom.\n\t\t\t\t\t\n\t\t\t\t\t The speakers pledged to fulfill their responsibilities and duties as Korean women in the 200-day campaign of loyalty for implementing the decision made at the 7th Congress of the WPK."
        },
        {
            "title": "Korean Religious Believers Support New Line and Policies for National Reunification",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-17ee.html",
            "content": "Korean Religious Believers Support New Line and Policies for National Reunification\r\nPyongyang, June 17 (KCNA) -- The central committees of the Buddhist Federation of Korea, the Christian Federation of Korea and the Catholic Association of Korea separately held their plenary meetings in Pyongyang on Wednesday and Thursday.\n\t\t\t\t\t The meetings were attended by the chairpersons and members of central and local committees of those religious organizations, clergymen and churchgoers.\n\t\t\t\t\t\n\t\t\t\t\t They supported the line and policies for national reunification advanced by Marshal Kim Jong Un at the Seventh Congress of the Workers' Party of Korea and discussed necessary measures to implement them.\n\t\t\t\t\t\n\t\t\t\t\t The reporters and speakers hailed Kim Jong Un's line and policies for achieving the national independence and great national unity, ensuring peace and reunifying the country by federal formula represent the unanimous desire and aspiration of all Koreans and they are the most fair and aboveboard and realistic proposal and everlasting great programme for national reunification as they are based on the scientific analysis of the history of national division that has lasted for over 70 years and situations at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The religious organizations and believers in the north, the south and abroad should not pardon such wicked group as Park Geun Hye group of south Korea which mercilessly tramples down the faith of believers who turned out in the struggle to achieve the national reconciliation and unity and the country's reunification through solidarity and alliance, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t A final victory is sure to be won in the struggle for independent reunification as the Koreans hold Kim Jong Un in high esteem as the savior of the nation. No challenge on the part of the anti-reunification forces at home and abroad can block the Koreans' grand march for reunification full of faith in sure victory and optimism.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all religious organizations and believers of south Korea to make efforts in the van to open the nation-wide great meeting for reunification, and turn out as one in the patriotic movement to promote the national reconciliation and unity and usher in the second June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t The meetings adopted relevant decisions and decided to send letters to the religious organizations of south Korea."
        },
        {
            "title": "Agricultural Workers, Members of Union of Agricultural Workers of Korea Meet",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-24ee.html",
            "content": "Agricultural Workers, Members of Union of Agricultural Workers of Korea Meet\r\nThaechon, June 17 (KCNA) -- A meeting of agricultural workers and members of the Union of Agricultural Workers of Korea took place at the Unhung Co-op Farm in Thaechon County, North Phyongan Province Friday on the occasion of the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK). \n\t\t\t\t\t Present there were officials concerned and agricultural workers and members of the union in the county.\n\t\t\t\t\t\n\t\t\t\t\t Ri Myong Gil, chairman of the C.C., the Union of Agricultural Workers of Korea, delivered a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Il thoroughly embodied the Juche-oriented leadership principle, method and art into the party work and activities during the whole period of his revolutionary leadership and increased in every way the party leadership function and role in all fields of socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il took warm care of the union, reposing deep trust in it as a true organization of the leader and reliable defender and assistant to the party, they noted, adding that his leadership is recorded in the glorious history of the struggle of the party.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to hold Kim Jong Il in high esteem as the eternal leader of the WPK and carry on the revolution and construction the way he did by holding his idea of party building and behests as guidelines of the party.\n\t\t\t\t\t\n\t\t\t\t\t They called upon organizations of the union and agricultural workers to glorify the 200-day campaign of loyalty with the agricultural production this year by briskly conducting the socialist emulation for increased production in fields."
        },
        {
            "title": "Joint Friendship Meeting Marks 50th Anniversary of ITF",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-15ee.html",
            "content": "Joint Friendship Meeting Marks 50th Anniversary of ITF\r\nPyongyang, June 17 (KCNA) -- A joint friendship meeting took place Friday to mark the 50th anniversary of the International Taekwon-Do Federation (ITF).\n\t\t\t\t\t It was attended by ITF President Ri Yong Son, Vice-President Leong Wai Meng and his delegation, those concerned with Taekwon-Do, Kim Kyong Ho, chairman of the Korean Taekwon-Do Committee, officials concerned and Taekwon-Do instructors and players.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Son said in his address that the event commemorating the 50th anniversary showed the true will of the ITF to firmly preserve and steadily carry forward the purity and tradition of orthodox Taekwon-Do by the concerted efforts of Taekwon-do players.\n\t\t\t\t\t\n\t\t\t\t\t The ITF will develop into a prestigious martial arts organization fully displaying the might of orthodox Taekwon-do in the future, too, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The participants had diverse sports and amusement games, deepening friendship."
        },
        {
            "title": "National Juvenile Taekwon-Do Championship for Jongilbong Prize Closes",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-25ee.html",
            "content": "National Juvenile Taekwon-Do Championship for Jongilbong Prize Closes\r\nPyongyang, June 17 (KCNA) -- The National Juvenile Taekwon-Do Championship for Jongilbong Prize closed with due ceremony at the Basketball Gymnasium in Chongchun Street on Friday.\n\t\t\t\t\t In team standings, the Kangwon Provincial Team placed first in the Taekwon-Do event while the North Hamgyong Provincial Team came first in the Paduk games.\n\t\t\t\t\t\n\t\t\t\t\t Choe Son Yong from the Taekwon-Do Team of the Korean Taekwon-Do Committee and Jong Yun Chol from the South Hamgyong Provincial Taekwon-Do Team were awarded individual technical prizes in Taekwon-Do games while Pak Sol Gyong from the North Hamgyong Provincial Taekwon-Do Team and Ro Ui Song from the Taekwon-Do Team of the Korean Taekwon-Do Committee received individual technical prizes in the Paduk games.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were officials concerned, players and coaches, school youth and children and working people."
        },
        {
            "title": "Participants in Event Marking 50th Anniversary of ITF Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-23ee.html",
            "content": "Participants in Event Marking 50th Anniversary of ITF Visit Mangyongdae\r\nPyongyang, June 17 (KCNA) -- The participants in the event marking the 50th anniversary of the International Taekwon-Do Federation (ITF) visited Mangyongdae, birth place of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the revolutionary life of the President and his family members in Mangyongdae, the participants went round the historical relics preserved at his old home.\n\t\t\t\t\t\n\t\t\t\t\t They toured the Sci-Tech Complex, the Museum of Weapons and Equipment of the Korean People's Army, the Rungna Dolphinarium, etc.\n\t\t\t\t\t\n\t\t\t\t\t They watched a performance given by the National Circus at the Pyongyang Circus Theater."
        },
        {
            "title": "Officials, Members of DWUK Start Study Tour of Revolutionary Battle Sites in Area of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-22ee.html",
            "content": "Officials, Members of DWUK Start Study Tour of Revolutionary Battle Sites in Area of Mt. Paektu\r\nHyesan, June 17 (KCNA) -- Officials and members of the Democratic Women's Union of Korea (DWUK) started a study tour of the revolutionary battle sites in the area of Mt. Paektu on the occasion of the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The kick-off meeting of the study group took place before the Monument to the Victorious Battle of Pochonbo in Hyesan City, Ryanggang Province on June 17.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets and flowers before the statue of President Kim Il Sung at the monument and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that the members of the study group should learn from the anti-Japanese revolutionary fighters' spirit of devotedly defending the leader and become ardent women revolutionaries intensely loyal to Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need for the members to study and live like the anti-Japanese guerrillas in the period of study tour and thus fully display the noble spiritual world and ennobling traits of women in the Songun era who are steadfastly carrying forward the revolutionary spirit of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t They headed for Pochonbo at the end of the meeting."
        },
        {
            "title": "DPRK Takes Technical Measures for Agriculture",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-18ee.html",
            "content": "DPRK Takes Technical Measures for Agriculture\r\nPyongyang, June 17 (KCNA) -- A brisk work is now going on in the agricultural sector of the DPRK to take technical measures for the safe cultivation of crops and the prevention of damage from natural disasters.\n\t\t\t\t\t They include steps for preventing outbreak of various diseases by high temperature and humidity and damage from harmful insects in rainy season and producing diverse germicides.\n\t\t\t\t\t\n\t\t\t\t\t Co-op farms throughout the country concentrate efforts on applying the advanced scientific water control methods and preventing damage from storm and moisture.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a campaign was launched to repair or reinforce main irrigation waterways, sea dikes and reservoirs, dredge up in minor rivers and keep the drain pumps in good working conditions so as to protect farm crops from flood damage."
        },
        {
            "title": "Production of Schoolbags Goes Up in DPRK",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-19ee.html",
            "content": "Production of Schoolbags Goes Up in DPRK\r\nPyongyang, June 17 (KCNA) -- Schoolbags for pupils are being turned out at production bases in Pyongyang and provincial seats of the DPRK.\n\t\t\t\t\t According to Kim Yong Chol, section chief of the Ministry of Food and Consumer Goods Industries, those knapsack-style bags are designed to suit schoolchildren's mentalities and will be soon supplied to primary schoolers across the country.\n\t\t\t\t\t\n\t\t\t\t\t Displayed on them with various forms and colors are attractive scenes from such animated cartoons as \"The Boy General\" and \"The Clever Raccoon Dog\"."
        },
        {
            "title": "Process for Multifunctional Resin Sash Production Established",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-20ee.html",
            "content": "Process for Multifunctional Resin Sash Production Established\r\nPyongyang, June 17 (KCNA) -- A process for multifunctional resin sash production was established at the Taean Friendship Glass Factory in the DPRK.\n\t\t\t\t\t The sash helps keep warmth with inert gas pumped into the air-tight space between two glasses.\n\t\t\t\t\t\n\t\t\t\t\t According to Jo Jong Chol, section chief of the factory, the factory completed the modernly equipped production process in two months, along with the construction of buildings covering an area of several hundred square meters.\n\t\t\t\t\t\n\t\t\t\t\t This streamlined process is capable of producing tens of thousands square meters of such sash per year, which will be used in constructing energy-saving, green buildings."
        },
        {
            "title": "DPRK Makes Progress in Development of Cermet Tools",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-21ee.html",
            "content": "DPRK Makes Progress in Development of Cermet Tools\r\nPyongyang, June 17 (KCNA) -- Kim Il Sung University in the DPRK has recently developed a Ti(C, N)-based cermet cutting tool.\n\t\t\t\t\t This tool is highly resistant to wear and oxidation while having good adiabatic toughness and red hardness.\n\t\t\t\t\t\n\t\t\t\t\t It is two to three times longer than cemented carbide cutting tool in serviceable life and 30 to 50 percent lower in production cost.\n\t\t\t\t\t\n\t\t\t\t\t The test showed that its cutting efficiency is three times that of cemented carbide tool.\n\t\t\t\t\t\n\t\t\t\t\t According to Son Tong Chol, a researcher of the Material Science Faculty of the university, the newly-developed tool will help develop the nation's machine-building industry onto a higher level."
        },
        {
            "title": "Minju Joson Accuses Park Geun Hye of Her Remarks Inciting Confrontation with Compatriots in North",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-08ee.html",
            "content": "Minju Joson Accuses Park Geun Hye of Her Remarks Inciting Confrontation with Compatriots in North\r\nPyongyang, June 17 (KCNA) -- Park Geun Hye of south Korea, addressing the recent inaugural ceremony of the new term \"National Assembly,\" talked rubbish that \"the north's nuclear development blocks the improvement of the south-north relations and threatens peace and security.\" Not content with this, she cried out for forcing the north to \"dismantle its nukes\" and \"opt for changes\" while describing the DPRK's goodwill proposal for solving all issues between the north and the south through dialogue and negotiations as an \"attempt at bringing about a change in the phase\" and \"hypocrisy.\"\n\t\t\t\t\t Minju Joson Friday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What she uttered is not worth even a passing note as it is nothing but a hysteric fit of a confrontation maniac who finds herself in uneasiness and despair.\n\t\t\t\t\t\n\t\t\t\t\t Her denial of dialogue and insistence on confrontation with the above-said remarks are a revelation of her ignorance as she lacks an elementary ability to judge things and a stupid and foolish act of wringing her neck.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and their followers have long pursued moves to isolate and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t However, Park Geun Hye is crying out for ratcheting up \"sanctions\" against the DPRK with above-said rhetoric. Her behavior only betrays the wretched plight of \"Don Quixote\" like old woman unable to properly face up to reality and that of a sycophant and traitor making desperate efforts to prolong her remaining days through bankrupt diplomacy for soliciting \"cooperation in pressurizing the north.\"\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye had better stop wagging her tongue recklessly, thinking twice about what miserable consequences would be entailed by her missing of the good opportunity of survival through hysteric tongue lashing."
        },
        {
            "title": "National Reconciliation Council Spokesman Clarifies DPRK's Stand on Park Geun Hye's Confrontational Remarks",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-11ee.html",
            "content": "National Reconciliation Council Spokesman Clarifies DPRK's Stand on Park Geun Hye's Confrontational Remarks\r\nPyongyang, June 17 (KCNA) -- Park Geun Hye at the \"inaugural ceremony\" of the 20th-term puppet National Assembly of south Korea shortly ago spouted all sorts of confrontational remarks while again taking issue with the nuclear issue of the DPRK. Not content with this, she sent a video message peppered with invectives against the DPRK to the \"Advisory Council for Democracy and Peaceful Unification\".\n\t\t\t\t\t She blustered that \"the north's nuclear development blocks the improvement of the south-north relations\" and \"it is the time when a struggle of will for carrying out the task of denuclearizing the north is under way\" with the 16th anniversary of the June 15 joint declaration at hand.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the National Reconciliation Council in a statement on June 17 said that this clearly reveals the dirty and pitiful colors of Park Geun Hye caught in a hysteric fit, being seized by inveterate hostility toward the fellow countrymen plus north's nuclear-phobia of which she can hardly get rid before death.\n\t\t\t\t\t\n\t\t\t\t\t As Park blatantly challenged the good faith and sincerity shown by the fellow countrymen with intolerable outbursts, the DPRK can not but clarify its stand to ill-boding remarks made by her, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is sheer sophism that the nuclear weapons for aggression south Korea introduced to its land from the U.S. do not throw any obstacle to the improvement of the north-south relations but the north's nuclear weapons for self-defence blocks the improvement of the relations. \n\t\t\t\t\t\n\t\t\t\t\t To look back on the past, the U.S. and its followers tried hard to push the situation to an extreme phase while loudly talking about \"nuclear threat from the north\" but the north-south relations successfully overcame the crisis and advanced along the orbit of the June 15 joint declaration and this played a positive role in pushing forward the process of the denuclearization of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly proves that the north-south relations depend on the will to pave the way for reunification by dint of national reconciliation and unity and that they have nothing to do with the DPRK's access to nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t As unanimously commented by the public at home and abroad, the main obstacle to the improvement of the north-south relations is the pro-U.S. conservative forces' hostile policy toward the DPRK and their moves for escalating the confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It is sheer distortion and fabrication of the essence of the nuclear stand-off between the DPRK and the U.S. to claim that the nukes of the DPRK threaten peace and stability on the Korean peninsula and in Northeast Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. put the world under a dense nuclear network and mercilessly brought down those countries disobedient to it with a nuclear stick. It is posing the biggest nuclear threat to the DPRK even at this moment.\n\t\t\t\t\t\n\t\t\t\t\t  The Japanese reactionaries and other forces of the West have joined in its operation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to nukes being described as a \"threat\" by the south Korean puppet regime was an inevitable choice made by the DPRK to defend its dignity and sovereignty, destiny and future from the high-handedness and aggression of the U.S.-led imperialist allied forces.\n\t\t\t\t\t\n\t\t\t\t\t In disregard of this hard fact, the puppet regime has gone so reckless as to term it a \"threat.\" It seems to come to reason only when it bitterly experiences what a real threat is like.\n\t\t\t\t\t\n\t\t\t\t\t The regime is asserting that the international community is enforcing \"harsh sanctions\" against the DPRK by concerted efforts while talking about a \"structure of confrontation between the international community and the north.\" This is no more than a string of nonsense that can be spouted only by idiots blinded by sycophancy towards big powers.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies can never represent the international community and no matter how vociferously they may talk, being bereft of any principle and impartiality, can they never browbeat the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the U.S. seeks to win over even a single country to get it involved  in the tug-of-war-like showdown with the DPRK as the former is well aware that it is difficult for it to cope with the might and influence of the DPRK single-handed.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the puppet regime talked about a \"structure of confrontation between the international community and the north\" only to acknowledge that the DPRK is a matchless super power.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye's claim that the dialogue proposal of the DPRK is a \"bogus one for bringing about a turn in the phase\" to get rid of sanctions and pressure is a vivid manifestation of her confrontational hysteric fit to defiantly shun the offer for mending the north-south relations, the desire of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Park is dreaming a wild dream that sanctions and pressure much touted by her group would inflict what she called \"pain\" upon the DPRK but it will only offer the DPRK a good occasion of further bolstering its capability for self-development.\n\t\t\t\t\t\n\t\t\t\t\t Park's claim that it is necessary to put an end to \"the evil cycle\" of \"provocation-dialogue-reward-repeated provocation\" allegedly caused by the DPRK is no more than a gangster-like paradox to conceal her group's true colors as a group of provocateurs.\n\t\t\t\t\t\n\t\t\t\t\t Her claim cannot be construed otherwise than an \"evil cycle\" of provocations by the U.S. and the puppet regime-tough counter-action of the DPRK-surrender to it-reckless repeated provocations by them.\n\t\t\t\t\t\n\t\t\t\t\t In final analysis, it is proper to say that the cycle of the situation on the Korean peninsula is the cycle of confrontation between the U.S.-led hostile forces and the DPRK, which is \"provocation-tough counter-action -surrender-repeated provocation.\"\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless Park Geun Hye is talking about an end to the vicious cycle. It is little short of an open declaration that she won't opt for improving the relations with the DPRK while standing in confrontation with it to the last.\n\t\t\t\t\t\n\t\t\t\t\t If Park adamantly refuses to sit at the negotiating table with the DPRK at this time when her destiny is at stake, it has no idea of having dialogue with her group.\n\t\t\t\t\t\n\t\t\t\t\t She hurled mud at the DPRK over the \"human rights issue.\" This is a shameless hypocrisy to cover up her unprecedented human rights abuses being denounced at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK attaches importance to human beings and respects human rights. It is the land where the popular masses become a true master of the state and society and they enjoy all rights as human beings.\n\t\t\t\t\t\n\t\t\t\t\t It is no more than Park Geun Hye who behaves like a psychopath as she brings together as something like \"treasures\" the human scum who betrayed their country, uses all sorts of their lies as \"golden saying\" and insists their stench is \"perfume\".\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, Park is the worst human rights abuser as she has neither face nor qualifications to talk about human rights.\n\t\t\t\t\t\n\t\t\t\t\t If Park Geun Hye keeps going reckless in her moves to prolong her remaining days through invectives against the DPRK and dastardly acts, failing to come to her senses, she will be buried amid curses and resentment of the nation as she is steeped in treachery to the marrow of her bones."
        },
        {
            "title": "Maltreatment of Old Persons Rampant in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-12ee.html",
            "content": "Maltreatment of Old Persons Rampant in S. Korea\r\nPyongyang, June 17 (KCNA) -- Maltreatment of old persons is getting serious in south Korea.\n\t\t\t\t\t Cases of old person abuses last year increased 13 percent over that in the year before, according to information available from the Ministry of Health and Welfare. \n\t\t\t\t\t\n\t\t\t\t\t Many aged persons are reportedly dying or committing suicides while living a lone life after being forsaken by their children.\n\t\t\t\t\t\n\t\t\t\t\t The number of such old persons reaches tens of thousands every year.\n\t\t\t\t\t\n\t\t\t\t\t Maltreatment of the aged has become an incurable illness in the south Korean society under Park Geun Hye's unpopular rule."
        },
        {
            "title": "S. Korean Navy Stages War Maneuvers in Biggest Hotspot Waters",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-16ee.html",
            "content": "S. Korean Navy Stages War Maneuvers in Biggest Hotspot Waters\r\nPyongyang, June 17 (KCNA) -- The Command of the Second Fleet of the south Korean puppet navy sponsored madcap maneuvers in the biggest hotspot waters around the five islands in the West Sea of Korea on Thursday, according to the south Korean Yonhap News.\n\t\t\t\t\t The south Korean warmongers are mulling staging anti-air, anti-ship live shell firing drills until Saturday with dozens of warships including Aegis destroyer and dozens of planes involved under the pretext of someone's \"provocation of local war near the northern limit line.\"\n\t\t\t\t\t\n\t\t\t\t\t On Wednesday the puppet Command for the Defense of Northwestern Islands staged what it called a drill for coping with emergency on Paekryong, Yonphyong and other islands."
        },
        {
            "title": "General Association of Koreans in China Calls for Turning out as One in Struggle for National Reunification",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-14ee.html",
            "content": "General Association of Koreans in China Calls for Turning out as One in Struggle for National Reunification\r\nPyongyang, June 17 (KCNA) -- The General Association of Koreans in China issued a statement on June 10 in support of an appeal to all Koreans adopted at the joint conference of the DPRK government, political parties and organizations. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The General Association of Koreans in China and all Koreans in China fully support and warmly respond to the ardent patriotic appeal which reflects the unanimous desire to improve the inter-Korean relations and make a decisive breakthrough towards the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The general association and Koreans in China will positively respond to the proposal to hold the nation-wide reunification meeting on the occasion of the 71st anniversary of Korea's liberation with firm faith and optimism about the final victory in the struggle for national reunification and turn out as one in the sacred struggle to open the gate to a reunified power at an early date."
        },
        {
            "title": "Koreans in China Flails S. Korean Authorities' Anti-Reunification Action",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-13ee.html",
            "content": "Koreans in China Flails S. Korean Authorities' Anti-Reunification Action\r\nPyongyang, June 17 (KCNA) -- The Chinese Regional Committee of the South Side Committee for Implementing June 15 Joint Declaration in a statement on June 14 denounced the south Korean authorities for disallowing the south side delegation's participation in the event common to the nation scheduled to be held in Kaesong by the representatives from the public circles of the north, the south and abroad on the 16th anniversary of the June 15 joint declaration. \n\t\t\t\t\t This is an open denial and challenge to the north-south joint declaration which all Koreans support and call for implementation as it is another unpardonable treacherous and fascist action against reunification, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should, bearing in mind that those who chill the nation's desire and go against the trend of the times are bound to meet a miserable end, immediately stop their acts of clinging to the coattails of their U.S. master and confrontation against reunification. \n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately they work to stamp out the inter-Korean declarations and check the reunification movement, they can never stem the strong trend of all Koreans towards reunification, guided by the idea of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t We will more dynamically wage the patriotic movement for reunification to make a clean sweep of the vicious anti-reunification forces inside and outside Korea, firmly adhere to the north-south joint declarations and implement them."
        },
        {
            "title": "No Force Can Check Koreans' Strong Current of Support for Independent Reunification: Korean in U.S.",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-10ee.html",
            "content": "No Force Can Check Koreans' Strong Current of Support for Independent Reunification: Korean in U.S.\r\nPyongyang, June 17 (KCNA) -- An article titled \"Strong current of support for independent reunification inspired by June 15 joint declaration that no force can check\" was posted on Minjok Thongsin, an internet newspaper of Koreans in the U.S., on Wednesday. The article was contributed by its editorial board member Ri Jun Sik.\n\t\t\t\t\t It has been 16 years since the June 15 joint declaration was published, declaring at home and abroad the will to achieve independent and peaceful reunification by pooling efforts of all Koreans, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The appeal to all Koreans made at the joint conference of the DPRK government, political parties and organizations on June 9 is instilling confidence in national reunification into all the forces for national independence ardently aspiring after independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t An \"open letter to the U.S.\" was published at the conference, urging the U.S. to make a crucial decision, correctly understanding the aspiration of the Korean people and the demand of the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t The joint national event for marking the 16th anniversary of the publication of the June 15 joint declaration, upon which All-Korean Committee for Implementation of June 15 Joint Declaration agreed amid the growing desire and will of all Koreans who have longed for the independent and peaceful reunification for 70 odd years could not come to a success due to the reckless moves of the south Korean puppet Ministry of Unification against reunification.\n\t\t\t\t\t\n\t\t\t\t\t In face of the obstructive moves, the South Side Committee for Implementing the June 15 Joint Declaration, its branch organizations and personages of various circles are staging a campaign to make the joint national event a success.\n\t\t\t\t\t\n\t\t\t\t\t No anti-reunification forces can ever check the strong current of support for the independent national reunification among Koreans in the north, the south and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The article called on all Koreans to stage brisk movement for independent reunification against the anti-reunification forces and thus surely make the joint national event scheduled for August a successful one."
        },
        {
            "title": "Korean Nation's Struggle for Reunification Supported by British Organizations",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-05ee.html",
            "content": "Korean Nation's Struggle for Reunification Supported by British Organizations\r\nPyongyang, June 17 (KCNA) -- All the progressive organizations of Britain support the entire Korean nation in the struggle for implementing the June 15 joint declaration.\n\t\t\t\t\t The British Preparatory Committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, British Association for the Study of Songun Policy, British Group for the Study of the Juche Idea and the Korean Friendship Association UK said this in a joint statement issued on June 10.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The June 15 North-South Joint Declaration is based on the idea of By Korean Nation Itself which calls for achieving reunification of the country independently without any interference of outsiders.\n\t\t\t\t\t\n\t\t\t\t\t The declaration was adopted thanks to the indefatigable efforts of leader Kim Jong Il who had devoted himself to the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t It reflects the will and aspiration of all Koreans in the north, the south and abroad desirous of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group of south Korea is totally denying the declaration and getting frantic in all sorts of plots and military drills for aggression against the DPRK in collusion with foreign forces."
        },
        {
            "title": "DPRK's Self-Defensive Stand Supported by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-06ee.html",
            "content": "DPRK's Self-Defensive Stand Supported by Swiss Organizations\r\nPyongyang, June 17 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on June 11 in support of the DPRK's principled stand on its self-defensive nuclear deterrent.\n\t\t\t\t\t The statement referred to the fact that shortly ago, the defense chiefs of the U.S., Japan and south Korea held a confab in Singapore at which they cried out for \"thoroughly enforcing the sanctions against the north\" and boosting \"cooperation\", while finding fault with the DPRK's fourth nuclear test and launch of satellite.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Their reckless remarks are shameless and contemptuous provocation against the DPRK as the latter's nuclear weapons and missiles are those for only defending its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t Today the U.S. is the only country violating international law.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the sole nuclear criminal state and the biggest nuclear weapons state.\n\t\t\t\t\t\n\t\t\t\t\t It conducted the greatest number of nuclear tests in the world.\n\t\t\t\t\t\n\t\t\t\t\t It should feel shame at its crimes and keep mum about the DPRK's self-defensive measures, not describing them as \"threat\".\n\t\t\t\t\t\n\t\t\t\t\t Japan is a militarist state which is talking about going nuclear, after throwing away Pacifist Constitution which had remained in name only.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are recently talking about their \"access to nuclear weapons to cope with the north's nukes\", not content with escalating confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The minister of the People's Armed Forces of the National Defence Commission of the DPRK said in his statement that the DPRK's self-defensive nuclear deterrent is the all-mighty treasured sword held fast to by it to cope with the hostile forces' moves for aggression upon it, warning of the miserable consequences to be entailed by the hostile policy toward it being pursued by the U.S. and its followers.\n\t\t\t\t\t\n\t\t\t\t\t This warning is by no means an empty talk.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should pay heed to it."
        },
        {
            "title": "Kim Jong Il's Work Introduced by Polish Body",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-01ee.html",
            "content": "Kim Jong Il's Work Introduced by Polish Body\r\nPyongyang, June 17 (KCNA) -- Leader Kim Jong Il's work \"Let Us Reunify the Country Independently and Peacefully Through the Great Unity of the Entire Nation\" was posted by the Polish branch of the Korean Friendship Association on its website on June 13.\n\t\t\t\t\t The work published on April 18, Juche 87 (1998) clarifies the five-point policy for great national unity, important guidelines for achieving the great unity of the whole nation."
        },
        {
            "title": "Kim Jong Il Praised by Foreign Personages",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-02ee.html",
            "content": "Kim Jong Il Praised by Foreign Personages\r\nPyongyang, June 17 (KCNA) -- There were meetings, photo and book exhibitions and film shows in Switzerland and Sweden and a lecture and film show in Nigeria on June 10 and 11 to mark the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK) and the 16th anniversary of the publication of the June 15 North-South Joint Declaration.\n\t\t\t\t\t Displayed at the venues were photos showing the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works and books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Korean films including \"Mirae Scientists Street\" were shown at the film shows.\n\t\t\t\t\t\n\t\t\t\t\t Martin Lotscher, chairman of the Switzerland-Korea Committee, said that Kim Jong Il performed immortal exploits for strengthening the WPK by conducting outstanding ideological and theoretical activities and leading it energetically. He provided the historic north-south summit in June 2000 and made sure that the June 15 North-South Joint Declaration was adopted, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, stressed that Kim Jong Il developed in depth the revolutionary idea, Juche idea founded by the President, developed the WPK into an ideologically pure entity, an integral organization and strengthened the single-minded unity of the revolutionary forces.\n\t\t\t\t\t\n\t\t\t\t\t Ahmed Blaza Lawan, chairman of the Nigerian Group for the Study of the Songun Politics, said in a lecture that Kim Jong Il developed the WPK into the mother party which is responsible for the people's destiny and takes care of them and provided the June 15 North-South Joint Declaration, making an immortal contribution to the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Un were adopted at the events held in Switzerland and Sweden."
        },
        {
            "title": "Kim Jong Il Praised by Romanian Politician",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-03ee.html",
            "content": "Kim Jong Il Praised by Romanian Politician\r\nPyongyang, June 17 (KCNA) -- Vasile Orleanu, chairman of the Supreme Council of the New Socialist Party of Romania, posted an article on the website on June 13 to mark the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t He said in an article titled \"Kim Jong Il, eternal leader of the WPK\":\n\t\t\t\t\t\n\t\t\t\t\t June 19 this year is the significant day marking the 52nd anniversary of Kim Jong Il's start of his work at the Party Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t He developed new and original ideas and theories for building a party and set a brilliant example in building a revolutionary party.\n\t\t\t\t\t\n\t\t\t\t\t He developed in depth the Juche idea founded by President Kim Il Sung and led the party building and activities as required by it, thus developing the WPK into the one of the President.\n\t\t\t\t\t\n\t\t\t\t\t Even when the socialist ruling parties collapsed in different countries late in the last century, only the WPK advanced along the road of victory and shone brilliantly as an example for the progressive political parties of the world and as the beacon of hope under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The triumphant history of the WPK is unthinkable without him.\n\t\t\t\t\t\n\t\t\t\t\t The New Socialist Party of Romania pays highest tribute to him for making a distinguished contribution to strengthening the WPK."
        },
        {
            "title": "Foreign Newspapers on Kim Jong Il's Exploits",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-04ee.html",
            "content": "Foreign Newspapers on Kim Jong Il's Exploits\r\nPyongyang, June 17 (KCNA) -- The Syrian and British Newspapers carried special write-ups to mark the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The Syrian newspaper Tishrin on June 7 carried an article titled \"On the occasion of the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the WPK, People's Korea invariably advancing towards progress and development\" illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, from the first day when he started work at the Party Central Committee, made sure that the DPRK held fast to the Juche idea as the guiding idea in the struggle for progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t In this course, the Juche idea was proved to be the new and original revolutionary idea reflecting the people's interests and requirements of the era of independence, and the ideological and volitional unity and cohesion of the party based on the Juche idea was perfectly realized.\n\t\t\t\t\t\n\t\t\t\t\t After President Kim Il Sung passed away, Kim Jong Il set the slogan calling for firmly arming oneself with the President's revolutionary idea as the one of the party's main slogans and developed the WPK into the most revolutionary one which remains unperturbed by any challenge.\n\t\t\t\t\t\n\t\t\t\t\t He developed the WPK into a mother party which serves the people, consolidated as firm as a rock the single-minded unity of the leader, party and people and comprehensively applied Songun politics as required by the times.\n\t\t\t\t\t\n\t\t\t\t\t The June issue of the British newspaper Proletarian dedicated two pages to an article titled \"The WPK reaffirms its will to advance along the road of socialism\"."
        },
        {
            "title": "S. Korean Puppet Gangsters' Unethical Crime Accused in Bangladesh",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-07ee.html",
            "content": "S. Korean Puppet Gangsters' Unethical Crime Accused in Bangladesh\r\nPyongyang, June 17 (KCNA) -- A meeting was held under the co-sponsorship of the progressive political parties and organizations in Bangladesh on June 12.\n\t\t\t\t\t Present at the meeting were figures of the Revolutionary Workers' Party of Bangladesh, Democratic Revolutionary Party of Bangladesh, United Communist League of Bangladesh and the Bangladesh Group for the Study of the Songun Policy and masses.\n\t\t\t\t\t\n\t\t\t\t\t The meeting informed the DPRK's principled stand as regards the fact that the south Korean puppet gangsters are viciously seeking the anti-DPRK plots while resorting to the allurement and abduction of the citizens of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speakers demanded an immediate repatriation of the DPRK's citizens and punishment of the criminals, strongly denouncing the unethical crimes of the south Korean puppet group which leaves no means untried to do harm to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A joint statement was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Though the fact that the DPRK's citizens were allured and abducted in group was clearly disclosed, the south Korean authorities are persistently declining even the just demand of the families of the victims.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are keeping the abductees strictly away from any contact with outside and making desperate efforts to create impression that they \"defected from the north at their free will\".\n\t\t\t\t\t\n\t\t\t\t\t The progressive people of Bangladesh strongly urge the south Korean authorities to immediately stop all sorts of plots and hostile acts against the DPRK and send its citizens back home without delay and punish the criminals.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support to the DPRK in its efforts for firmly defending its sovereignty and protecting rights of its citizens."
        },
        {
            "title": "CNR aclara posicion de RPDC frente a palabras provocativas de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-10ss.html",
            "content": "CNR aclara posicion de RPDC frente a palabras provocativas de Park Geun-hye\r\nPyongyang, 17 de junio (ACNC) -- En el \"acto de apertura\" de la 20a sesion de la Asamblea Nacional del Sur de Corea, Park Geun-hye solto las palabras conflictivas cuestionando otra vez las armas nucleares de la Republica Popular Democratica de Corea y envio un mensaje visual hecho con las calumnias anti-RPDC al \"consejo consultivo por la democracia, la paz y la unificacion\". \n\t\t\t\t\tEn visperas del 16o aniversario de la publicacion de la Declaracion Conjunta del 15 de Junio, Park disparateo que el \"desarrollo nuclear del Norte impide la mejora de relaciones intercoreanas\" y que \"ahora es el momento en que se desarrolla la disputa de voluntades para la conquista de la meta de la desnuclearizacion del Norte\". \n\t\t\t\t\t\n\t\t\t\t\tEn su nota fechada 17, el portavoz del Consejo Nacional por la Reconciliacion (CNR) senalo que el hecho demuestra fehacientemente la figura abominable y miserable de Park que se enfurece en cualquier momento presa de morbosa hostilidad a la parte connacional y la fobia nuclear del Norte, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tPuesto que Park volvio a desafiar frontalmente con las palabras malsanas intolerables a la buena bondad y la sinceridad de la parte connacional, aclaramos nuestra posicion frente a la intencion mala ocultada en esas palabras. \n\t\t\t\t\t\n\t\t\t\t\tEs una sofisteria impersuasible a nadie la teoria rara de que las armas nucleares de caracter agresivo de su amo gringo no afectan a las relaciones intercoreanas, pero las nuestras de caracter autodefensivo obstaculizan la mejora de relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\tSi echamos la vista al pasado, las relaciones intercoreanas se desarrollaron por la orbita del 15 de junio superando la crisis y eso jugo un papel positivo en promover el proceso de desnuclearizacion de la Peninsula Coreana, aunque el imperio y las fuerzas seguidoras trataban de llevar a la extremidad la situacion hablando ruidosamente de la \"amenaza nuclear del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tLa realidad testimonia fehacientemente que las relaciones intercoreanas dependen de si tienen o no la voluntad de abrir el camino de reunificacion con la reconciliacion y la unidad nacionales, y no tienen nada que ver con la posesion de armas nucleares de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tComo evaluan unanimemente el interior y exterior del pais, el obstaculo principal de la mejora de relaciones intercoreanas es la politica hostil anti-RPDC y las maquinaciones de confrontacion fratricida de los compinches conservadores proyanquis. \n\t\t\t\t\t\n\t\t\t\t\tDeviene una tergiversacion completa y fraude sobre la esencia del enfrentamiento nuclear RPDC-EE.UU. el que las armas nucleares de la RPDC amenazan la paz y la estabilidad de la Peninsula Coreana, la region del Nordeste Asiatico y el resto del mundo. \n\t\t\t\t\t\n\t\t\t\t\tEstados Unidos, que cerco con armas nucleares todo el mundo y derrumbo con el garrote nuclear los paises que no le obedecian, hoy tambien ejerce a la RPDC la mas brutal amenaza nuclear sin precedente. \n\t\t\t\t\t\n\t\t\t\t\tA tales tentativas se suman los reaccionarios japoneses y otras chusmas del mundo occidental. \n\t\t\t\t\t\n\t\t\t\t\tNuestra posesion de armas nucleares cuestionadas como \"amenaza\" por la horda titere del Sur de Corea, fue inevitable opcion autodefensiva para defender la dignidad, la soberania, el destino y el futuro de si mismo desde las arbitrariedades y agresion de las fuerzas aliadas imperialistas dirigidas por el imperio.\n\t\t\t\t\t\n\t\t\t\t\tEn vez de reconocer esa realidad, los titeres surcoreanos describen injustamente nuestras \"armas nucleares\" como \"amenaza\". ?Sera que se volveran en si cuando sientan en carne propia lo que es una amenaza de verdad?\n\t\t\t\t\t\n\t\t\t\t\tSolo los idiotas serviles a grandes potencias pueden decir las tonterias tales como la sociedad internacional aplica la \"sancion fuerte contra el Norte\" con fuerzas unidas y la \"estructura de enfrentamiento entre la sociedad internacional y el Norte\".\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y unos paises satelites no pueden representar la sociedad internacional y la RPDC no vacilara ni un comino ante la chismografia de esa chusma carente de criterio propio e imparcialidad.\n\t\t\t\t\t\n\t\t\t\t\tEn realidad, EE.UU. intenta conseguir mas pais satelite en la lucha con la RPDC, porque conoce bien que le resulta dificil enfrentarse a solas al peso y la fuerza de ella.\n\t\t\t\t\t\n\t\t\t\t\tHablar en tales circunstancias de \"la estructura de enfrentamiento entre la sociedad internacional y el Norte\" significa anunciar por si mismo que la RPDC es la superpotencia que nadie puede vencer.\n\t\t\t\t\t\n\t\t\t\t\tEs una expresion coherente de la fiebre conflictiva que parte del intento de evadir hasta el final el mejoramiento de relaciones N-S, deseado por toda la nacion, decir que nuestra propuesta de dialogo es para \"cambiar la coyuntura\" de sancion y presion.\n\t\t\t\t\t\n\t\t\t\t\tAunque Park Geun-hye piensa como si la sancion y presion preconizadas por los titeres surcoreanos estan haciendo \"sufrir\" a nuestro pais, esto no pasa de ser una oportunidad para elevar mil veces nuestra capacidad de autofortalecimiento.\n\t\t\t\t\t\n\t\t\t\t\tAdemas ella dijo que se debe acabar con el \"circulo vicioso\" de \"provocacion-dialogo-recompensa-reprovocacion\", generado por el Norte al decir de los titeres surcoreanos. He aqui otro disparate para encubrir su naturaleza de provocadora.\n\t\t\t\t\t\n\t\t\t\t\tSe puede parafrasear el \"circulo vicioso\" referido por ella  como el de provocacion por EE.UU. y la banda surcoreana -nuestra reaccion intransigente-rendicion de ellos -reprovocacion de los descuidados.\n\t\t\t\t\t\n\t\t\t\t\tEntonces, seria correcto decir que la formula de evolucion de la situacion de la Peninsula Coreana deviene la de \"provocacion-reaccion intransigente-rendicion-reprovocacion\" que acontecen entre las fuerzas hostiles incluyendo EE.UU. y nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tDecir que acabaria con el \"circulo vicioso\", significa que Park declaro que no optara por el camino de mejora de relaciones intercoreanas enfrentandose hasta el final con la parte connacional.\n\t\t\t\t\t\n\t\t\t\t\tSi Park Geun-hye cuyo destino esta por finalizar se obstina en no dialogar, tampoco se lo pediremos reiteradamente.\n\t\t\t\t\t\n\t\t\t\t\tLos disparates de Park que cuestiono hasta nuestro \"problema de derechos humanos\", devienen un engano descarado para disimular su crimen de violacion de DDHH sin precedentes que produjo la condena y el rechazo dentro y fuera del pais.\n\t\t\t\t\t\n\t\t\t\t\tLa Republica Popular Democratica de Corea, donde las masas populares son duenas verdaderas del Estado y la sociedad, es el pais que da importancia al hombre y respeta los DDHH asegurando al pueblo todos los derechos del hombre.\n\t\t\t\t\t\n\t\t\t\t\tPark Geun-hye es la psicopata que reune a los traidores a la patria como si fueran \"tesoros\" y recoge sus embustes aceptandolos como \"proverbios\". \n\t\t\t\t\t\n\t\t\t\t\tEn verdad, ella es violadora brutal de DDHH que no tiene decoro ni calidad para abordar este tema.\n\t\t\t\t\t\n\t\t\t\t\tSi sigue tratando de alargar los dias contados de su vida con sus disparates anti-RPDC y sucias maniobras, ella sera sepultada ganandose las maldiciones de la nacion indignada."
        },
        {
            "title": "Efectuado encuentro de narracion de funcionarias e integrantes de UMDC",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-21ss.html",
            "content": "Efectuado encuentro de narracion de funcionarias e integrantes de UMDC\r\nPyongyang, 17 de junio (ACNC) -- Con motivo del 52o aniversario del inicio del trabajo del Dirigente Kim Jong Il en el Comite Central del Partido del Trabajo de Corea, tuvo lugar este viernes en el Palacio Cultural del Pueblo el encuentro de narracion de las funcionarias e integrantes de la Union de Mujeres Democraticas de Corea.\n\t\t\t\t\tParticiparon en el la presidenta del Comite Central de la UMDC, Kim Jong Sun, y otras funcionarias de esta organizacion de mujeres y las integrantes capitalinas.\n\t\t\t\t\t\n\t\t\t\t\tKim Tong Suk, esposa de Sim Chang Wan, ex jefe de la Direccion Politica del Ministerio de la Seguridad Social, dijo que bajo el amor y confianza primordial del Dirigente, su esposo crecio como camarada autentico que comparte el destino con el partido y como soldado revolucionario que materializo cabalmente la idea y la voluntad del partido.\n\t\t\t\t\t\n\t\t\t\t\tRi Son Mi, hija del investigador de la Universidad Kim Il Sung, Ri Won Gyong, laureado con el Premio Kim Il Sung, Academico, Profesor y Doctor Titulares, recordo que el Dirigente evaluo a su padre, que sufria la pena mental, como un funcionario quien trabajaba sinceramente para responder a las benevolencias del partido, se tomo foto junto a su padre y le dispenso las benevolencias.\n\t\t\t\t\t\n\t\t\t\t\tYu Ae Sun, presidenta de la organizacion de base de la UMDC en el barrio de Ryukgyo No.2 de municipio de Phyongchon, recordo el hecho de que el Dirigente dirigio su ejecucion inmadura de violin, haciendo florecer talento artistico.\n\t\t\t\t\t\n\t\t\t\t\tLas oradoras expresaron la determinacion de cumplir el deber y el papel de las mujeres coreanas en la campana de 200 dias de fidelidad para materializar la decision del VII Congreso del PTC."
        },
        {
            "title": "Encuentro conjunto de amistad por 50o aniversario de fundacion de ITF",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-18ss.html",
            "content": "Encuentro conjunto de amistad por 50o aniversario de fundacion de ITF\r\nPyongyang, 17 de junio (ACNC) -- Tuvo lugar hoy el encuentro conjunto de amistad por el 50o aniversario de la fundacion de la Federacion Internacional de Taekwondo (ITF en ingles).\n\t\t\t\t\tTomaron parte en la ocasion Ri Yong Son, presidente de la ITF, la delegacion de Taekwondo presidida por Leong Wai Meng, vicepresidente de la ITF, Kim Kyong Ho, presidente del Comite de Taekwondo de Corea, los funcionarios interesados, los maestros de Taekwondo y los taekwondocas.\n\t\t\t\t\t\n\t\t\t\t\tHubo intervencion de Ri. \n\t\t\t\t\t\n\t\t\t\t\tEl se refirio a que el acto conmemorativo del 50o aniversario de la fundacion de la ITF demostro el verdadero aspecto de la ITF de mantener firmemente y desarrollar incesantemente la pureza y tradicion de Taekwondo ortodoxo con las fuerzas unidas de los taekwondocas.\n\t\t\t\t\t\n\t\t\t\t\tPuntualizo que la ITF seguira intensificandose como prestigiosa organizacion de arte marcial que ostentara con firmeza el poderio de Taekwondo ortodoxo. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes profundizaron el sentimiento de amistad realizando diversos juegos deportivos y recreativos."
        },
        {
            "title": "Minju Joson denuncia disparates conflictivos de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-02ss.html",
            "content": "Minju Joson denuncia disparates conflictivos de Park Geun-hye\r\nPyongyang, 17 de junio (ACNC) -- Hace poco, en el acto de apertura de la \"Asamblea Nacional\", Park Geun-hye disparateo que el \"desarrollo nuclear del Norte impide la mejora de las relaciones Sur-Norte y amenaza la paz y la seguridad\".\n\t\t\t\t\tCalifico de \"intento de cambio de coyuntura\" y \"engano\" la propuesta de buena voluntad de la Republica Popular Democratica de Corea de resolver todos los problemas pendientes entre el Norte y el Sur con el metodo de dialogo y negociaciones. Insatisfecha con esto abogo por la necesidad de \"conducir al Norte a renunciar las armas nucleares y optar el camino de cambio\".\n\t\t\t\t\t\n\t\t\t\t\tTales disparates de Park Geun-hye no valen la pena de discutirlo porque no pasan de ser un espasmo histerico de la maniaca conflictiva que esta muy intranquila y desesperada.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el periodico Minju Joson en un comentario individual difundido este viernes y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEl que Park niega el dialogo e insiste en el enfrentamiento y la \"sancion\" calificando de \"intento del cambio de coyuntura frente a la reaccion poderosa\" de la sociedad internacional y de \"engano\" la propuesta de buena fe y magnanimidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTodo esto deviene la expresion de ignorante carente de la elemental capacidad de juicio y la estupidez que acelera la  autodestruccion.\n\t\t\t\t\t\n\t\t\t\t\tPark Geun-hye debe decir con prudencia reflexionando profundamente que tragico resultado causara abandonar la oportunidad del destino con tales locuras."
        },
        {
            "title": "Belicistas titeres surcoreanos desarrollan ejercicios belicos en zona maritima candente",
            "url": "http://kcna.co.jp/item/2016/201606/news17/20160617-17ss.html",
            "content": "Belicistas titeres surcoreanos desarrollan ejercicios belicos en zona maritima candente\r\nPyongyang, 17 de junio (ACNC) -- Segun la cadena surcoreana Yonhap News, se libraron de manera desesperada el dia 16 bajo la direccion de la comandancia de la segunda flota de las fuerzas navales del Sur de Corea los ejercicios de movilidad en las aguas perifericas de las 5 islas del Mar Oeste de Corea. \n\t\t\t\t\tHablando de la \"provocacion local de alguien en la linea del limite al Norte\", los belicistas planean desarrollar hasta el dia 18 los ejercicios militares tales como el disparo antiaereo y anti-buque movilizando decenas de buques de guerra incluyendo el destructor Aegis y mas de 10 aviones. \n\t\t\t\t\t\n\t\t\t\t\tEl dia 15, la comandancia de defensa de las islas de noroeste perpetro el llamado entrenamiento para hacer frente a la emergencia en las islas como Paekryong y Yonphyong."
        }
    ]
}