{
    "date": "2016-02-09",
    "url": "http://kcna.co.jp/item/2016/201602/2016-02-09ee.html",
    "articles": [
        {
            "title": "Message of Condolence to Syrian President",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-15ee.html",
            "content": "Message of Condolence to Syrian President\r\nPyongyang, February 9 (KCNA) -- Supreme leader Kim Jong Un Tuesday sent a message of condolence to Bashar Al-Assad, president of the Syrian Arab Republic.\n\t\t\t\t\t The message expressed the deepest condolences and sympathy to Bashar Al-Assad over the death of Anisa Makhlouf, widow of President Hafez Al-Assad, eternal leader of the advance of the Syrian Arab people, and mother of Bashar Al-Assad.\n\t\t\t\t\t\n\t\t\t\t\t It expressed firm belief that Bashar Al-Assad would win greater victory in the just struggle to defend the sovereignty and security of the country by turning the sorrow into vigor."
        },
        {
            "title": "Successful Launch of Satellite Hailed in Provinces",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-16ee.html",
            "content": "Successful Launch of Satellite Hailed in Provinces\r\nPyongyang, February 9 (KCNA) -- Army-people rallies of North Phyongan, South Hwanghae and North Hamgyong Provinces for hailing the successful launch of earth observation satellite Kwangmyongsong-4 took place on Tuesday.\n\t\t\t\t\t Present at the rallies were officials of local party and power bodies and working people's organizations, factories, enterprises, farms and universities, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, people from all walks of life and youths and students.\n\t\t\t\t\t\n\t\t\t\t\t A report of the National Aerospace Development Administration of the DPRK was read out to be followed by congratulatory speeches at the rallies.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the successful launch of the satellite was an event to be specially recorded as it once again demonstrated the dignity and might of the great Paektusan nation.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the successful launch fully demonstrated the might of Juche industry and the scientific and technological potentials of the country and once again proved the position of the DPRK advancing toward the world.\n\t\t\t\t\t\n\t\t\t\t\t The successful launch of Juche satellite strikingly manifested the general might of the great Paektusan nation and instilled great confidence and optimism about the final victory into the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They called for demonstrating the dignity and spirit of full-fledged space power and working hard for the victorious advance of the revolutionary cause of Juche, the revolutionary cause of Songun that started on Mt. Paektu under the leadership of the Workers' Party of Korea."
        },
        {
            "title": "Successful Satellite Launch Encourages People in DPRK",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-13ee.html",
            "content": "Successful Satellite Launch Encourages People in DPRK\r\nPyongyang, February 9 (KCNA) -- The successful launch of earth observation satellite Kwangmyongsong-4 immerses all the people of the DPRK in a great festive mood.\n\t\t\t\t\t Cha Song Chol, a workshop head of the Chollima Steel Complex, said that the successful satellite launch instills into us the conviction that the cause of building a thriving nation is near at completion.\n\t\t\t\t\t\n\t\t\t\t\t This success greatly encourages steel workers in their general offensive to greet the 7th Congress of the Workers' Party of Korea with unprecedented labor achievements, he said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t We will put the production processes on a Juche-oriented basis to boost the production, thus making a contribution to building an economic giant in the principle of giving priority to self-development.\n\t\t\t\t\t\n\t\t\t\t\t Pho Hui Song, manager of the February 8 Jikdong Youth Coal Mine under the Sunchon Area Youth Coal Mining Complex, said that we, colliers, are proud of being the citizens of Juche Korea. \n\t\t\t\t\t\n\t\t\t\t\t The successful satellite launch assures us that any difficulties can be overcome if we keep deep in our minds the principle of giving priority to self-development, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t We will increase the coal production with the confidence of our victory in building a thriving nation to send more coal to leading sectors of national economy."
        },
        {
            "title": "Preparations for New Year's Farming Progress Apace in Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-11ee.html",
            "content": "Preparations for New Year's Farming Progress Apace in Pyongyang\r\nPyongyang, February 9 (KCNA) -- Officials and other people in the agricultural field of Pyongyang are making innovations in the preparations for farming this year.\n\t\t\t\t\t The production of home-made compost and spreading of fertile soil on the fields have been overfulfilled 102 percent and 105 percent respectively as compared with the same period of last year.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the City Rural Economy Committee and farms went to cooperative fields for information service and made sure that compost was carried to fields in good time by mobilizing tractors, draught oxen and other delivery means."
        },
        {
            "title": "Anniversary of Working People's Organizations Publishing House Marked",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-14ee.html",
            "content": "Anniversary of Working People's Organizations Publishing House Marked\r\nPyongyang, February 9 (KCNA) -- The Working People's Organizations Publishing House marked its 70th birthday.\n\t\t\t\t\t Being associated with the leadership feats of the peerlessly great men of Mt. Paektu, the house is a comprehensive publication and information service center for educating the members of the working people's organizations and other people in the Juche idea, Songun idea and for disseminating rich knowledge of culture.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung saw to it that Rodongja Sinmun, the first newspaper of working people's organizations, was brought out right after the liberation of Korea and indicated the way to be followed by it.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il made sure that measures were taken to create a comprehensive base for editing and publishing the publications of working people's organizations and that February 9, Juche 35 (1946) when Rodongja Sinmun was founded under the leadership of the President was set as the foundation day of the publishing house.\n\t\t\t\t\t\n\t\t\t\t\t For the past 70 years since its foundation the publishing house has developed into a powerful mass publication and information service center of the Workers' Party of Korea under the guidance of the great leaders and the Party Central Committee, thus creditably fulfilling its honorable mission and duty of bringing up the members of the working people's organizations and other people from all walks of life to be genuine revolutionaries with transparent revolutionary awareness and rich cultural attainments.\n\t\t\t\t\t\n\t\t\t\t\t A meeting to mark the founding anniversary took place at the People's Palace of Culture Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message sent by the C.C., the Workers' Party of Korea to the journalists, editors and officials of the publishing house was conveyed at the meeting."
        },
        {
            "title": "Folk Customs in Bloom",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-12ee.html",
            "content": "Folk Customs in Bloom\r\nPyongyang, February 9 (KCNA) -- On the occasion of the Lunar New Year's Day, Juche 105 (2016), people in the DPRK recall with deep emotion the efforts leader Kim Jong Il, a peerless patriot, had made in carrying forward and developing folk customs.\n\t\t\t\t\t Kim Jong Il in his life time authored many famous works, including \"On Preserving the Juche Character and National Character of the Revolution and Construction\", which clearly indicate the orientation and ways for maintaining the national character and further developing it. \n\t\t\t\t\t\n\t\t\t\t\t He used to say that officials should pay due attention to folk games like yut game, Janggi (Korean chess), swing, seesaw and kite-flying.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his noble intention to add luster to the greatness of the Korean nation, the book \"Folk Customs of Korea\" came to be published. It deals with the superior folk customs of the Korean nation in a systematic way.\n\t\t\t\t\t\n\t\t\t\t\t The custom of national dressing has been encouraged and even songs, dances and dishes are giving a glimpse of national characters in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t On holidays, citizens enjoy kite-flying, Korean wrestling and other folk games. Typical of them is the annual National Ssirum (Korean wrestling) Tournament for Grand Bull Prize.\n\t\t\t\t\t\n\t\t\t\t\t Now, the folk customs of the Korean nation enter the period of full efflorescence under the wise guidance of supreme leader Kim Jong Un who is creditably carrying forward the patriotic will of Kim Jong Il."
        },
        {
            "title": "Liquidation of Japan's Past Crimes Urged",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-09ee.html",
            "content": "Liquidation of Japan's Past Crimes Urged\r\nPyongyang, February 9 (KCNA) -- Families of victims of forcible mobilization by the Japanese imperialists held a meeting before the girl statue in front of the Japanese embassy in Seoul on February 3 urging Japan to liquidate its past crimes, according to the south Korean Yonhap News.\n\t\t\t\t\t Speakers strongly denounced the authorities for humiliatingly \"agreeing\" with Japan on the issue of the sexual slavery for the Imperial Japanese Army from their political interests.\n\t\t\t\t\t\n\t\t\t\t\t They said that they would organize the political party advocating the rights of those who fell victim to the Japanese imperialists and conduct activities for the people's sovereignty including the movement for getting reparations for damage caused by all crimes perpetrated by the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting declared the formation of the above-said political party."
        },
        {
            "title": "All-People Signature Campaign Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-10ee.html",
            "content": "All-People Signature Campaign Declared in S. Korea\r\n Pyongyang, February 9 (KCNA) -- The south Korean Confederation of Trade Unions held a press conference at the Kwanghwamun plaza in Seoul on Feb. 3 at which it declared it would launch an all-people signature campaign for keeping alive workers and common people, according to Yonhap News of south Korea.\n\t\t\t\t\t The organization said that the plutocrats are conducting a \"signature campaign for urging legislative for people's life\" in a bid to forcibly wrest signatures from company employees.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" is intervening in it, the organization said, terming it a \"government-controlled signature campaign\".\n\t\t\t\t\t\n\t\t\t\t\t It said that the labor circle would launch an all-people signature campaign for keeping alive workers and common people."
        },
        {
            "title": "Day of Shining Star Marked in Syria, Guinea",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-03ee.html",
            "content": "Day of Shining Star Marked in Syria, Guinea\r\nPyongyang, February 9 (KCNA) -- Round-table talks took place in Syria and a reading session in Guinea on January 28 to mark the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t Present at the events were personages and masses in relevant countries.\n\t\t\t\t\t\n\t\t\t\t\t Speakers praised Kim Jong Il for devoting his whole life to the people with his warmest love for the country."
        },
        {
            "title": "Day of Shining Star Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-04ee.html",
            "content": "Day of Shining Star Celebrated Abroad\r\nPyongyang, February 9 (KCNA) --The Korean Friendship Association headquartered in Spain posted a special write-up on its website on February 2 to mark the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t Posted on the website were articles titled \"Kim Jong Il, eternal general secretary of Workers' Party of Korea\", \"HE Kim Jong Il's great idea shines forever\", \"Leader Kim Jong Il and Korea today\" and \"Developing Workers' Party of Korea into invincible party\" praising his revolutionary career and exploits, illustrated with the portrait of the smiling leader and photos showing his revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t The website said in a preface:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Il is the great leader and peerless strategist who developed the Workers' Party of Korea into an invincible party leading the Korean people to victory and glory and strengthened the Korean People's Army into a powerful revolutionary army capable of defeating any formidable enemy, true to the idea and exploits of President Kim Il Sung."
        },
        {
            "title": "Kim Jong Il's Work Posted on Polish Website",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-01ee.html",
            "content": "Kim Jong Il's Work Posted on Polish Website\r\nPyongyang, February 9 (KCNA) -- Leader Kim Jong Il's work \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation\" was posted on the Polish website \"DPRK\" on Feb. 2.\n\t\t\t\t\t The work published on April 18, Juche 87 (1998) clarifies the five-point policy for the great national unity which serves as the important guidelines for achieving the great unity of the entire nation."
        },
        {
            "title": "Kim Jong Un's New Year Address Carried by UK Organization in Bulletin",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-02ee.html",
            "content": "Kim Jong Un's New Year Address Carried by UK Organization in Bulletin\r\nPyongyang, February 9 (KCNA) -- The full text of Marshal Kim Jong Un's New Year Address was carried by the British Group for the Study of the Juche Idea in its special bulletin \"Star of independence\" on Jan. 31."
        },
        {
            "title": "Nuclear Issue of DPRK, Product of U.S. Hostile Policy: Bulgarian Newspaper",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-06ee.html",
            "content": "Nuclear Issue of DPRK, Product of U.S. Hostile Policy: Bulgarian Newspaper\r\nPyongyang, February 9 (KCNA) -- The January 1-15th issue of the Bulgarian newspaper Novo Rabotnichesko Delo carried an article titled \"Comment on Western analysis of DPRK's H-bomb test\".\n\t\t\t\t\t It said that the DPRK released its government's statement as regard its successful H-bomb test.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK said in its government's statement that the DPRK, a responsible nuclear weapons state, will neither be the first to use nuclear weapons nor transfer relevant means and technology under any circumstances as already declared as long as the hostile forces for aggression do not encroach upon its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t It also said that there can neither be suspended nuclear development nor nuclear dismantlement on the part of the DPRK unless the U.S. has rolled back its vicious hostile policy toward the former.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. claims that it will not \"cooperate\" with the DPRK if it neither stops nor abandons its nuclear program.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK made clear that its H-bomb test was a measure for thoroughly defending the sovereignty of the country and the nation's right to existence from the daily-escalating nuclear threat and blackmail of the U.S.-led hostile forces and reliably ensuring peace in the Korean Peninsula and the security in the region.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear issue of the DPRK is a product of the U.S. hostile policy."
        },
        {
            "title": "DPRK's H-bomb Test Hailed by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-07ee.html",
            "content": "DPRK's H-bomb Test Hailed by Nigerian Organization\r\nPyongyang, February 9 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism on January 28 posted on its website an article titled \"U.S. should be accustomed to status of DPRK as nuclear weapons state.\"\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The first H-bomb test conducted by the DPRK is a just measure to defend the sovereignty of the country and the vital right of the nation and ensure peace in the Korean Peninsula and regional security.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, which is exerting all its efforts to the economic construction and the improvement of the people's standard of living, is not interested in escalating the tension but requires more stable situation and peaceful climate than ever before.\n\t\t\t\t\t\n\t\t\t\t\t Its H-bomb test was a normal course it has undergone for implementing the line of simultaneously pushing forward economic construction and the building of nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t As the U.S. makes it part of its life to commit hostile acts against the DPRK, the latter also makes it part of its life to implement the above-said line to cope with them.\n\t\t\t\t\t\n\t\t\t\t\t Now the U.S. should be accustomed to the status of the DPRK as a nuclear weapons state whether it likes or not."
        },
        {
            "title": "Lecture Sessions Held Abroad",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-05ee.html",
            "content": "Lecture Sessions Held Abroad\r\nPyongyang, February 9 (KCNA) -- Lecture sessions were held by the Socialist Party of Romania and the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna and at Progres School of Mali on February 1 and 2 on the occasion of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t The chairman of the Socialist Party of Romania who doubles as chairman of the preparatory committee for celebrating the Day of the Shining Star praised Kim Jong Il as the great leader who further glorified the DPRK as a socialist power independent in politics, self-supporting in economy and self-reliant in defence despite the persistent moves of the U.S.-led imperialist allied forces.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna praised him as the great master in ideology and theory who comprehensively systemized the Juche idea and developed and enriched it."
        },
        {
            "title": "Lanzados fuegos artificiales para festejar  exitoso lanzamiento de Kwangmyongsong-4",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-01ss.html",
            "content": "Lanzados fuegos artificiales para festejar  exitoso lanzamiento de Kwangmyongsong-4\r\nPyongyang, 9 de febrero (ACNC) -- En la capital Pyongyang se realizo por la noche del dia 8 el disparo de fuegos artificiales felicitando el exito de lanzamiento del satelite de observacion de la Tierra Kwangmyongsong-4.\n\t\t\t\t\tLos oficiales y soldados del Ejercito Popular de Corea, trabajadores de diferentes estratos, jovenes y ninos escolares estaban conglomerados en la Plaza Kim Il sung, la colina Mansu, el puente Okryu y otros lugares de la capital esperando el momento de disparo de fuegos artificiales.\n\t\t\t\t\t\n\t\t\t\t\tLos fuegos artificiales se lanzaron con la interpretacion de la cancion \"Nos asimilaremos al General\".\n\t\t\t\t\t\n\t\t\t\t\tLos fuegos artificiales decoraron hermosamente el cielo nocturno de la ciudad mostrando la gran alegria de Corea del Songun."
        },
        {
            "title": "Espiritu de autofortalecimiento trajo magnifica victoria de nacion",
            "url": "http://kcna.co.jp/item/2016/201602/news09/20160209-10ss.html",
            "content": "Espiritu de autofortalecimiento trajo magnifica victoria de nacion\r\nPyongyang, 9 de febrero (ACNC) -- Ahora, el lanzamiento exitoso del satelite de observacion de la Tierra Kwangmyongsong-4 que consolido mas la posicion del pais fabricador, lanzador y poseedor del satelite artificial, da gran alegria al pueblo coreano que celebra el Ano Nuevo Lunar y lleva al climax el ambiente de la fiesta.\n\t\t\t\t\tSobre todo, la clase obrera encargada de la rama priorizada de la economia nacional esta imbuida de la decision de ser locomotora en abrir una epoca de mayor esplendor para la construccion de un Estado poderoso y prospero en este ano en que se efectua el VII Congreso del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe de taller del Complejo de Acero Chollima, Cha Song Chol, dijo a la ACNC que el lanzamiento exitoso del satelite de observacion de la Tierra reafirmo mas la conviccion de que el futuro de Estado prospero esta muy proximo.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que este gran acontecimiento que volvio a manifestar vigorosamente a todo el mundo el poderio nacional inagotable de la Corea del Juche y la justicia de la politica del Partido del Trabajo de Corea de dar importancia a las ciencias y tecnicas, le da gran fuerza y coraje a los obreros de dicho complejo que desarrollan la ofensiva general hacia el VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que produciremos mucho mas los materiales de hierro y acero que contribuyen a la construccion de una potencia economica acelerando la jucheanizacion y la modernizacion del proceso de la produccion de hierro con la bandera del autofortalecimiento en alto como miembros de la heroica clase obrera de Kim Il Sung y Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Pho Hi Song, director de la Mina Carbonifera Juventud 8 de Febrero de Jikdong del Complejo Carbonifero Juventud de la Region de Sunchon, dijo que le siente de gran orgullo y dignidad como ciudadano de la Corea del Juche que fabrica facilmente el satelite o el cohete transportador si lo decide y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tEsta victoria lograda por el espiritu del autofortalecimiento infunde a los carboneros la conviccion de que pueden superar sin falta todos los obstaculos y dificultades. \n\t\t\t\t\t\n\t\t\t\t\tProduciremos cada dia mucho carbon llevandonos la fe en la victoria final de la construccion de un Estado prospero para enviarlo a la industria electrica y otras ramas importantes de la economia nacional."
        }
    ]
}