{
    "date": "2016-02-12",
    "url": "http://kcna.co.jp/item/2016/201602/2016-02-12ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Receives Message of Greeting from Syrian President",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-36ee.html",
            "content": "Kim Jong Un Receives Message of Greeting from Syrian President\r\nPyongyang, February 12 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Bashar Al-Assad, president of the Syrian Arab Republic, on Feb. 11.\n\t\t\t\t\t The message extended the most heartfelt congratulations to Kim Jong Un on the occasion of the 74th birth anniversary of Kim Jong Il, eternal general secretary of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It wished Kim Jong Un good health and happiness and the friendly Korean people greater progress and prosperity."
        },
        {
            "title": "Kim Jong Un Receives Gift from C.C., LPRP",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-37ee.html",
            "content": "Kim Jong Un Receives Gift from C.C., LPRP\r\nPyongyang, February 12 (KCNA) -- Marshal Kim Jong Un was presented with a gift by the Central Committee of the Lao People's Revolutionary Party (LPRP).\n\t\t\t\t\t The gift was conveyed to Kim Yong Chol, secretary of the Central Committee of the Workers' Party of Korea who is leading the WPK delegation on a visit to the Lao People's Democratic Republic, by Kikeo Khaykhamphithoune, secretary of the Central Committee of the LPRP and chairman of its Commission for Propaganda and Training Affairs, on Friday."
        },
        {
            "title": "Talks between Delegations of WPK and LPRP Held",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-31ee.html",
            "content": "Talks between Delegations of WPK and LPRP Held\r\nPyongyang, February 12 (KCNA) -- There took place talks between delegations of the Workers' Party of Korea (WPK) and the Lao People's Revolutionary Party (LPRP) in Vientiane Thursday.\n\t\t\t\t\t Present there from the WPK side were the members of the WPK delegation led by Kim Yong Chol, secretary of its Central Committee, and the DPRK ambassador to Laos, and from the LPRP side were Kikeo Khaykhamphithoune, secretary of its Central Committee and chairman of its Commission for Propaganda and Training Affairs, and others concerned.\n\t\t\t\t\t\n\t\t\t\t\t At the talks the delegations exchanged the successes and experiences gained in the struggle for carrying out the joint cause and discussed the issue for further developing the relations between the two parties and other issues of common interest.\n\t\t\t\t\t\n\t\t\t\t\t That day the Central Committee of the LPRP gave a reception in honor of the WPK delegation."
        },
        {
            "title": "General Secretary of C.C., LPRP to Boost Friendly Relations with WPK",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-35ee.html",
            "content": "General Secretary of C.C., LPRP to Boost Friendly Relations with WPK\r\nPyongyang, February 12 (KCNA) -- The delegation of the Workers' Party of Korea (WPK) led by Kim Yong Chol, secretary of the Central Committee of the WPK, on a visit to Laos met and had a talk Thursday with Bounnhang Vorachith, general secretary of the Central Committee of the Lao People's Revolutionary Party (LPRP) at the building of the Party Central Committee.\n\t\t\t\t\t Bounnhang Vorachith said it is a vivid expression of support for the LPRP that supreme leader Kim Jong Un personally sent a congratulatory delegation as regards the successful 10th Congress of the Lao People's Revolutionary Party and the election of the general secretary of the Party Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t It is a fruition of the energetic leadership of Kim Jong Un that the WPK has made steady progress in bolstering up capabilities for self-defence and stepping up economic construction and the improvement of the people's living standard, he added.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un good health and big success in the work for leading the building of a thriving socialist nation, expressing his will to eternally boost the friendly and cooperative relations between the two parties and countries."
        },
        {
            "title": "WPK Delegation Meets Lao President",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-33ee.html",
            "content": "WPK Delegation Meets Lao President\r\nPyongyang, February 12 (KCNA) -- A delegation of the Workers' Party of Korea (WPK) led by Kim Yong Chol, secretary of its Central Committee, on a visit to Laos met and had a talk with Choummaly Sayasone, president of Laos, at the presidential building on Friday.\n\t\t\t\t\t Choummaly Sayasone said that Marshal Kim Jong Un sent a delegation of the WPK to congratulate the successful 10th Congress of the Lao People's Revolutionary Party, greatly inspiring the Lao party, government and people.\n\t\t\t\t\t\n\t\t\t\t\t The friendly and cooperative relations provided by the preceding leaders of the two countries will remain unchanged forever, he said, adding Laos will always support the just cause of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that the cause of building a thriving socialist nation will be surely realized thanks to Kim Jong Un who is confidently carrying forward the cause of President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "WPK Delegation Leaves for Laos",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-08ee.html",
            "content": "WPK Delegation Leaves for Laos\r\nPyongyang, February 12 (KCNA) -- A delegation of the Workers' Party of Korea (WPK) led by Kim Yong Chol, secretary of the WPK Central Committee, left here Thursday to visit Laos."
        },
        {
            "title": "WPK Delegation Back Home",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-34ee.html",
            "content": "WPK Delegation Back Home\r\nPyongyang, February 12 (KCNA) -- A delegation of the Workers' Party of Korea (WPK) led by Kim Yong Chol, secretary of the WPK Central Committee, returned home Friday after visiting Laos.\n\t\t\t\t\t During the stay the delegation visited the Kaysone Phomvihane Museum and historic relic ThatLuang tower."
        },
        {
            "title": "Iranian Ambassador Gives Reception",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-25ee.html",
            "content": "Iranian Ambassador Gives Reception\r\nPyongyang, February 12 (KCNA) -- Iranian Ambassador to the DPRK Mansour Chavoshi gave a reception at the embassy Friday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present there on invitation were Choe Thae Bok, chairman of the Supreme People's Assembly, Jong Yong Su, minister of Labor and chairman of the DPRK-Iran Friendship Association, Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Mansour Chavoshi said in a speech that Kim Jong Il devoted his all to wisely leading the Korean people to independence, progress and bright future all his life. Thanks to Kim Jong Il the DPRK is demonstrating its might as the world's power, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the friendly and cooperative relations between the DPRK and Iran provided by the preceding leaders of the two countries would grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok said that Iranian friends' celebration of the Day of the Shining Star (birth anniversary of Kim Jong Il) together with the Korean people is an expression of reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t The feats Kim Jong Il performed in the development of friendly relations between the DPRK and Iran and the cause of global independence will last forever, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will make positive efforts to boost the traditional relations of friendship and cooperation between the two countries provided by President Kim Il Sung and Kim Jong Il together with the leaders of Iran in various fields."
        },
        {
            "title": "Japan Assailed for Scrapping DPRK-Japan Inter-governmental Agreement",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-29ee.html",
            "content": "Japan Assailed for Scrapping DPRK-Japan Inter-governmental Agreement\r\nPyongyang, February 12 (KCNA) -- The Japanese government on Wednesday decided to make the first move to take sanctions measures against the DPRK independent of the UN sanctions under the pretext of the H-bomb test and satellite launch of the DPRK. \n\t\t\t\t\t The measures would reportedly include the expansion of objects to be subject to the freeze of fund and to the restrictions as for the personnel visits and remittance as well as re-effectuation of those sanctions which Japan partially lifted under the May, 2014 DPRK-Japan inter-governmental Stockholm agreement.\n\t\t\t\t\t\n\t\t\t\t\t The \"Special Investigation Committee\" of the DPRK issued a statement Friday denouncing the Japanese government for scrapping even the agreement reached at the inter-governmental talks without hesitation, being bereft of elementary fidelity.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries, who are accustomed to the bad habit of abusing the sincerity of the dialogue partner to use it as a source of provocation, reneged on all their commitments made in the inter-governmental agreement by citing an issue which has nothing to do with its implementation, and made a frontal challenge to the DPRK, the statement said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t We have already told Japan enough what consequences it may face for its reckless acts.\n\t\t\t\t\t\n\t\t\t\t\t But the Abe regime reapplied the sanctions which had been lifted and even took additional sanctions. This is little short of the declaration of its own scrapping of the Stockholm agreement.\n\t\t\t\t\t\n\t\t\t\t\t We clarify as follows our just stand now that Japan revealed its sinister intention to push the DPRK-Japan relations into a stalemate and to keep stand-off with the DPRK to the last:\n\t\t\t\t\t\n\t\t\t\t\t Firstly, the comprehensive investigation into all the Japanese that had been under way under the inter-governmental Stockholm agreement will be totally stopped and the \"Special Investigation Committee\" be dissolved from February 12, 2016.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, Japan's provocative acts of hostility toward the DPRK will ensue stronger countermeasures. \n\t\t\t\t\t\n\t\t\t\t\t The Abe regime has to hold full responsibilities for causing such a grave consequence as today's."
        },
        {
            "title": "Floral Basket Laid before Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-16ee.html",
            "content": "Floral Basket Laid before Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, February 12 (KCNA) -- Muhammadu Buhari, president and commander-in-chief of the Armed Forces of Nigeria, sent a floral basket to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on the occasion of the birth anniversary of Kim Jong Il.\n\t\t\t\t\t The floral basket was placed before the statues on Friday."
        },
        {
            "title": "Contributors to Satellite Launch Visit KPA Museum of Weapons and Equipment",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-21ee.html",
            "content": "Contributors to Satellite Launch Visit KPA Museum of Weapons and Equipment\r\nPyongyang, February 12 (KCNA) -- Contributors to the successful launch of satellite Kwangmyongsong-4 visited the Museum of Weapons and Equipment of the Korean People's Army (KPA) on Friday.\n\t\t\t\t\t Officials and employees of the museum presented bouquets to space conquerors when they arrived at the museum.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the museum, the guests went round various kinds of modern weapons and equipment including tanks, planes and strategic rockets manufactured by scientists, technicians and working class.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the data and weapons displayed at halls and outdoor exhibition ground.\n\t\t\t\t\t\n\t\t\t\t\t On the same day they had a pleasant time at the Munsu Water Park."
        },
        {
            "title": "Performance of Art Groups of Commissions, Ministries and National Institutions Given",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-32ee.html",
            "content": "Performance of Art Groups of Commissions, Ministries and National Institutions Given\r\nPyongyang, February 12 (KCNA) -- There took place a performance of art groups of commissions, ministries and national institutions at the People's Palace of Culture on Friday with the approach of the birth anniversary of leader Kim Jong Il. \n\t\t\t\t\t It was given by employees of 25 units including the State Science and Technology Commission, the Ministry of Land and Maritime Transport and the External Construction Guidance Bureau. \n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were colorful pieces such as choruses \"President Kim Il Sung and Leader Kim Jong Il Are Together\" and \"The Glow over Kangson\" and narration and song \"Attraction and Reverence\". \n\t\t\t\t\t\n\t\t\t\t\t The performers praised Kim Jong Il for making ceaseless journey for the Songun leadership all his life to glorify the DPRK as a powerful country looked up by the world and making the people the greatest people. \n\t\t\t\t\t\n\t\t\t\t\t Mixed duet and pangchang \"Do Prosper, Era of the Workers' Party\", male chorus \"Let's Not Abandon Revolutionary Faith Though One May Die\", chorus \"We Will Go to Mt. Paektu\" and other pieces reflected the will of the officials of commissions, ministries and national institutions. \n\t\t\t\t\t\n\t\t\t\t\t The performance ended with chorus \"We'll Travel One Road Forever\" to win high accolade of the audience. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Kim Ki Nam, Yang Hyong Sop, Ro Tu Chol and officials of the commissions, ministries and national institutions and working people in Pyongyang."
        },
        {
            "title": "Performance Given by Art Squad of C.C., Youth League",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-27ee.html",
            "content": "Performance Given by Art Squad of C.C., Youth League\r\nPyongyang, February 12 (KCNA) -- The art squad of the Central Committee of the Kim Il Sung Socialist Youth League gave a performance at the Central Youth Hall Friday to celebrate the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The performance started with music \"General Star\" and male quartet and pangchang \"Hearing Emotion of That Day\". \n\t\t\t\t\t\n\t\t\t\t\t The performers paid noble tribute and extended eternal glory to Kim Jong Il who performed feats before the era and the revolution, the county and the people.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were such numbers as trumpet duet and male chorus \"The Sound of a Horse's Hooves in Mt. Paektu\".\n\t\t\t\t\t\n\t\t\t\t\t They also represented the spirit of the DPRK demonstrating the might of space power and making a leap forward under the leadership of Marshal Kim Jong Un and the proud appearance of young people who created the new legendary tale about youth.\n\t\t\t\t\t\n\t\t\t\t\t The performance ended with choral recitation of a poem and small churses \"We Will Go to Mt. Paektu\" and \"Glory to General Kim Jong Un\" to be highly applauded by the audience."
        },
        {
            "title": "National Festival of School Youth, Children Opens",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-28ee.html",
            "content": "National Festival of School Youth, Children Opens\r\nPyongyang, February 12 (KCNA) -- The 20th national festival of school youth and children was opened with due ceremony at the Central Youth Hall on Friday.\n\t\t\t\t\t The festival will be held, divided into the political, economic, art and sports fields.\n\t\t\t\t\t\n\t\t\t\t\t Choe Song Ryong, vice-chairman of the Central Committee of the youth league, in a report expressed belief that the festival will be successful thanks to the high political enthusiasm of all the officials and members of the youth league. \n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were official of the youth league, officials concerned and school youth and children in Pyongyang."
        },
        {
            "title": "Agricultural Workers Meet",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-23ee.html",
            "content": "Agricultural Workers Meet\r\nPhyongwon, February 12 (KCNA) -- Agricultural workers and members of the Union of Agricultural Workers of Korea (UAWK) met at the Wonhwa Co-op Farm in Phyongwon County, South Phyongan Province Friday to observe the birth anniversary of leader Kim Jong Il. \n\t\t\t\t\tHan Kyong Song, vice-chairperson of the Central Committee of the UAWK, made a report to be followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\tThe reporter and speakers said the revolutionary life of Kim Jong Il was the one of a peerlessly great man who explored an untrodden path, built a powerful nation to prosper along with Mt. Paektu and added glory to it. \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il developed the Workers' Party of Korea into the party of President Kim Il Sung and put the country on the status of an invincible politico-ideological power, world's military power and nuclear power, they noted. \n\t\t\t\t\t\n\t\t\t\t\tThey called upon all the members of the union and agricultural workers to take the last instructions of Kim Jong Il as a lifeline, unconditionally implement them, firmly equip themselves with Kimilsungism-Kimjongilism. \n\t\t\t\t\t\n\t\t\t\t\tThey called for fulfilling the grain production plan without fail through a more brisk socialist emulation and thus greeting the Seventh Congress of the Workers' Party of Korea as a glorious one of victors."
        },
        {
            "title": "Ice Sculpture Festival Held in DPRK",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-24ee.html",
            "content": "Ice Sculpture Festival Held in DPRK\r\nSamjiyon, February 12 (KCNA) -- The ice sculpture festival celebrating the birth anniversary of leader Kim Jong Il is now under way with splendor in Samjiyon County, Ryanggang Province.\n\t\t\t\t\t Soldiers of the brigade of the Ministry of People's Security of the Construction Shock Brigade 618 displayed more than 1 000 ice sculptures at the festival on several themes including \"As the Eternal Sun of Paektu\" and \"Our Brilliant National Heritage\".\n\t\t\t\t\t\n\t\t\t\t\t Huge ice sculpture \"Best Wishes\", which depicts Kim Jong Il's birthplace in the Paektusan Secret Camp and Jong Il Peak illustrated with a portrait of the smiling leader, reflects the loyalty of the Korean service personnel and people to him.\n\t\t\t\t\t\n\t\t\t\t\t Also on display are ice sculptures which depict earth observation satellite Kwangmyongsong-4 soaring toward the sky, Paektusan Hero Youth Power Station, underground train, light plane and Combined Service Boat Mujigae.\n\t\t\t\t\t\n\t\t\t\t\t There are also ice sculptures depicting precious cultural heritages of the Korean nation such as pipha-shaped dagger, Chomsongdae and Koryo celadon and others showing snow cave, ice crystal bridge, ice festival lantern, ice tiger, etc."
        },
        {
            "title": "Individual Contest for February 16 Art Prize Opens",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-14ee.html",
            "content": "Individual Contest for February 16 Art Prize Opens\r\nPyongyang, February 12 (KCNA) -- The 22nd individual contest for February 16 art prize opened here.\n\t\t\t\t\t It will be held at the Pyongyang Grand Theatre and the Yun I Sang Concert Hall, divided into 12 fields including national instrumental music, vocal music and dance.\n\t\t\t\t\t\n\t\t\t\t\t It will be attended by Pyongyang and local art organizations, overseas Korean art troupes and artistes, teachers and students in the field of art education.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place at the Moranbong Theatre on Friday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials, artistes, teachers and students in the field of culture and art.\n\t\t\t\t\t\n\t\t\t\t\t Minister of Culture Pak Chun Nam made an opening address."
        },
        {
            "title": "Our Classroom Literary Prize Awarded to Schoolchildren",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-15ee.html",
            "content": "Our Classroom Literary Prize Awarded to Schoolchildren\r\nPyongyang, February 12 (KCNA) -- The Our Classroom Literary Prize went to schoolchildren with due ceremony at the hall of the youth league on Friday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Over 200 students received the prize. Among them were Choe Ye Rang at Kumsong School and Kim Song Mi at Ryonhwa Primary School in Central District.\n\t\t\t\t\t\n\t\t\t\t\t Child-poems \"The Glow over Mangyong Hill\" and \"One Day of the Marshal\" and children's song \"Song of Yearnings\" reflected the loyalty of schoolchildren to hold in high esteem President Kim Il Sung and Kim Jong Il as the sun of Juche and to firmly believe and follow Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Among them are occasional notes and compositions which vividly showed the determination of schoolchildren to conquer the fortress of the latest science and prepare themselves to be those strong in ideology."
        },
        {
            "title": "New Posters Produced",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-26ee.html",
            "content": "New Posters Produced\r\nPyongyang, February 12 (KCNA) -- New posters were produced to inspire the service personnel and people of the DPRK to the struggle for thoroughly carrying out the important tasks set forth by Marshal Kim Jong Un in his New Year Address.\n\t\t\t\t\t Among them is a poster \"Let us usher in a golden age in building a thriving nation in this year when the Seventh Congress of the Workers' Party of Korea is to be held!\" depicting the portraits of smiling President Kim Il Sung and leader Kim Jong Il and a poster \"The socialist cause of Juche is invincible and only victory and glory are in store for us!\" The posters call upon all people to turn out as one in the drive for building a thriving socialist nation under the leadership of Kim Jong Un, bearing deep in mind the behests of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t Some posters reflect the idea of thoroughly implementing the plan and intention of the party on effecting a new turn in economic development of the country and the improvement of the people's living standard by directing all efforts to building an economic giant.\n\t\t\t\t\t\n\t\t\t\t\t Other posters reflect the Party's intention to consolidate the politico-ideological position of socialism rock-solid, bolster up the country's defence capability and step up the building of a highly civilized socialist nation."
        },
        {
            "title": "Oath-taking Meeting Held",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-30ee.html",
            "content": "Oath-taking Meeting Held\r\nSamjiyon, February 12 (KCNA) -- A meeting took place before the birthplace of leader Kim Jong Il at the Paektusan Secret Camp Friday. Its participants renewed their pledge to hold the leader in high esteem as the sun of Juche and accomplish the revolutionary cause of Juche under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t Among them were Pak Yong Sik, O Su Yong, Vice-Premier Kim Tok Hun, officials of party and armed forces organs, working people's organizations, ministries and national institutions, service personnel of the Korean People's Army, officers and members of the Paektusan Hero Youth Shock Brigade, officials and persons of merits in Ryanggang Province and Samjiyon County.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t O Su Yong, secretary of the Central Committee of the Workers' Party of Korea (WPK) said the service personnel and people of the DPRK are filled with the faith and will that the world's power, the land of bliss where dreams and ideals of people come true will surely be built, as desired by President Kim Il Sung and Kim Jong Il, when they staunchly advance along the road of independence, Songun and socialism under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He pledged to hold Kim Jong Il in high esteem as the eternal general secretary of the WPK and unconditionally and devotedly implement his idea and behests without any deflection and concession.\n\t\t\t\t\t\n\t\t\t\t\t He renewed his resolve to absolutely trust Kim Jong Un, follow him single-mindedly and surely bring the final victory of the revolutionary cause of Juche started in Mt. Paektu with the unshakable revolutionary faith.\n\t\t\t\t\t\n\t\t\t\t\t Army General Pak Yong Sik, minister of the People's Armed Forces, said the KPA would hold Kim Jong Il in high esteem as the eternal sun of the great Paektusan power, defend and eternally glorify the exploits he performed in the army building. \n\t\t\t\t\t\n\t\t\t\t\t If the brigandish U.S. imperialists and their followers infringe upon the sovereignty of the DPRK even a bit, the KPA will wipe out the enemy to the last man, he stated.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the Central Committee of the Kim Il Sung Socialist Youth League, said the Korean young vanguard would become fighters strongest in idea and faith who deeply trust and follow Kim Jong Un in any storm and stress.\n\t\t\t\t\t\n\t\t\t\t\t Fireworks were displayed in the sky above the secret camp.\n\t\t\t\t\t\n\t\t\t\t\t The participants shouted \"hurrah!\" watching the fireworks."
        },
        {
            "title": "Oun Revolutionary Site Draws Endless Stream of Visitors",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-22ee.html",
            "content": "Oun Revolutionary Site Draws Endless Stream of Visitors\r\nPyongyang, February 12 (KCNA) -- Thousands of service personnel, people from all walks of life and school youth and children are visiting the Oun Revolutionary Site every day on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Historical buildings and relics including barracks, the building which housed the political department of the battalion where leader Kim Jong Il stayed during military camping in the period of his revolutionary activities at Kim Il Sung University, pits and various drill grounds are preserved to their original state.\n\t\t\t\t\t\n\t\t\t\t\t Visitors looked round the monument to his revolutionary activities and revolutionary museum, being briefed on the contributions made by him to the development of the Workers' Party of Korea and revolutionary armed forces through his ideological, theoretical and military activities.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the firing range, heavy machine-gun, study and talk site and others telling stories about his good marksmanship and commanding art.\n\t\t\t\t\t\n\t\t\t\t\t After touring the revolutionary site, the visitors held oratorical meetings and renewed their determination to glorify forever the revolutionary feats of Kim Jong Il and devotedly defend with arms the Party Central Committee headed by Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Graduating class students of senior secondary schools in Pyongyang pledged to glorify their lives at posts for guarding the country and sites of grand socialist construction."
        },
        {
            "title": "Abnormal Weather Observed in DPRK",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-20ee.html",
            "content": "Abnormal Weather Observed in DPRK\r\nPyongyang, February 12 (KCNA) -- An abnormal weather was witnessed in different parts of the DPRK on February 11.\n\t\t\t\t\t Warm weather has set in from February 8 with the flow of hot air from the south which causes a rapid rise of temperature from 10:00 Thursday.\n\t\t\t\t\t\n\t\t\t\t\t The temperature was 2.7-14 degrees Celsius higher than the average in most central parts of the west coastal area, some parts of northern inland and east coastal areas of the country.\n\t\t\t\t\t\n\t\t\t\t\t Especially, 11.2-19.1 degrees Celsius was recorded in most central parts of the country, including Pyongyang, Sariwon City of North Hwanghae Province and Haeju City of South Hwanghae Province and 2.5-10.9 degrees in Kim Hyong Kwon and Samjiyon counties in Ryanggang Province, Jangjin County in South Hamgyong Province and other parts of the northern area."
        },
        {
            "title": "Pomminryon Regional Headquarters Hails DPRK's Successful Satellite Launch",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-17ee.html",
            "content": "Pomminryon Regional Headquarters Hails DPRK's Successful Satellite Launch\r\nPyongyang, February 12 (KCNA) -- The Commonwealth of Independent States Regional Headquarters of the Pan-national Alliance for Korea's Reunification issued a statement on Feb. 10 to hail the DPRK's successful launch of earth observation satellite Kwangmyongsong-4.\n\t\t\t\t\t The DPRK's successful satellite launch in the wake of its successful H-bomb test is a great deed recorded in the national history, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean authorities are taking issue with the DPRK's exercise of the right to use space for peaceful purposes, not content with resorting to pro-Japanese acts which put the five traitors of 1905 into the shade while glossing over the issue of sexual slavery in collusion with Japan, the sworn enemy of the Korean nation, it charged.\n\t\t\t\t\t\n\t\t\t\t\t It terms this a treacherous act of chilling the national pride of all the Koreans in the north, the south and abroad who are sincerely rejoiced over the DPRK's successful satellite launch."
        },
        {
            "title": "Japan Urged to Make Apology and Reparation for Its Past Crimes",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-10ee.html",
            "content": "Japan Urged to Make Apology and Reparation for Its Past Crimes\r\nPyongyang, February 12 (KCNA) -- Recently the Japanese authorities, answering the question put by the UN Committee on the Elimination of Discrimination against Women over the sexual slavery in the past, claimed that \"there is no evidence proving the coercion employed by the army and government bodies in drafting comfort women in the results of the wholesale probe into the truth.\" \n\t\t\t\t\t Rodong Sinmun Friday says in a commentary this is sheer sophism revealing once again the despicable nature and moral vulgarity of Japs. \n\t\t\t\t\t\n\t\t\t\t\t The commentary cites facts to prove the monstrous crimes the Japanese imperialists committed after forcing so many women into sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t All the facts prove that the sexual slavery for the Imperial Japanese Army was the group rape committed by Japan in a systematic and organized manner and unprecedented abuse of women's rights and hideous unethical crimes. \n\t\t\t\t\t\n\t\t\t\t\t What matters is that the shameless acts of the present government of Japan are not confined to denying history. \n\t\t\t\t\t\n\t\t\t\t\t Lurking behind its actions is its unlimited ambition to recover from its past defeat and launch reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t The descendants of Samurais should, however, properly face up to the reality. \n\t\t\t\t\t\n\t\t\t\t\t The responsibility for the apology and reparation for the past crimes can never be evaded. \n\t\t\t\t\t\n\t\t\t\t\t Japan's increased frenzy to launch reinvasion in denial of its past crimes would only precipitate its bitter defeat and ruin."
        },
        {
            "title": "KCNA Calls for End to Hostile Relations between DPRK and U.S.",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-12ee.html",
            "content": "KCNA Calls for End to Hostile Relations between DPRK and U.S.\r\nPyongyang, February 12 (KCNA) -- In recent days, foreign experts on international affairs and major media are presenting various views on the issue of ensuring peace and security in the Korean Peninsula.\n\t\t\t\t\t They are unanimous in asserting that in order to find a solution to the nuclear issue in the Korean Peninsula it is necessary for the U.S. to admit the fact that it was spawned by its persistent military threat and nuclear blackmail against the DPRK and put an end to the state of truce in the peninsula through the conclusion of a peace treaty with the latter.\n\t\t\t\t\t\n\t\t\t\t\t Kalashnikov, first vice-chairman of the International Affairs Committee of the State Duma of Russia, at the interview with TV Tsentr of his country on Jan. 22 said that the U.S., south Korea and Japan are chiefly to blame for compelling the DPRK to have access to nuclear weapons as they have posed military threats to it since the 1950s.\n\t\t\t\t\t\n\t\t\t\t\t Posted on a U.S. website mainly dealing with foreign policy matters was an article which held that the U.S. persistent policy of confrontation brought about the consequences of compelling the DPRK to bolster up its nuclear force and now is the time to conclude a peace treaty which can make everybody feel safe. This drew world attention.\n\t\t\t\t\t\n\t\t\t\t\t On Jan. 18 an Asian medium viewed the DPRK's proposal for concluding a peace treaty as a reasonable and positive one, adding that everything can be fundamentally settled only when the Armistice Agreement is replaced by a peace treaty and confidence is built between the DPRK and the U.S. \n\t\t\t\t\t\n\t\t\t\t\t This goes to prove that whoever has reasonable thinking about the issue of ensuring peace and security in the peninsula agrees with the necessity and urgency to put an end to the hostile relations between the DPRK and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is a top priority task for preserving peace and security in the peninsula and the rest of the world to put an end to such relations.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and the U.S. are in the de facto relations of belligerency due to the latter's vicious hostile policy toward the former and its moves to isolate and stifle the DPRK in order to bring down its social system. They are not simply at war technically, pursuant to the Armistice Agreement concluded in 1953. \n\t\t\t\t\t\n\t\t\t\t\t U.S. President Obama is openly trumpeting about \"collapse\" of the DPRK, regarding it as an enemy. Various strategies and operational scenarios for stifling it are being steadily modified and supplemented by the U.S. and its followers and its plans for political, economic and military blackmail are getting undisguised with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t Consequently, the peninsula has turned into the hottest spot in the world and a hotbed of a nuclear war where an evil cycle of confrontation and tension is ceaseless and even a trifling accidental case may spark off a thermonuclear war all of a sudden.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as a pikestaff that in case a nuclear war breaks out in the Korean Peninsula, the center of Northeast Asia beset with a lot of social, historic, political and military issues, it will spill over into a regional and global nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The fundamental and best way for preventing such grave situation is for the U.S. to put a definite end to its hostile policy toward the DPRK and build a lasting peace-keeping mechanism in the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. is persistently crying out for the DPRK's dismantlement of its nuclear weapons, paying no heed to such unanimous demand of the international community. The U.S. is raising the DPRK's dismantlement of its nuclear weapons as a precondition for building the above-said mechanism. This is just like a guilty party filing the suit first.   Its scenario is to keep instability in the peninsula and threaten the DPRK by force of arms and make a military strike at it anytime and occupy it. \n\t\t\t\t\t\n\t\t\t\t\t But it is nothing but a daydream.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. desperate pursuance of its anachronistic policy for stifling the DPRK would only increase the danger of a nuclear war in the peninsula and touch off the world's bitterer criticism of it and adversely affect its security.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to respond to resolving this urgent matter as desired by the world, bearing in mind that putting an end to the hostile relations between the DPRK and the U.S. is directly linked with the issue of ensuring not only peace and security on the peninsula but also security in its mainland."
        },
        {
            "title": "Rodong Sinmun Condemns U.S. for Erasing Tok Islets from Korean Map",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-09ee.html",
            "content": "Rodong Sinmun Condemns U.S. for Erasing Tok Islets from Korean Map\r\nPyongyang, February 12 (KCNA) -- It was disclosed that the U.S. embassy in Seoul erased Tok Islets from the Korean map and posted on its website the map which marked the East Sea of Korea as the \"Sea of Japan\".\n\t\t\t\t\t Rodong Sinmun Friday in a commentary terms the U.S. behavior a serious infringement upon the sovereignty of the Korean nation and an unpardonable crime.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Yankees' behavior is triggering off surging resentment of every Korean. The U.S. embassy's use of such map was not a simple mistake nor it was prompted by ignorance. This was a premeditated trick to support Japan in its claim to Tok Islets and assertion for \"Sea of Japan\".\n\t\t\t\t\t\n\t\t\t\t\t By supporting and encouraging Japan in its ambition for territorial expansion the U.S. seeks to use Japan as a shock force in carrying out its scenario for occupying the whole of the Korean Peninsula and, furthermore, dominating the world.\n\t\t\t\t\t\n\t\t\t\t\t It is quite obvious that the U.S. will make no scruple of dictating the south Korean puppet forces to hand over Tok Islets to Japan. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, however, grossly mistaken. The Korean Peninsula is no longer a distress-torn land in the past when outside forces could invade as they pleased. The Korean nation is no longer a weak nation who accepted the sorrow over statelessness as its fate.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never pardon the group of gangsters to grab the inviolable territory of Korea."
        },
        {
            "title": "S. Korean Authorities' Sycophantic and Treacherous Act Slammed",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-18ee.html",
            "content": "S. Korean Authorities' Sycophantic and Treacherous Act Slammed\r\nTokyo, February 11 (KNS-KCNA) -- Ri Jong Man, managing director of the Standing Council of the Korean Federation of Workers in Commerce in Japan, issued a statement on Feb. 10 denouncing the south Korean authorities for their sycophantic and treacherous act of supporting the Japanese reactionaries' action of denying the past crimes.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t At the end of last year, the Park Geun Hye group together with the Japanese authorities fabricated the \"agreement\" to the effect that the issue of sexual slavery for the Imperial Japanese Army was \"finally and irreversibly solved\".\n\t\t\t\t\t\n\t\t\t\t\t The \"agreement\" was indicative of the sycophantic and treacherous act unprecedented in history as it beautified the history of the past aggression of the Japanese imperialists and fuelled Japan's ambition to reinvade Korea.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, Park Geun Hye impudently called the worst treacherous negotiations the \"best agreement\" and supported the action of the Japanese authorities. Not content with this, she concentrated the attack on the struggle of victims and people from all walks of life denouncing the humiliating \"agreement\"."
        },
        {
            "title": "Federation of Koreans in U.S. Urges Japan to Admit Its Crimes",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-13ee.html",
            "content": "Federation of Koreans in U.S. Urges Japan to Admit Its Crimes\r\nPyongyang, February 12 (KCNA) -- The spokesman for the Federation of Koreans in the U.S. made public a statement on Feb. 9. \n\t\t\t\t\t The statement accused the Japanese authorities of shamelessly behaving without an iota of guilty conscience of its past crimes after signing the south Korea-Japan \"agreement\" on the sexual slavery for the Imperial Japanese Army on December 28 last year. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Park Geun Hye regime has failed to protest against this, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We cannot recognize the \"agreement.\" \n\t\t\t\t\t\n\t\t\t\t\t We can never pardon the Park Geun Hye regime's perfidious act of unilaterally agreeing with the Japanese authorities in disregard of the will of the victims and the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will never connive at the Park's regime and the Japanese authorities that rubbed salt in the wounds of the victims of the sexual slavery by making a humiliating \"agreement\" while failing to properly solve the issue of the sexual slavery for the Imperial Japanese Army."
        },
        {
            "title": "Kim Jong Il's Brief Biography and Work Posted on Website of International Body",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-01ee.html",
            "content": "Kim Jong Il's Brief Biography and Work Posted on Website of International Body\r\nPyongyang, February 12 (KCNA) -- The brief biography of leader Kim Jong Il and full text of his work \"Socialism Is What Keeps Our People Alive\" were posted by the Korean Friendship Association headquartered in Spain on its website on Feb. 2.\n\t\t\t\t\t The work published on Nov. 14, Juche 81 (1992) deals with the necessity for defending and maintaining the global socialist movement and socialist cause and indicates the tasks for adhering to and advancing the socialist cause and the ways to do so."
        },
        {
            "title": "Seminars on Kim Jong Il's Exploits Held in Foreign Countries",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-03ee.html",
            "content": "Seminars on Kim Jong Il's Exploits Held in Foreign Countries\r\nPyongyang, February 12 (KCNA) -- Seminars on exploits of leader Kim Jong Il were held by the People's Progressive Party of Nigeria, the Bangladesh Institute of the Juche Idea and the Committee of Angola for Friendship and Solidarity with Peoples on Feb. 5 and 6 on the occasion of the Day of the Shining Star (his birth anniversary).\n\t\t\t\t\t The national chairman of the People's Progressive Party of Nigeria said that the Workers' Party of Korea could only follow the path of victory and glory. This would be unthinkable apart from the feats of President Kim Il Sung, its founder, and HE Kim Jong Il, its eternal general secretary, he added.\n\t\t\t\t\t\n\t\t\t\t\t M. Gamrul Huda, chairman of the Bangladesh Institute of the Juche Idea, and other speakers said that the Day of the Shining Star is the most auspicious holiday for not only the Korean people but also the world progressives aspiring after independence.\n\t\t\t\t\t\n\t\t\t\t\t They said thanks to Kim Jong Il the cause of global independence could make a dynamic advance despite the imperialist allied forces' vicious challenges and the DPRK demonstrate its might as an example and as a powerful country to be followed by the political parties and peoples of all countries struggling for winning the national independence and defending sovereignty."
        },
        {
            "title": "Kim Jong Il's Exploits Lauded by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-04ee.html",
            "content": "Kim Jong Il's Exploits Lauded by Foreign Newspapers\r\nPyongyang, February 12 (KCNA) -- Foreign newspapers carried special write-ups illustrated with the portrait of smiling leader Kim Jong Il and his photos on the occasion of his birth anniversary.\n\t\t\t\t\t The Feb. 4th issue of DR Congolese newspaper L'Avenir allotted one whole page to an article titled \"White snow and Kim Jong Il, Feb. 16, 2016: the 74th birth anniversary of Kim Jong Il, great leader of the Korean people\".\n\t\t\t\t\t\n\t\t\t\t\t The newspaper said that he took warm care of the people and gave field guidance till the last moments of his life, finding joy in their happiness.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK socialism could be safeguarded and a fresh heyday be opened in building a thriving nation thanks to the self-sacrificing devotion made by Chairman of the National Defence Commission Kim Jong Il, the newspaper said, adding that his sacred career would always be remembered by the Korean people and other progressives.\n\t\t\t\t\t\n\t\t\t\t\t The Feb. 1st issue of the Zambian newspaper Post in an article titled \"Mt. Paektu and Kim Jong Il\" praised him for performing the immortal ideological and theoretical feats and Songun leadership exploits and introduced the epoch-making events made in socialist Korea under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t The Namibian newspaper New Era on Feb. 1 in an article titled \"Immortal exploits for peace\" said that he smashed every U.S. military provocation and attempt to invade the DPRK with his matchless grit and pluck.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper noted that his exploits for accomplishing the cause of global independence would always be kept in the minds of humankind."
        },
        {
            "title": "Kim Jong Un's Work Published in Britain",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-02ee.html",
            "content": "Kim Jong Un's Work Published in Britain\r\nPyongyang, February 12 (KCNA) -- Marshal Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" was brought out in pamphlet by the New Communist Party of Britain on Feb. 4.\n\t\t\t\t\t The work published on July 26, Juche 101 (2012) deals with the essence of leader Kim Jong Il's patriotism and his sacred career characterized by loving care for the country and people.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the important matters arising in applying Kim Jong Il's patriotism."
        },
        {
            "title": "DPRK's Successful Launch of Satellite Hailed by Indian, Myanmar Figures",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-05ee.html",
            "content": "DPRK's Successful Launch of Satellite Hailed by Indian, Myanmar Figures\r\nPyongyang, February 12 (KCNA) -- Figures of India and Myanmar released statements on February 7 and 8 to hail the successful launch of earth observation satellite Kwangmyongsong-4 of the DPRK.\n\t\t\t\t\t Vijay Jolly, senior leader of the Indian People's Party and chairman of the Study Group of Delhi, said that the satellite launch was another great success achieved by the Korean people legitimately exercising the right to use space for independent and peaceful purposes, adding that this is an opportunity for peace-loving peoples of different countries in the world to acknowledge the DPRK's tremendous technological progress.\n\t\t\t\t\t\n\t\t\t\t\t He wished scientists, technicians and other people of the DPRK greater successes in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Tin Tun, director of the Myanmar Medical Research Institute, said:\n\t\t\t\t\t\n\t\t\t\t\t The successful satellite launch of the DPRK with the approach of the birth anniversary of leader Kim Jong Il is a valuable wealth gained by the resourceful and diligent Korean people struggling for building the bright future by developing science and technology.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has turned into a space power and created a wonderful miracle in the economic construction under the outstanding leadership of Kim Jong Un, supreme leader of the party, state and army.\n\t\t\t\t\t\n\t\t\t\t\t Satellites of Juche Korea will continuously be launched into space in succession."
        },
        {
            "title": "DPRK's Satellite Launch Praised by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-06ee.html",
            "content": "DPRK's Satellite Launch Praised by Swiss Organizations\r\nPyongyang, February 12 (KCNA) -- A Swiss preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea released a joint statement on February 7 in congratulation of the successful launch of earth observation satellite Kwangmyongsong-4 of the DPRK.\n\t\t\t\t\t The joint statement said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK successfully put earth observation satellite Kwangmyongsong-4 into its orbit.\n\t\t\t\t\t\n\t\t\t\t\t This is a proud fruition of the Workers' Party of Korea's policy on attaching importance to science and technology.\n\t\t\t\t\t\n\t\t\t\t\t The fascinating vapor of Juche satellite that trailed in the clear and blue sky in February on the threshold of the Day of the Shining Star, the birth anniversary of leader Kim Jong Il, is a gift of the most intense loyalty presented by Korea's space scientists and technicians to the great Comrade Kim Jong Un, dignified party, state and people.\n\t\t\t\t\t\n\t\t\t\t\t The satellite will be used only for peaceful purposes and for the study of space.\n\t\t\t\t\t\n\t\t\t\t\t The successful launch is another great victory won by the DPRK in accomplishing the revolutionary cause of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Satellite launch is an independent right of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers' assertion that the satellite launch of the DPRK is a \"missile test\" is a sheer lie."
        },
        {
            "title": "DPRK's Satellite Launch Supported by British Organizations",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-07ee.html",
            "content": "DPRK's Satellite Launch Supported by British Organizations\r\nPyongyang, February 12 (KCNA) -- The DPRK's successful launch of satellite is an event that encouraged the followers of the Juche idea, Songun idea.\n\t\t\t\t\t The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK said this in a joint statement issued on February 7 in congratulation of the successful launch of the earth observation satellite Kwangmyongsong-4.\n\t\t\t\t\t\n\t\t\t\t\t The satellite launch is a great victory and an epoch-making event in building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Now the imperialists are taking issue with the DPRK's satellite launch and trying to make the Korean people their slaves.\n\t\t\t\t\t\n\t\t\t\t\t The satellite launch of the DPRK is an exercise of the inviolable independent right.\n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical to slander the DPRK's satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t We pay respect to Marshal Kim Jong Un and the heroic Korean people as regards the successful satellite launch."
        },
        {
            "title": "DPRK's Satellite Launch Hailed by Koreans Organization in Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-19ee.html",
            "content": "DPRK's Satellite Launch Hailed by Koreans Organization in Kyrgyzstan\r\nPyongyang, February 12 (KCNA) -- The United Confederation of Koreans in Kyrgyzstan released a statement on Feb. 9 congratulating the DPRK on successfully putting the earth observation satellite Kwangmyongsong-4 into its orbit.\n\t\t\t\t\t The successful launch of satellite by scientists and technicians of the DPRK, a peaceful undertaking pursuant to the state space development plan for economic construction and improvement of the people's living standard, was a great national event that demonstrated the might of the country before the world once again, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The world has come to know that structures of eternal value spring up and satellites fly into the sky above the DPRK which does anything in a matter of one year instead of ten years if it is determined to do.\n\t\t\t\t\t\n\t\t\t\t\t Koreans in the north, the south and abroad highly praise the successful launch as a great national event as they know well about the distress-torn history of Korea in which its sovereignty was violated by outsiders.\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean authorities, bereft of the soul of the Korean nation, are desperately working to stifle the compatriots in the north, pursuing only pro-U.S., pro-Japanese policies.\n\t\t\t\t\t\n\t\t\t\t\t They should come to reason, though belatedly."
        },
        {
            "title": "Realizadas conversaciones entre las delegaciones del PTC y PPRL",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-25ss.html",
            "content": "Realizadas conversaciones entre las delegaciones del PTC y PPRL\r\nPyongyang, 12 de febrero (ACNC) -- Tuvieron lugar el dia 11 en Vientiane las conversaciones entre las delegaciones del Partido del Trabajo de Corea y el Partido Popular Revolucionario Lao.\n\t\t\t\t\tEn la ocasion estuvieron presentes los miembros de la delegacion del PTC encabezada por Kim Yong Chol, secretario del Comite Central del PTC, y el embajador coreano, por la parte coreana y por la laosiana, el secretario del CC del PPRL, Kikeo Khaykhamphithoune, presidente del Comite para Asuntos de Propaganda y Educacion del Partido, y otros interesados.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fueron intercambiados los exitos y las experiencias alcanzadas en el camino para la realizacion de la causa comun y se discutieron el problema de desarrollar aun mas las relaciones entre dos partidos y otros de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, el CC del PPRL ofrecio un banquete en honor de la delegacion del PTC."
        },
        {
            "title": "Bounnhang Vorachith expresa determinacion de profundizar relaciones con PTC",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-26ss.html",
            "content": "Bounnhang Vorachith expresa determinacion de profundizar relaciones con PTC\r\nPyongyang, 12 de febrero (ACNC) -- La delegacion del Partido del Trabajo de Corea encabezada por Kim Yong Chol, secretario del CC del PTC, se reunio el dia 11 en la sede del Comite Central del Partido Popular Revolucionario Lao con Bounnhang Vorachith, secretario general del CC del PPRL.\n\t\t\t\t\tEn la ocasion, Bounnhang Vorachith dijo que el envio de la delegacion de felicitacion por el Mariscal Kim Jong Un en ocasion de que se efectuo exitosamente el Decimo Congreso del PPRL y fue electo el secretario general del CC del PPRL sirve de una expresion de claro apoyo al PPRL.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que el PTC logra avances ininterrumpidos en la construccion de defensa nacional y economia y en el mejoramiento de vida del pueblo, lo que es el fruto de la dinamica direccion del Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tDeseo al Mariscal buena salud y grandes exitos en sus labores de direccion por la construccion de la potencia prospera socialista y expreso la voluntad de fortalecer y desarrollar para siempre las relaciones de amistad y cooperacion entre los dos partidos y los dos paises."
        },
        {
            "title": "Trabajadores agricolas festejan natalicio de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-19ss.html",
            "content": "Trabajadores agricolas festejan natalicio de Kim Jong Il\r\nPhyongwon, 12 de febrero (ACNC) -- Con motivo del dia de nacimiento del Dirigente Kim Jong Il, tuvo lugar hoy en la granja cooperativa de Wonhwa del distrito Phyongwon de la provincia de Phyong-an del Sur el acto festivo de los trabajadores agricolas y los miembros de la Union de Trabajadores Agricolas de Corea.\n\t\t\t\t\tEn la ocasion hubo el informe de Han Kyong Song, vicepresidente del Comite Central de la UTAC, y los discursos.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores subrayaron que la vida revolucionaria del Dirigente Kim Jong Il es la vida del gran hombre que al abrir un camino inexplorado y severo construyo en esta tierra una potencia que sera prospera para siempre junto con el monte Paektu y la glorifico a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tEllos se refirieron a que el Dirigente realizo imperecederas hazanas de fortalecer el Partido del Trabajo de Corea como organizacion del Presidente Kim Il Sung y, lograr la causa nacional de transformar la patria como invencible potencia ideo-politica, la potencia militar y el pais poseedor de armas nucleares de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\tSenalaron que todos los funcionarios de la UTAC y los trabajadores agricolas deberan realizar cabalmente los legados del Dirigente al tomarlos como linea de vida y armarse firmemente con el Kimilsungismo-Kimjongilismo.\n\t\t\t\t\t\n\t\t\t\t\tExhortaron a glorificar el Septimo Congreso del Partido como gran reunion gloriosa de los triunfadores al desplegar de manera dinamica la emulacion socialista y sobrecumplir sin falta el plan anual de produccion cerealera."
        },
        {
            "title": "\"Comite de Investigacion Especial\" de RPDC condena acto traidor de Japon",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-24ss.html",
            "content": "\"Comite de Investigacion Especial\" de RPDC condena acto traidor de Japon\r\nPyongyang, 12 de febrero (ACNC) -- El gobierno japones decidio el dia 10 que su pais toma primero la independiente medida de sancion aparte de la de la ONU anti-Republica Popular Democratica de Corea tomando por pretexto la prueba de la bomba H y el lanzamiento de satelite de la RPDC.\n\t\t\t\t\tEn esa medida se incluiran el refuncionamiento de las medidas de sancion canceladas parcialmente por Japon segun el Acuerdo de Estocolmo logrado en mayo de 2014 entre los gobiernos de ambos paises, las restricciones del viaje personal, el envio de fondos y otras medidas adicionales de ampliar e intensificar la esfera de los objetos de congelacion de fondos.\n\t\t\t\t\t\n\t\t\t\t\tEn una declaracion fechada 12, el \"Comite de Investigacion Especial\" de la RPDC condeno el acto traidor del gobierno japones que destruye sin vacilacion alguna hasta los acuerdos logrados en las conversaciones intergubernamentales traicionado la confianza, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tEsta vez, los reaccionarios japoneses, acostumbrados a abusar de la  sinceridad de su contraparte como fuente de provocacion, echaron al basurero todas las promesas presentando como pretexto los problemas que no tienen nada que ver con la ejecucion del citado acuerdo e hicieron una provocacion frontal a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tYa, esta ha venido advirtiendo las consecuencias que se emanaran del imprudente proceder de Japon.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, el gobierno de Abe revertio las medidas de sancion ya canceladas y tomo hasta sanciones adicionales, lo cual constituye una declaracion de la destruccion del Acuerdo de Estocolmo:\n\t\t\t\t\t\n\t\t\t\t\tYa que Japon revelo su malsana intencion de llevar al fracaso las relaciones RPDC-Japon y enfrentarse hasta el fin con la RPDC, esta declara la siguiente posicion justa:\n\t\t\t\t\t\n\t\t\t\t\tPrimero, la RPDC cancelara totalmente desde el 12 de febrero de 2016 la averiguacion integral sobre todos los japoneses que se ha venido ejecutando segun el Acuerdo de Estocolmo entre los gobiernos de la RPDC y Japon y disolvera el \"Comite de Investigacion Especial\".\n\t\t\t\t\t\n\t\t\t\t\tSegundo, se tomaran las contramedidas mas fuertes frente a los provocativos actos hostiles anti-RPDC de Japon.\n\t\t\t\t\t\n\t\t\t\t\tLa responsabilidad de las serias consecuencias de hoy recaera totalmente sobre el gobierno de Abe."
        },
        {
            "title": "Registrado en Corea fenomeno anormal de alta temperatura",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-18ss.html",
            "content": "Registrado en Corea fenomeno anormal de alta temperatura\r\nPyongyang, 12 de febrero (ACNC) -- Se registro el dia 11 en varias zonas de la Republica Popular Democratica de Corea el fenomeno anormal de alta temperatura, raro en invierno.\n\t\t\t\t\tDesde el dia 8, continua el tiempo apacible al penetrarse el aire caliente del sur, la temperatura subio rapidamente desde las 10:00 del dia 11, y a las 15:00 se registro la maxima temperatura con 2.7~14.0, mas alta que el promedio, en la mayoria de la zona central de la costa del mar Oeste y algunas zonas de tierra adentro nortena y algunas zonas de tierra adentro de la costa del Mar Este.\n\t\t\t\t\t\n\t\t\t\t\tLa temperatura maxima del dia era 11.2~19.1 en la mayoria de la zona central inclusive las ciudades de Pyongyang y Nampho, la de Phyongsong de la provincia de Phyong-an del Sur, las de Sariwon y Songrim de la provincia de Hwanghae del Norte, la de Haeju de la provincia de Hwanghae del Sur, los distritos de Hoeyang, Cholwon, Sepho y Kumgang de la provincia de Kangwon.\n\t\t\t\t\t\n\t\t\t\t\tEn los distritos Kim Hyong Gwon y Samjiyon de la provincia de Ryanggang, el distrito Jangjin de la provincia Hamgyong del Sur y otras zonas nortenas, la temperatura fue 2.5~10.9, la mas alta en el registro de la observacion meteorologica."
        },
        {
            "title": "Eliminacion de hostilidad RPDC-EE.UU. es tarea primordial para paz y seguridad, comenta ACNC",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-11ss.html",
            "content": "Eliminacion de hostilidad RPDC-EE.UU. es tarea primordial para paz y seguridad, comenta ACNC\r\nPyongyang, 12 de febrero (ACNC) -- En estos dias, los especialistas en los asuntos internacionales y principales medios de prensa del mundo presentan diferentes opiniones en cuanto al aseguramiento de la paz y la seguridad de la Peninsula Coreana. \n\t\t\t\t\tEllos reconocen unanimemente que la causa raigal del problema nuclear de la Peninsula Coreana reside en la incesante amenaza militar y chantaje nuclear de EE.UU. contra la Republica Popular Democratica de Corea e insistieron en la necesidad de concertar el convenio de paz entre la RPDC y EE.UU. para acabar con el estado de armisticio de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEn una rueda de prensa con la TV Tsentr, concedida el 22 de enero pasado, el primer vicepresidente del Comite de Asuntos Internacionales de la Duma Estatal de Rusia, Kalashnikov, dijo que EE.UU., el Sur de Corea y Japon son autores que obligaron a la RPDC a contar con las armas nucleares ejerciendole la amenaza nuclear desde la decada de 1950. \n\t\t\t\t\t\n\t\t\t\t\tUn sitio Web estadounidense especializado en los asuntos diplomaticos y politicos senalo que la incesante politica conflictiva de su pais empujo a la RPDC a fortalecer las fuerzas armadas nucleares y agrego que ahora se necesita la firma del convenio de paz. \n\t\t\t\t\t\n\t\t\t\t\tEl 18 de enero pasado, el medio de prensa de un pais asiatico tambien califico de racional y positiva la propuesta de la RPDC de concertar el convenio de paz insistiendo en que para resolver radicalmente todos los problemas hay que sustituir el Acuerdo de Armisticio por el convenio de paz y establecer la confianza entre la RPDC y EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEl hecho evidencia que todas las personas con sano juicio en cuanto a la paz y la seguridad de la Peninsula Coreana sienten la urgencia de la eliminacion de las relaciones hostiles RPDC-EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa eliminacion de la hostilidad entre los dos paises es la tarea primordial e impostergable para defender la paz y la seguridad de la Peninsula Coreana y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, la RPDC y EE.UU. no estan en el simple estado de guerra en lo tecnico segun el Acuerdo de Armisticio firmado en 1953, sino en la beligerancia, debido a la brutal politica de hostilidad y la campana de aislamiento y aplastamiento anti-RPDC del imperio americano.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente estadounidense Obama considera la RPDC como pais enemigo y aboga abiertamente por su \"derrocamiento\". En tanto, se complementan de continuo por EE.UU. y sus satelites las estrategias y proyectos operacionales tendentes a atropellar el regimen socialista coreano y se intensifican los chantajes politicos, economicos y militares para llevarlos a efecto.\n\t\t\t\t\t\n\t\t\t\t\tEn fin de cuentas, la Peninsula Coreana se ha convertido en la zona mas candente del mundo y campo de enfrentamiento nuclear donde no desaparece la circulacion viciosa de enfrentamiento y tension y puede estallar en un instante una guerra termonuclear. \n\t\t\t\t\t\n\t\t\t\t\tLa guerra nuclear que se desate en la Peninsula Coreana, enclavada en la parte central del Nordeste Asiatico que abarca muchos problemas sociales, historicos, politicos y militares, se extendera indudablemente a la guerra nuclear mundial. \n\t\t\t\t\t\n\t\t\t\t\tLa unica via para prevenirlo es acabar con la politica norteamericana de hostilidad a la RPDC y establecer el sistema de paz duradera en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, dando espaldas a la unanime demanda de la sociedad internacional, EE.UU. exige unilateralmente a la RPDC la renuncia nuclear como premisa del establecimiento del sistema de paz. \n\t\t\t\t\t\n\t\t\t\t\tLa meta del imperio americano es amenazar con armas a la RPDC manteniendo la inestabilidad de la Peninsula Coreana y apoderare de la RPDC con el ataque militar sorpresivo. \n\t\t\t\t\t\n\t\t\t\t\tPero, es una ilusion vana. \n\t\t\t\t\t\n\t\t\t\t\tLa anacronica politica norteamericana de aplastamiento a la RPDC aumentara mas el peligro de guerra nuclear en la Peninsula Coreana, causara el repudio de todo el mundo y no sera util a la seguridad de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEl imperio americano debe resolver este problema apremiante teniendo presente que la eliminacion de las relaciones hostiles con la RPDC esta relacionado directamente con la paz y seguridad de la Peninsula Coreana y el resto de la region y de su propio territorio."
        },
        {
            "title": "Rodong Sinmun condena a Japon que niega crimen de pasado",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-02ss.html",
            "content": "Rodong Sinmun condena a Japon que niega crimen de pasado\r\nPyongyang, 12 de febrero (ACNC) -- Hace poco, al responder a la pregunta presentada por el Comite de la Eliminacion de la Discriminacion contra Mujeres de la ONU en relacion con el crimen de la esclavitud sexual cometido en el pasado, las autoridades japonesas insistieron en que \"segun el resultado de la investigacion general de los verdaderos aspectos\" \"no fueron confirmadas las pruebas del arresto forzoso de consoladoras por el ejercito y el organo del gobierno\" en cualquier lugar.\n\t\t\t\t\tEsto demostro otra vez a todo el mundo la naturaleza mala y la bajeza moral de los nipones.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un comentario individual difundido este viernes y enumero los datos que comprueban el crimen atroz de los imperialistas japoneses que arrestaron forzadamente a numerosas mujeres para convertirlas en las esclavas sexuales.\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos - continua el comentarista - demuestran evidentemente que el crimen de la esclavitud sexual del viejo ejercito japones es la violacion sexual colectiva cometida de manera sistematica y organizada por Japon siendo el crimen de violacion de los derechos humanos y el antietico de gran tamano sin precedentes en la historia.\n\t\t\t\t\t\n\t\t\t\t\tLo problematico es que el acto descarado del actual gobierno japones no se limita simplemente a la negacion de la historia.\n\t\t\t\t\t\n\t\t\t\t\tDetras de ello, estan ocultados el rencor cruel de la derrota en el pasado y el deseo profundo por la reagresion.\n\t\t\t\t\t\n\t\t\t\t\tPero, los descendientes de samurais deben conocer correctamente.\n\t\t\t\t\t\n\t\t\t\t\tJapon no puede desobedecer nunca al destino de la disculpa y la indemnizacion dado por el mismo.\n\t\t\t\t\t\n\t\t\t\t\tCuanto mas recurra a la campana de reagresion negando su crimen del pasado, tanto mas Japon tendra solo la amarga derrota y la ruina."
        },
        {
            "title": "Rodong Sinmun denuncia a EE.UU. por amparar intencion de Japon de usurpar islote Tok",
            "url": "http://kcna.co.jp/item/2016/201602/news12/20160212-01ss.html",
            "content": "Rodong Sinmun denuncia a EE.UU. por amparar intencion de Japon de usurpar islote Tok\r\nPyongyang, 12 de febrero (ACNC) -- Quedo revelado el hecho de que la embajada estadounidense en el Sur de Corea usaba el mapa coreano tras borrar el islote Tok, escribir el Mar Este de Corea como \"mar de Japon\" e insertarlo en su pagina web.\n\t\t\t\t\tEsto es una grave violacion a la soberania de la nacion coreana y un crimen imperdonable.\n\t\t\t\t\t\n\t\t\t\t\tSubraya asi Rodong Sinmun en un comentario individual divulgado el dia 12 y continua:\n\t\t\t\t\t\n\t\t\t\t\tAnte la locura de yanquis que escribio el territorio sagrado y el mar territorial de Corea como los de Japon, toda la nacion coreana no se contiene en la indignacion.\n\t\t\t\t\t\n\t\t\t\t\tEl uso de tal mapa por la embajada estadounidense no es equivocacion ni ignorancia sino es artimana planificada para amparar la insistencia de Japon en el \"derecho a la posesion del islote Tok\" y el \"mar de Japon\".\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. incita y ampara la ambicion de Japon sobre la tierra a fin de usar este pais isleno como brigada de choque en satisfacer la ambicion de anexar toda la Peninsula Coreana y a la larga, dominar todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tEsta claro que en el futuro no lejano, EE.UU. imponga a los titeres surcoreanos ceder el islote Tok a Japon.\n\t\t\t\t\t\n\t\t\t\t\tPero, el pais norteamericano equivoca grandemente. Esta no es la tierra del pasado en que las fuerzas extranjeras tocaban a sus anchas. La coreana no es una nacion debil que sentia como su destino la tristeza de la nacion subyugada.\n\t\t\t\t\t\n\t\t\t\t\tNo perdonaremos a los bandidos descarados que intentan usurpar nuestro territorio sagrado."
        }
    ]
}