{
    "date": "2016-02-15",
    "url": "http://kcna.co.jp/item/2016/201602/2016-02-15ee.html",
    "articles": [
        {
            "title": "Contributors to Successful Satellite Launch Feted in Presence of Kim Jong Un",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-01ee.html",
            "content": "Contributors to Successful Satellite Launch Feted in Presence of Kim Jong Un\r\n Pyongyang, February 15 (KCNA) -- The Central Committee of the Workers' Party of Korea (WPK) gave a banquet in honor of the contributors to the successful launch of earth observation satellite Kwangmyongsong-4 on February 13.\n\t\t\t\t\t Supreme leader Kim Jong Un was present at the banquet.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Kim Ki Nam, Choe Thae Bok, Pak Yong Sik, Ri Myong Su, Yang Hyong Sop, Kim Won Hong, Kwak Pom Gi, O Su Yong, Kim Phyong Hae, Kim Yong Chol, Choe Pu Il, Ro Tu Chol, Jo Yon Jun and other senior party, state and army officials.\n\t\t\t\t\t\n\t\t\t\t\t Invited to it were scientists, technicians, workers and officials who contributed to the successful launch of Kwangmyongsong-4.\n\t\t\t\t\t\n\t\t\t\t\t After arriving at the Mokran House together with Ri Sol Ju, supreme leader Kim Jong Un reviewed honor guards of the Ground, Naval, Air and Anti-Air Forces of the Korean People's Army and the Worker-Peasant Red Guards with the contributors.\n\t\t\t\t\t\n\t\t\t\t\t He made a congratulatory speech.\n\t\t\t\t\t\n\t\t\t\t\t He said that the decision to launch the earth observation satellite for the destiny and dignity of the country with the approach of the historic 7th Congress of the Workers' Party of Korea under the complicated situation, in which the hostile forces were getting evermore frantic to suffocate the DPRK, was made on the basis of deep trust in the red scientists faithful to the Party, genuine patriots. The credit for the present great success goes to the strength of close relationship between the Party and you, scientists, the former believing in the latter and vice versa, he added.\n\t\t\t\t\t\n\t\t\t\t\t The course of conquering space was for revolution and independence rather than for science, and it was a fierce struggle to defend the peace and sovereignty from the hostile forces as well as to implement the behests of the great leaders, he said, stressing: Today's great success was recorded as a glorious page in the history of our Party and country as it gave confidence and courage to our people and dealt a telling blow to the enemies seeking to block the advance of our country.\n\t\t\t\t\t\n\t\t\t\t\t This is an age of science and technology and to develop science and technology is an important matter decisive of the nation's future and destiny, he said, adding: In order to accelerate the advance speed of the great Paektusan nation outpacing the world while demonstrating the might of independence, Songun and socialism, it is necessary for the front of science to exert its most strength and to show the mysterious strength of Juche-based science.\n\t\t\t\t\t\n\t\t\t\t\t He called for turning out in the scientific researches to hit a higher target with the present great success as a springboard for greater victory and thus launch more working satellites of Juche Korea in the future.\n\t\t\t\t\t\n\t\t\t\t\t At the banquet there was a performance of the Moranbong Band celebrating the successful launch of satellite Kwangmyongsong-4."
        },
        {
            "title": "Greetings to Serbian PM",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-20ee.html",
            "content": "Greetings to Serbian PM\r\n Pyongyang, February 15 (KCNA) -- DPRK Premier Pak Pong Ju Monday sent a message of greeting to Aleksandar Vucic, prime minister of the Republic of Serbia, on its national day.\n\t\t\t\t\t The message wished the prime minister and government of Serbia successes in their work for the development and prosperity of the country, expressing belief that the traditional relations of friendship and cooperation between the two countries would grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t DPRK Foreign Minister Ri Su Yong sent a similar message to Ivica Dacic, first deputy prime minister and foreign minister of Serbia, on the same day."
        },
        {
            "title": "Russian Party Delegation Here",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-24ee.html",
            "content": "Russian Party Delegation Here\r\n Pyongyang, February 15 (KCNA) -- A delegation of the Communist Party of the Russian Federation arrived here Monday to celebrate the birth anniversary of leader Kim Jong Il. It is led by Kazbek Taisayev, first vice-chairman of the Committee for Commonwealth of Independent States Affairs, Eurasia Integration and Liaison with Compatriots of the State Duma and secretary of the Central Committee of the party."
        },
        {
            "title": "Chinese Guests, Overseas Koreans Arrive",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-15ee.html",
            "content": "Chinese Guests, Overseas Koreans Arrive\r\n Pyongyang, February 15 (KCNA) -- Chinese guests and overseas Koreans arrived here on Sunday to take part in the 20th Kimjongilia Festival.\n\t\t\t\t\t They were a delegation of the China Yanbian Wanhang Trading Co. Ltd. led by General Manager Li Qingzhong and a Chinese regional delegation for disseminating and supporting immortal flowers led by Choe Ryong Ho, former vice-president of Yanbian University of Science and Technology of China.\n\t\t\t\t\t\n\t\t\t\t\t Earlier arriving here were a delegation of the Shengchao Cultural Disseminating Co. Ltd. of Shanghai, China led by Director General Gu Honggang and a delegation of the Songzhuang Handcrafts Co. Ltd. in Beijing, China led by General Manager Li Shanhu."
        },
        {
            "title": "Secretary General of Federation of Koreans in U.S. Here",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-19ee.html",
            "content": "Secretary General of Federation of Koreans in U.S. Here\r\n Pyongyang, February 15 (KCNA) -- Kim Hyon Hwan, secretary general of the Federation of Koreans in the U.S., arrived here Sunday on the occasion of the birth anniversary of leader Kim Jong Il."
        },
        {
            "title": "Floral Basket to Kim Jong Un from Palestinian President",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-17ee.html",
            "content": "Floral Basket to Kim Jong Un from Palestinian President\r\n Pyongyang, February 15 (KCNA) -- Marshal Kim Jong Un received a floral basket from Mahmoud Abbas, president of the State of Palestine, on the occasion of the Day of the Shining Star (the birth anniversary of leader Kim Jong Il).\n\t\t\t\t\t The floral basket was conveyed to DPRK Foreign Minister Ri Su Yong by Ismail Ahmed Mohamed Hasan, Palestinian ambassador to the DPRK, Monday."
        },
        {
            "title": "Floral Basket to Kim Jong Un from General Secretary of C.C., LPRP",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-18ee.html",
            "content": "Floral Basket to Kim Jong Un from General Secretary of C.C., LPRP\r\n Pyongyang, February 15 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from Bounnhang Vorachith, general secretary of the Central Committee of the Lao People's Revolutionary Party (LPRP), on the occasion of the Day of the Shining Star (birth anniversary of leader Kim Jong Il).\n\t\t\t\t\t The floral basket was handed over to Choe Thae Bok, member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, by Phonekham Inthaboualy, Lao ambassador to the DPRK, on Monday."
        },
        {
            "title": "Floral Baskets, Congratulatory Letters to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-21ee.html",
            "content": "Floral Baskets, Congratulatory Letters to Kim Jong Un\r\n Pyongyang, February 15 (KCNA) -- Marshal Kim Jong Un was presented with floral baskets and congratulatory letters by the diplomatic corps and military attaches corps here on the occasion of the Day of the Shining Star (the birth anniversary of leader Kim Jong Il).\n\t\t\t\t\t They were handed over to DPRK Foreign Minister Ri Su Yong by Ismail Ahmed Mohamed Hasan, Palestinian ambassador to the DPRK who is doyen of the diplomatic corps, and Roberto Colin, Brazilian ambassador to the DPRK, and to General of the Korean People's Army Pak Yong Sik, minister of the People's Armed Forces, by Roman O. Jimenez Ortega, military attache of the Cuban embassy, on behalf of the military attaches corps on Monday."
        },
        {
            "title": "Floral Baskets Laid before Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-22ee.html",
            "content": "Floral Baskets Laid before Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, February 15 (KCNA) -- The Orchestra of the 21st Century of Russia, the family of Zhou Wei, daughter of Zhou Bao-zhong who is a Chinese related to the anti-Japanese revolutionary struggle, and overseas Korean Jong Il Sim, widow of DPRK Hero An Tong Su, sent floral baskets to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on the occasion of the Day of the Shining Star (Kim Jong Il's birth anniversary).\n\t\t\t\t\t The floral baskets were laid before the statues on Monday."
        },
        {
            "title": "Floral Baskets to Kim Jong Un from Foreign Organizations, Personages",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-23ee.html",
            "content": "Floral Baskets to Kim Jong Un from Foreign Organizations, Personages \r\n Pyongyang, February 15 (KCNA) -- Supreme leader Kim Jong Un was presented with floral baskets by foreign organizations and personages and family of the Chinese anti-Japanese revolutionary martyr on Monday on the threshold of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They were the General Kim Jong Il Peruvian Amicable Institute, the Japan-Korea Society for Scientific and Educational Interchange, the Association for Promotion of Friendship between Japan and North and South Korea, the Miyagi Prefectural Japan-DPRK Friendship Association, the Shigoku Liaison Society for Japan-DPRK Friendship, the family of Chinese anti-Japanese revolutionary martyr Zhang Wei-hua, Chairman Osvaldo Larriva Alvarado and Secretary General Trotsky Serano of the Ecuadorian Committee for Remembering Generalissimo Kim Jong Il, Julio Ballesteros Espin, chairman of the Guaranda Association for Friendship, Culture and Solidarity with the Korean People of Ecuador, Kosima Weber Liu, executive director of the Environmental Education Media Project, and Jindallae Saphariny, president of the Jindallae Children's Foundation."
        },
        {
            "title": "Floral Basket to Kim Jong Un from Chairman of Korean Friendship Association",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-27ee.html",
            "content": "Floral Basket to Kim Jong Un from Chairman of Korean Friendship Association\r\n Pyongyang, February 15 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from the visiting chairman of the Korean Friendship Association headquartered in Spain on the occasion of the Day of the Shining Star (the birth anniversary of leader Kim Jong Il).\n\t\t\t\t\t The floral basket was handed over to an official concerned by Chairman Alejandro Cao de Benos who is heading the delegation of the association on Monday."
        },
        {
            "title": "Foreign Guests, Overseas Koreans Lay Floral Baskets before Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-28ee.html",
            "content": "Foreign Guests, Overseas Koreans Lay Floral Baskets before Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, February 15 (KCNA) -- Foreigners and overseas Koreans visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Monday on the threshold of the birth anniversary of Kim Jong Il. Among them were staff members of the missions of UNDP, UN FAO, UNICEF, WFP and WHO here, and Chinese guests and Koreans in China participating in the 20th Kimjongilia Festival.\n\t\t\t\t\t They laid floral baskets before the statues of the great leaders and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t A delegation of the Communist Party of the Russian Federation and a delegation of the Korean Friendship Association also visited the statues of the great leaders to pay homage to them on the same day."
        },
        {
            "title": "Contributors to Satellite Launch Tours Kimjongilia Festival",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-35ee.html",
            "content": "Contributors to Satellite Launch Tours Kimjongilia Festival\r\n Pyongyang, February 15 (KCNA) -- Contributors to the successful launch of the satellite Kwangmyongsong-4 toured the venue of the 20th Kimjongilia Festival Monday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They went round the venue which is presenting fantastic scenery with famous flowers praising the great man."
        },
        {
            "title": "Diplomatic Envoys, Representatives of Int'l Bodies Visit Venue of Kimjongilia Festival",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-36ee.html",
            "content": "Diplomatic Envoys, Representatives of Int'l Bodies Visit Venue of Kimjongilia Festival\r\n Pyongyang, February 15 (KCNA) -- Diplomatic envoys and representatives of international bodies here Monday visited the venue of the 20th Kimjongilia Festival on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The guests looked round immortal flowers associated with the reverence of the Korean people and world progressives for Kim Jong Il."
        },
        {
            "title": "Reception Given at DPRK Embassy in Moscow",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-11ee.html",
            "content": "Reception Given at DPRK Embassy in Moscow\r\n Pyongyang, February 15 (KCNA) -- A reception was given at the DPRK embassy in Moscow on Feb. 12 to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present there were Konstantin Pulikovski, former presidential envoy to the Far East Region of the Russian Federation, Viktor Yeliseev, chief of the State Academy Ensemble of the Ministry of Interior of Russia, Pavel Ovsyannikov, head of the Orchestra of the 21st Century of Russia, Valery Sukhinin, former Russian ambassador to the DPRK, Alexandr Prokhanov, editor-in-chief of Zavtra, and other officials of political parties, government ministries, institutions, public organizations and those in the fields of science, culture and art and the press.\n\t\t\t\t\t\n\t\t\t\t\t Also present were Kim Hyong Jun, DPRK ambassador to Russia, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the picture of President Kim Il Sung and Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round photos dealing with the undying revolutionary feats of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception.\n\t\t\t\t\t\n\t\t\t\t\t Then an art performance was given by the State Academy Ensemble of the Ministry of Interior of Russia."
        },
        {
            "title": " 20th Kimjongilia Festival Opens",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-34ee.html",
            "content": "20th Kimjongilia Festival Opens\r\n Pyongyang, February 15 (KCNA) -- The 20th Kimjongilia Festival opened with due ceremony at the Kimilsungia-Kimjongilia Exhibition here Monday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t On display at its venue are a picture of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t On show at the venue of the festival are potted Kimjongilias cultivated by armed forces organs, ministries, national institutions and other units, people from all walks of life and youth and students \n\t\t\t\t\t\n\t\t\t\t\t Also on display are the flowers presented by the Central Standing Committee of the General Association of Korean Residents in Japan, overseas compatriots, missions of foreign diplomatic and international bodies here, foreign friendship and solidarity organizations and personages and Chinese residents here.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Kim Ki Nam, Yang Hyong Sop, officials of the festival organizing committee and the units which have flowers on display, members of the associations for disseminating and supporting the immortal flower, overseas compatriots and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chang Do, chairman of the Korea Kimilsungia-Kimjongilia Committee, declared the festival open, expressing belief that the festival would encourage the service personnel and people of the DPRK in their struggle for ushering in a golden age of building a thriving nation this year.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony its participants looked round the venue."
        },
        {
            "title": "Paektusan Prize International Figure Skating Festival Opens",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-29ee.html",
            "content": "Paektusan Prize International Figure Skating Festival Opens\r\n Pyongyang, February 15 (KCNA) -- The 24th Paektusan Prize International Figure Skating Festival for celebrating the Day of the Shining Star (the birth anniversary of leader Kim Jong Il) was opened here Monday.\n\t\t\t\t\t Present at its opening ceremony were officials concerned, working people, youth and students, diplomatic envoys of different countries and representatives of international bodies and their wives, members of the military attaches corps here and their wives and staff members of foreign embassies here, foreign guests, overseas Koreans and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Figure skaters from the DPRK, Russia, Latvia, Belarus and Canada entered the venue of the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Mu, minister of Physical Culture and Sports, in his opening address expressed belief that the festival to be held in the idea of independence, peace and friendship would bring joy to the Korean people. He declared the festival open.\n\t\t\t\t\t\n\t\t\t\t\t Demonstration performance \"The General Will Always Be with Us\" was given.\n\t\t\t\t\t\n\t\t\t\t\t DPRK's figure skaters represented the strong yearning of the Korean people for Kim Jong Il in such numbers as \"A Dear Name\", \"The Sound of a Horse's Hooves in Mt. Paektu\" and \"Our Father.\"\n\t\t\t\t\t\n\t\t\t\t\t They reflected the faith and will of the service personnel and people of the DPRK to build a thriving socialist nation of Juche under the guidance of Marshal Kim Jong Un through their skillful and refined artistic presentation.\n\t\t\t\t\t\n\t\t\t\t\t Foreign players who proved successful in international and domestic games displayed admirable technique in such numbers as \"The General Star beyond the Clouds.\""
        },
        {
            "title": "Synchronized Swimming Demonstration Presented",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-37ee.html",
            "content": "Synchronized Swimming Demonstration Presented\r\n Pyongyang, February 15 (KCNA) -- A synchronized swimming demonstration \"Sun of Great People\" was presented at the Swimming Pool of the Changgwang Health Complex on Monday to celebrate the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Among the spectators were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, officials of working people's organizations, ministries and national institutions, working people in the city, delegations of overseas Koreans and other overseas Koreans and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Present there were on invitation were foreign diplomatic envoys and representatives of international organizations here and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The demonstration started with group synchronized swimming \"It Is Spring Ray and Sunray\". Put on the stage were such numbers as solo performance \"I Think\", group synchronized swimming \"On Road of Struggle under Leadership of General\" and duet synchronized swimming \"Do Prosper, Era of the Workers' Party\".\n\t\t\t\t\t\n\t\t\t\t\t The performers represented with elegant rhythms and diverse change of formation the reverence of the all service personnel and people for Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Group synchronized swimming \"Let's Not Abandon Revolutionary Faith Though One May Die\" and \"We Will Go to Mt. Paektu\" were acclaimed by the spectators as they reflected the pledge of faith of the army and people of the DPRK to dash forward like the wind along the eternal road of the Juche revolution, rallied close around Marshal Kim Jong Un."
        },
        {
            "title": "Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-33ee.html",
            "content": "Stamps Issued in DPRK\r\n Pyongyang, February 15 (KCNA) -- New stamps (four individuals) were issued in the DPRK to mark the Day of the Shining Star, the birth anniversary of leader Kim Jong Il (Feb. 16).\n\t\t\t\t\t The stamps show Order of Kim Jong Il, Kim Jong Il Prize, Kim Jong Il Youth Honor Prize and Kim Jong Il Children Honor Prize, the highest order and prizes of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The order and prizes were instituted on Feb. 3, Juche 101 (2012)."
        },
        {
            "title": "Kim Jong Il Lauded by Vice-Chairman of General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-25ee.html",
            "content": "Kim Jong Il Lauded by Vice-Chairman of General Association of Koreans in China\r\n Pyongyang, February 15 (KCNA) -- Choe Su Bong, vice-chairman of the General Association of Koreans in China, on a visit to the homeland, was interviewed by KCNA on Monday on the occasion of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t He said that the Day of the Shining Star is the birth anniversary of the sun which enabled the Korean nation to be blessed with the illustrious leaders generation after generation and the day when all Koreans miss Generalissimo Kim Jong Il very much.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, who was born as the son of guerillas in Mt. Paektu, the holy mountain of revolution, and grew up to be a great revolutionary, nurtured the grandiose intention to glorify the DPRK before the world in his early years.\n\t\t\t\t\t\n\t\t\t\t\t He made ceaseless long journeys of Songun to usher in a golden age in achieving the country's prosperity with his outstanding political caliber and rare leadership art.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his tireless and energetic leadership, our homeland could firmly defend socialism despite the hostile forces' vicious and persistent moves to stifle the DPRK and make a leap forward toward a thriving nation and fully demonstrate its dignity and might as a political and military power, satellite manufacturer and launcher.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the solid foundations provided by Kim Jong Il, a peerlessly great man, with his tireless efforts and wisdom firmly guarantee the victorious advance and eternal prosperity of Kim Il Sung's Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's lifelong intention and desire are becoming a stirring reality under the wise leadership of Marshal Kim Jong Un."
        },
        {
            "title": " Kim Jong Il's Feats for Party Building",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-30ee.html",
            "content": "Kim Jong Il's Feats for Party Building\r\n Pyongyang, February 15 (KCNA) -- The Workers' Party of Korea, founded by President Kim Il Sung, had further strengthened into an invincible party under the guidance of leader Kim Jong Il.\n\t\t\t\t\t Leading the WPK for decades, Kim Jong Il developed it into steel-like vanguard ranks and a seasoned political organization guided by the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t In the 1990s when the DPRK was in adversity, he further consolidated the WPK as the general staff of the revolution with his iron faith that the revolution and construction should be carried out in accordance with President Kim Il Sung's idea and intention.\n\t\t\t\t\t\n\t\t\t\t\t He published \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" and other celebrated works, declaring that the WPK would unfailingly carry forward Kim Il Sung's idea and exploits.\n\t\t\t\t\t\n\t\t\t\t\t And he led the WPK to fully discharge its mission as the motherly party which takes care of the people's destiny by pursuing the people-first politics under the slogan \"We serve the people!\"\n\t\t\t\t\t\n\t\t\t\t\t Consequently, the people-oriented policies of the WPK were maintained even in the period of the Arduous March to provide the people with the independent and creative life.\n\t\t\t\t\t\n\t\t\t\t\t He also formulated the Songun (military-first) politics as a basic political mode under socialism, in keeping with the changed grave situation and the requirement of the era of struggle for independence against imperialism, and guided the WPK to pave the way for the nation's prosperity with might of the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership, the WPK could emerge the most prestigious and powerful party in the present times, enjoying absolute support and trust of the people, and its great history and rich experience as the party of Kimilsungism-Kimjongilism became a model in building a revolutionary party.\n\t\t\t\t\t\n\t\t\t\t\t The high prestige and invincible might of the WPK and the great feats made by it in carrying out the revolution and construction would have been unthinkable without his guidance.\n\t\t\t\t\t\n\t\t\t\t\t The august names of the peerlessly great men will shine forever along with the history of the ever-victorious WPK guided by supreme leader Kim Jong Un."
        },
        {
            "title": " Order and Prizes Bearing August Name of Peerlessly Great Man",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-31ee.html",
            "content": "Order and Prizes Bearing August Name of Peerlessly Great Man\r\n Pyongyang, February 15 (KCNA) -- Order of Kim Jong Il, Kim Jong Il Prize, Kim Jong Il Youth Honor Prize and Kim Jong Il Children Honor Prize were instituted in the DPRK on the occasion of the Day of the Shining Star in 2012.\n\t\t\t\t\t The institution of the top order and prizes bearing the august name of leader Kim Jong Il represent the steadfast will of the Workers' Party of Korea and all the army and people of the DPRK to accomplish the revolutionary cause of Juche and the cause of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t More than 360 officials, servicepersons, working people and school youth and students were awarded the order and prizes on the occasion of the 70th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Since then, the number of awardees have been on steady increase with over 90 units honored with the order and prizes till the end of last year.\n\t\t\t\t\t\n\t\t\t\t\t Among them were scientists, technicians, workers and officials who made contributions to successfully carrying out the launch of satellite Kwangmyongsong 3-2 and the 3rd underground nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t In Juche 101 (2012), the Mansudae Art Studio, Kim Il Sung Military University, Mangyongdae Revolutionary School and Kang Pan Sok Revolutionary School were awarded Order of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The number of Kim Jong Il Prize winners reached dozens in the fields of science, education, public health, literature and art, press media and sports. And it was awarded to \"Kwangmyong Encyclopedia\" and orchestra and male chorus \"We'll Travel One Road Forever\".\n\t\t\t\t\t\n\t\t\t\t\t The prize winners also include officials of the General Association of Korean Residents in Japan (Chongryon) and overseas Korean artistes.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il Youth Honor Prize was awarded to those who performed great feats in remodeling the Songdowon International Children's Camp and building Kosan Fruit Farm and woman footballers who proved successful at the 2015 EAFF Women's East Asia Cup.\n\t\t\t\t\t\n\t\t\t\t\t Among the youth honor prize are a schoolgirl who safeguarded the portraits of peerless great persons of Mt. Paektu at the cost of her life on the brink of house collapse through landslide caused by heavy rain and a 20 year-old girl who is mothering seven orphans."
        },
        {
            "title": "Increased Production Witnessed in Machine-building Industry",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-32ee.html",
            "content": "Increased Production Witnessed in Machine-building Industry\r\n Pyongyang, February 15 (KCNA) -- The working class in the field of machine-building industry of the DPRK are bringing about a fresh upswing in production with a great national pride at the successful launch of earth observation satellite Kwangmyongsong-4.\n\t\t\t\t\t The Taean Heavy Machine Complex has fulfilled the production quota at over 110 percent on a daily average.\n\t\t\t\t\t\n\t\t\t\t\t The same is true of the Ryongsong Machine Complex, Rakwon Machine Complex, Pyongyang Electric Cable Factory 326 and Hamhung Youth Electric Appliances Plant.\n\t\t\t\t\t\n\t\t\t\t\t The Kumsong Tractor Plant has increased the production of spare parts, while registering signal successes in manufacturing a new type of tractor by its own efforts."
        },
        {
            "title": " Rodong Sinmun Hails Successful Launch of Kwangmyongsong-4",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-16ee.html",
            "content": "Rodong Sinmun Hails Successful Launch of Kwangmyongsong-4\r\n Pyongyang, February 15 (KCNA) -- The successful launch of Kwangmyongsong-4 is the nationwide auspicious event as it proudly showed the world the dignity and honor, wisdom and talent of the entire Korean nation, Rodong Sinmun Monday says in an article. \n\t\t\t\t\t Noting that the pride and honor of the Korean nation have never been as high as today, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The era of the Workers' Party is glorifying the 5,000-year-long history of the nation with the laurel crown of victory as a space power. \n\t\t\t\t\t\n\t\t\t\t\t Now the DPRK has conquered the space by launching several Kwangmyongsong satellites into the space as it determined, shattering the unprecedented moves of the U.S. imperialists and their followers to stifle it with the treasured sword of self-reliance and self-development. It has opened up a new history of the nation by conquering the space and the Korean nation has emerged a great nation overlooking the world. \n\t\t\t\t\t\n\t\t\t\t\t The successful launch of Kwangmyongsong-4 reflects the indomitable spirit and mettle to fully demonstrate before the world the honor of the nation envied by others by giving full play to the wisdom and energy of the Koreans and faith in its own strength and high self-respect. \n\t\t\t\t\t\n\t\t\t\t\t The world-startling launch of Kwangmyongsong-4 is the victory which fully demonstrated the dignity and spirit of the nation. \n\t\t\t\t\t\n\t\t\t\t\t The 5,000-year-long history of the Korean nation is shining more brilliantly thanks to the satellite of Juche made entirely by the indigenous efforts, technology and wisdom."
        },
        {
            "title": "S. Korean Bodies Protest against U.S. Deployment of THAAD",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-26ee.html",
            "content": "S. Korean Bodies Protest against U.S. Deployment of THAAD\r\n Pyongyang, February 15 (KCNA) -- Civic organizations in Taegu and North Kyongsang Province of south Korea held a press conference on February 12 in protest against the projected deployment of THAAD, according to the south Korean internet newspaper Voice of People. \n\t\t\t\t\t Speakers at the press conference said that Taegu and Waegwan in North Kyongsang Province are under discussion as sites for THAAD deployment and all the politicians in the regions should voice their opposition to it. \n\t\t\t\t\t\n\t\t\t\t\t They dismissed the authorities' act of mulling the deployment of THAAD in south Korea as a foolish and reckless action."
        },
        {
            "title": "Art Performance Given by Koreans in Japan",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-12ee.html",
            "content": "Art Performance Given by Koreans in Japan\r\n Pyongyang, February 15 (KCNA) -- An art performance was given by the Kumgang-san Opera Troupe, Korean compatriots and schoolchildren in Japan at the Korean Hall of Culture in Tokyo on Feb. 13 on the occasion of the 74th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Among the audience were Ho Jong Man, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), vice-chairpersons, the chairman of the Central Audit Committee of Chongryon, advisors and department directors of the Chongryon Central Standing Committee, leading officials of organizations and enterprises of Chongryon, chairpersons and officials of the Chongryon headquarters in the Kanto area, compatriots and teachers and students of Korean University.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with brass band \"Ode to the Motherland\". Put on the stage were chorus immortal revolutionary song \"Song of General Kim Jong Il\", male solo \"General Is Great Defender\", female duet \"We Long for You\" and other numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performance ended with chorus \"Our Destiny and Future Entrusted to You\" amid the deep reverence for Marshal Kim Jong Un."
        },
        {
            "title": "Koreans Meeting in Japan Observe Birth Anniversary of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-14ee.html",
            "content": "Koreans Meeting in Japan Observe Birth Anniversary of Kim Jong Il\r\n Pyongyang, February 15 (KCNA) -- There took place a meeting of Koreans in Japan at the Korean Hall of Culture in Tokyo on Feb. 13 to observe the 74th birth anniversary of the great Generalissimo Kim Jong Il.\n\t\t\t\t\t It was attended by Ho Jong Man, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, its vice-chairpersons, Hong In Hum, chairman of its Central Audit Committee, its advisors and department directors, leading officials of its organizations and enterprises, chairpersons of Chongryon headquarters in Kanto area, officials of Chongryon, other Koreans, staff and students of Korean University.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man in his report said Koreans in Japan have celebrated the February holiday every year but this year's Day of the Shining Star is being observed amid the world's admiration for the Juche-based nuclear power, socialist Korea and the great Workers' Party of Korea, so they revere and miss very much leader Kim Jong Il who continued his train journey, weathering snow storm, throughout his life, in charge of the destiny of the country.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, who made the history of the victorious revolutionary cause of Juche and brought about epoch-making developments in politics, military affairs, economy and culture, will always be with us as the sun of Juche and the exploits he performed by laying an eternal foundation of the country will shine forever, Ho added.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Marshal Kim Jong Un was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Meetings were also held by Chongryon headquarters in Osaka, Hyogo, Kyoto, Aichi, Hokkaido, etc. to mark the birth anniversary of Kim Jong Il."
        },
        {
            "title": "Day of Shining Star Marked in Russia",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-10ee.html",
            "content": "Day of Shining Star Marked in Russia\r\n Pyongyang, February 15 (KCNA) -- A meeting took place in Moscow on Feb. 11 to celebrate the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t Present there were personages of the Russian preparatory committee for celebrating the Day of the Sun and the Day of the Shining Star, Russian Ministry of Foreign Affairs, Moscow City Committee of the Communist Party of the Russian Federation, Russian Academy of Sciences, Korean War Veterans' Council of Russia and the Forum Magazine Office and other people and the DPRK ambassador to Russia and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t A report and speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Il was born into a revolutionary and patriotic family and grew up to be the peerlessly great man.\n\t\t\t\t\t\n\t\t\t\t\t He visited Russia several times, making immortal contribution to developing the friendly relations between the DPRK and Russia, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They congratulated the DPRK on working great miracles startling the world people in the struggle for building an economic giant and improving the people's living standard including the successful launch of earth observation satellite Kwangmyongsong-4 under the wise guidance of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They sincerely wished the Korean people greater success in building a thriving nation this significant year when the Seventh Congress of the Workers' Party of Korea is to be held.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched a Korean film dealing with his undying feats."
        },
        {
            "title": "Kimjongilia Show in Mongolia",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-02ee.html",
            "content": "Kimjongilia Show in Mongolia\r\n Pyongyang, February 15 (KCNA) -- A Kimjongilia show was held in Ulan Bator, Mongolia in the period between February 2 and 4 on the occasion of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t On display there were photos dealing with the immortal exploits of President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Displayed were 216 potted Kimjongilias, their works and magazines introducing Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were figures of political parties, government and organizations including the Mongolian People's Revolutionary Party, the National Democratic Party of Mongolia, the Mongolian Foreign Ministry, the Kimjongilia Association of Mongolia, the Mongolian Mt. Paektu Association for Independent Development and the Mongolia-Korea Friendship Society and masses.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Kimjongilia Association of Mongolia in his speech highly praised Kim Jong Il for developing in depth the Juche idea founded by the President and firmly consolidating the best Korean-style socialism where everything serves the people.\n\t\t\t\t\t\n\t\t\t\t\t E. Maksim, executive chairperson of the Mongolian Mt. Paektu Association for Independent Development, said that he was pleased to see the show opened with splendor in Ulan Bator on the occasion of the Day of the Shining Star.\n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that the friendly and cooperative relations between Mongolia and the DPRK would grow stronger along with Kimjongilias in full bloom."
        },
        {
            "title": "DPRK's Satellite Launch Celebrated in Demark, Iceland",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-03ee.html",
            "content": "DPRK's Satellite Launch Celebrated in Demark, Iceland\r\n Pyongyang, February 15 (KCNA) -- There took place meetings in Copenhagen, Demark and Reykjavik, Iceland on Feb. 8.\n\t\t\t\t\t Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, said in a speech that the DPRK's successful launch of earth observation satellite Kwangmyongsong-4 is the fruition of the tireless efforts of Marshal Kim Jong Un and a gift presented by the space scientists and technicians of the DPRK to him.\n\t\t\t\t\t\n\t\t\t\t\t He condemned the West for crying out for sanctions while terming the DPRK's satellite launch a \"missile launch\".\n\t\t\t\t\t\n\t\t\t\t\t He fully supported the DPRK's right to use space for peaceful purposes and urged the U.S. and its followers to roll back the hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  Jon Arni Halldorsson, general secretary of the Iceland-DPRK Friendship and Cultural Society, said:\n\t\t\t\t\t\n\t\t\t\t\t The satellite launch for peaceful purposes is an exercise of the independent and legitimate right of the DPRK, a sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t We bitterly denounce the U.S. and its followers for trying to encroach upon the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity once again to the just cause of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at the meeting held in Iceland."
        },
        {
            "title": "DPRK's Satellite Launch Hailed by Austrian Figures",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-04ee.html",
            "content": "DPRK's Satellite Launch Hailed by Austrian Figures\r\n Pyongyang, February 15 (KCNA) -- Figures of Austria issued statements on Feb. 8 hailing the DPRK's satellite launch.\n\t\t\t\t\t Heinrich Gruber, member of the Leadership of the Vienna, 21 County Committee of the Communist Party of Austria, fully supported the DPRK's successful launch of earth observation satellite Kwangmyongsong-4 and extended full solidarity to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He went on: The satellite launch and use of space for peaceful purposes are the legitimate rights of all sovereign states and no one can deny them.\n\t\t\t\t\t\n\t\t\t\t\t We are firmly convinced that the DPRK will as ever bring about epochal miracles and successes in the scientific and technological development, building of an economic giant and the drive for improving the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t Oliver　Jonischkeit, chairman of the Solidarity Committee of Unionists for the Peaceful Reunification of Korea in Austria, extended warm congratulations and solidarity to the Korean people. He noted:\n\t\t\t\t\t\n\t\t\t\t\t The satellite launch is a great event which powerfully demonstrated the tremendous national power and scientific and technological potential of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK launched Kwangmyongsong-4, joining the advanced space powers.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a powerful state firmly guaranteeing its sovereignty and development, the country no one dares provoke."
        },
        {
            "title": "DPRK's Satellite Launch Hailed by African Juche Idea Study Committee",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-05ee.html",
            "content": "DPRK's Satellite Launch Hailed by African Juche Idea Study Committee\r\n Pyongyang, February 15 (KCNA) -- The African Regional Committee for the Study of the Juche Idea issued a statement on Feb. 7.\n\t\t\t\t\t The statement said that under the wise guidance of Marshal Kim Jong Un the DPRK demonstrated its latest scientific and technological level before the world once again.\n\t\t\t\t\t\n\t\t\t\t\t The successful launch of earth observation satellite Kwangmyongsong-4 is the proud fruition of the policy of attaching importance to science and technology by the great Workers' Party of Korea (WPK) guided by the Juche idea, and an epochal event in developing the DPRK's science and technology and economy, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's satellite launch is an exercise of the legitimate right of a sovereign state to use space for peaceful purposes recognized by international law.\n\t\t\t\t\t\n\t\t\t\t\t The world progressives are rejoiced over the success made by the DPRK's scientists and technicians as their own.\n\t\t\t\t\t\n\t\t\t\t\t The adherents to the Juche idea and those people valuing friendship and solidarity with the Korean people in the African region extend the warmest congratulations to HE Kim Jong Un upon the DPRK's satellite launch and express full support for the WPK's policy of attaching importance to science and technology."
        },
        {
            "title": "DPRK's Satellite Launch Applauded by Figures of Denmark, Guinea",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-06ee.html",
            "content": "DPRK's Satellite Launch Applauded by Figures of Denmark, Guinea\r\n Pyongyang, February 15 (KCNA) -- Figures of friendly organizations of Denmark and Guinea in statements on Feb. 8 and 9 denounced the U.S. and its followers for branding the DPRK's satellite launch for peaceful purposes as a \"missile launch\".\n\t\t\t\t\t Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, warmly congratulated the Korean people on their great scientific and technological progress manifested in the launch of the satellite for peaceful purposes. He went on:\n\t\t\t\t\t\n\t\t\t\t\t The assertion of the U.S. and its followers that satellite launch is a \"missile launch\" is false.\n\t\t\t\t\t\n\t\t\t\t\t We believe in the assertion of the DPRK more than that of the U.S. still maintaining the state of a war with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's satellite launch is not contrary to international law and, accordingly, there is no reason for criticizing the launch.\n\t\t\t\t\t\n\t\t\t\t\t We urge the West to stop slandering the DPRK, admit that the DPRK has the same right as other countries, discontinue all hostile policies toward it and give priority to dialogue.\n\t\t\t\t\t\n\t\t\t\t\t Banou Keita, chairman of the Guinea-Korea Friendship Association condemned the hostile forces for their reckless moves against the DPRK over its satellite launch for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t The satellite launch for peaceful purposes is the legitimate right of a sovereign state which no country can intervene in."
        },
        {
            "title": "DPRK's Satellite Launch Hailed by Bangladeshi Body",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-07ee.html",
            "content": "DPRK's Satellite Launch Hailed by Bangladeshi Body\r\n Pyongyang, February 15 (KCNA) -- There took place a meeting for solidarity with the Korean people in Dhaka, Bangladesh on Feb. 8.\n\t\t\t\t\t Read out at the meeting were a report that Marshal Kim Jong Un issued an order to launch earth observation satellite Kwangmyongsong-4 and a report of the National Aerospace Development Administration of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting speakers said that the development of space for peaceful purposes is the inviolable right of the independent state and people. They expressed support and solidarity with the Korean people fully exercising the independent right to use space for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t They denounced the reckless hostile policy toward the DPRK pursued by the U.S. imperialists and their followers to infringe upon the sovereignty of the DPRK and dignity of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t A joint statement was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t It said that the DPRK's successful satellite launch proved once again the position of the DPRK which ranked itself among the world powers.\n\t\t\t\t\t\n\t\t\t\t\t It sincerely wished the Korean people holding HE Kim Jong Un in high esteem as the supreme leader of the party, state and army new success in their historic struggle for defending the sovereignty and security of the country and achieving the national development.\n\t\t\t\t\t\n\t\t\t\t\t We reaffirm our invariable support for the just cause of the DPRK, it added."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-08ee.html",
            "content": "Kim Jong Un's Work Published in Russia\r\n Pyongyang, February 15 (KCNA) -- Marshal Kim Jong Un's work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" was published in pamphlet by the Nakhodka Format Publishing House of Russia on February 6.\n\t\t\t\t\t The work, published on August 25, Juche 102 (2013), deals with the Songun revolutionary leadership exploits of leader Kim Jong Il and essence and originality of the Songun revolutionary idea and indicates the tasks for successfully accomplishing the cause of the Songun revolution."
        },
        {
            "title": "International Kim Il Sung Prize, Kim Jong Il Prize Introduced by U.S. Internet Encyclopedia",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-09ee.html",
            "content": "International Kim Il Sung Prize, Kim Jong Il Prize Introduced by U.S. Internet Encyclopedia\r\n Pyongyang, February 15 (KCNA) -- Data on the International Kim Il Sung Prize and International Kim Jong Il Prize were posted on Wikipedia on Feb. 6.\n\t\t\t\t\t It deals with how the prizes were instituted, their composition, conferees and procedures.\n\t\t\t\t\t\n\t\t\t\t\t It also introduced the activities of the International Kim Il Sung Prize Council and the International Kim Jong Il Prize Council comprising famous figures of political, public and academic circles of various countries of the world."
        },
        {
            "title": " Kim Jong Un participa en banquete en honor de contribuyentes al exitoso lanzamiento de satelite",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-38ee.html",
            "content": "Kim Jong Un participa en banquete en honor de contribuyentes al exitoso lanzamiento de satelite \r\nPyongyang, 15 de febrero (ACNC) -- El Comite Central del Partido del Trabajo de Corea ofrecio el dia 13 un solemne banquete suntuoso en honor de los contribuyentes al exitoso lanzamiento del satelite de observacion de la Tierra Kwangmyongsong-4.\n\t\t\t\t\tEl Mariscal Kim Jong Un participo en el banquete.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes alli Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Kim Ki Nam, Choe Thae Bok, Pak Yong Sik, Ri Myong Su, Yang Hyong Sop, Kim Won Hong, Kwak Pom Gi, O Su Yong, Kim Phyong Hae, Kim Yong Chol, Choe Pu Il, Ro Tu Chol, Jo Yon Jun y otros cuadros del Partido, el Estado y el ejercito.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los cientificos, tecnicos, obreros y funcionarios que hicieron aporte al exitoso lanzamiento del satelite.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal llego junto con Ri Sol Ju a la Casa Mokran y paso revista, junto con los cientificos, tecnicos, obreros y funcionarios, contribuyentes al exitoso lanzamiento del satelite de observacion de la Tierra Kwangmyongsong-4, a las guardias de honor de las fuerzas terrestres, navales, aereas y antiaereas del Ejercito Popular de Corea y del Ejercito Rojo Obrero-Campesino.\n\t\t\t\t\t\n\t\t\t\t\tEn el banquete, el Mariscal pronuncio un discurso de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\tEn la situacion complicada de estos ultimos dias en que las fuerzas hostiles maniobran freneticamente mas que otros tiempos para asfixiar la Republica Popular Democratica de Corea decidio el lanzar en vispera del historico Septimo Congreso del Partido del Trabajo de Corea el satelite de observacion de la Tierra depositando el destino del pais y la dignidad de la patria, lo que se debe a firme confianza en los patriotas verdaderos, rojos soldados cientificos fieles a nuestro Partido, dijo el Mariscal y continuo que podia lograr el gran exito de hoy por contar con la fuerza de confianza consanguinea que el Partido confia a ustedes y viceversa.\n\t\t\t\t\t\n\t\t\t\t\tEl trabajo por dominar el cosmos no fue simplemente el camino de ciencias, sino el de la revolucion y de la independencia y, al mismo tiempo, fue la enconada lucha clasista contra las fuerzas hostiles que tratan de arrebatarnos la paz y la soberania y la lucha para materializar el legado de los grandes Lideres, dijo.\n\t\t\t\t\t\n\t\t\t\t\tA traves del gran exito reciente dimos al pueblo coreano la confianza y el coraje y un golpe duro a los enemigos que intentan frenar el avance de nuestra patria, de manera que escribimos una nueva pagina orgullosa en la historia de nuestro Partido y patria, senalo.\n\t\t\t\t\t\n\t\t\t\t\tLa epoca actual es el tiempo de ciencias y tecnicas y el trabajo de desarrollarlas es la labor importante que determina la perspectiva y el destino del pais, dijo y subrayo que para acelerar mas la velocidad del avance de la potencia del monte Paektu que adelanta el mundo manifestando el poderio de la independencia, el Songun y el socialismo, se necesita que el frente cientifico despliegue su poderio y se manifieste la fuerza mistica de las ciencias del Juche.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal exhorto a los invitados a levantarse en la investigacion cientifica para alcanzar la meta mas alta, tomando el gran exito de hoy como trampolin para lograr la mayor victoria, y, en adelante, lanzar mucho mas satelites practicos de Corea jucheana.\n\t\t\t\t\t\n\t\t\t\t\tDurante el banquete, se ofrecio la funcion artistica de la Banda Moranbong para felicitar el exitoso lanzamiento del satelite de observacion de la Tierra Kwangmyongsong-4."
        },
        {
            "title": "Kim Jong Un envia ofrenda floral ante feretro de difunto Ro Jong Wan",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-39ee.html",
            "content": "Kim Jong Un envia ofrenda floral ante feretro de difunto Ro Jong Wan\r\nPyongyang, 15 de febrero (ACNC) -- El Mariscal Kim Jong Un envio el dia 14 una ofrenda floral ante el feretro del difunto Ro Jong Wan, Cientifico del Pueblo, profesor titular, doctor e investigador de la Universidad Politecnica Kim Chaek, en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": " Inaugurado Festival Internacional de Patinaje Artistico sobre Hielo",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-40ee.html",
            "content": "Inaugurado Festival Internacional de Patinaje Artistico sobre Hielo\r\nPyongyang, 15 de febrero (ACNC) -- Quedo iniciado el dia 15 en esta capital el XXIV Festival Internacional de Patinaje Artistico sobre el Hielo por el Premio Paektusan dedicado al Dia de la Estrella Luz.\n\t\t\t\t\tA la ceremonia inaugural asistieron los funcionarios de la rama correspondiente, trabajadores, jovenes y estudiantes, matrimonios de representantes diplomaticos de varios paises y de organizaciones internacionales, el Cuerpo de Agregados Militares, miembros de embajadas, acreditados en la Republica Popular Democratica de Corea, huespedes extranjeros, coreanos en ultramar y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tAparecieron en la sede de ceremonia los patinadores de la RPDC, Rusia, Latvia, Belarus y Canada.\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Deportes Ri Jong Mu, expreso en su discurso inaugural una conviccion de que el festival que tiene lugar bajo el noble ideal de la independencia, la paz y la amistad, dara alegria al pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tHubo la demostracion modelo \"El General vive siempre en nosotros\".\n\t\t\t\t\t\n\t\t\t\t\tLos jugadores coreanos presentaron \"Nombre querido\", \"Trote de caballo del Paektu\", \"Nuestro padre\" y otras piezas, describiendo el mundo de anoranza del pueblo coreano al Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tSe pusieron sobre el hielo las piezas que demuestran la conviccion y la voluntad del ejercito y el pueblo de la RPDC de edificar un Estado prospero socialista bajo la guia del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tLos jugadores sobresalientes en los juegos internacionales y nacionales demostraron la tecnologia deportiva en las piezas entre otras \"Al Lucero General, mas alla de las nubes\"."
        },
        {
            "title": "Inaugurado XX Festival de Kimjongilias por Dia de Estrella Luz",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-41ee.html",
            "content": "Inaugurado XX Festival de Kimjongilias por Dia de Estrella Luz\r\nPyongyang, 15 de febrero (ACNC) -- Quedo iniciado en esta capital el XX Festival de Kimjongilias en celebracion del dia de nacimiento del Dirigente Kim Jong Il.\n\t\t\t\t\tEn la sede del certamen estan colocadas las imagenes de los grandes Lideres Kim Il Sung y Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tAlli estan exhibidas las kimjongilias cultivadas por los organismos de las fuerzas armadas, ministerios, organos centrales y otras unidades, trabajadores, jovenes y ninos escolares del pais. \n\t\t\t\t\t\n\t\t\t\t\tTambien, se ven las flores del sol presentadas por el Presidium del Comite Central de la Asociacion General de Coreanos Residentes en Japon (Chongryon), los compatriotas en ultramar, las representaciones diplomaticas y las oficinas de organizaciones internacionales, acreditadas en la Republica Popular Democratica de Corea, las entidades de amistad y solidaridad y las personalidades de varios paises, y los chinos residentes en la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia de inauguracion tuvo lugar este lunes en la Exposicion Permanente de Kimilsungia y Kimjongilia con la participacion de Kim Ki Nam, Yang Hyong Sop, los funcionarios del comite organizador del festival y de las unidades exponentes, los miembros de la Asociacion de Apoyo a la Divulgacion de Flores Inmortales, los compatriotas residentes en ultramar y los huespedes extranjeros. \n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra de apertura, el presidente del Comite de Kimilsungia y Kimjongilia de Corea, Kim Chang Do, expreso la seguridad de que el presente certamen estimulara a los militares y civiles coreanos levantados en la ofensiva general para abrir este ano la era dorada de la construccion de un Estado prospero. \n\t\t\t\t\t\n\t\t\t\t\tTerminada la ceremonia, los participantes realizaron un recorrido por la sede del festival."
        },
        {
            "title": "Rodong Sinmun califica de evento nacional el lanzamiento de Kwangmyongsong-4",
            "url": "http://kcna.co.jp/item/2016/201602/news15/20160215-42ee.html",
            "content": "Rodong Sinmun califica de evento nacional el lanzamiento de Kwangmyongsong-4\r\nPyongyang, 15 de febrero (ACNC) -- Tanto para el Norte como para el Sur de Corea el exitoso lanzamiento de satelite artificial Kwangmyongsong-4 deviene un gran evento que ostento a todo el mundo la dignidad y orgullo, la inteligencia y la habilidad de la nacion coreana.\n\t\t\t\t\tAdelanta asi el diario Rodong Sinmun en un articulo individual de hoy, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tNunca hubo el dia como hoy en que el orgullo y el honor de la nacion coreana han llegado a la cima suprema.\n\t\t\t\t\t\n\t\t\t\t\tLa epoca del Partido del Trabajo glorifica con la laureola de victoria de la potencia espacial la historia nacional de cinco milenios.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, la RPDC dio inicio a una nueva historia nacional por la conquista de cosmos que lanza a su antojo los satelites artificiales seriales de Kwangmyongsong haciendo anicos con el espiritu de autofortalecimiento a las maquinaciones de aislamiento y aplastamiento anti-RPDC del imperio yanqui y sus fuerzas seguidoras. Y la nacion coreana se hizo gran nacion que observa el mundo desde el cosmos.\n\t\t\t\t\t\n\t\t\t\t\tEl exitoso lanzamiento de Kwangmyongsong-4 es manifestacion del indoblegable espiritu e impetu y de la conviccion y la alta dignidad nacional sobre su propia fuerza de ostentar a todo el mundo el honor de la nacion a que envidiaran otros desplegando totalmente la habilidad, la inteligencia y la fuerza de los coreanos.\n\t\t\t\t\t\n\t\t\t\t\tEl presente lanzamiento que volvio a sacudir al mundo es un jaque mate de victoria que manifesto al mundo la dignidad e impetu de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tBrilla mas la larga historia nacional de 5 milenios gracias al exitoso lanzamiento de satelite fabricado completamente con la fuerza, tecnica, habilidad e inteligencia de la nacion coreana."
        }
    ]
}