{
    "date": "2016-09-19",
    "url": "http://kcna.co.jp/item/2016/201609/2016-09-19ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Refers to Stand of DPRK Government on NAM Position and Role",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-28ee.html",
            "content": "Kim Yong Nam Refers to Stand of DPRK Government on NAM Position and Role\r\nPyongyang, September 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, who is heading a DPRK delegation addressed the 17th NAM Summit opened in Venezuela on Sept. 17.\n\t\t\t\t\t The idea of the NAM has greatly encouraged the struggle of the developing countries for building the peaceful and prosperous world as well as the independent and righteous world and made significant contribution to the changes of the world during the last 55 years, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Today the NAM is faced with the grave challenges due to the acts of aggression, war and interference of the imperialists and dominationists.\n\t\t\t\t\t\n\t\t\t\t\t We find serious lessons in view of the stark reality that the NAM nations that occupy the majority of the UN membership and have the vast material and manpower resources do not have due position or voice in the international arena and are yet far from encountering the arbitrariness and high-handedness of a few big powers with concerted actions of the NAM.\n\t\t\t\t\t\n\t\t\t\t\t The dark cloud of nuclear war, highly impossible to predict, continues to prevail around the Korean Peninsula because of the fire game of the United States going on with the aggressive nuclear war exercises.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made a strategic decision to destroy the nuclear club of injustice with the nuclear sword of justice.\n\t\t\t\t\t\n\t\t\t\t\t As far as the paradox of the United States is concerned referring to the activities of the DPRK for increased self-defensive capabilities and peaceful outer space development as \"threats\" and \"provocation\", it is merely an excuse to justify its aggressive hostile policy towards our country and its strategy to achieve hegemony in Asia. And the argument that sanctions should be imposed because of the \"threats\" and \"provocation\" is a flagrant violation of the UN Charter and the international law and it is a gangster-like logic with no reasonable legal ground.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK of today is not the DPRK of the 1950s that did only have rifles to fight the nuclear armed United States, and the times of the United States that has been blackmailing the DPRK with nuclear weapons are gone forever.\n\t\t\t\t\t\n\t\t\t\t\t The United States should squarely look at the strategic position of the DPRK that has joined the rank of the global nuclear and military powers with its unfathomable strength, and should keep prudence and self-control. Furthermore, the United States should drop the anachronistic and hostile policy towards the DPRK and should come out to conclude the Peace Agreement.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of the respected Comrade Kim Jong Un, the Korean people are directing all efforts to building a powerful socialist country.\n\t\t\t\t\t\n\t\t\t\t\t Clarifying the faith and will of our people and service personnel to cut off the chains of sanctions, blockade and pressure of the hostile forces and to reach the highest peak of a socialist power, Kim Yong Nam referred to the viewpoint and position of the DPRK on the issue of strengthening the position and role of the NAM.\n\t\t\t\t\t\n\t\t\t\t\t He said that the NAM nations should struggle to achieve the cause of global independence, the common desire and aspiration of humanity, under the banner of anti-imperialist independence and should take its proper position as a powerful anti-war and peace-loving force and give full play to its role.\n\t\t\t\t\t\n\t\t\t\t\t He called on the NAM nations to strive for genuine international justice and adhere to the principles of attaching importance to the unity and cooperation, putting aside differences in their views, and enhance an organizing ability and an ability of action of the NAM in the international arena including the United Nations.\n\t\t\t\t\t\n\t\t\t\t\t Upholding the behests and exploits of the great Comrade Kim Il Sung and Comrade Kim Jong Il, the Government of the DPRK will be committed, as in the past, to the ideal of the NAM for the building of a peaceful and prosperous world and fulfill its responsibility and role as a member of the NAM to strengthen and develop the global independence and the NAM, he stressed."
        },
        {
            "title": "Delegation of All-China Journalists Association Here",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-30ee.html",
            "content": "Delegation of All-China Journalists Association Here\r\nPyongyang, September 19 (KCNA) -- A delegation of the All-China Journalists Association led by Zhang Yanping, president of the Beijing Youth Daily, arrived here Monday."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spreads to Veteran Scholars",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-20ee.html",
            "content": "Kim Jong Un Sends Birthday Spreads to Veteran Scholars\r\nPyongyang, September 19 (KCNA) -- Supreme leader Kim Jong Un sent 80th birthday spreads to People's Scientist, Candidate Academician, Prof. and Dr. Choe Tong Ryun and Merited Scientist, Candidate Academician, Prof. and Dr. Hwang Sin Ryul, who are researches at Kim Il Sung University.\n\t\t\t\t\t Choe Tong Ryun, who was born in an alien land in the dark period of the Japanese imperialists' colonial rule over Korea, graduated from the university under the loving care of the great leaders after the liberation of the country and has devoted his wisdom and passion to education of the rising generation and scientific researches for several decades. He explored several majors, wrote dozens of kinds of textbooks and reference books, trained lots of holders of academic degrees and successfully settled theoretical and practical issues arising in the field of geography, proactively contributing to building a rich and powerful country.\n\t\t\t\t\t\n\t\t\t\t\t Born as a son of a poor peasant before the liberation of the country, Hwang Sin Ryul experienced the sorrow of being a member of a stateless nation. He devoted himself with clean conscience to training native cadres equipped with the revolutionary outlook on the leader with his single will to live up to the loving care of President Kim Il Sung who liberated the country and brought his hope for learning into bloom.\n\t\t\t\t\t\n\t\t\t\t\t He wrote dozens of kinds of textbooks and books dealing with the undying revolutionary history of the peerlessly great persons of Mt. Paektu, thus contributing to arming university students, Party members and other working people with the revolutionary ideology of the Party."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Hwanghae Iron and Steel Complex",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-19ee.html",
            "content": "DPRK Premier Makes Field Survey of Hwanghae Iron and Steel Complex\r\nPyongyang, September 19 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, made a field survey of the Hwanghae Iron and Steel Complex alive with the drive for increasing the production of iron and steel. \n\t\t\t\t\t He went round the Youth Looping Shop, Gas Producing Shop, Steel Shop and other places of the complex to learn in detail about the processes for putting the production on a Juche and modern basis and production there. Then he convened a consultative meeting. \n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed the issues of generalizing successes and experience gained by the complex in putting production processes on a Juche basis and producing diverse steel bars for the sites for recovering from flood damage in the northern part of the country.\n\t\t\t\t\t\n\t\t\t\t\t The meeting took measures for putting production on normal track and increasing varieties of steel. They include steps for sufficiently supplying electricity, coal and iron ore. \n\t\t\t\t\t\n\t\t\t\t\t Earlier, the premier visited the Institute of Pomiculture of the Academy of Agricultural Science and discussed measures of remodeling the institute and took actions."
        },
        {
            "title": "AINDF Calls for Foiling Park Geun Hye Conservative Forces' Attempt at Stay in Power",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-31ee.html",
            "content": "AINDF Calls for Foiling Park Geun Hye Conservative Forces' Attempt at Stay in Power\r\nPyongyang, September 19 (KCNA) -- A spokesman for the Central Committee of the Anti-Imperialist National Democratic Front (AINDF) on Monday released a statement titled \"Let all the people turn out to resolutely foil the pro-U.S. conservative forces' attempt at stay in power\".\n\t\t\t\t\t The spokesman said that recently the Park Geun Hye group has made desperate efforts to create a phase favorable for staying in power of the conservative forces while deliberately spreading the theory of \"security crisis\" under the pretext of the DPRK's nuclear warhead explosion test.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind this is the vicious intention to tide over the political crisis that has reached the extreme phase and open up a way for the conservative forces to stay in power at any cost, the spokesman said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Such an outdated arrogant attempt can not work in this bright world today.\n\t\t\t\t\t\n\t\t\t\t\t The situation prevailing on this land is going quite contrary to what Park intended it to be and she is facing grim phase in which there is great concern over whether she can prop up the pillar of Chongwadae till the end of tenure, to say nothing of stay in power.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the catastrophic situation brought about by her, Park is making desperate efforts, saying that there can never be \"division of public opinion\". This is, however, nothing but an open declaration that it would gag the people standing against her, politically persecute and suppress progressive democratic forces and crack down on the people out in their just mass struggle at the point of bayonet.\n\t\t\t\t\t\n\t\t\t\t\t If the Park group's attempt at monopolizing power is tolerated, it is clear that this land will face the crises of livelihood, security and war worse than what they are now.\n\t\t\t\t\t\n\t\t\t\t\t People from all walks of life who are full-fledged master of the nation's history should clearly show in practice, not with words, what harsh punishment the Park group will face by the people, awakened and enraged.\n\t\t\t\t\t\n\t\t\t\t\t All the political forces aspiring after progress and democracy of south Korean society have to clearly see through the dangerous scheme of the Park Geun Hye group to stay in office, resolutely foil it through the anti-Park Geun Hye and anti-U.S. struggle and win the absolute trust of the people.\n\t\t\t\t\t\n\t\t\t\t\t The situation is tense and complicated but victory is on the side of the people aspiring after independence, peace and reunification and the might of the nation growing on a daily basis will foil the conservative forces at home and abroad standing against reunification and bring about the bright morning of independent reunification."
        },
        {
            "title": "Ships Mobilized for Restoring Flood-hit Areas in DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-23ee.html",
            "content": "Ships Mobilized for Restoring Flood-hit Areas in DPRK\r\nPyongyang, September 19 (KCNA) -- The DPRK Ministry of Land and Maritime Transport launched a maritime transport campaign for restoring the flood-hit areas of North Hamgyong Province.\n\t\t\t\t\t On the basis of full preparations, several ships began their voyage toward the disaster areas, carrying crane cars, shovel cars and other construction equipment from September 11.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the ministry has planned to transport cement and other building materials by sea."
        },
        {
            "title": "Machine Industrial Sector's Role in Flood Damage Rehabilitation Drive",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-25ee.html",
            "content": "Machine Industrial Sector's Role in Flood Damage Rehabilitation Drive\r\nPyongyang, September 19 (KCNA) -- The machine industrial sector of the DPRK plays an active role in restoring the flood-hit areas of North Hamgyong Province.\n\t\t\t\t\t Workforce, equipment and vehicles of factories under the Ministry of Machine-building Industry were rapidly dispatched to those areas.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the Rakwon Machine Complex sent talented technicians and various kinds of equipment to the areas while striving to supply several hundred items of reserve accessories in nearly 20 kinds.\n\t\t\t\t\t\n\t\t\t\t\t The Kyongsong Insulator Factory turned out thousands of insulators in several days and sent them to the North Hamgyong Provincial Transmission Station and the Chongjin Railroad Bureau to put on a normal basis the supply of electricity to the disaster areas.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Electric Cable Factory 326 has already finished the production of electric wires needed for rehabilitation.\n\t\t\t\t\t\n\t\t\t\t\t All employees of the Taean Heavy Machine Complex, the Anju Insulating Material Factory and other industrial establishments, too, turned out in a campaign for increased production, with their strong will to contribute to turning adversity into favorable situation in the flood-hit northern areas."
        },
        {
            "title": "Anniversary of Kim Jong Un's Work Marked",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-12ee.html",
            "content": "Anniversary of Kim Jong Un's Work Marked\r\nPyongyang, September 19 (KCNA) -- Rodong Sinmun Monday dedicates an article to the second anniversary of supreme leader Kim Jong Un's work \"Young People, Be Vanguard Fighters Who Are Unfailingly Faithful to the Party's Revolutionary Cause of Songun\". \n\t\t\t\t\t The work, published on Sept. 18, Juche 103 (2014), clarifies theoretical and practical issues arising in preparing the young people as reliable successors and vanguard fighters of the Songun revolutionary cause of the Party as required by the new era of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t The past two years since the publication of the work marked a meaningful period in which a new heyday of the Juche-oriented youth movement was ushered in and the sky-high spirit of the youth power without an equal in the world was powerfully demonstrated under the leadership of Marshal Kim Jong Un, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Korean young people have grown strong in ideology and faith and emerged genuine Kimilsungists-Kimjongilists fully armed with the spirit of devotedly defending the leader and implementing the Party's policies\n\t\t\t\t\t\n\t\t\t\t\t The Paektusan Hero Youth Power Station completed as a magnificent structure in the land of Paektu on the 70th founding anniversary of the Party is crystal of the blood and sweat shed by our young people out of patriotism and loyalty and heroic feats performed by them remaining boundlessly faithful to the Party's leadership. \n\t\t\t\t\t\n\t\t\t\t\t The young Korean people are devoting themselves to the struggle to glorify the socialist country as the most powerful country in the world.\n\t\t\t\t\t\n\t\t\t\t\t Upon receiving the important statement of the Supreme Command of the Korean People's Army in February this year, a lot of young people volunteered to join or rejoin the KPA. This fact goes to clearly prove their noble spiritual world.\n\t\t\t\t\t\n\t\t\t\t\t They are displaying all their energies and wisdom at the sites of the 200-day campaign in order to live up to the trust and expectation of the Party which put forward them as the heroes of the youth power, vanguard and shock brigade in building a powerful socialist country.\n\t\t\t\t\t\n\t\t\t\t\t They are waging a do-or-die struggle in the drive for recovering from the flood damage in the northern part of North Hamgyong Province.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of the young people all out in the said-above drive to demonstrate before the world once again the heroic stamina of those strong in mental power and giants in creation who are ready to go through fire and water in response to the call of the Party."
        },
        {
            "title": "Production Goes up at Sunchon Cement Complex of DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-26ee.html",
            "content": "Production Goes up at Sunchon Cement Complex of DPRK\r\nPyongyang, September 19 (KCNA) -- The Sunchon Cement Complex, a leading cement producer of the DPRK, has striven to turn out more cement badly needed for the recovery efforts in the flood-hit areas of North Hamgyong Province.\n\t\t\t\t\t A kiln repair was carried out far ahead of schedule at the calcinating shop to raise the clinker production. \n\t\t\t\t\t\n\t\t\t\t\t The complex is now over-fulfilling its daily quota by 20 percent by operating equipment at full capacity.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the devoted effort of its employees, a great deal of cement has been rapidly supplied to the disaster areas."
        },
        {
            "title": "\"Our National Forum 2016\" Held in Osaka, Japan",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-27ee.html",
            "content": "\"Our National Forum 2016\" Held in Osaka, Japan\r\nPyongyang, September 19 (KCNA) -- The \"Our National Forum 2016\" for positive contribution to opening a new heyday of the movement of Koreans in Japan by bringing about great change in the patriotic movement took place with splendor at the Korean Hall of Culture in Osaka on September 11.\n\t\t\t\t\t Present at the forum were Ho Jong Man, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), and vice-chairmen, Pu Yong Uk, chairman of the Osaka Prefectural Headquarters of Chongryon, and other chairmen of prefectural headquarters, Rim Yong Chol, chairman of the Korean Youth Commercial Association in Japan, Kim Chang Mun, chairman of the  Osaka Prefectural Korean Youth Commercial Association, and other Koreans in Japan and Japanese citizens.\n\t\t\t\t\t\n\t\t\t\t\t The forum was the 20th one and the largest one in history.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man in his speech called for actively conducting patriotic movement, bravely shattering the moves of the Japanese reactionaries.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chang Mun in his closing address called upon Koreans in Japan from all walks of life to defend Korean schools with the might of single-minded unity and make active contributions to developing the movement of Koreans in Japan."
        },
        {
            "title": "Japanese Reactionaries' Anti-Chongryon Burlesque under Fire",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-15ee.html",
            "content": "Japanese Reactionaries' Anti-Chongryon Burlesque under Fire\r\nPyongyang, September 19 (KCNA) -- Shortly ago, ultra-right gangsters of Japan brought dozens of loudspeaker vans to the area around the Central Hall of the General Association of Korean Residents in Japan for several days and they went on the rampage, shouting \"they would boot Chongryon out of Japan\" while finding fault with the DPRK's measure for bolstering the nuclear deterrence for self-defence.\n\t\t\t\t\t Groups of several gangsters even attempted to break into the hall for a desperate campaign against the DPRK and Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday in a commentary terms this a hysteric burlesque staged against Chongryon by those displeased with the might of the DPRK growing as the days go by under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The gravity of the recent incident lies in the fact that it was a deliberate and premeditated politically-motivated provocation to tarnish the prestige and image of Chongryon, dignified overseas Koreans' organization of the DPRK, intensify the persecution and suppression of it and stir up the atmosphere of confrontation with the DPRK in the Japanese society, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities are wholly to blame for this because they are the arch criminals who connived at the incident and patronized and fostered it.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should be held fully responsible for the recent rampage of the ultra-right gangsters and stop the ceaseless provocations against the DPRK and Chongryon and sternly punish the criminals.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never connive at the vicious politically-motivated terrorism and persecution of Chongryon and the Koreans in Japan by the Japanese reactionaries but will resolutely counter them.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised to behave with discretion, bearing in mind that their intensified suppression of Chongryon and Koreans in Japan would only precipitate their ruin."
        },
        {
            "title": "KCNA Commentary on U.S. \"Arms Buildup\"",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-18ee.html",
            "content": "KCNA Commentary on U.S. Arms Buildup\r\nPyongyang, September 19 (KCNA) -- The U.S. is busy pushing ahead with the moves to build up its arms.\n\t\t\t\t\t Shortly ago, the U.S. Navy announced that it would additionally deploy newly built Virginia-class attack nuclear submarine Illinois in Asia- Pacific. In its wake it opened to public its plan to equip aircraft belonging to the U.S. marines with laser weapons.\n\t\t\t\t\t\n\t\t\t\t\t The Missile Defense Agency of the U.S. Department of Defense disclosed that it would put missile detectors into the space and allocate 400 million U.S. dollars for their development and test.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. arms buildup is aimed to physically and thoroughly contain regional powers in a bid to carry out its strategy to dominate the world.\n\t\t\t\t\t\n\t\t\t\t\t At present, the U.S. regards the Asia-Pacific region as the main front of realizing the strategy of its hegemony.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. calculation that establishing its control over the Asia-Pacific region will lead to the implementation of the world strategy as big powers, potential rivals are concentrated in the region and it has the biggest population and leading economic potentials.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has unchallenged military edge over Russia and China in the region by reinforcing such strategic assets as nuclear strategic bombers, nuclear submarines and THAAD. Consequently it is bringing a new Cold War era and nuclear arms race.\n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the assertions made by the U.S. administration and military as regards the arms buildup.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Missile Defense Agency of the U.S. Department of Defense underscored the need to put missile detectors into the orbit of the space, noting that regional powers are making increased efforts to develop ultra supersonic missiles.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Underwater Operation Bureau of the U.S. Navy claimed that it is more urgent to boost the underwater striking capability such as that of Illinois under the situation that potential rivals are developing new type weapons and sound detecting technology at a fast tempo and deploying for actual battle precision guided ship-to-ship missile with the firing range of more than 900 miles.\n\t\t\t\t\t\n\t\t\t\t\t World military experts commented that the U.S. arms buildup will bring big burden to China and other big powers. \n\t\t\t\t\t\n\t\t\t\t\t As was reported, the U.S. is the chief criminal pushing the regional situation to the brink of a war and posing a threat to global peace and security. \n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the U.S. insists its arms buildup and war drills are aimed to \"preserve peace\". This is hypocrisy and mockery of the international community.\n\t\t\t\t\t\n\t\t\t\t\t The people in the region are following the ever more escalating U.S. military action with vigilance and strongly reacting against it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. arms buildup for realizing its anachronistic ambition for world domination would only invite stronger military counteraction of the regional countries."
        },
        {
            "title": "Rodong Sinmun Calls for Fully Providing Necessities for Recovering from Flood Damage",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-11ee.html",
            "content": "Rodong Sinmun Calls for Fully Providing Necessities for Recovering from Flood Damage\r\nPyongyang, September 19 (KCNA) -- All the fields of national economy should produce and provide in good time equipment, materials, food and consumer goods necessary for the drive for recovering from the flood damage in the northern part of North Hamgyong Province in order to achieve the miraculous victory in turning adversity into favorable situation on the basis of the successes already made, Rodong Sinmun Monday says in an editorial.\n\t\t\t\t\t To do so is a drive for upholding the Party's policy by successfully implementing the resolution of the Workers' Party of Korea to convert the afflicted areas into a fairyland in the era of the Workers' Party and protecting the single-minded unity as it means preserving the people's absolute trust in the Party, the editorial notes, and goes on:.\n\t\t\t\t\t\n\t\t\t\t\t The above-said drive means the general offensive to turn misfortune into blessing and adversity into a favorable situation and win the miraculous victory in the 200-day campaign and a fierce class struggle against the hostile forces keen to block the people's advance and deprive them of everything dear.\n\t\t\t\t\t\n\t\t\t\t\t The top priority project in the rehabilitation drive is the construction of dwelling houses.\n\t\t\t\t\t\n\t\t\t\t\t When all the fields of national economy provide in good time the equipment and materials necessary for the rehabilitation without fail it is possible to materialize the resolution of the WPK for providing the disaster-stricken people with warm cradles within this year and thoroughly carry out the Party's policy.\n\t\t\t\t\t\n\t\t\t\t\t All service personnel and people of the country should turn out as one in the drive and focus all efforts on the rehabilitation. This will strikingly demonstrate the single-minded unity of them remaining true to the Party's leadership.\n\t\t\t\t\t\n\t\t\t\t\t The officials, Party members and other working people in all the fields and units of national economy should bear in mind the important duties they have assumed in the rehabilitation work and wage a high-pitched drive for increased production in the spirit of standing alongside those builders in the afflicted areas and thus win the world startling victory."
        },
        {
            "title": "Rodong Sinmun Accuses Park Geun Hye of Her Ceaseless Invectives against DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-13ee.html",
            "content": "Rodong Sinmun Accuses Park Geun Hye of Her Ceaseless Invectives against DPRK\r\nPyongyang, September 19 (KCNA) -- Traitor Park Geun Hye of south Korea is seized with such extreme hostility toward the fellow countrymen in the north that she spouts a litany of invectives escalating the  confrontation of  the social systems every day in a bid to mislead the public opinion. \n\t\t\t\t\t She was busy recklessly wagging her tongue about \"sign of serious crack in the north\" and \"contingency of concern.\" She went the lengths of making provocative remarks to hurt the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t She hurled mud at the DPRK with such nonsensical words as \"isolation\" and \"self-destruction\" and cried out for \"leading the north to changes,\" revealing her ambition for \"unification of social systems.\"\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday observes in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What she uttered only hardens the will of the service persons and people of the DPRK to force Park to pay a dear price for her thrice-cursed crimes.\n\t\t\t\t\t\n\t\t\t\t\t Her hysteric vitriol is no more than a ballyhoo of the confrontation maniac betraying her utter ignorance of the DPRK, a foolish fuss of the one who was frightened by its daily increasing political and military power and vicious provocative outburst aimed to realize her \"unification of social systems\" through anti-DPRK \"human rights\" racket.\n\t\t\t\t\t\n\t\t\t\t\t No matter what desperate efforts Park may make, the day is drawing nearer when she will meet her doom.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will never pardon but mercilessly punish the evil woman of Chongwadae for adding to her crimes committed against the nation."
        },
        {
            "title": "Rodong Sinmun Flails S. Korean Puppet Forces' Reckless Military Provocation",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-14ee.html",
            "content": "Rodong Sinmun Flails S. Korean Puppet Forces' Reckless Military Provocation\r\nPyongyang, September 19 (KCNA) -- The south Korean puppet forces are making much fuss, taken aback by the DPRK's nuclear warhead explosion test. After opening to public what they called \"operation plan for large-scale counteraction\" recently, the puppet military hooligans are crying out for \"scorched-earth operation against the north's supreme leadership,\" daring challenge its dignity.\n\t\t\t\t\t Meanwhile, the U.S. is introducing its nuclear strategic assets including B-1B into south Korea nonstop, rendering the situation extremely tense.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday in a commentary says in this regard:\n\t\t\t\t\t\n\t\t\t\t\t They are making much fuss, bereft of reason, while trumpeting about \"provocation\" though they compelled the DPRK to bolster its nuclear force for self-defense through ceaseless provocations and nuclear threat against it. This is the height of shamelessness.\n\t\t\t\t\t\n\t\t\t\t\t Their much touted \"large-scale counteraction\" only reveals that the military provocations of the Park Geun Hye group have reached an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. whom the puppet forces regard as savior feels fear-stricken in the face of the DPRK's powerful nuclear deterrence capable of mercilessly striking not only Guam but the U.S. mainland from anywhere anytime.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet army, a colonial mercenary army of the U.S. and a medley of corrupt soldiers, can hardly match the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are fated to be wiped out to the last man.\n\t\t\t\t\t\n\t\t\t\t\t The ever more frantic provocations and nuclear war moves the Park group is resorting to against the DPRK over its nuclear warhead explosion test would only prompt it to take stronger military countermeasures to resolutely contain and shatter them.\n\t\t\t\t\t\n\t\t\t\t\t The Park group had better stop going reckless and behave with prudence and self-control."
        },
        {
            "title": "Park Geun Hye of S. Korea Branded as Worst Human Rights Abuser",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-24ee.html",
            "content": "Park Geun Hye of S. Korea Branded as Worst Human Rights Abuser\r\nPyongyang, September 19 (KCNA) -- Park Geun Hye, chief executive of south Korea, has suppressed not only the inhabitants but also overseas compatriots at random, which reminds everyone of the Yusin dictatorship of her father Park Chung-Hee.\n\t\t\t\t\t In this regard, Dr. Jong Chol Ho, a teacher of Kim Il Sung University in the DPRK, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t On September 12, the south Korean authorities committed such fascist outrage as detaining a U.S.-resident Korean scholar, who posted on internet newspapers an article on national reunification and the history of anti-Japanese movement, on the charge of violation of \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t It is a repetition of human rights violation and politically-motivated terrorism committed by the Park Chung-Hee fascist clique against overseas compatriots in the 1960s and 1970s.\n\t\t\t\t\t\n\t\t\t\t\t Two years ago, the Park Geun Hye group of traitors made a political terrorism against a U.S.-resident Korean woman for having told south Korean inhabitants about what she had seen during her tour of Pyongyang. And they deported this woman from south Korea, her home.\n\t\t\t\t\t\n\t\t\t\t\t When she visited her native place, she told that she was born in a conservative family and thought \"the north is a place where bicorn apparitions are living\". \n\t\t\t\t\t\n\t\t\t\t\t But, during my visit to it with my husband, I felt national emotion and warm humanity, she said, adding: If this is an act of following the north, I will readily become a follower of the north.\n\t\t\t\t\t\n\t\t\t\t\t Now in south Korea, intelligence, security and horror rule is enforced to stamp out political freedom and democratic rights of the people, outstripping the fascist rule shaped by Park Chung-Hee, \"yusin\" dictator.\n\t\t\t\t\t\n\t\t\t\t\t For such human rights violations, traitor Park Geun Hye has gone under the attack of criticism by the south Korean people and the international community. Nevertheless, the traitor called for enforcement of \"bill on human rights in the north\" and \"internationalization\" of \"human rights issue in the north\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean group of traitors should give ears to the strong demands of the people and step down from power at an early date, far from pulling up others over the nonexistent \"human rights issue\"."
        },
        {
            "title": "THAAD Deployment Is Bound to Go Bankrupt: S. Korean Scholar",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-16ee.html",
            "content": "THAAD Deployment Is Bound to Go Bankrupt: S. Korean Scholar\r\nPyongyang, September 19 (KCNA) -- Kim Yong Ok, scholar of south Korea, on Sept. 12 denounced the puppet authorities for the injustice of THAAD deployment, according to the south Korean internet paper Asia Economy.\n\t\t\t\t\t He accused the Park Geun Hye regime of getting itself busy with THAAD deployment, saying it is not a policy, but the road of destruction.\n\t\t\t\t\t\n\t\t\t\t\t Some politicians in south Korea talked about dropping nuclear bombs over the head of compatriots in the north while insisting on the \"theory of nuclear weaponization,\" but this can not be the direction of the policy, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Such blockade and sanctions compel the north to develop the nukes. Therefore, the stability of East Asia should be preserved through the simultaneously promotion of denuclearization and conclusion of a peace agreement, he held."
        },
        {
            "title": "Narcotic-related Crimes Increase among S. Korean Youngsters",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-17ee.html",
            "content": "Narcotic-related Crimes Increase among S. Korean Youngsters\r\nPyongyang, September 19 (KCNA) -- Narcotic-related crimes rapidly increase among youngsters of south Korea, sparking off great public uproar, according to CBS of south Korea on September 15.\n\t\t\t\t\t In particular, the number of criminals in their teens increased 118 percent and those in their twenties 43 percent as compared with that in 2013."
        },
        {
            "title": "Violence Serious in S. Korean Puppet Army",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-21ee.html",
            "content": "Violence Serious in S. Korean Puppet Army\r\nPyongyang, September 19 (KCNA) -- The case of violence is on the yearly increase in the south Korean puppet army, according a south Korean internet paper on September 14.\n\t\t\t\t\t According to data submitted by the Defense Ministry to the \"National Assembly\", the number of cases of violence in the puppet army stood at 649 in 2012 but it swelled to 947 in 2014.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the high echelon of the puppet army is shielding the criminals."
        },
        {
            "title": "S. Korean Puppet Police Slammed for Their Shameless Attitude",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-22ee.html",
            "content": "S. Korean Puppet Police Slammed for Their Shameless Attitude\r\nPyongyang, September 19 (KCNA) -- The south Korean newspaper Hangyore in an editorial on September 14 said a \"National Assembly\" hearing held on September 12 on the peasant Paek Nam Gi case confirmed the arrogance of the regime which refused to express any slightest consolation to the peasant who is in a critical condition and the shameless attitude of the police which acted as a shock brigade.\n\t\t\t\t\t It underlined the need to thoroughly probe the blame of the police in order to prevent the recurrence of such tragedy as the Paek Nam Gi case."
        },
        {
            "title": "S. Korean Puppet Warmongers Plan to Stage Large-scale Field Maneuvers",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-29ee.html",
            "content": "S. Korean Puppet Warmongers Plan to Stage Large-scale Field Maneuvers\r\nPyongyang, September 19 (KCNA) -- The 27th Division of the south Korean puppet army announced it would stage large-scale field maneuvers in Hwachon and Chunchon, south Korean Kangwon Province from September 19 to 22, according to the south Korean Newsis.\n\t\t\t\t\t They said force of the division and thousands of reserve forces and lots of equipment will be involved in the maneuvers aimed at securing the capabilities to round off operation in field in case of contingency."
        },
        {
            "title": "U.S. Urged to Take Hands off Korean Issue",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-08ee.html",
            "content": "U.S. Urged to Take Hands off Korean Issue\r\nPyongyang, September 19 (KCNA) -- Deirdre Griswold, member of the Secretariat of the National Committee of the Workers' World Party of the United States of America who doubles as editor-in-chief of its organ The Workers' World, made public an article recently.\n\t\t\t\t\t Referring to the U.S. ceaseless exercises for a war of aggression against the DPRK, he said:\n\t\t\t\t\t\n\t\t\t\t\t Korea was divided into the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t North Korea is striving for socialist construction while south Korea has reduced to an area supplementing cheap labor power for the U.S. multinational corporations.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south are aspiring after the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. military occupation of south Korea disturbs the efforts to heal the pain of division.\n\t\t\t\t\t\n\t\t\t\t\t It serves as the source of escalating tensions between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has long demanded the conclusion of a peace agreement with the U.S. and withdrawal of its troops from south Korea for the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Progressive anti-war movement should continue in order to put an end to the grave situation prevailing on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t He urged the U.S. to take hands off the Korean issue, stop war threats to the DPRK and conclude a peace treaty with it as early as possible."
        },
        {
            "title": "Kim Jong Un's Report to Seventh Congress of WPK Posted by Brazilian Body on Internet",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-01ee.html",
            "content": "Kim Jong Un's Report to Seventh Congress of WPK Posted by Brazilian Body on Internet\r\nPyongyang, September 19 (KCNA) -- The Brazilian Branch of the Korean Friendship Association posted the detailed gist of supreme leader Kim Jong Un's Report to the Seventh Congress of the Workers' Party of Korea on the Work of the Central Committee on its website on Sept. 1 on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t The report, made by him on May 6 and 7, Juche 105 (2016), comprehensively deals with the proud achievements and valuable experiences made by the Workers' Party of Korea (WPK) in the revolution and construction under the leadership of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks and ways to hold fast to the modeling of the whole society on Kimilsungism-Kimjongilism as the supreme programme of the WPK, accomplish the cause of socialism, independent reunification of the country and global independence and steadily strengthen the Party.\n\t\t\t\t\t\n\t\t\t\t\t A photo of Kim Jong Un was also posted on the website."
        },
        {
            "title": "Peruvian Party Urges U.S. to Stop Nuclear Threat and Sanctions against DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-09ee.html",
            "content": "Peruvian Party Urges U.S. to Stop Nuclear Threat and Sanctions against DPRK\r\nPyongyang, September 19 (KCNA) -- The People's Front of Workers, Peasants and Students of Peru made public a statement on Sept. 13 denouncing U.S. President Obama for his remarks finding fault with the DPRK over its successful nuclear warhead explosion test.\n\t\t\t\t\t Expressing support to the DPRK in its successful nuclear warhead explosion test for protecting its sovereignty from the U.S. increased nuclear threat, the People's Front of Workers, Peasants and Students of Peru bitterly condemns Obama for taking issue with it, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which has persistently threatened the DPRK by introducing many nuclear weapons into south Korea and its vicinity.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is mulling prodding the UNSC into applying fresh sanctions to heroic Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous desire and legitimate right of the Korean people to pull the U.S. forces out of south Korea and achieve peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made efforts for it.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will never give up their just cause but shatter the U.S. military threat and economic pressure by dint of justice.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers should clearly understand the tremendous might of the DPRK and stop at once their nuclear blackmail and racket for sanctions against it."
        },
        {
            "title": "Peruvian Body Observes Founding Anniversary of DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-02ee.html",
            "content": "Peruvian Body Observes Founding Anniversary of DPRK\r\nPyongyang, September 19 (KCNA) -- The Peru-Korea Institute of Culture and Friendship posted articles on its website on Sept. 2 and 5 to mark the 68th founding anniversary of the DPRK.\n\t\t\t\t\t An article said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung was a founder of socialist Korea. His whole life was dedicated to building socialism centred on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Many people had a universal concept on socialism till the closing years of the last century. Witnessing the DPRK standing firmly despite the successive failure in some socialist countries, they had a new concept on Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t From a new point of view the international community saw socialist Korea, a man-centred socialism guided by the Juche idea founded by the President.\n\t\t\t\t\t\n\t\t\t\t\t The article introduced the advantages of Korean-style socialism as over the corrupt capitalist society.\n\t\t\t\t\t\n\t\t\t\t\t Another article titled \"A weak country becomes power\" said the first people's democratic state was founded in the East by the President and the DPRK demonstrated before the world that it is no longer a weak country it used to be by firmly defending the sovereignty and dignity of the nation in the three year-long war provoked by the U.S. imperialists."
        },
        {
            "title": "Beninese Personage Supports Korean People's Efforts for Country's Sovereignty",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-05ee.html",
            "content": "Beninese Personage Supports Korean People's Efforts for Country's Sovereignty\r\nPyongyang, September 19 (KCNA) -- Ali Houdou, president of the Socialist Party of Benin, released a statement on Sept. 12.\n\t\t\t\t\t The scientists and technicians of the DPRK carried out a nuclear explosion test for the judgment of the power of a nuclear warhead and finally examined and confirmed the structure and specific features of movement of nuclear warhead that has been standardized to be able to be mounted on strategic ballistic rockets as well as its performance and power, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This made it possible for the DPRK to produce various type smaller, lighter and diversified nuclear warheads with high striking power as was desired, putting the work for mounting nuclear warheads on ballistic rockets on a higher level.\n\t\t\t\t\t\n\t\t\t\t\t Legitimate and just are the efforts of the DPRK and its people to increase self-defensive national capability and protect the country's sovereignty and vital rights.\n\t\t\t\t\t\n\t\t\t\t\t We express firm support and solidarity with the DPRK in its active struggle to avert the danger of a nuclear war posed by foreign forces, boost national power and achieve peace and reunification of the Korean peninsula."
        },
        {
            "title": "Nigerian Party Figure Supports DPRK's Nuclear Warhead Explosion Test",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-06ee.html",
            "content": "Nigerian Party Figure Supports DPRK's Nuclear Warhead Explosion Test\r\nPyongyang, September 19 (KCNA) -- Damian Ogbonna, national chairman of the People's Progressive Party of Nigeria, released a statement on Sept. 13.\n\t\t\t\t\t The successful test for judging the power of nuclear warheads studied and manufactured in the DPRK is the most just self-defensive measure taken by the Workers' Party of Korea and the government of the DPRK to protect its dignity and vital rights from the U.S. increased threat of a nuclear war, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The recent test proves that nothing can stand in the way of the army and people of the DPRK dynamically advancing toward the final victory in building a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t It serves as a serious warning of the army and people of the DPRK to the U.S. keen on deteriorating the situation through provocative war drills and ratcheting up sanctions against the former while denying its strategic position as a full-fledged nuclear weapons state and its just, fair, aboveboard and realistic proposal and efforts for reunification and massively introducing nuclear strategic assets into south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The People's Progressive Party of Nigeria urges the U.S. to recognize the strategic position of the DPRK and come out for the improved relations with it and the international community to conduct more brisk solidarity activities out of fair stance to support the peace-loving stand of the party and government of the DPRK for peace on the Korean peninsula and in the region."
        },
        {
            "title": "DPRK Nuclear Warhead Explosion Test Hailed by German, Italian Bodies",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-07ee.html",
            "content": "DPRK Nuclear Warhead Explosion Test Hailed by German, Italian Bodies\r\nPyongyang, September 19 (KCNA) -- German and Italian organizations proactively supported the DPRK's nuclear warhead explosion test that demonstrated the might of a nuclear power.\n\t\t\t\t\t The Anti-Imperialist Forum of Germany in a statement on Sept. 12 said:\n\t\t\t\t\t\n\t\t\t\t\t The nuclear warhead explosion test fully displayed the DPRK's highly-developed nuclear technology.\n\t\t\t\t\t\n\t\t\t\t\t The test is a historic event that shattered the reckless moves of the U.S. imperialists and their stooges to stifle the DPRK and dealt a blow at them again.\n\t\t\t\t\t\n\t\t\t\t\t The hostile forces' desperate moves not to recognize the DPRK's position as a nuclear weapons state would only betray their vulgarity and ignorance.\n\t\t\t\t\t\n\t\t\t\t\t The Group of Dialectical Materialists of Italy and the Italian Committee for the Study of Songun Idea for Independence and Sovereignty in a joint statement on Sept. 9 said:\n\t\t\t\t\t\n\t\t\t\t\t We bitterly denounce the U.S. imperialists and their stooges for pulling up the DPRK over the exercise of its right to self-defense.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a full-fledged nuclear power that no one can dare to provoke.\n\t\t\t\t\t\n\t\t\t\t\t The successes achieved by the Korean people represent the victory of world progressives.\n\t\t\t\t\t\n\t\t\t\t\t We extend militant salute to the Korean people."
        },
        {
            "title": "Czech Websites Praise Brilliant History of DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-03ee.html",
            "content": "Czech Websites Praise Brilliant History of DPRK\r\nPyongyang, September 19 (KCNA) -- Czech websites posted special write-ups and articles on Sept. 8 and 11 on the 68th founding anniversary of the DPRK.\n\t\t\t\t\t The internet newspaper Prostejovska Pravda in an article titled \"DPRK covers road of victory\" illustrated with a photo of President Kim Il Sung said:\n\t\t\t\t\t\n\t\t\t\t\t The proud path covered by the DPRK instills confidence and courage into the hearts of world progressives.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people dealt disgraceful defeat to the U.S. which provoked a war to nip the two year old DPRK in a bud under the uplifted banner of defending the country and made continuous social progress in the postwar period, dynamically advancing along the road chosen by themselves.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is the only country that shattered the U.S. colonial policy and rejected the imperialists' ideology and culture.\n\t\t\t\t\t\n\t\t\t\t\t Starved, ignoramus and jobless wanderers are hard to find in the DPRK quite contrary to propaganda by the Western media.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are performing eye-opening successes in different fields despite unprecedented sanctions and blockade by the U.S. and its followers to suffocate the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Paektusan Czech-Korean Friendship Association introduced the nearly seven-decade-long brilliant history of the DPRK through its website."
        },
        {
            "title": "Int'l Body Lauds DPRK as Nuclear Weapons State",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-04ee.html",
            "content": "Int'l Body Lauds DPRK as Nuclear Weapons State\r\nPyongyang, September 19 (KCNA) -- The Korean Friendship Association headquartered in Spain made public a statement on Sept. 12.\n\t\t\t\t\t Expressing full support to nuclear warhead explosion test conducted by the DPRK, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t Korea with the history of five thousand years was reduced to a colony of outsiders in the early last century for its weakness.\n\t\t\t\t\t\n\t\t\t\t\t But, now the DPRK has turned into a nuclear power possessed of even H-bomb under the wise guidance of Marshal Kim Jong Un who is successfully carrying forward the idea and cause of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a full-fledged nuclear weapons state no matter how desperately the imperialists may try to deny it.\n\t\t\t\t\t\n\t\t\t\t\t Its nuclear strike means can mount attack on any places of the world.\n\t\t\t\t\t\n\t\t\t\t\t No one can provoke the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The earth without the DPRK can never exist."
        },
        {
            "title": "Kim Yong Nam expone posicion de la RPDC en la cumbre de MNOAL",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-23ss.html",
            "content": "Kim Yong Nam expone posicion de la RPDC en la cumbre de MNOAL\r\nPyongyang, 19 de septiembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, intervino el dia 17 en la 17a cumbre de los paises no alineados inaugurada en Venezuela.\n\t\t\t\t\tDurante 55 anos pasados, el ideal del MNOAL dio buen impulso a la lucha de los paises en vias de desarrollo por construir un mundo pacifico, prospero, independiente y justo e hizo aporte significativo al proceso de transformacion del mundo, recordo.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que hoy dia, el MNOAL afronta con graves desafios debido a la agresion, la guerra y la intervencion en asuntos internos de otros paises que cometen los imperialistas y los dominacionistas. \n\t\t\t\t\t\n\t\t\t\t\tEl MNOAL, que integra la mayoria de los paises miembros de la ONU y cuenta con inmensos recursos humanos y materiales, no ocupa la posicion merecida ni tiene la voz influyente en el escenario internacional ni se enfrenta con las fuerzas unidas a las arbitrariedades y despotismo de un punado de potencias, dijo y agrego que esta realidad ensena una leccion seria. \n\t\t\t\t\t\n\t\t\t\t\tRevelo que persiste hoy dia en la Peninsula Coreana el nubarron de guerra nuclear debido a los imprudentes ejercicios de guerra de EE.UU. y anadio que la RPDC tomo la decision estrategica de enfrentarse con el medio nuclear de justicia al injusto garrote nuclear. \n\t\t\t\t\t\n\t\t\t\t\tDenuncio que los chismes de EE.UU. que describen como \"amenaza\" y \"provocacion\" el fortalecimiento del poderio de autodefensa nacional de la RPDC y su desarrollo del cosmos con fines pacificos no pasan de ser un pretexto para justificar su agresiva politica hostil anti-RPDC y estrategia de dominar a Asia. Y la insistencia en aplicar la sancion por esa razon deviene una violacion flagrante de la Carta de la ONU y el derecho internacional, un acto de intervencion en asuntos internos y la logica de bandido carente del fundamento juridico, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que la RPDC no es aquella de la decada de 1950 cuando se enfrentaba con fusiles a las armas nucleares de EE.UU. y ya paso una vez por todas el tiempo en que este la amenazaba con esos medios de exterminio masivo. \n\t\t\t\t\t\n\t\t\t\t\tAconsejo a Estados Unidos que se controle al ver correctamente la posicion estrategica de la RPDC entrada en la primera fila de potencias nucleares y militares y su inagotable fuerza, renuncie su anacronica politica hostil anti-RPDC y tome la opcion de firmar el convenio de paz con ella.\n\t\t\t\t\t\n\t\t\t\t\tSe refirio a que hoy dia, el pueblo coreano se concentra en la construccion de potencia socialista bajo la orientacion del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tExpuso la conviccion y voluntad del ejercito y pueblo coreanos de llegar a la cima de potencia socialista al frustrar la sancion, el bloqueo y la presion de las fuerzas hostiles y explico el criterio y la posicion del gobierno de la RPDC en cuanto al fortalecimiento de la posicion y papel del MNOAL. \n\t\t\t\t\t\n\t\t\t\t\tAsevero que los Paises No Alineados deben luchar por cumplir la causa de verificacion de la independencia en el mundo, deseo y aspiracion comunes de la humanidad, bajo la bandera de independencia antiimperialista, y desempenar su papel ocupando la posicion de poderosa fuerza antibelica y pacifista. \n\t\t\t\t\t\n\t\t\t\t\tLes exhorto a esforzarse por realizar la verdadera justicia internacional, mantener el principio de apreciar la unidad y cooperacion dejando a un lado los disensos e intensificar la capacidad organizativa y practica del movimiento en la ONU y otras escenas internacionales.\n\t\t\t\t\t\n\t\t\t\t\tAfirmo que manteniendo los legados y hazanas del Presidente Kim Il Sung y el Dirigente Kim Jong Il, el gobierno de la RPDC sera fiel en lo adelante tambien al ideal del MNOAL para construir un mundo pacifico y prospero y cumplira con su responsabilidad y papel como pais miembro por la independencia mundial y el desarrollo del MNOAL."
        },
        {
            "title": "Pak Pong Ju recorre Complejo Siderurgico de Hwanghae",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-20ss.html",
            "content": "Pak Pong Ju recorre Complejo Siderurgico de Hwanghae\r\nPyongyang, 19 de septiembre (ACNC) -- El premier del Consejo de Ministros de la Republica Popular Democratica de Corea, Pak Pong Ju, se cercioro en el terreno de las gestiones del Complejo Siderurgico de Hwanghae en que se impulsa la campana por aumentar la produccion de los materiales de hierro y acero.\n\t\t\t\t\tRecorriendo el taller de alambre Juventud, el de horno generador del gas, el de acero, etc., Pak se entero en detalles de la marcha de los trabajos para realizar la jucheanizacion y modernizacion del proceso productivo y de la produccion de materiales de hierro y acero y organizo la reunion de consulta.\n\t\t\t\t\t\n\t\t\t\t\tEn dicha reunion fueron debatidos los problemas para generalizar los exitos y las experiencias de jucheanizacion, logrados por el Complejo, y producir segun los tipos el acero redondo necesario a los trabajos de resarcimiento de danos en las zonas damnificadas septentrionales.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se tomaron las medidas por normalizar la produccion y aumentar las variedades de acero incluyendo el problema de asegurar suficientemente la electricidad, el carbon y los minerales de acero necesarios a la produccion de los materiales de hierro y acero y el de mejorar la calidad del cilindro del laminador.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, el premier recorrio el Instituto de Fruticultura de la Academia de Ciencias Agricolas, donde delibero las medidas para reconstruir el instituto e hizo las labores organizativas correspondientes."
        },
        {
            "title": "Enviados muchos equipos y maquinas al campo de reconstruccion de danos",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-17ss.html",
            "content": "Enviados muchos equipos y maquinas al campo de reconstruccion de danos\r\nPyongyang, 19 de septiembre (ACNC) -- Los obreros de la rama de industria de maquinaria estan enfrascados en la campana para la eliminacion de danos en las zonas septentrionales de la provincia de Hamgyong del Norte.\n\t\t\t\t\tLas manos de obra, equipos e instalaciones del Ministerio de Industria Mecanica, movilizados en varios sectores de la construccion de potencia economica, fueron despachados con urgencia hacia las zonas afectadas. \n\t\t\t\t\t\n\t\t\t\t\tEl Complejo de Maquinaria de Rakwon envio a los tecnicos expertos y varios equipos.\n\t\t\t\t\t\n\t\t\t\t\tLos obreros del complejo estan entusiasmados por producir en un corto tiempo centenares de accesorios de reserva de casi 20 tipos que serviran para elevar al maximo en las labores de recuperacion el rendimiento de maquinas.\n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos dias, la Fabrica de Aisladores de Kyongsong acabo de producir miles de aisladores y los suministro a la estacion de transmision y distribucion de electricidad de la provincia de Hamgyong del Norte y a la direccion ferroviaria de Chongjin, de modo que se normalizara el suministro de energia electrica. \n\t\t\t\t\t\n\t\t\t\t\tLa Fabrica de Alambres Electricos 326 de Pyongyang organizo de manera combativa la produccion y logro completar  la produccion de alambres a ser enviados a las zonas afectadas. \n\t\t\t\t\t\n\t\t\t\t\tEl Complejo de Maquinaria Pesada de Taean, la Fabrica de Aislantes de Anju y otras fabricas y empresas desarrollan la campana por el incremento de produccion para lograr la victoria milagrosa de convertir lo desfavorable en lo favorable."
        },
        {
            "title": "Rodong Sinmun llama al aumento de produccion para reparacion de perdidas",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-08ss.html",
            "content": "Rodong Sinmun llama al aumento de produccion para reparacion de perdidas\r\nPyongyang, 19 de septiembre (ACNC) -- Para extender a la victoria milagrosa los exitos ya alcanzados en la campana de reparacion de los danos de inundaciones causados en las zonas septentrionales de la provincia de Hamgyong del Norte, todos los dominios de la economia nacional deben producir y suministrar a tiempo los equipos, materiales, alimentos y articulos de consumo necesarios en el terreno. Esto es una campana para defender las politicas del Partido del Trabajo de Corea, decidido a transformar las zonas afectadas como paraiso de su epoca, y la unidad monolitica del pueblo que confia absolutamente en esa organizacion politica.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en el editorial divulgado en su edicion de este lunes y continua:\n\t\t\t\t\t\n\t\t\t\t\tAdemas, es una ofensiva general para convertir lo desfavorable en lo favorable y lograr la victoria milagrosa en la campana de 200 dias y una enconada lucha clasista contra las fuerzas hostiles que intentan frenar el avance de la RPDC y arrebatar todo lo precioso del pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tLa primera tarea de la campana de reparacion de los danos es la construccion de viviendas. \n\t\t\t\t\t\n\t\t\t\t\tTodos los sectores de economia nacional deben producir incondicionalmente los equipos y materiales necesarios para realizar la decision del Partido de ofrecer dentro de este ano nuevas viviendas a los habitantes damnificados y materializar cabalmente las politicas del Partido. \n\t\t\t\t\t\n\t\t\t\t\tTodos los militares y habitantes del pais se concentran en las labores de resarcimiento apoyando con fidelidad la guia del Partido y manteniendo la unidad monolitica. \n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios, militantes del partido y trabajadores de todos los dominios y unidades de la economia nacional, conscientes de la importancia de sus deberes asumidos en la campana, deben aumentar la produccion para lograr victoria milagrosa que sorprenda a todo el mundo."
        },
        {
            "title": "Rodong Sinmun condena la campana anti-Chongryon desatada en Japon",
            "url": "http://kcna.co.jp/item/2016/201609/news19/20160919-12ss.html",
            "content": "Rodong Sinmun condena la campana anti-Chongryon desatada en Japon\r\nPyongyang, 19 de septiembre (ACNC) -- Al cuestionar las medidas de fortalecimiento del disuasivo nuclear autodefensivo de la Republica Popular Democratica de Corea, los gangsteres derechistas de Japon formaron alborotos por varios dias con coches con altavoces en los alrededores de la Casa Central de la Chongryon (Asociacion General de Coreanos Residentes en Japon) gritando que \"expulsaran de Japon a la Chongryon\".\n\t\t\t\t\tE incluso, estos tipejos, enloquecidos por la campana anti-RPDC y anti-Chongryon, intentaron entrar por la fuerza en la Casa Central de la Chongryon formando grupos de varias personas.\n\t\t\t\t\t\n\t\t\t\t\tEsto es una farsa histerica contra la Chongryon de los disgustados ante el poderio de la RPDC que avanza cada dia mas victoriosamente bajo la bandera del Songun.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el diario Rodong Sinmun divulgo este lunes un comentario individual que sigue:\n\t\t\t\t\t\n\t\t\t\t\tLa gravedad reside en que el presente caso es premeditada provocacion politica para manchar el prestigio y la imagen de la Chongryon, digna organizacion de coreanos residentes en ultramar de la RPDC, intensificar el hostigamiento y la presion contra ella e inculcar el ambiente conflictivo con la RPDC en toda la sociedad japonesa.\n\t\t\t\t\t\n\t\t\t\t\tLa responsabilidad del incidente recae totalmente sobre las autoridades japonesas que lo ampararon y lo promovieron.\n\t\t\t\t\t\n\t\t\t\t\tEllas deben cesar sus continuos actos provocativos anti-RPDC y anti-Chongryon y castigar severamente a los culpables.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC nunca tolerara el sucio terrorismo politico y el acoso de los reaccionarios japoneses contra la Chongryon y los coreanos residentes en Japon y se les enfrentara rotundamente.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses deben actuar sensatamente teniendo presente que su campana represiva contra la Chongryon y los coreanos residentes en Japon no tendra otro resultado que adelantar el momento de arruinamiento de ellos mismos."
        }
    ]
}