{
    "date": "2016-10-13",
    "url": "http://kcna.co.jp/item/2016/201610/2016-10-13ee.html",
    "articles": [
        {
            "title": "National Reconciliation Council Spokesman Denounces Park Geun Hye Group for Fascist Suppression",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-21ee.html",
            "content": "National Reconciliation Council Spokesman Denounces Park Geun Hye Group for Fascist Suppression\r\nPyongyang, October 13 (KCNA) -- A spokesman for the National Reconciliation Council made public a statement Thursday denouncing the Park Geun Hye group of south Korea for making last-ditch efforts to tide over the crisis at home and abroad, while frantically resorting to the fascist suppression of the progressives.\n\t\t\t\t\t Recently the group of traitors sentenced three core persons including a spokesman for the former Unified Progressive Party who had been in jail on the charge of being involved in the case of the Ri Sok Gi-led rebellion plot to prison terms and Kim Ki Jong to 12-year prison term for attacking the U.S. ambassador in Seoul with a dagger.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, it sentenced to a prison term a resident who issued a paper condemning the puppet authorities during his university period in 2008 on charges of groundless crimes.\n\t\t\t\t\t\n\t\t\t\t\t Even Park Geun Hye openly poured blistering remarks against the people who turned out in a demonstration in demand of their right to existence against the deployment of THAAD and let the riot police walk away innocent residents, creating a horrible terror-ridden atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t The Council denounces the barbarous suppression committed by the puppet forces as a hideous violation of the political freedom and dignity of the people from all walks of life and their right to existence, and an unpardonable criminal act of escalating confrontation the fellow countrymen in the north and pushing the north-south relations to the worst danger line, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the puppet group is perpetrating the fascist suppression under the signboard of \"eliminating forces following the north and dishonest forces\". But this is because it does not have a way-out.\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that the sinister aim sought by it is to divert elsewhere the attention of the enraged people focused on it for its fascist suppression of broad segments of the people including the progressive patriotic forces, rally conservative forces and thus tide over the worst ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t The more the Park group resorts to the last-ditch fascist suppression, the greater wrath and protest of the people it will bring."
        },
        {
            "title": "Reception Given by Palestinian Ambassador",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-22ee.html",
            "content": "Reception Given by Palestinian Ambassador\r\nPyongyang, October 13 (KCNA) -- Ismail Ahmed Mohamed Hasan, Palestinian ambassador to the DPRK, gave a reception at his embassy on Thursday on the 71st founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present there on invitation were Ri Su Yong, member of the Political Bureau and vice-chairman of the C.C., the WPK, Kim Sung Du, chairman of the Education Commission, Ju Yong Gil, chairman of the C.C., the General Federation of Trade Unions of Korea who doubles as chairman of the DPRK-Palestine Friendship Association, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador in his speech said that under the guidance of Kim Il Sung and Kim Jong Il, the eternal leaders of the Korean people, the WPK ushered in an era of glory and prosperity for building a socialist state of Juche.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the friendly relations provided by President Kim Il Sung and President Yasser Arafat have grown stronger under the deep care of leader Kim Jong Il, Marshal Kim Jong Un and President Mahmoud Abbas.\n\t\t\t\t\t\n\t\t\t\t\t He expressed thanks for the steadfast stand of the DPRK always supporting the just cause of the Palestinian people. He expressed belief that the WPK would win victory in building a socialist power and accomplishing the cause of national reunification under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Ri Su Yong in his speech said that the friends of Palestine significantly celebrate the founding anniversary of the WPK every year together with the Korean people, an encouragement to the WPK and the Korean people who turned out in the general drive for bringing earlier the final victory in building a socialist power under the guidance of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He pointed out that the revolutionary feats of the great leaders are being firmly preserved and shedding their rays more brilliantly thanks to Kim Jong Un, chairman of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever make every effort to develop the militant friendship and solidarity between the peoples of the two countries and extend invariable support to the just cause of the Palestinian people to put an end to the occupation by Israel."
        },
        {
            "title": "Greetings to Kim Jong Un from Mexican Party Leader",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-10ee.html",
            "content": "Greetings to Kim Jong Un from Mexican Party Leader\r\nPyongyang, October 13 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea (WPK), received a message of greeting from Alberto Anaya Gutierrez, national leader of the Workers' Party of Mexico (WPM), on October 4.\n\t\t\t\t\t The national leader in the message extended the warmest congratulations and friendly greeting to Kim Jong Un on the 71st founding anniversary of the WPK on behalf of all the members of the WPM and on his own behalf.\n\t\t\t\t\t\n\t\t\t\t\t He expressed firm belief that under the wise leadership of Kim Jong Un the WPK will steadily win victory in the struggle to build a socialist power and protect the sovereignty and dignity of the country from the persistent moves of the imperialists to bring down the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He most sincerely wished Kim Jong Un bigger successes in his precious work, believing that the friendly and cooperative relations between the two parties will grow stronger."
        },
        {
            "title": "Cambodian Embassy Members Do Friendship Labor",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-17ee.html",
            "content": "Cambodian Embassy Members Do Friendship Labor\r\nPyongyang, October 13 (KCNA) -- Op Sisawada, Cambodian ambassador to the DPRK, and staff members of his embassy did a friendship labor at the DPRK-Cambodia Friendship Paeksok Cooperative Farm in Sinchon County, South Hwanghae Province on Thursday.\n\t\t\t\t\t After being briefed on the leadership exploits of the peerlessly great persons of Mt. Paektu, the guests helped the farmers in doing rice harvesting. During a break they talked with officials of the farm.\n\t\t\t\t\t\n\t\t\t\t\t They handed over aid materials to the farm."
        },
        {
            "title": "Economic and Commercial Councilors Corps Visits Party Founding Museum",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-09ee.html",
            "content": "Economic and Commercial Councilors Corps Visits Party Founding Museum\r\nPyongyang, October 13 (KCNA) -- The economic and commercial councilors corps here Thursday visited the Party Founding Museum on the 71st founding anniversary of the Workers' Party of Korea (WPK) and the 90th anniversary of the formation of the Down-with-Imperialism Union.\n\t\t\t\t\t The guests went round the historical mementoes and relics on display, being briefed on the fact that President Kim Il Sung founded the WPK and developed it into the invincible party and the revolutionary and mass party deeply rooted among the popular masses."
        },
        {
            "title": "Assistance to Disaster Areas in DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-14ee.html",
            "content": "Assistance to Disaster Areas in DPRK\r\nPyongyang, October 13 (KCNA) -- The Ministry of Physical Culture and Sports of the DPRK has taken the lead in rendering material assistance to the flood-hit areas of the country.\n\t\t\t\t\t Up to now, it sent a large amount of food, 10 400 consumer goods and 54 300 pieces of daily necessaries of 10-odd kinds to the disaster areas.\n\t\t\t\t\t\n\t\t\t\t\t At present, the ministry is concentrating its efforts on the provision of sports apparatuses to the Yonsa County Juvenile Sports School and other sports schools in the disaster areas of North Hamgyong Province.\n\t\t\t\t\t\n\t\t\t\t\t Various units under the ministry, too, have offered sincere material assistance to the disaster areas."
        },
        {
            "title": "Building Materials Production Goes up in DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-15ee.html",
            "content": "Building Materials Production Goes up in DPRK\r\nPyongyang, October 13 (KCNA) -- Building-materials factories in the DPRK are steadily increasing their production to render assistance to the flood-hit northern areas of North Hamgyong Province.\n\t\t\t\t\t The Sunchon Cement Complex has turned out several thousand tons of cement every day in October through a campaign for increased production. In September it over-fulfilled its cement production plan by 13 percent.\n\t\t\t\t\t\n\t\t\t\t\t The Chonnaeri Cement Factory produced 2 000 more tons of cement than schedule.\n\t\t\t\t\t\n\t\t\t\t\t The Taean Friendship Glass Factory, too, has supplied much quality sheet glass to the disaster areas."
        },
        {
            "title": "Housing Construction Progresses Apace in Disaster Areas",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-16ee.html",
            "content": "Housing Construction Progresses Apace in Disaster Areas\r\nPyongyang, October 13 (KCNA) -- Working people in North Hamgyong Province of the DPRK have made a progress in building flats in flood-hit Kyongwon County.\n\t\t\t\t\t According to data available, they had conducted the construction of dwelling houses for more than 200 households in the county at 70 percent until October 9.\n\t\t\t\t\t\n\t\t\t\t\t Those from 10-odd industrial establishments in the province, including the Kim Chaek Taegyong Fishery Station, the Kyongwon Area Coal-Mining Complex and the Kyongsong Ceramic Factory, have worked hard to finish the housing construction at the highest level as soon as possible by introducing new building methods.\n\t\t\t\t\t\n\t\t\t\t\t The plastering of floors and ceilings was completely done and tile-setting and other finishing work are now going at fast tempo."
        },
        {
            "title": "13th People's Games Open",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-20ee.html",
            "content": "13th People's Games Open\r\nPyongyang, October 13 (KCNA) -- There opened the 13th People's Games with due ceremony at the Pyongyang Indoor Stadium Thursday.\n\t\t\t\t\t The sporting event will bring together sports teams and amateurs teams from across the country.\n\t\t\t\t\t\n\t\t\t\t\t They will compete in dozens of sports events such as football, volleyball, basketball, table tennis and track and field.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae, vice-chairman of the Central Committee of the Workers' Party of Korea who doubles as chairman of the State Physical Culture and Sports Guidance Commission, officials concerned and officials in the field of sports, sportspersons and citizens.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Mu, minister of Physical Culture and Sports, in an opening address called for making remarkable progress in the work to raise sports fervor throughout the country with this sporting event as a momentum and bring the specialized sports technique to the world's level.  \n\t\t\t\t\t\n\t\t\t\t\t Then speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony there was a volleyball match between the April 24 Sports Team and the Amnokgang Sports Team."
        },
        {
            "title": "\"Munsu\"-Trademarked Water Purifier Enjoys Popularity in DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-13ee.html",
            "content": "\"Munsu\"-Trademarked Water Purifier Enjoys Popularity in DPRK\r\nPyongyang, October 13 (KCNA) -- Different kinds of water purifiers have been developed in the DPRK.\n\t\t\t\t\t Among them is \"Munsu\"-trademarked purifier made by the Kumhwa Trading Company.\n\t\t\t\t\t\n\t\t\t\t\t According to Dr. Kim Kwan U, its developer, this purifier can be used at any place without consumption of power. It is able to turn river, lake and rain water into the one with low association degree and its bacterial filtering rate stands at nearly 100 percent.\n\t\t\t\t\t\n\t\t\t\t\t The purifier is now enjoying popularity at households and public service establishments."
        },
        {
            "title": "Letter to Kim Jong Un from Participants in Chongryon Educators Meeting",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-06ee.html",
            "content": "Letter to Kim Jong Un from Participants in Chongryon Educators Meeting\r\nPyongyang, October 13 (KCNA) -- Supreme leader Kim Jong Un received a letter from the participants in the educators meeting of the General Association of Korean Residents in Japan (Chongryon) on October 8 to mark the 70th anniversary of enforcement of the secondary education for Koreans in Japan.\n\t\t\t\t\t The seven-decade long course of the secondary education for Koreans in Japan is the glorious history of cultivating a great flower garden for national education under the wise guidance and fatherly care of Generalissimos Kim Il Sung and Kim Jong Il and Marshal Kim Jong Un, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t It extended the humblest tribute to the Generalissimos who worked heart and soul for the development of national education of Chongryon till the last moments of their great lives, and the greatest honor and warmest thanks to Kim Jong Un who is leading Chongryon and its national education to victory and development.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the will to put the last spur to the 100-day campaign and achieve clear successes and steadily push forward the offensive for implementing the important letter of Kim Jong Un organizationally and massively.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t We will shatter the moves of reactionaries at home and abroad to suppress and obliterate national education with united strength and further strengthen and expand external support base of national education.\n\t\t\t\t\t\n\t\t\t\t\t We will make tangible contributions to paving a wide avenue to national reunification, long-cherished desire of all Koreans, and make active contributions to building a socialist power in the motherland.\n\t\t\t\t\t\n\t\t\t\t\t We will decorate this year in which the 70th anniversary of the secondary education falls as a year of historic advance fully demonstrating the might of Chongryon which has grown under the care of the great leaders all over the world and bring about a new turn in the national education work."
        },
        {
            "title": "Anniversary of Enforcement of Secondary Education for Koreans in Japan Marked",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-07ee.html",
            "content": "Anniversary of Enforcement of Secondary Education for Koreans in Japan Marked\r\nPyongyang, October 13 (KCNA) -- A meeting of educators of the General Association of Korean Residents in Japan took place at the Korean Hall of Culture in Tokyo on Oct. 8 to mark the 70th anniversary of the enforcement of the secondary education for Koreans in Japan.\n\t\t\t\t\t Present there were Chairman Ho Jong Man and vice-chairmen of the Central Standing Committee of Chongryon, officials of organizations and enterprises including the chairman of the Union of Korean Educational Association in Japan, the rector and the director general of Korean University, the president of the Hagu Bookshop, principals and teachers of schools at different levels of Chongryon, compatriots and parents of students in the Kanto area and students of Korean University.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message sent by the Presidium of the Supreme People's Assembly was read out at the meeting to be followed by a congratulatory message by the Education Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man made a report.\n\t\t\t\t\t\n\t\t\t\t\t He said that the foundation of the Korean Secondary School in Tokyo on Oct. 5, 1946 declared to the world the enforcement of the secondary education for Koreans in Japan. And Koreans in Japan encouraged by President Kim Il Sung's letter \"To One Million Korean Compatriots in Japan\" built secondary and higher schools in different parts of Japan and completed the system of the secondary education for children of compatriots in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the wise leadership and warm love of the President, Korean University was built on April 10, 1956. Therefore, a regular educational system from primary schools and the university was put in place and a new phase of development of national education was opened. \n\t\t\t\t\t\n\t\t\t\t\t Educational aid fund and stipends sent by the President served as life-giving water of love in the literal sense of the word, bringing the great flower garden of national education in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il developed and enriched the idea and theory of the Juche-oriented national education and led it to advance along the orbit of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The immortal leadership feats the great leaders performed in the work of national education of Chongryon are shedding their rays more brightly thanks to Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting, the participants watched a video \"Shine, Our Korean School\"."
        },
        {
            "title": "Rodong Sinmun Reveals Ulterior Aim Sought by Traitor Park Geun Hye in Talking about \"North's Provocation\"",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-08ee.html",
            "content": "Rodong Sinmun Reveals Ulterior Aim Sought by Traitor Park Geun Hye in Talking about \"North's Provocation\"\r\nPyongyang, October 13 (KCNA) -- Whenever the DPRK took a self-defensive measure, traitor Park Geun Hye threw the south Korean society into extreme uneasiness, claiming that it is a \"serious provocation\" and a \"grave threat\" and that \"the north is preparing a provocation\" and \"a provocation is expected\" even at a time when nothing happened.\n\t\t\t\t\t Rodong Sinmun Thursday in a commentator's article says that what she uttered is nothing but a clumsy farce to shift the blame for the provocations onto the DPRK and no more than what parroted her American master's words.\n\t\t\t\t\t\n\t\t\t\t\t This is little short of praying for the permanent presence of the U.S. forces in south Korea and a mode of existence for those seeking a way out in escalating the confrontation with the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t Her rhetoric is aimed at tiding over the worst ruling crisis sparked off by her unpopular rule, ignorance, incompetence and greed.\n\t\t\t\t\t\n\t\t\t\t\t The fiction about \"the north's provocation\" floated by her is no longer a panacea and almighty shield for her.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for Park to know what shame is like.\n\t\t\t\t\t\n\t\t\t\t\t She should have been ashamed of the caricature of desperately crying out for confrontation, unaware of her naked body after discarding all kinds of veils \"north's provocation,\" \"nuclear threat of the north\" and \"security crisis.\"\n\t\t\t\t\t\n\t\t\t\t\t She had better read a history book in Chongwadae to know how miserable the ends of her father and other provocateurs were instead of talking much about the \"north's provocation\" and \"the nuclear threat from the north\" like a mad woman.\n\t\t\t\t\t\n\t\t\t\t\t Park should not forget that the DPRK keeps tabs on all provocative remarks made by Park, the unpardonable heinous traitor, and a final punishment is merciless."
        },
        {
            "title": "U.S., S. Korean Puppet Warmongers Keen on Drill for Preemptive Attack on DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-04ee.html",
            "content": "U.S., S. Korean Puppet Warmongers Keen on Drill for Preemptive Attack on DPRK\r\nPyongyang, October 13 (KCNA) -- The U.S. and south Korean puppet warmongers are going busy with drill for war of aggression to make preemptive and simultaneous precision strike at major facilities of the DPRK in the East, West and South Seas of Korea from Oct. 10, according to reports.\n\t\t\t\t\t The maneuver which lasted till Oct. 15 involved the U.S. imperialist aggression forces including nuclear aircraft carrier Ronald Reagan, cruisers, destroyers and submarines, and at least 50 warships and other warships, sea patrol planes, air force tactical planes and helicopters of the south Korean puppet army."
        },
        {
            "title": "S. Korean Ruling Party Accused of Doing Harm to National Language",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-12ee.html",
            "content": "S. Korean Ruling Party Accused of Doing Harm to National Language\r\nPyongyang, October 13 (KCNA) -- Recently the puppet ruling party of south Korea called for \"setting an example in displaying superiority of Korean language\" only to be ridiculed by public.\n\t\t\t\t\t The chief culprits who turned south Korea into the society prevalent with foreign words emphasized \"Korean language\" and the like and have become vocal about setting \"an example\" in using it. This is a tragicomedy, indeed. \n\t\t\t\t\t\n\t\t\t\t\tAccording to data, more than half of 11,790 pieces of information distributed by ministries and departments among media in the recent three years are peppered with foreign words or funny sounding words coined in Chinese characters."
        },
        {
            "title": "S. Korean Confrontation Maniacs Go Frantic with Anti-DPRK Propaganda",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-19ee.html",
            "content": "S. Korean Confrontation Maniacs Go Frantic with Anti-DPRK Propaganda\r\nPyongyang, October 13 (KCNA) -- It was disclosed that the Park Geun Hye group of traitors is providing funds to ultra-right conservative organizations engaged in the anti-DPRK propaganda.\n\t\t\t\t\t According to the south Korean newspaper Hangyore on October 11, the puppet Council for Broadcasting Cultural Promotion additionally shaped a budget amounting to 100 million won in support to the anti-DPRK broadcasting this year and the majority of the recipients of these funds are ultra-right conservative organizations made up of human scum.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that the directors of the council from opposition parties, who said \"No\" to anti-DPRK broadcasting, were absent at the meeting at a time when recipients of funds were decided and it was presided over by directors from the ruling party, the policy planning officer of the puppet Ministry of Unification, etc.\n\t\t\t\t\t\n\t\t\t\t\t It was already disclosed that the puppet authorities were supporting a ultra-right conservative body with a huge amount of funds through the \"National Association of Businessmen\", an organization of big enterprise owners."
        },
        {
            "title": "Residents in Songju and Kimchon Launch Joint Actions against THAAD Deployment",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-11ee.html",
            "content": "Residents in Songju and Kimchon Launch Joint Actions against THAAD Deployment\r\nPyongyang, October 13 (KCNA) -- The Songju Committee for Checking THAAD Deployment and the Kimchon Committee against THAAD Deployment in south Korea held a joint rally outside the U.S. Embassy in Seoul on October 11, according to a report.\n\t\t\t\t\t The participants in the rally expressed bitter anger at the White House which turned down the appeal for the withdrawal of THAAD deployment signed by more than 100,000 people.\n\t\t\t\t\t\n\t\t\t\t\t They held a rally of religionists and citizens for defending peace at Posin Pavilion.\n\t\t\t\t\t\n\t\t\t\t\t More than 3 000 Ronal Buddhists joined in the rally.\n\t\t\t\t\t\n\t\t\t\t\t Ronal Buddhism formed an emergency measure committee for protecting Holy Land of Songju in protest against the decision to choose the Songju Golf Course as a site for THAAD deployment.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the rally clarified the will of the residents in Songju County and Kimchon City and Ronal Buddhists to pool the efforts and escalate the joint actions till the plan for THAAD deployment is cancelled.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, organizations of four religious orders of south Korea joined in the no-THAAD actions across south Korea including a candlelight rally in Kimchon.\n\t\t\t\t\t\n\t\t\t\t\t Now the above-said Songju and Kimchon committees hold candlelight rallies in their regions every evening and Ronal Buddhism holds protest rally in front of the puppet Ministry of Defense from 10 a.m. till 9 p.m., expressing the will to continue such actions."
        },
        {
            "title": "Gap between Rich and Poor Widens in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-18ee.html",
            "content": "Gap between Rich and Poor Widens in S. Korea\r\nPyongyang, October 13 (KCNA) -- The gap between the rich and the poor is rapidly widening in south Korea due to the misrule of the Park Geun Hye group of traitors, according to a south Korean on-line paper.\n\t\t\t\t\t The National Tax Service said the share of the rich with the largest income, who hold 10 percent of the society, was 92.9 percent in 2011 and it increased to 94.2 percent in 2014.\n\t\t\t\t\t\n\t\t\t\t\t The share of the plutocrats who account for one percent of the population has surpassed 70 percent of the total shares.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, a lawmaker from an opposition party said income concentrated on just one percent of the population is going against justice in distribution, stressing the need to follow a policy which is helping increase incomes of the middle class and common people."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-01ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\nPyongyang, October 13 (KCNA) -- Leader Kim Jong Il's work \"The Workers' Party of Korea Is a Juche-Type Revolutionary Party Which Inherited the Glorious Tradition of the DIU\" was published in booklet by the Nakhodka Format Publishing House of Russia on October 7, to mark the 71st founding anniversary of the Workers' Party of Korea (WPK) and the 90th anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t The work published on Oct. 17, Juche 71 (1982) clarifies that the WPK is the revolutionary party that paved a fresh road of its development and the Juche-type revolutionary party which conducts activities independently and creatively, guided by the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t It deals with the position and role of the party in accomplishing the socialist cause."
        },
        {
            "title": "Kim Jong Un's Work Introduced in DR Congo",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-02ee.html",
            "content": "Kim Jong Un's Work Introduced in DR Congo\r\nPyongyang, October 13 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was posted by the National Committee for the Study of the Juche Idea of DR Congo on October 7 on the 19th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea and its 71st founding anniversary.\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), clarifies that it is the principled requirement for victoriously advancing the cause of the Korean revolution to hold Kim Jong Il in high esteem as the eternal general secretary of the WPK and indicates the tasks for steadily strengthening the WPK into the glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Foreign Personages Praise Great Persons for Performing Feats in Party Building",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-03ee.html",
            "content": "Foreign Personages Praise Great Persons for Performing Feats in Party Building\r\nPyongyang, October 13 (KCNA) -- Seminars on the exploits performed by the peerlessly great persons of Mt. Paektu in building and leading the party took place in Kyrgyzstan, Bangladesh, India and Pakistan from September 29 to October 4 to mark the 19th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK), the 71st founding anniversary of the WPK and the 90th anniversary of the formation of the Down-with-Imperialism Union. \n\t\t\t\t\t The chairman of the Central Council of the People Unity-\"Kyrgyz El\" Republican Political Party said that the history of the WPK is the one of its tested and seasoned leadership over the revolution and construction to victory under the guidance of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Bangladesh Jatiya Party noted that the WPK led by HE Kim Jong Un has won victory only while displaying its invincible might in international arena, expressing conviction that the Korean people would surely build a socialist power and reunify the country under the guidance of the Party.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Juche Idea Study Society of India Delhi said:\n\t\t\t\t\t\n\t\t\t\t\t It was a motto of President Kim Il Sung that the man who believes and relies on the people emerges ever-victorious, while the man who keeps himself away from them and is forsaken by them gets ruin.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il who personified this idea of believing in the people as in Heaven paid special attention to building the WPK into the mother party which takes care of the destiny of the people in a responsible manner.\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Un who is carrying out the idea and cause of President Kim Il Sung and leader Kim Jong Il without an inch of deflection has pursued the policy of loving the people after putting forward the slogan \"Everything for the people and everything by relying on them!\"\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Juche Philosophy Study Committee of India stressed that the WPK has demonstrated its dignity and might to the whole world.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Lahore Organization for the Study of the Juche Idea of Pakistan and the secretary general of the Karachi branch of the Pakistan-Korea Friendship Association also praised the peerlessly great persons of Mt. Paektu for founding and developing the WPK."
        },
        {
            "title": "Vocero de CRN condena la represion fascista de camarilla de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-15ss.html",
            "content": "Vocero de CRN condena la represion fascista de camarilla de Park Geun-hye\r\nPyongyang, 13 de octubre (ACNC) -- El portavoz del Consejo de Reconciliacion Nacional (CRN) hizo publica el dia 13 una declaracion condenando a los compinches de Park Geun-hye quienes al sufrir la crisis severa dentro y fuera del pais, se recurren mas freneticamente a la represion fascista.\n\t\t\t\t\tHace poco, los compinches traidores sentenciaron a la prision al ex - vocero y otros dos miembros medulares del Partido Progresista Unido que habian detenido acusandolos por el caso conspirativo para la rebelion de Ri Sok Gi, y a 12 anos de encarcelamiento a Kim Ki Jong, quien dio un cuchillazo al embajador norteamericano en Seul, senala el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, dictaron a encarcelamiento a un habitante quien habia publicado una disertacion de critica a las autoridades titeres durante su carrera universitaria de 2008 imputandole los crimenes irrazonables.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, hasta la traidora Park lanza las palabras malignas contra los manifestantes de diferentes estratos quienes se oponen a la ubicacion de THAAD y demandan el derecho a existencia y crea el ambiente panico arrestando forzosamente a los inocentes.\n\t\t\t\t\t\n\t\t\t\t\tLa bestial campana represiva de los compinches titeres es el perverso acto de extermino a la libertad politica, la dignidad y el derecho a subsistencia de la poblacion de diferentes estratos y ademas deviene una intolerable imprudencia criminal que fomenta la confrontacion fratricida y lleva las relaciones intercoreanas a la fase extremadamente peligrosa.\n\t\t\t\t\t\n\t\t\t\t\tLo insoslayable del caso es que la represion fascista se perpetra bajo el vistoso rotulo de \"exterminacion de las fuerzas subordinadas al Norte y las otras malsanas\".\n\t\t\t\t\t\n\t\t\t\t\tEsta campana de los compinches titeres parte del malsano objetivo de desviar la flecha de las indignadas opiniones publicas dirigida hacia ellos mismos y salirse de la extremada crisis al aglutinar las fuerzas conservadoras.\n\t\t\t\t\t\n\t\t\t\t\tLa locura fascista de la camarilla de Park causara solo la gran ira y protesta de las opiniones publicas."
        },
        {
            "title": "Trabajadores de Hamgyong del Norte aceleran la construccion de viviendas",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-10ss.html",
            "content": "Trabajadores de Hamgyong del Norte aceleran la construccion de viviendas\r\nPyongyang, 13 de octubre (ACNC) -- Los trabajadores de la provincia de Hamgyong del Norte logran exitos cada dia en la construccion de viviendas en el distrito de Kyongwon.\n\t\t\t\t\tSegun las estadisticas recogidas, la provincia cumplio hasta el dia 9 en mas de 70% su tarea de edificar en dicho distrito las casas para mas de 200 familias de mas de 120 edificios.\n\t\t\t\t\t\n\t\t\t\t\tLos constructores provenientes de mas de 10 fabricas y empresas, incluyendo la Empresa Pesquera Taegyong Kim Chaek, el Complejo Carbonifero de la Region de Kyongwon y la Fabrica de Porcelanas de Kyongsong, aseguran al maximo la velocidad y calidad de construccion aplicando nuevos metodos de trabajo.\n\t\t\t\t\t\n\t\t\t\t\tYa terminaron el repello de suelo y techo y se esfuerzan por completar en corto plazo los trabajos de acabado como azulejar.\n\t\t\t\t\t\n\t\t\t\t\tLos resultados de construccion de viviendas siguen elevando gracias a la lucha laboral de los pobladores de la provincia de Hamgyong del Norte que trabajan con el afan por terminar la obra lo mas pronto posible."
        },
        {
            "title": "Se aumenta la produccion de materiales de construccion para reparacion de danos",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-07ss.html",
            "content": "Se aumenta la produccion de materiales de construccion para reparacion de danos\r\nPyongyang, 13 de octubre (ACNC) -- En Corea se incrementa la produccion de materiales de construccion a ser enviados a la campana de reparacion de las zonas septentrionales de la provincia de Hamgyong del Norte, damnificadas por las inundaciones. \n\t\t\t\t\tEl Complejo de Cemento de Sunchon cumplio en 113% el plan de produccion de septiembre estrechando las relaciones entre los procesos productivos y librando una intensa campana por el aumento productivo y en este mes tambien, produce cada dia miles de toneladas de cemento. \n\t\t\t\t\t\n\t\t\t\t\tLa Fabrica de Cemento de Chonnaeri produjo mas de 2 mil toneladas mas que lo planeado elevando la eficiencia del trabajo. \n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, los obreros de la Fabrica de Vidrios Amistad de Taean trabajan dando prioridad al abastecimiento de materias primas y observando estrictamente el reglamento tecnico en todos los procesos como fusion y modelado para producir y enviar muchas placas de vidrio de buena calidad a las zonas afectadas."
        },
        {
            "title": "Iniciada XIII Competencia Deportiva del Pueblo",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-14ss.html",
            "content": "Iniciada XIII Competencia Deportiva del Pueblo\r\nPyongyang, 13 de octubre (ACNC) -- Comenzo la XIII Competencia Deportiva del Pueblo.\n\t\t\t\t\tDurante la cita deportiva, que tiene la categoria de equipos deportivos y la de deportes masivos, se entablaran en esta capital y distintas localidades del pais los juegos de decenas de disciplinas, tales como futbol, baloncesto, voleibol, ping pong y atletismo.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia inaugural tuvo lugar el dia 13 en el Palacio de Deportes de Pyongyang con la participacion de Choe Ryong Hae, vicepresidente del Comite Central del Partido del Trabajo de Corea y presidente del Comite Estatal de Direccion de Deportes, los funcionarios interesados y del sector de deportes, los deportistas y los trabajadores.\n\t\t\t\t\t\n\t\t\t\t\tEn su discurso de la ocasion, el ministro de Deportes, Ri Jong Mu, destaco la necesidad de aprovechar la competencia para levantar la oleada deportiva en todo el pais y lograr avance evidente en situar a la altura mundial las tecnicas de deportes especializados.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, hubo intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el acto, hubo el desfile de los jugadores y se efectuo la competencia de voleibol entre los conjuntos deportivos 25 de Abril y Amnokgang."
        },
        {
            "title": "Rodong Sinmun critica intento de acusar a la RPDC de inestabilizar la situacion",
            "url": "http://kcna.co.jp/item/2016/201610/news13/20161013-04ss.html",
            "content": "Rodong Sinmun critica intento de acusar a la RPDC de inestabilizar la situacion\r\nPyongyang, 13 de octubre (ACNC) -- El diario Rodong Sinmun publico este jueves un articulo de su comentarista que senala como sigue:\n\t\t\t\t\tCada vez que la Republica Popular Democratica de Corea toma la medida de autodefensa, la traidora surcoreana Park Geun-hye la describe como \"grave provocacion y seria amenaza\". \n\t\t\t\t\t\n\t\t\t\t\tY hasta en los dias normales infunde el panico en la sociedad surcoreana disparateando que \"el Norte de Corea prepara un acto provocador\" y \"se preve la provocacion\". \n\t\t\t\t\t\n\t\t\t\t\tEs una farsa para tildar de provocadora a la parte connacional repitiendo como papagayo lo que dicta su amo gringo. \n\t\t\t\t\t\n\t\t\t\t\tIgualmente, es una oracion para suplicar a EE.UU. la ocupacion perpetua del territorio surcoreano y el modo de supervivencia de los que buscan la salvacion en el enfrentamiento fratricida.\n\t\t\t\t\t\n\t\t\t\t\tLa insistencia absurda de Park en la \"provocacion del Norte\" parte del intento de eludir la peor crisis de dominacion, causada por sus politicas antipopulares, ignorancia, impotencia y codicia. \n\t\t\t\t\t\n\t\t\t\t\tPero, esa sofisteria ya no puede remediar ni justificar los actos criminales de Park.\n\t\t\t\t\t\n\t\t\t\t\tElla debe sentir verguenza y recordar el destino tragico de su padre y otros provocadores anteriores, en lugar de hablar tanto de la \"provocacion y amenaza nuclear del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tElla pagara muy caro sus disparates provocativos anti-RPDC y sera condenada al castigo implacable."
        }
    ]
}