{
    "date": "2016-12-13",
    "url": "http://kcna.co.jp/item/2016/201612/2016-12-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Wonsan Army-People Power Station",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Wonsan Army-People Power Station\r\nPyongyang, December 13 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, gave field guidance to the Wonsan Army-People Power Station.\n\t\t\t\t\t Standing on the dam of the power station, he was very pleased that the completion of the power station opened a bright prospect for successfully realizing the desire of leader Kim Jong Il who was so concerned for the improvement of the standard of the living of the people in Kangwon Province. \n\t\t\t\t\t\n\t\t\t\t\t Going round the room dedicated to the history of the power station and the generators room, the control room, etc. of Wonsan Army-People Power Station No. 2, he learnt in detail about its construction, electricity production and supply.\n\t\t\t\t\t\n\t\t\t\t\t He said that the power station was well designed and constructed at a high level.\n\t\t\t\t\t\n\t\t\t\t\t Highly praising the people in Kangwon Province for building the power station as a splendid monumental structure by their own efforts, he noted that what they performed constitutes a precious treasure which would go down in the history of the Workers' Party of Korea (WPK) as it recorded a brilliant page in the history of the building of a rich and powerful nation. \n\t\t\t\t\t\n\t\t\t\t\t He gave the power station instructions which would serve as guidelines for managing and operating it.\n\t\t\t\t\t\n\t\t\t\t\t Noting the officials, party members and other people in Kangwon Province who built another power station with very large capacity are the indomitable fighters who proved in practice the great vitality of the self-development-first principle, he reposed the deepest trust in them by calling them creators of the spirit of Kangwon Province and urging all other people of the country to learn from their example. \n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the feats the Kangwon Provincial Party Committee performed by proving in practice through the construction of the power station that one can create anything out of nothing if one dynamically conducts the organizational and political work among popular masses.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for all Party organizations to powerfully arouse the Party members and other people to create the Mallima speed, regarding the last instructions of President Kim Il Sung and leader Kim Jong Il and the Party policies as a lifeline in the general advance for implementing the decision made at the 7th Party Congress just as the Kangwon Provincial Party Committee has done and thus bring earlier the shining victory in the drive for building a powerful socialist country. \n\t\t\t\t\t\n\t\t\t\t\t Noting his trust in the people in Kangwon Province grew deeper and his expectation for them got stronger, he encouraged them to put increased spurs to creation and construction, not resting on their laurels, but to become an example to be followed by the whole country in all aspects. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the WPK, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the WPK Central Committee, O Su Yong, member of the Political Bureau and vice-chairman of the WPK Central Committee, Kim Yong Su, department director of the WPK Central Committee, and Jo Yong Won, vice department director of the WPK Central Committee."
        },
        {
            "title": "Message to Kim Jong Un from Mexican Party Leader",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-25ee.html",
            "content": "Message to Kim Jong Un from Mexican Party Leader\r\nPyongyang, December 13 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, received a message from Alberto Anaya Gutierrez, national leader of the Workers' Party of Mexico, on Dec. 5.\n\t\t\t\t\t In the message Alberto Anaya Gutierrez extended the highest tribute on behalf of all the members of the Workers' Party of Mexico and on his own behalf to Kim Jong Il, eternal general secretary of the Workers' Party of Korea, on the fifth anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t Being convinced that Kim Jong Il's idea of the Songun revolution and exploits would shine for all ages thanks to Kim Jong Un, faithful heir to the revolutionary cause of President Kim Il Sung and Kim Jong Il, he expressed full support and firm solidarity with the just cause of the Workers' Party of Korea and the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The message heartily wished Kim Jong Un greater successes in his responsible work."
        },
        {
            "title": "Third Asia-Pacific Regional Ministerial Meeting on Transportation Held",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-02ee.html",
            "content": "Third Asia-Pacific Regional Ministerial Meeting on Transportation Held\r\nPyongyang, December 13 (KCNA) -- The third Asia-Pacific regional ministerial meeting on transportation took place in Moscow on Dec. 8 and 9.\n\t\t\t\t\t Present there were a DPRK delegation and other ministerial-level delegations from 40 other countries and over 400 delegates of the EU, international organizations and NGOs.\n\t\t\t\t\t\n\t\t\t\t\t The chairman and vice-chairmen were elected at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The Russian minister of Transport was elected chairman and head of the DPRK delegation Kang Jong Gwan, minister of Land and Maritime Transport, and the head of the Mongolian delegation vice-chairmen.\n\t\t\t\t\t\n\t\t\t\t\t The meeting estimated the implementation of the second-phase action program for the development of the Asia regional transport (2012-2016) adopted at the 2nd ministerial meeting.\n\t\t\t\t\t\n\t\t\t\t\t The head of the DPRK delegation referred to the achievements made in the land and marine transport under the leadership of the Workers' Party of Korea, adding that the U.S. and its followers' sanctions against the DPRK have become a substantial stumbling block lying in the way of developing the sustained transport including the connection of the transportation system in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t The meeting adopted a document on the first-phase of new action program for connecting sustained transport system among regional countries (2017-2021) and a declaration on the meeting."
        },
        {
            "title": "Message of Condolences to Egyptian President",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-18ee.html",
            "content": "Message of Condolences to Egyptian President\r\nPyongyang, December 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of condolences to Egyptian President Abdel-Fattah al-Sisi as regards the explosion terrorist attack in Egypt that caused heavy casualties.\n\t\t\t\t\t In the message Kim extended deep sympathy and condolences to the president of Egypt and its government and people and bereaved families of the victims.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK bitterly condemns the recent mean terrorist act in Egypt, proceeding from its consistent stand of opposing all sorts of terrorism and any support to it, the message stressed.\n\t\t\t\t\t\n\t\t\t\t\t It hoped that the friendly Egyptian government and people would eradicate the aftermath of the terrorist attack as soon as possible and achieve success in the work to protect the security and stability of the country and build developed and prosperous Egypt."
        },
        {
            "title": "Message of Sympathy to Egyptian FM",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-20ee.html",
            "content": "Message of Sympathy to Egyptian FM\r\nPyongyang, December 13 (KCNA) -- DPRK Foreign Minister Ri Yong Ho Tuesday sent a message of sympathy to Sameh Shoukry, foreign minister of Egypt, as regards the bomb terrorism in his country that caused many casualties.\n\t\t\t\t\t Strongly accusing the recent terrorism, the message extended full support and solidarity to the government and people of Egypt in their efforts to defend the country's security and stability and realize durable peace in the Middle East."
        },
        {
            "title": "Message of Sympathy to Turkish President",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-16ee.html",
            "content": "Message of Sympathy to Turkish President\r\nPyongyang, December 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Monday sent a message of sympathy to Recep Tayyip Erdogan, president of the Republic of Turkey, as regards the terrorist bombings in the country which claimed heavy casualties.\n\t\t\t\t\t The message expressed deep sympathy and condolences to the Turkish president and bereaved families of the victims, hoping that the government and people of Turkey would eradicate the aftermath of the terrorist attack as soon as possible and wished them success in their efforts for combating terrorism."
        },
        {
            "title": "Message of Sympathy to Turkish FM",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-13ee.html",
            "content": "Message of Sympathy to Turkish FM\r\nPyongyang, December 13 (KCNA) -- DPRK Foreign Minister Ri Yong Ho Tuesday sent a message of sympathy to Mevlut Cavusoglu, foreign minister of Turkey, as regards the bomb terrorism in Istanbul that caused many casualties.\n\t\t\t\t\t Reaffirming the DPRK government's consistent stand opposing all forms of terrorism, the message expressed the hope that the Turkish people would eradicate the aftereffects of the recent incident and regain peace and stability."
        },
        {
            "title": "DPRK FM Meets Iranian Ambassador",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-37ee.html",
            "content": "DPRK FM Meets Iranian Ambassador\r\nPyongyang, December 13 (KCNA) -- DPRK Foreign Minister Ri Yong Ho Tuesday met and had a talk with Mansour Chavoshi, Iranian ambassador to the DPRK, who paid a courtesy call on him on Tuesday.\n\t\t\t\t\t Ri referred to the reality of the DPRK dynamically advancing under a bright blueprint of building a socialist power unrolled in a report made by supreme leader Kim Jong Un at the 7th Congress of the Workers' Party of Korea, and the principled stand of the DPRK on national reunification and inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the expectation that the bilateral relations would grow stronger in the political, economic, cultural and other fields in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian ambassador said he was pleased with the fact that the bilateral relations provided by the preceding leaders of the two countries are invariably developing on good terms despite the complicated international situation. During his term of office he was deeply impressed by the Korean people's respect and reverence for their leaders, and their sincerity and diligence, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that he would continue developing the excellent friendly and cooperative relations between the two countries, always remembering the good impressions of the Korean people after returning home, too."
        },
        {
            "title": "Aid to DPRK from Switzerland",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-29ee.html",
            "content": "Aid to DPRK from Switzerland\r\nPyongyang, December 13 (KCNA) -- The milk powder offered by the Swiss government to the DPRK through the WFP arrived at Nampho Port on Monday."
        },
        {
            "title": "Chief Executive Officer of Inter Mediate Here",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-31ee.html",
            "content": "Chief Executive Officer of Inter Mediate Here\r\nPyongyang, December 13 (KCNA) -- Jonathan Powell, chief executive officer of the Inter Mediate, and his party arrived here Tuesday."
        },
        {
            "title": "IFRC President Leaves",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-30ee.html",
            "content": "IFRC President Leaves\r\nPyongyang, December 13 (KCNA) -- Tadateru Konoe, president of the International Federation of Red Cross and Red Crescent Societies, and his party left here on Tuesday."
        },
        {
            "title": "Chairman of Federation of Koreans in Australia Here",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-33ee.html",
            "content": "Chairman of Federation of Koreans in Australia Here\r\nPyongyang, December 13 (KCNA) -- Pak Yong Ha, chairman of the Federation of Koreans in Australia, arrived here Tuesday to commemorate the fifth anniversary of demise of leader Kim Jong Il."
        },
        {
            "title": "Swedish Folk Holiday Marked Here",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-36ee.html",
            "content": "Swedish Folk Holiday Marked Here\r\nPyongyang, December 13 (KCNA) -- An event was held at the Swedish Embassy here on Tuesday to mark the Lucia Day, a folk holiday of Sweden.\n\t\t\t\t\t Present there on invitation were Han Song Ryol, vice-minister of Foreign Affairs, officials concerned and diplomats of different countries and staff members of the missions of international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Stiernlof Bo Torkel, Swedish ambassador to the DPRK, and staff members of his embassy attended the event.\n\t\t\t\t\t\n\t\t\t\t\t The participants enjoyed the traditional candlelight holiday of Sweden."
        },
        {
            "title": "Second Enlarged Plenary Meeting of Sixth C.C., SWUK Held",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-32ee.html",
            "content": "Second Enlarged Plenary Meeting of Sixth C.C., SWUK Held\r\nPyongyang, December 13 (KCNA) -- The second enlarged plenary meeting of the Sixth Central Committee of the Socialist Women's Union of Korea was held here Tuesday.\n\t\t\t\t\t Members and alternate members of the C.C., the women's union and its officials attended the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed the tasks facing the women union's organizations to carry through the important tasks set forth in \"Let Us Further Intensify the Work of the Women's Union under the Banner of Modelling the Whole Society on Kimilsungism-Kimjongilism\", a letter supreme leader Kim Jong Un sent to those attending the Sixth Congress of the Democratic Women's Union of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Sun, chairwoman of the C.C., the women's union, made a report to be followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Un's letter serves as important guidelines to be consistently held fast to in developing the women's union into the one of the leader and the Party and an immortal great programme which clearly indicates the road of the struggle to model the whole union on Kimilsungism-Kimjongilism as required by the new era of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need for all officials of the union to build up the women's union organizations and enhance their militant function and role to further intensify the work of the women's union under the uplifted banner of modeling the whole union on Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\tThey called for bringing about a new turn in the work of the women's union and fully demonstrate the stamina of the Korean women in the Songun era in the struggle for building a powerful socialist country under the leadership of the Party, holding fast to Kim Jong Un's letter as important guidelines."
        },
        {
            "title": "Release of KCTU Chairman Demanded",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-27ee.html",
            "content": "Release of KCTU Chairman Demanded\r\nPyongyang, December 13 (KCNA) -- The secretary general of the south Korean Confederation of Trade Unions on Monday held a press conference, demanding acquittal of its chairman, according to the south Korean online paper Voice of People.\n\t\t\t\t\t The people's all-out action staged last year to convey the people's demand to Chongwadae was just the same as the candlelight action this year which culminated in bringing about a motion calling for the impeachment of Park Geun Hye, the secretary general said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Detaining and putting on want lists representatives of workers are tyrannical acts hard to find in the world."
        },
        {
            "title": "Anniversary of Aeguk Moran Garment Factory Observed",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-34ee.html",
            "content": "Anniversary of Aeguk Moran Garment Factory Observed\r\nPyongyang, December 13 (KCNA) -- The Aeguk Moran Garment Factory marks the 30th anniversary of its establishment.\n\t\t\t\t\t The factory was established thanks to the noble intention and loving care of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He sent a complete set of equipment associated with the patriotic devotion of Korean residents in Japan and named it Aeguk Moran Garment Factory.\n\t\t\t\t\t\n\t\t\t\t\t The factory went operational on Dec. 14, Juche 75 (1986).\n\t\t\t\t\t\n\t\t\t\t\t Its workers and officials have overfulfilled their economic plan more than 20 percent every year, helping the people benefit from the popular policy of the Workers' Party of Korea (WPK) and the state.\n\t\t\t\t\t\n\t\t\t\t\t A meeting was held on Tuesday to celebrate the founding anniversary of the factory. \n\t\t\t\t\t\n\t\t\t\t\t A congratulatory letter of the C.C., WPK to the workers, technicians and officials of the factory was read out at the meeting."
        },
        {
            "title": "National Seminar Held",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-35ee.html",
            "content": "National Seminar Held\r\nPyongyang, December 13 (KCNA) -- A national seminar took place Tuesday at the People's Palace of Culture at which the participants vowed to deeply study the undying exploits of leader Kim Jong Il and remain true to the Songun revolutionary guidance of supreme leader Kim Jong Un.\n\t\t\t\t\t Present at the seminar were Kim Ki Nam, Yang Hyong Sop and officials of the party and administrative bodies, working people's organizations, armed forces organs, fields of science, education, literature and arts, media, institutions for training party cadres and the field of the preservation of revolutionary relics.\n\t\t\t\t\t\n\t\t\t\t\t The seminar heard papers explaining and proving the revolutionary exploits Kim Jong Il performed for accomplishing the cause of the Juche revolution, the outstanding leadership ability of Kim Jong Un who is creditably carrying forward the idea and cause of President Kim Il Sung and Kim Jong Il and the tasks and ways for hastening the final victory in the drive for the building of a powerful socialist country under the unfurled banner of Kimilsungism-Kimjongilism. \n\t\t\t\t\t\n\t\t\t\t\t Speakers praised Kim Jong Il as peerless statesman and prominent leader as he turned the Workers' Party of Korea into the most dignified and invincible party in the world, an ever-victorious party leading the cause of independence to victory.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was also the most brilliant commander who built invincible military muscle by pursuing the Songun politics, they said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The whole period of Kim Jong Il's leadership over the revolution was the life of a peerless patriot who firmly protected the sovereignty and dignity of the country and its people and glorified them on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is the supreme incarnation of revolutionary moral obligation as he opened up a new chapter in the cause of immortalizing the great leaders with his most intense loyalty and distinguished leadership ability.\n\t\t\t\t\t\n\t\t\t\t\t The speakers called upon all the officials, servicepersons and working people to glorify the revolutionary feats of Kim Jong Il forever and work hard for the final victory of the revolutionary cause of Juche started in Mt. Paektu under the banner of Kimilsungism-Kimjongilism true to the leadership of Kim Jong Un."
        },
        {
            "title": "Saenal Children's Union",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-21ee.html",
            "content": "Saenal Children's Union\r\nPyongyang, December 13 (KCNA) -- It has been 90 years since the formation of the Saenal Children's Union.\n\t\t\t\t\t On December 15, Juche 15 (1926), President Kim Il Sung formed the Saenal Children's Union of patriotic children in and around Fusong, China to educate them in progressive ideas and lead them to the road of revolution.\n\t\t\t\t\t\n\t\t\t\t\t It was the first revolutionary organization for children, the aim of which was to fight for the bright new day when Japanese imperialism would be overthrown and national liberation achieved, the day when the old society would be destroyed and a new one built.\n\t\t\t\t\t\n\t\t\t\t\t The union had made youth and children conscious and organized to train them into revolutionaries of Juche type, thus producing a number of hard-core elements who would shoulder the future of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t The formation of the Saenal Children's Union was a great event which declared the start of the Juche-oriented children's movement, and since then the Korean children's movement could build up its glorious tradition.\n\t\t\t\t\t\n\t\t\t\t\t This glorious tradition had been carried on by leader Kim Jong Il and is now creditably encouraged under the guidance of supreme leader Kim Jong Un."
        },
        {
            "title": "Historical Animation \"Ko Ju Mong\" Created in DPRK",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-22ee.html",
            "content": "Historical Animation \"Ko Ju Mong\" Created in DPRK\r\nPyongyang, December 13 (KCNA) -- The Korean April 26 Cartoon Film Studio in the DPRK has recently made public 10 parts of a long historical animation \"Ko Ju Mong\".\n\t\t\t\t\t The animation deals with the historical period from the marriage of Ko's parents Haemosu and Ryuhwa to his demise, in which Ko unified cognate minor-countries into powerful Koguryo Kingdom.\n\t\t\t\t\t\n\t\t\t\t\t From part 1 to part 10, the animation tells a story that Ko was disillusioned at Puyo Kingdom and decided to escape from Puyo.\n\t\t\t\t\t\n\t\t\t\t\t His father Haemosu tried to frustrate the outside forces' invasion, but fell a victim to a plot of Kumwa, king of Puyo. In order to conceal the truth behind the killing of Ko's father, Kumwa allows Ryuhwa to live in his palace and adopts Ko while putting forward Haemosu as a loyal man who dedicated his life to the country.\n\t\t\t\t\t\n\t\t\t\t\t But Ko could not but rear horses with slaves after being slandered by Prince Taeso and his younger brothers who envy Ko's extraordinary talents and strength.\n\t\t\t\t\t\n\t\t\t\t\t In this course, Ko comes to have hatred for the royal family and perceive that it is none other than common people who really love fellow countrymen."
        },
        {
            "title": "Kim Jong Il's Immortal Diplomatic Achievements",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-23ee.html",
            "content": "Kim Jong Il's Immortal Diplomatic Achievements\r\nPyongyang, December 13 (KCNA) -- With the approach of the 5th anniversary of demise of leader Kim Jong Il (Dec. 17), the Korean people and world progressives are recollecting his diplomatic achievements for the development of international relations.\n\t\t\t\t\t In the new century, Kim Jong Il visited Russia and China on several occasions to promote the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t In August 2001, he visited the Russian Federation and saw to it that the DPRK-Russia Moscow Declaration was adopted. And he made immortal contribution to the development of the friendly relations between the DPRK and Russia and the peace and security in the Korean Peninsula and the human cause of independence by visiting the Siberian and Far Eastern regions in August 2011.\n\t\t\t\t\t\n\t\t\t\t\t He also provided milestones for the improvement of the relations between the DPRK and Japan and between the DPRK and EU.\n\t\t\t\t\t\n\t\t\t\t\t In his answers to questions raised by the president of the Kyodo News Service on September 14, 2002, he said that Asian countries, the DPRK and Japan, should co-exist and co-prosper as close neighbors, not as close and distant countries.\n\t\t\t\t\t\n\t\t\t\t\t Later, the DPRK-Japan Pyongyang Declaration was adopted and published under his bold political determination, broad magnanimity and extraordinary diplomacy.\n\t\t\t\t\t\n\t\t\t\t\t In May 2001, he met with a top-level delegation of the European Union and gave clear and precious instructions to the issue of improving the relations between the DPRK and EU and some international issues.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, Kim Jong Il was a peerlessly elder statesman who performed immortal exploits for the development of international relations in the new century."
        },
        {
            "title": "KCNA Commentary Warns S. Korean Regime's \"Independent Sanctions\" Will Backfire",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-14ee.html",
            "content": "KCNA Commentary Warns S. Korean Regime's \"Independent Sanctions\" Will Backfire\r\nPyongyang, December 13 (KCNA) -- No sooner had the \"sanctions resolution\" been passed through UN than the south Korean puppet regime made public a draft of \"its own sanctions.\"\n\t\t\t\t\t They held a press conference at midnight and bluffed that it has become possible to \"strangle windpipe\" of the DPRK and south Korea \"would take the lead in implementing the \"sanctions resolution\" while calling it a \"landmark measure\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces dared to add supreme leadership organs and key officials of our party and state to the list of sanctions in the draft \"resolution\", things quite impossible with their capacity.\n\t\t\t\t\t\n\t\t\t\t\t This is a pipe dream of the confrontational maniacs seeking to recover from its predicament by brownnosing seniors and spiking the north-south relations even though they are now in a deplorable situation in which they are breathing their last in the face of the sea of candlelight kindled by the people.\n\t\t\t\t\t\n\t\t\t\t\t As reported, candlelight kindled across south Korea is turning into a huge torch, meting out stern punishment to traitor Park who committed all sorts of crimes against the people.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the fate of those who served the traitor as her cat's paws will not be otherwise.\n\t\t\t\t\t\n\t\t\t\t\t At the crossroads of rise or fall, the puppet forces cry out hoarse for \"toughest sanctions\" and act a shock brigade in executing them, in conspiracy with their American master in order to evade the worst ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t They are now puffed up as if they did something big even though they produced a document no better than toilet tissue. Yet, they bluff it can give \"bigger pain\" than UN \"sanctions resolution\" to the north and it will have impact of \"powerful signal\" on the north.\n\t\t\t\t\t\n\t\t\t\t\t Now the north-south relations are at a total stalemate with no exchanges of personnel and materials due to the vicious confrontational-minded acts of the group of traitor Park Geun Hye who played into the hands of shaman.\n\t\t\t\t\t\n\t\t\t\t\t It is admitted by anyone that no \"sanctions\" and \"pressure”can work nor can they prove effective under the present situation in which it is only migratory birds that cross the north-south border. \n\t\t\t\t\t\n\t\t\t\t\t This kind of foolish \"sanctions\" rhetoric can be made only by the group of traitors with inveterate repugnancy to the fellow countrymen and sycophancy and submission to outsiders.\n\t\t\t\t\t\n\t\t\t\t\t In actuality, Korea is now like an \"island\" the passage to which is totally blocked in the sky, sea and land, and it is not the DPRK but south Korea which suffers massive damage due to \"sanctions\" applied by the puppet forces themselves.\n\t\t\t\t\t\n\t\t\t\t\t The silly act of shutting down the Kaesong Industrial Zone put more than 6,000 businesses including 124 key south Korean businesses at the risk of bankruptcy and reduced over 124,000 workers into unemployed.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that even those involved in drafting the absurd \"independent sanctions\" said \"everything possible has been done and they have only symbolic meaning\" and the south Korean media derided it as \"an act little short of catching air with hand and wringing dry towel\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet group's wild act of taking any trouble to do harm to the fellow countrymen such as \"independent sanctions\" and \"additional sanctions\" is a stupid act little short of strangling its own neck.\n\t\t\t\t\t\n\t\t\t\t\t The ridiculous racket of \"independent sanctions\" will only backfire."
        },
        {
            "title": "KCNA Slams U.S. Double-dealing Nature",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-15ee.html",
            "content": "KCNA Slams U.S. Double-dealing Nature\r\nPyongyang, December 13 (KCNA) -- The U.S. is craftily working, much upset by the massive struggle of the south Korean people to fundamentally transform the corrupt pro-U.S. conservative political landscape.\n\t\t\t\t\t Since the motion on the impeachment of Park Geun Hye passed through the puppet \"National Assembly\", the U.S. has been busy letting high-ranking politicians pretend to express sympathy with the struggle of the south Korean people from all walks of life, asserting that \"they are staging peaceful actions in a calm and responsible manner\" and underscore the need to keep \"invariable U.S.-south Korea alliance\" and \"cooperation\". \n\t\t\t\t\t\n\t\t\t\t\t The White House and the U.S. departments of State and Defense, in particular, put emphasis on \"consistent\" and \"sustained\" policies including THAAD deployment and \"cooperation in the campaign against the north,\" shamelessly asserting that it is the U.S. stand \"not to interfere\" in the south Korean politics.\n\t\t\t\t\t\n\t\t\t\t\t This double-dealing attitude of the U.S. is a product of its sinister scenario to prevent the campaign to oust Park Geun Hye from developing into an anti-U.S. struggle and prolong the pro-U.S. conservative regime in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Looking back on history, the U.S. has left no means untried to maintain and strengthen the colonial ruling system since it installed a pro-U.S. regime in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t It was the U.S. which cooked up the first colonial regime in south Korea through \"separate elections and the installing of separate government\", backed the military gangsters in the operation to grab power through a bloody coup. It was again Washington which openly intervened in each presidential election in a bid to let the pro-U.S. conservative forces come to power and stay in office generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The massive resistance against special class stooge Park Geun Hye whom the U.S. has wire-pulled after helping her seize power through intrigues is striking terror into the heart of the U.S. master.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the U.S. prop up the collapsing pro-U.S. conservative regime and hide its cynical ploy to keep south Korea as its permanent colony. \n\t\t\t\t\t\n\t\t\t\t\t The \"invariable U.S.-south Korean alliance\" touted by the U.S. only reveals its brigandish scenario to preserve the master-colonial servant relations and serve its interests such as THAAD, remaining utterly indifferent to the miserable fate of its lackeys.\n\t\t\t\t\t\n\t\t\t\t\t The candlelight actions against Park now going on in different parts of south Korea are an eruption of the pent-up grudge and anger at the group of traitors and the U.S. \n\t\t\t\t\t\n\t\t\t\t\t This double-dealing tactics of the U.S. will only further awaken the south Korean people."
        },
        {
            "title": "Rodong Sinmun Discloses Japan's Intention of Arms Buildup",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-09ee.html",
            "content": "Rodong Sinmun Discloses Japan's Intention of Arms Buildup\r\nPyongyang, December 13 (KCNA) -- The Japanese government set out to get preparation in real earnest for the deployment of THAAD, according to foreign reports. \n\t\t\t\t\t The Japanese government is mapping out a plan to spend 188 billion yen for the introduction of an improved version of \"Patriot-3\" interceptor missile and 7 billion yen for mounting interceptor missile system on Aegis ships this fiscal year.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday in a commentary discloses that the purpose of the Japanese reactionaries in giving spurs to arms buildup is to equip the \"Self-Defence Forces\" with the latest weapons and expand and use them at a time of reinvasion of Asia.\n\t\t\t\t\t\n\t\t\t\t\t But, Japan is seriously mistaken, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is foolish to think it can remain safe after hitting others easily with THAAD.\n\t\t\t\t\t\n\t\t\t\t\t Japan's THAAD deployment is tantamount to endangering the strategic security circumstances on the Korean peninsula. That is why we can not overlook such action.\n\t\t\t\t\t\n\t\t\t\t\t We do not hide the fact that we are ready both for attack and defense. \n\t\t\t\t\t\n\t\t\t\t\t We will blow up the bases of aggressors and sworn enemies in a flash where they might be as they have harassed the Korean nation for many years.\n\t\t\t\t\t\n\t\t\t\t\t Before taking the road of reinvasion, the Japanese reactionaries had better think twice if the island nation of theirs can survive."
        },
        {
            "title": "Rodong Sinmun Gives Warning to S. Korean Warmongers",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-10ee.html",
            "content": "Rodong Sinmun Gives Warning to S. Korean Warmongers\r\nPyongyang, December 13 (KCNA) -- The south Korean puppet military bosses such as the defense minister and the chairman of Joint Chiefs of Staff cried out for meting out \"powerful and decisive retaliatory punishment\" to the DPRK, absurdly pulling it up under the pretext of \"committing surprise acts of provocation\", when inspecting frontline units along the Military Demarcation Line almost every day recently.\n\t\t\t\t\t Against this backdrop, the south Korean war-like forces staged a large-scale live-shell firing exercise in the hotspot waters of the West Sea of Korea. And they conducted joint military exercises together with the Air Force of the U.S. imperialists in the plea of coping with the \"contingency of large-scale surprise attack\" of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Rodong Sinmun Tuesday comments that these are nothing but last-ditch efforts to divert elsewhere the public criticism with creation of \"security crisis\" and \"instability\" and weather the ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t It says:\n\t\t\t\t\t\n\t\t\t\t\t It is the black-hearted intention of the U.S. and the south Korean puppet regime to escalate the moves to unleash a war against the DPRK at any moment under the pretext of \"coping with provocation.\"\n\t\t\t\t\t\n\t\t\t\t\t The reckless actions of those trigger-happy forces may develop into a war against the north at any moment.\n\t\t\t\t\t\n\t\t\t\t\t The powerful revolutionary army of Mt. Paektu is closely following the movement of the enemies running amuck to start a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t It is the south Korean puppet forces that will be punished by the merciless strike of our army.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces would be well advised to stop running wild, well aware that desperately resorting to the moves to ignite a war against the north in conspiracy with the foreign forces, misleading the public opinion through the racket of \"security crisis,\" is a foolish act that will result in their doom."
        },
        {
            "title": "Minju Joson Discloses U.S. Aim in Seeking Drone Monopolization",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-11ee.html",
            "content": "Minju Joson Discloses U.S. Aim in Seeking Drone Monopolization\r\nPyongyang, December 13 (KCNA) -- Lately the U.S. seeks monopolization of drones, arousing high vigilance of the international community, says Minju Joson Tuesday in a commentary.\n\t\t\t\t\t By ascribing its necessity to armed disputes and human rights, the U.S. is trying to convince the public that it is concerned for peace, stability and human rights. But it is clear to every one that the true aim sought by the U.S. is to monopolize drones, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The drones to which ultramodern science and technology have been applied have largely changed the mode of fighting wars in modern days.\n\t\t\t\t\t\n\t\t\t\t\t In a word, drones have been accepted to be the most effective means in modern wars.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is very much afraid of these drones, which it calls \"angel\", turning into powerful \"devils\" in the hands of its strategic rivals.\n\t\t\t\t\t\n\t\t\t\t\t In fact, drone development is active worldwide and not a few countries are making active use of it in military field.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. calculation is that it has to monopolize drones in order to deter its strategic rivals.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has long been hell-bent on realizing its ambition for world domination based on nuclear upper-hand, while sharing nuclear monopolization with major powers through the Nuclear Non-proliferation Treaty. It now seeks to apply the same way in enacting a law on drone non-proliferation and then get all countries of the world bound to it in a bid to monopolize drones.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. monopolization of drones is allowed, international justice will again be harshly violated, world peace be harassed and lots of people will lose their lives.\n\t\t\t\t\t\n\t\t\t\t\t Lethal weapons should not be given to blood-thirsty criminals."
        },
        {
            "title": "Pro-Park Geun Hye Force Denounced for Prolonging Its Remaining Days",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-26ee.html",
            "content": "Pro-Park Geun Hye Force Denounced for Prolonging Its Remaining Days\r\nPyongyang, December 13 (KCNA) -- The south Korean internet newspaper Voice of People Monday carried an editorial accusing pro-Park Geun Hye force of not willing to step down despite a decision made by the \"National Assembly\" to impeach her.\n\t\t\t\t\t The editorial referred to the fact that more than fifty lawmakers supporting Park decided to organize the \"confederation of innovation and integration\" and slandered the lawmakers opposing her.\n\t\t\t\t\t\n\t\t\t\t\t It asserted that their moves reflect Park's intention."
        },
        {
            "title": "S. Korean Authorities Denounced for Anti-DPRK Racket",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-12ee.html",
            "content": "S. Korean Authorities Denounced for Anti-DPRK Racket\r\nPyongyang, December 13 (KCNA) -- Minju Joson Tuesday runs a commentary in denunciation of the south Korean puppet group of traitors persistently resorting to the moves for \"international cooperation\" while vociferating about \"carrying out the resolution on sanctions\" against the DPRK.\n\t\t\t\t\t Their mean behavior blemishing the international arena is nothing but desperate efforts of traitors to revive the failed confrontation policy in dependence on outside forces and hurt the fellow countrymen in the north, and a foolish act of disabled ones fated to be burnt to death together with Park Geun Hye by the flame of candlelight sweeping across south Korea, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Yun Pyong Se, puppet foreign minister, has absent-mindedly pursued mendicant diplomacy for slandering and hurting the fellow countrymen as a faithful servant of traitor Park Geun Hye. Not content with this, he unhesitatingly sold out the interests and self-respect of the nation to the U.S. and Japanese masters only to be branded as rabid \"psychopath\" by the people.\n\t\t\t\t\t\n\t\t\t\t\t He is making desperate efforts to dare undermine the position of the DPRK as a nuclear power with the racket of sanctions upon the DPRK, a bid which even his seniors describe as a fiasco. This is the daydream of the rabid dog. \n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately Yun and other traitors may try to get \"international cooperation\", the vigorous advance of the DPRK toward the final victory can never be checked.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group of traitors should always remember that perpetrating more crimes while running amuck in the anti-DPRK racket will only make them pay higher price."
        },
        {
            "title": "S. Korean Body Rejects Decision on THAAD Deployment",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-17ee.html",
            "content": "S. Korean Body Rejects Decision on THAAD Deployment\r\nPyongyang, December 13 (KCNA) -- The Songju Emergency Measure Committee for Defending Holy Land of Won Buddhism in south Korea on Dec. 10 held a rally \"Day of Won Buddhism action\" outside the building of the puppet Ministry of Defense, in which it claimed the blanket nullification of the decision on deploying THAAD, according to south Korean internet newspaper Tongil News.\n\t\t\t\t\t The body said that Park Geun Hye refused to acknowledge her wrongdoings and accept the demands of the people though a motion on her impeachment was passed.\n\t\t\t\t\t\n\t\t\t\t\t It declared the blanket cancellation of the decision on deploying THAAD, a war weapon posing a threat to the safety of the people, and insisted on ensuring a genuine peace."
        },
        {
            "title": "S. Koreans in Japan Demand Resignation of Park Geun Hye",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-19ee.html",
            "content": "S. Koreans in Japan Demand Resignation of Park Geun Hye\r\nPyongyang, December 13 (KCNA) -- The Federation of South Koreans for Democracy and Unification in Japan in a statement issued on Dec. 9 said that Park Geun Hye's exercise of presidential authority was suspended by the passage of a motion on her impeachment through the \"National Assembly.\"\n\t\t\t\t\t The statement warned that if the \"constitutional court\" makes a decision turning down the demand of the people, they would not pardon not only Chongwadae but also the court. \n\t\t\t\t\t\n\t\t\t\t\t It urged the court to fully comply with the people's demand and make a decision to impeach Park at an early date."
        },
        {
            "title": "S. Korean Organization Demands Park Withdraw from \"Presidential\" Office",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-24ee.html",
            "content": "S. Korean Organization Demands Park Withdraw from \"Presidential\" Office\r\nPyongyang, December 13 (KCNA) -- The People for Achieving Peace and Reunification of south Korea in a commentary on Dec. 9 said that the people demand Park Geun Hye immediately step down from the \"presidential\" office.\n\t\t\t\t\t Park wants the motion on the impeachment of \"the constitutional court\" to be voted down, but it would get nowhere, the commentary said, adding that Park should be ousted from the \"presidential office\" at once, not making one pretext after another."
        },
        {
            "title": "S. Korean Newspapers on Passage of Motion on Park's Impeachment",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-28ee.html",
            "content": "S. Korean Newspapers on Passage of Motion on Park's Impeachment\r\nPyongyang, December 13 (KCNA) -- South Korean newspapers carried editorials on Dec. 10 as regards the passage of the motion on the impeachment of Park Geun Hye through the \"National Assembly.\"\n\t\t\t\t\t Hangyore said that the motion on impeachment of Park Geun Hye passed through the NA on Dec. 9 by overwhelming vote, an expression of the people's distrust in the ruler who betrayed them.\n\t\t\t\t\t\n\t\t\t\t\t Kyunghyang Daily News said that the candlelight marches demanding the resignation of Park would lead to a fresh system, society and era and impeachment of Park is not an end but just a beginning.\n\t\t\t\t\t\n\t\t\t\t\t Other newspapers carried similar editorials."
        },
        {
            "title": "Russian Body Censures UNSC's Anti-DPRK \"Sanctions Resolution\"",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-04ee.html",
            "content": "Russian Body Censures UNSC's Anti-DPRK \"Sanctions Resolution\"\r\nPyongyang, December 13 (KCNA) -- The Rostov Association for the Study of Kimilsungism-Kimjongilism of Russia released a statement on December 4 censuring the fabrication of a new UNSC \"sanctions resolution\" against the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The \"resolution\" was fabricated by the U.S. styling itself \"world military police\" and its vassal forces.\n\t\t\t\t\t\n\t\t\t\t\t The \"resolution\" was cooked up by the imperialists in a bid to weaken the DPRK and boost their influence on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the stand of the DPRK rejecting the base moves of the imperialists to stifle a sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t The scenario of the imperialists to weaken the might of the DPRK making a victorious drive will be smashed into smithereens by the Korean people firmly preserving their gains of socialism in single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t We appeal to the world people to counter the scenario of the imperialists to pressurize socialist Korea."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Belarus",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Belarus\r\nPyongyang, December 13 (KCNA) -- A committee for remembering the great leader Kim Jong Il was inaugurated in Belarus on December 6.\n\t\t\t\t\t L. Shukolinikov, chairman of the Permanent Standing Committee of the Belarus National Association of Friends of Korean People Named after Kim Il Sung and Kim Jong Il, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to widely introduce the revolutionary career and exploits of Kim Jong Il and hold political and cultural events on the fifth anniversary of his demise."
        },
        {
            "title": "Kim Jong Il's Feats Praised by Icelandic Personage",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-06ee.html",
            "content": "Kim Jong Il's Feats Praised by Icelandic Personage\r\nPyongyang, December 13 (KCNA) -- Jon Arni Halldorsson, general secretary of the Iceland－DPRK Friendship and Cultural Society, issued a statement on December 7 with the approach of the fifth anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t The Korean people and the progressive people of Iceland are remembering Kim Jong Il in humble reverence, the general secretary said in the statement, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is a great revolutionary and a peerlessly patriot as he devoted his all to the prosperity of socialist Korea, the independent and peaceful reunification of the country and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t He is an outstanding leader and a peerlessly elder statesman who had advanced the cause of anti-imperialist independence to victory with his Songun leadership for many years.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has vigorously sped up the building of socialism, demonstrating its might as a politico-ideological power and a matchless military power. This is the noble fruition of his Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il formulated and systematized the Songun revolutionary idea and applied the original Songun politics in all aspects. This is the feat to be recorded in human history as it provided the immortal banner for the triumphant advance of the cause of the Juche revolution and the cause of independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t His great exploits will shine long."
        },
        {
            "title": "Anniversary of Demise of Kim Jong Il Observed in Congo",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-05ee.html",
            "content": "Anniversary of Demise of Kim Jong Il Observed in Congo\r\nPyongyang, December 13 (KCNA) -- The Congolese Committee for Remembering Leader Kim Jong Il released a special bulletin on December 5 to commemorate the fifth anniversary of demise of Kim Jong Il.\n\t\t\t\t\t Stressing that Kim Jong Il always lives in the hearts of peoples as the great leader, the bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t His life, in a word, can be called the life dedicated to the people.\n\t\t\t\t\t\n\t\t\t\t\t He ardently loved the people. To believe in the people as in Heaven was his motto.\n\t\t\t\t\t\n\t\t\t\t\t The whole course of decades-long revolutionary leadership of the great man constitutes an epic of love and trust in the people.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the benevolent politics of Kim Jong Il, the interests of people became a standard in shaping all lines and policies and have been preserved strictly under any situation and circumstances in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people had absolutely trusted and followed the leader showing boundlessly warm love and trust for them as they follow their real mothers.\n\t\t\t\t\t\n\t\t\t\t\t This put the single-minded unity of the Korean society on a higher stage.\n\t\t\t\t\t\n\t\t\t\t\t His sense of obligation to be responsible for the destiny of the people and provide them with happiness, and sincere and warm love for them made his life a great and noble one."
        },
        {
            "title": "Symposium on Kim Jong Il's Work Held in Tokyo",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-07ee.html",
            "content": "Symposium on Kim Jong Il's Work Held in Tokyo\r\nPyongyang, December 13 (KCNA) -- A symposium took place at the Korean Hall in Tokyo on Dec. 10 to mark the 30th publication anniversary of leader Kim Jong Il's work \"On Further Improving the Work of Chongryon in Line with the Demands of the Developing Situation\".\n\t\t\t\t\t Among its participants were Pae Ik Ju, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), Kim Song Hun, director of the Department for Publicity and Culture of the Chongryon Central Standing Committee, and Chongryon officials in Kanto.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Su, director of the Korean Social Scientists Association in Japan, in his report at the symposium, referred to the greatness of Kim Jong Il, explaining about the work's main idea and gist and the position it assumes in the history of the movement of Koreans in Japan and its historic significance.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on Sept. 15, 1986, serves as the eternal guidelines for the movement of Koreans in Japan whose truth and vitality have been confirmed through practice, the reporter said.\n\t\t\t\t\t\n\t\t\t\t\t Other speakers mentioned the work's validity and vitality, noting that the work underscores the need for Chongryon to steadily hold aloft the banner of the Juche idea and conduct on a fresh manner the work of consolidating its ranks in an organized way in line with new situation.\n\t\t\t\t\t\n\t\t\t\t\t They said that creditably inheriting Kim Jong Il's idea of building Chongryon, supreme leader Kim Jong Un has clearly shown the road ahead of Chongryon and the movement of Koreans in Japan in his works, including a letter dated May 25, while wisely guiding them."
        },
        {
            "title": "Kim Jong Un recorre Central Hidroelectrica \"Ejercito y Pueblo\" de Wonsan",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-01ss.html",
            "content": "Kim Jong Un recorre Central Hidroelectrica \"Ejercito y Pueblo\" de Wonsan\r\nPyongyang, 13 de diciembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en terreno la Central Hidroelectrica \"Ejercito y Pueblo\" de Wonsan.\n\t\t\t\t\tEl Presidente subio al dique de la central donde dijo con mucha alegria que gracias a la construccion de la planta se dio la firme perspectiva para realizar el anhelo del Dirigente Kim Jong Il quien se preocupaba mucho por la mejora de vida de los habitantes de la provincia de Kangwon.\n\t\t\t\t\t\n\t\t\t\t\tY recorrio la sala de presentacion del historial, la de generador y la del control de la Central Hidroelectrica \"Ejercito y Pueblo\" de Wonsan No. 2 y otros lugares para estudiar en detalle el estado de construccion, produccion y servicio de electricidad.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente dijo que es perfecto el diseno y la obra se realizo en el alto nivel y aprecio mucho los esfuerzos de los habitantes de la provincia de Kangwon quienes levantaron por propia cuenta la central hidroelectrica como magnifica creacion monumental, diciendo que la proeza de ellos es el tesoro precioso a ser transmitido eternamente junto con la historia de nuestro Partido.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Jong Un dio instrucciones que serviran de guia para la administracion de la central hidroelectrica.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios, los militantes del Partido y los trabajadores de la provincia de Kangwon quienes construyeron otra central con gran capacidad son los combatientes indoblegables que comprobaron con la practica la gran vitalidad de la idea de dar prioridad al autofortalecimiento, dijo y los llamo como creadores del espiritu de la provincia de Kangwon, a quienes todo el pais debe aprender.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo mucho los trabajos del Comite del Partido en la provincia de Kangwon que manifesto con la practica que pueden crear de la nada si realizan a toda marcha el trabajo organizativo y politico entre las masas populares.\n\t\t\t\t\t\n\t\t\t\t\tTodas las organizaciones del Partido deben llamar a los militantes del Partido y los habitantes a la creacion de la velocidad Mallima tomando como linea de vida los legados del Presidente Kim Il Sung y el Dirigente Kim Jong Il y las politicas del Partido en la marcha general por materializar las resoluciones del VII Congreso del PTC como lo hizo el Comite del Partido en la provincia de Kangwon y tienen que adelantar la victoria brillante de la construccion de la potencia socialista, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Jong Un dijo que se agrandaron mas su confianza y esperanza en los habitantes de la provincia de Kangwon y exhorto a ponerse a la cabeza del pais en todos los dominios logrando mas exitos en la creacion y construccion sin vanagloriarse por los exitos logrados.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Choe Ryong Hae, miembro del Presidium del Buro Politico del CC del PTC y vicepresidente del Comite de Estado de la RPDC y del CC del PTC, O Su Yong, miembro del Buro Politico y vicepresidente del CC del PTC, Kim Yong Su, jefe de departamento del CC del PTC y Jo Yong Won, subjefe de departamento del CC del PTC."
        },
        {
            "title": "Kim Jong Un recibe mensaje enviado por el dirigente nacional del PTM",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-20ss.html",
            "content": "Kim Jong Un recibe mensaje enviado por el dirigente nacional del PTM\r\nPyongyang, 13 de diciembre (ACNC) -- El Presidente del Partido del Trabajo de Corea, Kim Jong Un, recibio un mensaje que le remitiera el dia 5 el dirigente nacional del Partido del Trabajo de Mexico, Alberto Anaya Gutierrez.\n\t\t\t\t\tEn su misiva, el remitente rindio homenaje, en nombre de todos los militantes del PTM y en el suyo propio, al eterno Secretario General del PTC, Kim Jong Il, con motivo del 5o aniversario de su fallecimiento.\n\t\t\t\t\t\n\t\t\t\t\tConvencido de que brillaran siempre la idea y hazanas revolucionarias del Songun del Dirigente gracias al destinatario, continuador fiel de la causa revolucionaria del Presidente Kim Il Sung y el Dirigente Kim Jong Il, expreso el apoyo total y solidaridad firme con la justa causa del PTC y el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tFormulo sinceros votos por los exitos en las responsabilidades del destinatario expresandole el testimonio de alta consideracion."
        },
        {
            "title": "Kim Yong Nam envia mensaje de condolencias al presidente egipcio",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-21ss.html",
            "content": "Kim Yong Nam envia mensaje de condolencias al presidente egipcio\r\nPyongyang, 13 de diciembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 13 un mensaje de condolencias al presidente de la Republica Arabe de Egipto, Abdel Fattah al-Sisi, con respecto a que este pais sufrio grandes perdidas humanas debido a un ataque terrorista dinamitero.\n\t\t\t\t\tEl remitente expreso profunda compasion y consuelo al mandatario, y por su conducto, al gobierno y pueblo de Egipto y a los familiares de las victimas. \n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que la Republica Popular Democratica de Corea denuncia el reciente atentado terrorista en Egipto partiendo de la invariable posicion de rechazar todas las formas del terrorismo y patrocinio al mismo. \n\t\t\t\t\t\n\t\t\t\t\tDeseo que el gobierno y pueblo amistosos de Egipto resarzan lo mas pronto posible las consecuencias del ataque terrorista y alcancen exitos en las labores para defender la seguridad y estabilidad del pais y construir un Egipto desarrollado y prospero."
        },
        {
            "title": "Gobierno suizo dona materiales de cooperacion a la RPDC",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-19ss.html",
            "content": "Gobierno suizo dona materiales de cooperacion a la RPDC\r\nPyongyang, 13 de diciembre (ACNC) -- Llego el dia 12 al Puerto de Nampho la leche en polvo que ofrece el gobierno suizo a la Republica Popular Democratica de Corea por conducto del Programa Mundial de Alimento."
        },
        {
            "title": "Tiene lugar III reunion ministerial regional de Asia-Pacifico sobre el transporte",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-02ss.html",
            "content": "Tiene lugar III reunion ministerial regional de Asia-Pacifico sobre el transporte\r\nPyongyang, 13 de diciembre (ACNC) -- Tuvo lugar los dias 8 y 9 en Moscu la III reunion ministerial regional de Asia-Pacifico sobre el transporte. \n\t\t\t\t\tParticiparon en la ocasion las delegaciones de mas de 40 paises incluyendo la delegacion de la Republica Popular Democratica de Corea y mas de 400 delegados de la Union Europea, las organizaciones internacionales y las no gubernamentales.\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Transporte de Rusia fue elegido como presidente de la reunion y como vicepresidentes, el jefe de delegacion de RPDC, Kang Jong Gwan, ministro de Transporte Terrestre y Maritimo, y el jefe de delegacion de Mongolia.\n\t\t\t\t\t\n\t\t\t\t\tFue evaluado el estado de cumplimiento de la segunda etapa (2012-2016) del plan de accion para el desarrollo de transporte de la region asiatica, aprobado en la anterior edicion de la reunion celebrada en 2012. \n\t\t\t\t\t\n\t\t\t\t\tEl jefe de la delegacion coreana informo los exitos alcanzados bajo la orientacion del Partido del Trabajo de Corea en el transporte terrestre y maritimo del pais y enfatizo que la sancion anti-RPDC de EE.UU. y sus satelites deviene el obstaculo real para la conexion del sistema de transporte y el desarrollo sostenible de transporte de la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tFueron aprobados en la reunion el documento sobre la primera etapa (2017-2021) del nuevo plan de accion para la conexion sostenible del sistema de transporte entre los paises regionales y la declaracion sobre la presente cita."
        },
        {
            "title": "Llegan a Pyongyang el ejecutor en jefe de la Inter-Mediacion y su comitiva",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-18ss.html",
            "content": "Llegan a Pyongyang el ejecutor en jefe de la Inter-Mediacion y su comitiva\r\nPyongyang, 13 de diciembre (ACNC) -- Jonathan Powell, ejecutor en jefe de la Inter-Mediacion, y su comitiva llegaron hoy a esta capital."
        },
        {
            "title": "Tadateru Konoe y su comitiva parten de Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-17ss.html",
            "content": "Tadateru Konoe y su comitiva parten de Pyongyang\r\nPyongyang, 13 de diciembre (ACNC) -- El presidente de la Federacion Internacional de Sociedades de la Cruz Roja y la Medialuna Roja, Tadateru Konoe, y su comitiva partieron el dia 13 de esta capital."
        },
        {
            "title": "Tiene lugar reunion ampliada de segundo pleno de VI periodo del CC de la USMC",
            "url": "http://kcna.co.jp/item/2016/201612/news13/20161213-24ss.html",
            "content": "Tiene lugar reunion ampliada de segundo pleno de VI periodo del CC de la USMC\r\nPyongyang, 13 de diciembre (ACNC) -- Tuvo lugar este martes en esta capital la reunion ampliada del segundo pleno del VI periodo del Comite Central de la Union Socialista de Mujeres de Corea (USMC). \n\t\t\t\t\tParticiparon en la ocasion las miembros y las miembros suplentes del Comite Central de la USMC y las funcionarias de la misma organizacion. \n\t\t\t\t\t\n\t\t\t\t\tEl foro discutio las tareas de las filiales de la union para materializar cabalmente las tareas programaticas presentadas en el mensaje \"Intensifiquemos mas las labores de la Union de Mujeres enarbolando la bandera de la identificacion de toda la sociedad con el Kimilsungismo-Kimjongilismo\", enviado por el Mariscal Kim Jong Un a las participantes en el VI Congreso de la Union de Mujeres Democraticas de Corea. \n\t\t\t\t\t\n\t\t\t\t\tLa presidenta del CC de la USMC, Kim Jong Sun, presento el informe de la ocasion y otras intervinieron. \n\t\t\t\t\t\n\t\t\t\t\tLas oradoras senalaron que el mensaje del Mariscal constituye la guia programatica a ser mantenida para fortalecer la union como organizacion femenina del lider y del partido e ilumina claramente la via de transformarla segun el Kimilsungismo-Kimjongilismo conforme a la demanda de la nueva epoca de la revolucion del Juche. \n\t\t\t\t\t\n\t\t\t\t\tInsistieron en que todas las funcionarias de la USMC deben fortalecer sus organizaciones y elevar su funcion combativa y papel bajo la bandera de transformacion de toda la union segun el Kimilsungismo-Kimjongilismo. \n\t\t\t\t\t\n\t\t\t\t\tLlamaron a todas a registrar nuevo viraje en las labores de la USMC tomando como guia programatica el mensaje del Mariscal y demostrar el impetu de las mujeres de la era del Songun en la lucha para edificar una potencia socialista bajo la orientacion del Partido del Trabajo de Corea."
        }
    ]
}