{
    "date": "2016-10-12",
    "url": "http://kcna.co.jp/item/2016/201610/2016-10-12ee.html",
    "articles": [
        {
            "title": "Anniversary of Diplomatic Relations between DPRK and Russia Observed",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-09ee.html",
            "content": "Anniversary of Diplomatic Relations between DPRK and Russia Observed\r\nPyongyang, October 12 (KCNA) -- Rodong Sinmun Wednesday dedicates an article to the 68th anniversary of the establishment of diplomatic relations between the DPRK and Russia.\n\t\t\t\t\t The diplomatic relations between the two countries were established on October 12, 1948, opening a chapter of the DPRK-Russia friendship, the article says, and goes on:.\n\t\t\t\t\t\n\t\t\t\t\t The friendship between the peoples of the two countries has deepened for a long period since the opening of the diplomatic relations.\n\t\t\t\t\t\n\t\t\t\t\t The two countries have strengthened the bonds of friendship, closely cooperating with each other in the political, economic, cultural and various other fields on the principle of independence, equality and mutual benefit.\n\t\t\t\t\t\n\t\t\t\t\t Entering the 2000s, the DPRK-Russia friendly relations have been put on a new high stage.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-Russia treaty of friendship, good neighborliness and cooperation was signed in February, 2000.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il visited the Russian Federation in 2001, 2002 and 2011, further consolidating the friendly and cooperative relations between the DPRK and Russia in line with the requirements and fundamental interests of the two peoples in the 21st century. He thus performed immortal feats in ensuring peace and security in Northeast Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of the Workers' Party of Korea and the DPRK government to boost the bilateral relations of friendship and cooperation true to the behests of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-Russia friendly and cooperative relations are now growing stronger in various fields with great viability.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people sincerely hope that the efforts of the Russian people to achieve social stability and national unity and build a powerful state will yield good fruits.\n\t\t\t\t\t\n\t\t\t\t\t The history and tradition of the DPRK-Russia friendship will in the future, too, be given steady continuity thanks to the joint efforts of the peoples of the two countries to boost their relations as required by the aspiration and desire of both sides."
        },
        {
            "title": "Greetings to Equatorial Guinean President",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-11ee.html",
            "content": "Greetings to Equatorial Guinean President\r\nPyongyang, October 12 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Obiang Nguema Mbasogo,  president of Equatorial Guinea, on Wednesday on the occasion of the 48th anniversary of its independence.\n\t\t\t\t\t In the belief that the long-standing good friendly and cooperative relations between the DPRK and Equatorial Guinea would grow stronger, the message sincerely wished the president good health and happiness and greater success in his responsible work for the social and economic development of the country."
        },
        {
            "title": "Russian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-25ee.html",
            "content": "Russian Ambassador Hosts Reception\r\nPyongyang, October 12 (KCNA) -- Alexandr Matsegora, Russian ambassador to the DPRK, gave a reception at the Taedonggang Diplomatic Club on Wednesday to mark the 68th anniversary of the establishment of diplomatic ties between the DPRK and the Russian Federation.\n\t\t\t\t\t Present there on invitation were Sin Hong Chol, vice-minister of Foreign Affairs, O Ryong Chol, vice-minister of External Economic Relations, So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairman of the DPRK-Russia Friendship Association, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Present there were staff members of the Russian Embassy.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Syrian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-26ee.html",
            "content": "Syrian Ambassador Hosts Reception\r\nPyongyang, October 12 (KCNA) -- Syrian Ambassador to the DPRK Tammam Sulaiman Wednesday gave a reception at his embassy on the occasion of the 71st anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present there on invitation were Ri Yong Ho, minister of Foreign Affairs, Jon Yong Nam, first secretary of the C.C., the youth league, Ri Chang Gun, vice department director of the C.C., the WPK, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador, in his speech, said that President Kim Il Sung and leader Kim Jong Il adorned with victory and glory the long history of the WPK through the enunciation of the Juche-oriented ideas of party building and gigantic revolutionary practices.\n\t\t\t\t\t\n\t\t\t\t\t The WPK advanced a far-reaching programme for developing the country at the speed of Mallima by applying the ideology and wishes of Kim Il Sung and Kim Jong Il at the Seventh Congress of the WPK, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t HE Hafez Al-Assad and President Kim Il Sung laid firm foundations for bilateral relations of friendship. The parties and peoples of the two countries are standing up against the unreasonable sanctions and blockade of the imperialists under the leadership of HE Bashar Al-Assad and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Ho said in his speech that Kim Il Sung and Kim Jong Il provided a powerful and political guarantee for accomplishing the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast stand of the government and people of the DPRK to further boost the relations of friendship and cooperation associated with noble exploits of the preceding leaders of the two countries under the guidance of Kim Jong Un and Bashar Al-Assad, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will extend firm support and solidarity to the Syrian government and people in their just struggle for smashing all sorts of provocations and aggressive moves of hostile forces and protecting the country's sovereignty and security in the future, too."
        },
        {
            "title": "Cuban Ambassador to DPRK Gives Reception",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-27ee.html",
            "content": "Cuban Ambassador to DPRK Gives Reception\r\nPyongyang, October 12 (KCNA) -- Jesus De Los Angeles Aise Sotolongo, Cuban ambassador to the DPRK, hosted a reception at his Embassy on Wednesday on the occasion of the 71st founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present there on invitation were Ri Su Yong, member of the Political Bureau and vice-chairman of the Central Committee of the WPK, and Ryu Myong Son, vice department director, and other officials of the C.C., the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The Cuban ambassador said that President Kim Il Sung and leader Kim Jong Il performed immortal feats in accomplishing the cause of socialism, the revolutionary cause of Songun by wisely leading the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He said that the WPK has made great progress by directing all its energies to the efforts to attain the goals of the five-year strategy for national economic development set forth at the 7th Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the conviction that the WPK and the Korean people would achieve greater success in the building of economy and defence under the leadership of Marshal Kim Jong Un loyal to the intention of the preceding leaders.\n\t\t\t\t\t\n\t\t\t\t\t Ri Su Yong said that the Cuban people significantly celebrate the founding anniversary of the WPK together with the Korean people every year, clearly showing the close friendship between the two parties and the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t He said that Kim Jong Un, chairman of the WPK, is paying special attention to the development of the friendly and cooperative ties between the two countries provided by the great leaders together with the leaders of the Cuban revolution.\n\t\t\t\t\t\n\t\t\t\t\t He pointed out that the party, the government and the people of Cuba have extended positive support to the WPK and the Korean people in their efforts to defend the sovereignty and dignity of the country and build a powerful socialist country."
        },
        {
            "title": "Results of Housing Construction in Disaster Areas of DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-22ee.html",
            "content": "Results of Housing Construction in Disaster Areas of DPRK\r\nPyongyang, October 12 (KCNA) -- The housing construction makes headway at the final stage in Kyonghung County, one of the flood-hit areas in North Hamgyong Province of the DPRK.\n\t\t\t\t\t According to an official concerned, the housing construction for 100 families is nearing completion thanks to the devoted efforts of soldier-builders.\n\t\t\t\t\t\n\t\t\t\t\t By October 8, builders of county-level units carried out the exterior plastering 78 percent, interior plastering 65 percent and roof-work 61 percent."
        },
        {
            "title": "Framework for 140 Flats Finished in Flood-hit Hoeryong City",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-23ee.html",
            "content": "Framework for 140 Flats Finished in Flood-hit Hoeryong City\r\nPyongyang, October 12 (KCNA) -- A rapid progress has been made at the housing construction in Hoeryong City, one of the flood-hit areas in North Hamgyong Province of the DPRK.\n\t\t\t\t\t Soldier-builders finished the framework for 140 flats on the banks of Hoeryong Stream on October 10 by introducing the advanced building methods. \n\t\t\t\t\t\n\t\t\t\t\t Many apartment houses are now being built on the banks at a fast tempo."
        },
        {
            "title": "More Remains of Martyrs Buried at Patriotic Martyrs Cemetery in Sinmi-ri",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-16ee.html",
            "content": "More Remains of Martyrs Buried at Patriotic Martyrs Cemetery in Sinmi-ri\r\nPyongyang, October 12 (KCNA) -- More remains of martyrs who devoted themselves to the prosperity of the socialist country and the cause of national reunification were buried at the Patriotic Martyrs Cemetery in Sinmi-ri.\n\t\t\t\t\t Among them were Ri Chung Su who was a room chief of Kim Chaek University of Technology, and Sonu Hak Won, former advisor to the Federation of Koreans in the U.S. \n\t\t\t\t\t\n\t\t\t\t\t Ri Chung Su, who grew up under the care of President Kim Il Sung and leader Kim Jong Il, devoted his creative wisdom and enthusiasm to the scientific researches for two decades.\n\t\t\t\t\t\n\t\t\t\t\t He carried out many ultra-modern research tasks with his single resolution to live up to the trust and loving care shown by the motherly party which put forward him as a scientist and labor hero.\n\t\t\t\t\t\n\t\t\t\t\t Sonu Hak Won covered the road of patriotism to achieve the independent reunification of the country and strengthen the overseas compatriots movement.\n\t\t\t\t\t\n\t\t\t\t\t He wrote lots of books and papers denouncing the U.S. occupation of south Korea and the south Korean puppet group's fascist dictatorship and gave lectures in full support to the Juche idea of the Workers' Party of Korea and its policies of national reunification. He devoted himself to the cause of national reunification till the last moments of his life despite all sorts of persecution and obstructions by the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t Ceremonies of burying remains of the martyrs took place at the cemetery.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials concerned, bereaved families and overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Remains were buried at the cemetery.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid wreaths and bouquets before the graves of the martyrs and observed a moment's silence in memory of the martyrs."
        },
        {
            "title": "State Merited Chorus Gives Performances",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-28ee.html",
            "content": "State Merited Chorus Gives Performances\r\nPyongyang, October 12 (KCNA) -- The State Merited Chorus gave performances at the April 25 House of Culture on Tuesday and Wednesday on the 71st founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Among the audience were officials, teaching staff, students, creators, artistes and employees of the party cadre training institutions, units associated with leadership exploits of the great leaders, universities and art organizations and other citizens.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with the National Anthem.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were prelude mixed chorus \"Do Prosper, Era of the Workers' Party\", orchestra \"Fly High, Our Party Flag\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers praised the WPK for having developed into the invincible revolutionary party recording victories and glory in the history of 70 odd years under the leadership of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Also staged were orchestra and male chorus \"We'll Travel One Road Forever,\" unaccompanied chorus \"Lights from the Party Central Committee\", orchestral light music \"A Bumper Harvest in the Chongsan Plain\", etc.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il Prize winner orchestra and male chorus \"We'll Travel One Road Forever\" was also staged.\n\t\t\t\t\t\n\t\t\t\t\t The performances were acclaimed by the audience."
        },
        {
            "title": "70th Anniversary of Writers Union of Korea Marked",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-18ee.html",
            "content": "70th Anniversary of Writers Union of Korea Marked\r\nPyongyang, October 12 (KCNA) -- The Writers Union of Korea marked its 70th founding anniversary.\n\t\t\t\t\t President Kim Il Sung paid attention to developing literature and founded the union on Oct. 13, Juche 35 (1946).\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il led the union to play a big role in carrying forward and developing the tradition of revolutionary literature and art of the Workers' Party of Korea and usher in a great heyday of the Juche-based literature.\n\t\t\t\t\t\n\t\t\t\t\t The union has creditably performed its honorable mission and duty it assumed before the revolution while covering a proud road of its development under the guidance of the Party and the leaders over the past seven decades.\n\t\t\t\t\t\n\t\t\t\t\t A meeting marking the anniversary of the union took place at the Grand People's Study House on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were An Tong Chun, chairman of the C.C., the General Federation of the Unions of Art and Literature of Korea, officials concerned and officials and writers of the C.C., the writers union."
        },
        {
            "title": "Enthusiasm for Sporting Runs High in Samjiyon County",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-21ee.html",
            "content": "Enthusiasm for Sporting Runs High in Samjiyon County\r\nPyongyang, October 12 (KCNA) -- A great enthusiasm for sporting is running high in Samjiyon County, Ryanggang Province of the DPRK.\n\t\t\t\t\t The county has necessary conditions for developing sports. A sports village in the area of Mt. Paektu was renovated last year, and now going at the final stage is the construction of 2 000-seat stadium which is able to host football, volleyball, basketball and track-and-field events at one time.\n\t\t\t\t\t\n\t\t\t\t\t A lot of sports facilities have taken their shapes at institutions, factories, farms and schools in a few years to fan up the inhabitants' enthusiasm for sports.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the County Physical Culture and Sports Guidance Commission has organized sports contests among institutions, industrial establishments and farms every year.\n\t\t\t\t\t\n\t\t\t\t\t Such mass sports activities help the people work greater feats in performing their duty."
        },
        {
            "title": "Wangjaesan Art Troupe Gives Performances at Hungnam Fertilizer Complex",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-24ee.html",
            "content": "Wangjaesan Art Troupe Gives Performances at Hungnam Fertilizer Complex\r\nHungnam, October 12 (KCNA) -- The Wangjaesan Art Troupe gave performances at the Hungnam Fertilizer Complex from October 8 to 12.\n\t\t\t\t\t Among the audience were workers and officials of the complex, the Ryongsong Machine Complex, the February 8 Vinalon Complex, etc.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with music \"We Will Go to Mt. Paektu\". Put on the stage were songs, dances, instrumental music and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t The female solo and pangchang immortal famous work \"Where Are You, Dear General?\" touched heartstrings of the audience who were full of boundless yearning for leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t In female chorus \"Our Comrade Kim Jong Un\" and female duet \"His Humanity\", the artistes impressively depicted the boundless reverence for Marshal Kim Jong Un who is fully demonstrating the dignity and national power of the great Paektusan nation and working day and night to protect the destiny of the country and its people. \n\t\t\t\t\t\n\t\t\t\t\t The light music \"Higher and Faster\" inspired the workers and officials with the zeal to make a revolution and wage struggle.\n\t\t\t\t\t\n\t\t\t\t\t Different dance pieces revved up the atmosphere of the performance.\n\t\t\t\t\t\n\t\t\t\t\t The performances were acclaimed by the audience."
        },
        {
            "title": "National Seminar on Medical Science Held",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-20ee.html",
            "content": "National Seminar on Medical Science Held\r\nPyongyang, October 12 (KCNA) -- There took place at the Grand People's Study House on Wednesday a national seminar on medical science to mark the 50th anniversary of President Kim Il Sung's work \"Socialist Medical Science Is Preventive Medicine.\"\n\t\t\t\t\t The work, made public on Oct. 20, Juche 55 (1966), indicates the main orientation and general goal in developing the socialist public healthcare and the essence and requirements of the preventive medicine of socialism and its tasks and ways.\n\t\t\t\t\t\n\t\t\t\t\t The seminar was attended by officials concerned and healthcare workers in the city.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyong Hun, chairman of the Central Committee of the Medical Association of Korea, in an opening address said that the famous work is the immortal classic document giving comprehensive answers to the theoretical and practical questions concerning the socialist medicine, the preventive medicine, and highly important guidelines indicating the road for bringing about a great revolutionary turn in the public healthcare.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all healthcare workers to bear in mind the idea of the work and the spirit of the devoted service for the people and make leading forward in developing the preventive medicine and thus contribute to displaying the advantages of the socialist healthcare system.\n\t\t\t\t\t\n\t\t\t\t\t Read out there were papers reflecting the research successes and experience gained in improving the quality of the medical service and rapidly developing the medical science and technology as required by the developing modern medical science in response to the Party's policy of the preventive medicine."
        },
        {
            "title": "National Exhibition of IT Achievements Made by University Students Closes",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-19ee.html",
            "content": "National Exhibition of IT Achievements Made by University Students Closes\r\nPyongyang, October 12 (KCNA) -- The national exhibition of IT achievements made by university students closed with due ceremony at the Sci-Tech Complex on Wednesday.\n\t\t\t\t\t Presented there were many achievements made by university students across the country in their study and scientific pursuit.\n\t\t\t\t\t\n\t\t\t\t\t More than 350 inventions and software products were highly estimated.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung University, Kim Chaek University of Technology and University of Sciences proved successful.\n\t\t\t\t\t\n\t\t\t\t\tNorth Hamgyong Province took the special place and Pyongyang City and South Hamgyong Province the first place.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Ri Chung Gil, chairman of the State Science and Technology Commission, Kim Sung Du, chairman of the Education Commission, officials concerned, and officials of the youth league."
        },
        {
            "title": "Rodong Sinmun Warns U.S., S. Korean Puppet Forces against Drill for Preemptive Strike at DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-07ee.html",
            "content": "Rodong Sinmun Warns U.S., S. Korean Puppet Forces against Drill for Preemptive Strike at DPRK\r\nPyongyang, October 12 (KCNA) -- The south Korean puppet army took part in the Red Flag Alaska 16, drill of multi-national air force, which started at the U.S. Air Force base in Alaska on Oct. 3.\n\t\t\t\t\t The puppet warmongers are staging the rehearsal under the simulated conditions of \"making precision strike at the north's nuclear and missile bases and other core facilities\" and infiltrating special warfare force into areas of the DPRK side with fighters and transports involved.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the puppet forces are going busy with a combined naval maneuver for examining the feasibility of the \"operation plan for massive retaliation,\" a scenario for preemptive strike, and applying it into real battles in the East and West Seas of Korea by introducing the U.S. Ronald Reagan nuclear aircraft carrier task group from this week.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday in a commentary terms this a grave military provocation driving the unstable situation on the Korean peninsula to the worst phase.\n\t\t\t\t\t\n\t\t\t\t\t The ceaseless saber-rattling being staged by the Park Geun Hye group of traitors together with the U.S against the DPRK is chiefly aimed to further round off the system for preemptive strike at the north and ignite a war against it at any cost, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t There is a limit to the DPRK's patience and endurance.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is capable of beating back provocateurs and aggressors and cutting their necks anytime and at any place.\n\t\t\t\t\t\n\t\t\t\t\t Clear is that the DPRK's powerful nuclear deterrence will wipe Chongwadae and White House, the dens of all evils, off the surface of the earth.\n\t\t\t\t\t\n\t\t\t\t\t As there is saying that one sows the wind and reaps the whirlwind, the U.S. and the Park group should not forget even a moment that their preemptive strike at the DPRK will lead them to their unimaginably miserable self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t Prudence and self-restraint are the only best way to escape merciless strikes."
        },
        {
            "title": "Rodong Sinmun Discloses Ulterior Aim Sought by Park Geun Hye Group in Racket over \"Security Crisis\"",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-10ee.html",
            "content": "Rodong Sinmun Discloses Ulterior Aim Sought by Park Geun Hye Group in Racket over \"Security Crisis\"\r\nPyongyang, October 12 (KCNA) -- It is the Park Geun Hye regime that brought the inter-Korean ties to a collapse and has escalated the tensions, increasing the danger of war, says Rodong Sinmun Wednesday in an article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t However, the Park regime is talking much about the \"nuclear threat from the north\" and \"security crisis\". This reminds one of a thief crying \"Stop the Thief!\"\n\t\t\t\t\t\n\t\t\t\t\t It goes without saying that such racket of the puppet regime is no more than a cynical ploy to incite extreme hostility towards the fellow countrymen in the north and justify its acts of treachery such as its actions which brought the inter-Korean relations to the lowest ebb and military drills for a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t There is another sinister aim sought by the Park regime.\n\t\t\t\t\t\n\t\t\t\t\t That is its ulterior motive to tide over its worst ruling crisis through the racket.\n\t\t\t\t\t\n\t\t\t\t\t In other words it is to threaten and blackmail those forces opposed to the regime by talking much about the \"security crisis\" and rally the conservative forces in a bid to ensure its stable rule in the closing period of its office and help the \"Saenuri Party\" stay in power.\n\t\t\t\t\t\n\t\t\t\t\t As traitor Park Geun Hye is making no scruple of spouting a torrent of vituperation against the DPRK, persistently kicking up the above-said racket in an effort to prolong her remaining days, the situation on the Korean peninsula is getting ever tenser.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately she is touting \"security crisis\" to mislead the public opinion, no one will be taken in by it.\n\t\t\t\t\t\n\t\t\t\t\t Such ridiculous behavior of Park, the biggest trouble maker, would only harden the will of the south Korean people to throw her overboard as soon as possible."
        },
        {
            "title": "U.S. Should Roll back Its Hostile Policy toward DPRK: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-08ee.html",
            "content": "U.S. Should Roll back Its Hostile Policy toward DPRK: Rodong Sinmun\r\nPyongyang, October 12 (KCNA) -- The U.S. is desperately persisting in its sanctions against the DPRK while escalating its nuclear threat to an extreme pitch but it is nothing but the last-ditch efforts of those taken aback by the might of the DPRK, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t Stapleton Roy, former U.S. assistant secretary of State and other former high-ranking officials, experts on Korean affairs and major policy research institutes of the U.S. are strongly insisting that the U.S. administration should opt for improving relations with the DPRK for the sake of the security in the mainland, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t These assertions might be made after serious study and discussion.\n\t\t\t\t\t\n\t\t\t\t\t The unilateral nuclear threat and blackmail against the DPRK have proved futile and sanctions are unworkable. Military pressure and sanctions only result in pushing the DPRK to bolstering up its nuclear force on a high level.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK ranked itself among nuclear weapons states entirely because of the U.S. hostile policy toward the former.\n\t\t\t\t\t\n\t\t\t\t\t The denuclearization of the Korean peninsula is inseparable from the denuclearization of the U.S. and the world.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's strategic position as a nuclear power remains unchanged no matter how hard the hostile forces may try to deny it.\n\t\t\t\t\t\n\t\t\t\t\t The desperate efforts of the U.S. to save its hostile policy toward the DPRK from its total bankruptcy would only prompt the latter to redouble its efforts to bolster up its nuclear force on a high level.\n\t\t\t\t\t\n\t\t\t\t\t It is a pipedream for the U.S. to try to stifle the DPRK with the harshest sanctions.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. option for rolling back its hostile policy toward the DPRK is for the good of the U.S. itself. The U.S. persistent pursuance of its hostile policy toward the DPRK would put the security of its mainland at greater peril."
        },
        {
            "title": "\"Saenuri Party\" of S. Korea Patronizes Fascist Suppression",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-17ee.html",
            "content": "\"Saenuri Party\" of S. Korea Patronizes Fascist Suppression\r\nPyongyang, October 12 (KCNA) -- The puppet ruling party of south Korea on October 7 rebuffed the Seoul mayor's remarks that the city would not supply water to the police using water cannon for suppressing demonstration, according to the south Korean CBS.\n\t\t\t\t\t The \"Saenuri Party\" termed the Seoul mayor's stand \"the one of protecting violent demo\" and \"neutralizing government power.\"\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" is the arch criminal which turned south Korea into a theater of fascist rowdyism and a hell while politically and legally supporting the fascist rule of traitor Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" was politically sentenced to death long ago by the south Korean people from all walks of life as it is the fascist party mercilessly suppressing progressive organizations and personages and blocking the democratization of society by repressive forces."
        },
        {
            "title": "S. Korean Puppet Police's Suppression Protested",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-06ee.html",
            "content": "S. Korean Puppet Police's Suppression Protested\r\nPyongyang, October 12 (KCNA) -- The south Korean Federation of Peasants Associations (Jonnong) strongly protested the puppet police's ruthless suppression of the actions of peasants on October 7, according to the south Korean on-line paper Jaju Sibo.\n\t\t\t\t\t Jonnong decided to hold a peasants rally in Seoul on Oct. 5 for returning unhusked rice to Chongwadae in protest against the puppet authorities' reneging on their commitment to ensuring rice price and their killing peasant Paek Nam Gi.\n\t\t\t\t\t\n\t\t\t\t\t That day peasants drove trucks carrying unhusked rice to Seoul.\n\t\t\t\t\t\n\t\t\t\t\t The police blocked the peasants by describing the unhusked rice as \"the one for illegal demonstration\".\n\t\t\t\t\t\n\t\t\t\t\t Enraged at this, members of Jonnong protested this. The police walked away nine of them.\n\t\t\t\t\t\n\t\t\t\t\t The organization demanded the director of the Police Agency make an immediate apology and compensation."
        },
        {
            "title": "S. Korean Sentenced to Prison Term for Praising DPRK",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-12ee.html",
            "content": "S. Korean Sentenced to Prison Term for Praising DPRK\r\nPyongyang, October 12 (KCNA) -- A south Korean was sentenced to prison term for praising the peerlessly great persons of Mt. Paektu and socialism centered on the popular masses in the north by the fascist Seoul Central District Court, according to the south Korean CBS on Tuesday.\n\t\t\t\t\t From May last year to March this year he posted on the website opened by him President Kim Il Sung's reminiscences \"With the Century\" and more than 1 600 articles praising the socialist system in the north.\n\t\t\t\t\t\n\t\t\t\t\t The prosecution branded them as \"literature benefiting enemy\" and indicted him on charge of violation of the \"Security Law.\""
        },
        {
            "title": "River Rakdong Seriously Polluted Due to Four River Projects",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-14ee.html",
            "content": "River Rakdong Seriously Polluted Due to Four River Projects\r\nPyongyang, October 12 (KCNA) -- The River Rakdong has been seriously polluted and the life of people living along the river is seriously threatened due to the four river projects launched as one of the pro-plutocrats policies during traitor Lee Myung Bak's office.\n\t\t\t\t\t This fact was disclosed through the results of the examination made of water of the Rakdong, Han and Kum Rivers obtained by a lawmaker of the Environment and Labor Committee from the Ministry of Environment.\n\t\t\t\t\t\n\t\t\t\t\t The present authorities are taking no measure despite the serious pollution of the Rakdong River."
        },
        {
            "title": "Conservative Media Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-15ee.html",
            "content": "Conservative Media Denounced in S. Korea\r\nPyongyang, October 12 (KCNA) -- The south Korean Press Trade Union, the Citizens Federation for Democratic Press and 8 other media and civic bodies held a press conference in front of the office of Chosun Ilbo on October 10 denouncing the puppet conservative media for insulting and misrepresenting the struggle of workers, according to a report. \n\t\t\t\t\t Speakers at the press conference accused the government and business side of forcibly enforcing the system for paying wages according to piece rate though they are aware that its enforcement without consent of trade unions is problematic.\n\t\t\t\t\t\n\t\t\t\t\t They urged media to pay attention to the struggle of workers against the system of forcible discharge according to piece rate and protect three rights of labor.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would watch how media report about the strike of workers against the above-said system and let a broad strata of people know what is truth and who is spreading lies."
        },
        {
            "title": "Earthquake Unabated in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-13ee.html",
            "content": "Earthquake Unabated in S. Korea\r\nPyongyang, October 12 (KCNA) -- Earthquake remains unabated in different parts of south Korea, according to reports,\n\t\t\t\t\t On October 10, a quake measuring 3.3 on the Richter scale occurred in Kyongju City, North Kyongsang Province, jolting buildings in Ulsan and Taegu areas."
        },
        {
            "title": "General Strike across S. Korea",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-05ee.html",
            "content": "General Strike across S. Korea\r\nPyongyang, October 12 (KCNA) -- The south Korean Confederation of Trade Unions staged an all-out action for general strike in more than ten areas including Seoul on Oct. 6.\n\t\t\t\t\tMore than 10,000 members of the confederation took part in the rally for the 3rd all-out action for general strike held in Seoul on the same day.\n\t\t\t\t\t\n\t\t\t\t\t At the rally the organization set it as the basic demands to have illegal administration guidelines repealed, stop de-nationalization, abrogation of the system of estimating teachers, check a retrogressive revision of the \"law of government employees\", enforce a special inspection on violence against peasant Paek Nam Gi and punish those responsible for it and revise the special law on probing the truth about the ferry Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t It declared it as the orientation of its action to have the above-said demands met, expand fighting force and develop the present struggle for vital rights into the one for forcing the Park Geun Hye regime step down."
        },
        {
            "title": "DPRK Holidays in October Celebrated in Russia",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-03ee.html",
            "content": "DPRK Holidays in October Celebrated in Russia\r\nPyongyang, October 12 (KCNA) -- The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions held a meeting in Sankt-Peterburg on October 2 to celebrate the 19th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK), its 71st founding anniversary and the 90th anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t Mikhail Panchenko, general secretary of the above-said international alliance, said the WPK founded by President Kim Il Sung has covered glorious path and the history of the WPK is the revolutionary history of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Yuri Nersesov, chief of the Sankt-Peterburg branch of the Russian Association for the Study of the Juche Idea, said the DIU was the first revolutionary organization formed by Kim Il Sung. After the formation of the DIU the Korean revolution could always win victory in the struggle against imperialism with its clear goal and strategy of the struggle, he added.\n\t\t\t\t\t\n\t\t\t\t\t Elena Bavichi, chairwoman of the Kim Jong Suk Women's Union of Russia, said Marshal Kim Jong Un has carried forward the line of giving priority to the military affairs of Kim Jong Il and developed it onto higher stage and performed great exploits in protecting peace and security of the country."
        },
        {
            "title": "Kim Jong Un's Work Introduced by Romanian Political Party",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-02ee.html",
            "content": "Kim Jong Un's Work Introduced by Romanian Political Party\r\nPyongyang, October 12 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was posted by the Socialist Party of Romania posted on its website on October 6 to mark the 71st founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), clarifies that it is the principled requirement for victoriously advancing the cause of the Korean revolution to hold leader Kim Jong Il in high esteem as the eternal general secretary of the WPK and indicates the tasks for steadily strengthening the WPK into the glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Foreign Papers Observe WPK's Founding Anniversary",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-04ee.html",
            "content": "Foreign Papers Observe WPK's Founding Anniversary\r\nPyongyang, October 12 (KCNA) -- Foreign newspapers carried special write-ups on the occasion of the 71st founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The DR Congolese paper L'Avenir on Oct. 5 carried an article titled \"Party praised by people\" illustrated with a portrait of smiling President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It said that the WPK has taken care of the destiny of the people in a responsibility manner for the past more than seven decades since its foundation and is now accelerating the building of a socialist power on the people-first principle.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the WPK enjoying absolute support and trust from the people will always emerge ever-victorious.\n\t\t\t\t\t\n\t\t\t\t\t The Lao papers Pasason and Vatelao on Oct. 7 carried special write-ups under the title \"Comrade Kim Jong Il's exploits for party building\" accompanied with a portrait of smiling leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The papers noted that he developed the WPK into the party of the leader both in name and in reality, a mother party serving the people and a powerful political force guiding the cause of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t The feats he performed for party building will shine along with socialist Korea making a long drive, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian paper Iran News on Oct. 5 in an article titled \"Dignity and pride of the Workers' Party of Korea\" illustrated with a photo of Marshal Kim Jong Un said that he is glorifying the WPK into the genuine mother party.\n\t\t\t\t\t\n\t\t\t\t\t The dignity and pride of the WPK confidently leading the socialist cause to victory amid the people's support and trust would be unthinkable apart from Kim Jong Un, the paper added."
        },
        {
            "title": "Kim Yong Nam desea exitos al mandatario de Guinea Ecuatorial",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-10ss.html",
            "content": "Kim Yong Nam desea exitos al mandatario de Guinea Ecuatorial\r\nPyongyang, 12 de octubre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 12 un mensaje de felicitacion al presidente de la Republica de Guinea Ecuatorial, Obiang Nguema Mbasogo, con motivo del 48o aniversario de la independencia del pais africano.\n\t\t\t\t\tConvencido de que las excelentes relaciones de amistad y cooperacion entre la RPDC y Guinea Ecuatorial, que tienen larga historia y tradicion, se ampliaran y se desarrollaran incesantemente, el remitente deseo de todo corazon al destinatario buena salud, felicidad y mayores exitos en sus responsabilidades para el desarrollo socioeconomico del pais."
        },
        {
            "title": "Enterrados nuevos restos mortales de martires en Cementerio de Martires Patrioticos",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-04ss.html",
            "content": "Enterrados nuevos restos mortales de martires en Cementerio de Martires Patrioticos\r\nPyongyang, 12 de octubre (ACNC) -- Fueron enterrados nuevamente en el Cementerio de Martires Patrioticos de la Comuna de Sinmi los restos mortales de los martires quienes sacrificaron todo lo suyo por la prosperidad de la patria socialista y la reunificacion de la patria.\n\t\t\t\t\tEntre ellos figuran Ri Chung Su, jefe de seccion de la Universidad Tecnica Kim Chaek, y Sonu Hak Won, ex asesor de la Asociacion Nacional de los Coreanos Residentes en Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\tRi Chung Su, crecido bajo el amor del Presidente Kim Il Sung y el Dirigente Kim Jong Il, dedico su inteligencia creativa y entusiasmo a la investigacion cientifica durante 20 anos.\n\t\t\t\t\t\n\t\t\t\t\tCumplio muchas tareas de investigacion de punta con la decision de responder a la confianza y amor del Partido madre que le formo como cientifico y Heroe del Trabajo.\n\t\t\t\t\t\n\t\t\t\t\tSonu Hak Won se esforzo con abnegacion patriotica por la reunificacion independiente de la patria y el fortalecimiento del movimiento de los coreanos residentes en ultramar.\n\t\t\t\t\t\n\t\t\t\t\tEscribio muchos libros y tesis e impartio las conferencias para denunciar la ocupacion del Sur de Corea por parte de EE.UU. y la dictadura fascista de la banda titere surcoreana apoyando activamente la idea Juche y las orientaciones del Partido del Trabajo de Corea sobre la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tHasta el ultimo momento de su vida se dedico por el cumplimiento de la causa de la reunificacion de la patria sin doblegar ante las persecuciones y los impedimentos de toda indole de las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\tLas ceremonias de enterramiento tuvieron lugar en el Cementerio de Martires Patrioticos de la Comuna de Sinmi.\n\t\t\t\t\t\n\t\t\t\t\tEn las ocasiones estuvieron presentes los funcionarios interesados, los familiares de difuntos y los compatriotas en ultramar.\n\t\t\t\t\t\n\t\t\t\t\tFueron enterrados los restos mortales de los martires.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes guardaron un momento de silencio en memoria de los martires tras depositar las ofrendas florales y los ramos de flores ante sus tumbas."
        },
        {
            "title": "Terminada obra de armadura de mas de 140 viviendas a riberas del riachuelo Hoeryong",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-08ss.html",
            "content": "Terminada obra de armadura de mas de 140 viviendas a riberas del riachuelo Hoeryong\r\nPyongyang, 12 de octubre (ACNC) -- Logran exitos en estos dias los constructores militares del Ejercito Popular de Corea, encargados de la edificacion de viviendas a las riberas del riachuelo Hoeryong en la campana de recuperacion de danos de la provincia de Hamgyong del Norte.\n\t\t\t\t\tAumentan el entusiasmo revolucionario y la creatividad de ellos la propaganda y agitacion en el terreno.\n\t\t\t\t\t\n\t\t\t\t\tAl introducir nuevos metodos de construccion en el levantamiento de paredes y el montaje de los encofrados de losa de entrepiso, terminaron hasta el dia 10 el levantamiento de armadura de mas de 140 viviendas.\n\t\t\t\t\t\n\t\t\t\t\tAhora, a las riberas del riachuelo Hoeryong se estan levantando muchas viviendas de pocos pisos."
        },
        {
            "title": "Construccion de viviendas en distrito de Kyonghung esta a punto de terminar",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-09ss.html",
            "content": "Construccion de viviendas en distrito de Kyonghung esta a punto de terminar\r\nPyongyang, 12 de octubre (ACNC) -- Los militares del Ejercito Popular y los constructores civiles, enviados urgentemente al distrito de Kyonghung de la provincia de Hamgyong del Norte, damnificado por las inundaciones, crean milagros e innovaciones en la construccion de viviendas.\n\t\t\t\t\tSegun un funcionario interesado, esta a punto de terminar la edificacion de cien viviendas gracias a los meritos laborales de los uniformados.\n\t\t\t\t\t\n\t\t\t\t\tHasta el dia 8 del mes en curso, los constructores civiles de varias unidades a nivel distrital y otras culminaron en 78% el repello exterior, en 65% el repello interior y en 61% la colocacion de techo.\n\t\t\t\t\t\n\t\t\t\t\tGracias a las fuerzas unidas de los militares y civiles, la construccion de viviendas del distrito esta en etapa final."
        },
        {
            "title": "Tiene lugar en Pyongyang el seminario central de ciencias medicas",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-14ss.html",
            "content": "Tiene lugar en Pyongyang el seminario central de ciencias medicas\r\nPyongyang, 12 de octubre (ACNC) -- Tuvo lugar hoy en el Palacio de Estudio del Pueblo el seminario central de ciencias medicas en homenaje al 50o aniversario de publicacion de la obra del Presidente Kim Il Sung \"La medicina socialista es profilactica\".\n\t\t\t\t\tEl trabajo, publicado el 20 de octubre del 55 (1966) de la Era Juche, aclara el rumbo general y la meta final del desarrollo de la salud publica socialista, la esencia y demandas de la medicina profilactica socialista y las tareas y remedios correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tTomaron parte en la ocasion los funcionarios interesados y del sector de salud publica de esta capital.\n\t\t\t\t\t\n\t\t\t\t\tEn el discurso de apertura, el presidente del Comite Central de la Asociacion de Medicos de Corea, Kim Hyong Hun, dijo que la obra del Presidente deviene la clasica y programatica que dio respuestas perfectas a los problemas teorico-practicos sobre la medicina socialista y la profilactica e ilumino la via de producir cambio revolucionario en las labores de salud publica.\n\t\t\t\t\t\n\t\t\t\t\tLlamo a todos los funcionarios sanitarios que hagan aporte a demostrar las ventajas del sistema de salud publica socialista al registrar incesantes saltos en el desarrollo de medicina profilactica teniendo presente la idea de la obra y trabajando con el espiritu de servicio abnegado al pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEn el foro se publicaron las tesis que reflejaron los exitos de investigacion y experiencias logrados en mejorar la calidad de servicios medicos y desarrollar rapido las ciencias y tecnicas de la rama, en acato a la orientacion del partido en materia de la medicina preventiva y conforme a la tendencia de desarrollo de medicina moderna."
        },
        {
            "title": "Rodong Sinmun condena participacion del Sur de Corea en Red Flag Alaska 16",
            "url": "http://kcna.co.jp/item/2016/201610/news12/20161012-05ss.html",
            "content": "Rodong Sinmun condena participacion del Sur de Corea en Red Flag Alaska 16\r\nPyongyang, 12 de octubre (ACNC) -- El ejercito titere surcoreano participa en Red Flag Alaska 16, entrenamiento aereo multinacional iniciado el dia 3 en la base aerea norteamericana de Alaska. \n\t\t\t\t\tLos aviones de combate y transporte surcoreanos ejercitan en esa ocasion el \"ataque a precision a las bases de armas nucleares y misiles y otras instalaciones principales del Norte de Corea\" y la infiltracion de los comandos en las regiones norcoreanas.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, a partir de esta semana, los titeres surcoreanos desarrollan en los Mares Este y Oeste de Corea con la flotilla del portaaviones nuclear Ronald Reagan de Estados Unidos un entrenamiento maritimo conjunto para examinar las posibilidades reales del \"plan operacional de castigo y represalia de gran envergadura\", guion de ataque preventivo, y aplicarlo en el combate real.\n\t\t\t\t\t\n\t\t\t\t\tEn un comentario individual divulgado hoy, el diario Rodong Sinmun denuncia esas maniobras como grave provocacion militar que lleva a la peor crisis la ya inestable situacion de la Peninsula Coreana, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLos compinches traidores de Park Geun-hye despliegan uno tras otro junto con EE.UU. los ejercicios belicos contra la RPDC con la meta de desatar, cueste lo que cueste, la guerra al perfeccionar el sistema de ataque preventivo.\n\t\t\t\t\t\n\t\t\t\t\tTambien tiene limite la paciencia de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC es capaz de dar golpe fuerte a los provocadores y agresores en cualquier momento y desde cualquier lugar.\n\t\t\t\t\t\n\t\t\t\t\tLo mas evidente es que el poderoso disuasivo nuclear de la RPDC puede eliminar del mapa Chongwadae y la Casa Blanca, fuentes de todas las maldades.\n\t\t\t\t\t\n\t\t\t\t\tEstados Unidos y la camarilla traidora de Park no deben olvidar ni un momento que su insensato ataque preventivo contra la RPDC les conducira al fin mas tragico.\n\t\t\t\t\t\n\t\t\t\t\tEl unico remedio para evitar el despiadado ataque de la RPDC es actuar con control y paciencia."
        }
    ]
}