{
    "date": "2016-07-03",
    "url": "http://kcna.co.jp/item/2016/201607/2016-07-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Newly Built Pyongyang Orphans' Secondary School",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Newly Built Pyongyang Orphans' Secondary School\r\nPyongyang, July 3 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea (WPK), chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, gave field guidance to Pyongyang Orphans' Secondary School which has been successfully built as a model and icon of general secondary education environment.\n\t\t\t\t\t He initiated the building of orphans' primary and secondary schools with the best education environment and living conditions in the wake of the construction of baby homes and orphanages as splendid palaces in all provinces. He guided the layout of Pyongyang Orphans' Secondary School and solved all the problems arising in its construction one by one.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the efforts of party members and other working people and officials in Pyongyang City the school has been completed in a short span of time. Covering a total building area of more than 24 050 square meters, it has a school building with dozens of class rooms and labs and practice rooms, gymnasium for various sporting including swimming, hostel, management building and annexes.\n\t\t\t\t\t\n\t\t\t\t\t He went round the school building, outdoor playing ground, gymnasium, hostel and other places to learn in detail about the construction and preparations for operating the school.\n\t\t\t\t\t\n\t\t\t\t\t He said that the school was built well to meet the convenience of orphans in their study and life and requirements of education.\n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need to do the work for training orphans as pillars of the country, he said that the officials concerned and teaching staff of the school should dedicate themselves to the orphans with a noble outlook on the younger generation and future, parental deep love and clear and pure conscience as educators.\n\t\t\t\t\t\n\t\t\t\t\t He noted that baby homes and orphanages and orphans' primary and secondary schools have sprung like bamboo shoots in Pyongyang and all provinces in recent years, adding that this is a proud success achieved in the drive for carrying out the party's policy of loving the younger generation and future and prioritizing education.\n\t\t\t\t\t\n\t\t\t\t\t He noted that such wonderful school as the Pyongyang Orphans' Secondary School can hardly be found in any other part of the world and having provided such an excellent school to orphans, he feels as if he had plucked a star from the sky. He said, his face beaming with a broad smile, the completion of the school helped to realize one of his wishes to bring up orphans in happiness with no more to desire in the world.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang City has successfully built the orphans' secondary school as intended by the party and Pyongyang, the capital city of the revolution, has set a good example for others, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised party members and other working people in the capital for doing their work well as befitting the creators of new Pyongyang spirit and Pyongyang speed under the guidance of the Pyongyang City Committee of the WPK and taking the lead in the nationwide drive, holding aloft the banner of the struggle for implementing the ideology of the party and upholding its policies.\n\t\t\t\t\t\n\t\t\t\t\t Underlining the need to complete the construction of the orphans' primary school in Pyongyang within the period fixed by the party, he gave an instruction to unconditionally round off the on-going  construction of the orphans' primary and secondary schools in every province by the Day of the Sun next year by following the example of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t He told the officials to hold the ceremony of opening the school with splendor and let orphans move to the new school as soon as possible as it has been successfully completed. He promised to come and see the orphans read books and play sports games in happiness at the new building and have a photo taken with them. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Jo Yong Won, vice-department director of the Central Committee of the WPK, and Ma Won Chun, director of the Designing Department of the State Affairs Commission."
        },
        {
            "title": "Greetings to Democratic Party of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-17ee.html",
            "content": "Greetings to Democratic Party of Equatorial Guinea\r\nPyongyang, July 3 (KCNA) -- The Central Committee of the Workers' Party of Korea sent a message of greeting to the National Council of the Democratic Party of Equatorial Guinea on the 30th anniversary of its foundation.\n\t\t\t\t\t The message expressed pleasure over the many successes the Democratic Party of Equatorial Guinea has achieved in the work for the stability of the country and socio-economic development under the slogan of national reconciliation and unity for the past three decades since its foundation.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the belief that the good relations of friendship and cooperation between the two parties would grow stronger and wished the Democratic Party of Equatorial Guinea bigger successes in the work for the strengthening of the party and prosperity of the country."
        },
        {
            "title": "Congratulatory Letter to Kim Jong Un from Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-13ee.html",
            "content": "Congratulatory Letter to Kim Jong Un from Chongryon Central Standing Committee\r\nPyongyang, July 3 (KCNA) -- Supreme leader Kim Jong Un received a congratulatory letter from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on June 30.\n\t\t\t\t\t The Chongryon Central Standing Committee, reflecting the loyalty of all Chongryon officials and Koreans in Japan, extend the greatest glory and warmest congratulations to Kim Jong Un upon his election as chairman of the State Affairs Commission of the DPRK, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t To elect him as chairman of the State Affairs Commission of the DPRK marked a great historic event in accomplishing the cause of the Juche revolution that started on Mt. Paektu while demonstrating the dignity and national power of the DPRK under the banner of Kimilsungism-Kimjongilism before the whole world, the letter stressed.\n\t\t\t\t\t\n\t\t\t\t\t All the Chongryon officials and Koreans in Japan are full of pride of holding him at the top post of the state as he has put the cause of the Juche revolution which advanced by the great leaders onto a new high level by bringing a series of epochal events of doing ten years' work in one year despite the worst adversities caused by the U.S. and other hostile forces to isolate and stifle the DPRK and by working miracles of turning adversity into favorable situation, the letter noted.\n\t\t\t\t\t\n\t\t\t\t\t The Chongryon officials and Koreans in Japan are firmly determined to more powerfully demonstrate before the whole world the might of Chongryon which developed under the care of the great leaders, following Kim Jong Un, now that the movement of Koreans in Japan has been put onto a new historical stage along with the Korean revolution with his election as chairman of the WPK and chairman of the State Affairs Commission of the DPRK, the letter said."
        },
        {
            "title": "Congratulatory Letter to Kim Jong Un from General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-11ee.html",
            "content": "Congratulatory Letter to Kim Jong Un from General Association of Koreans in China\r\nPyongyang, July 3 (KCNA) -- Supreme leader Kim Jong Un received a congratulatory letter from the General Association of Koreans in China on June 30.\n\t\t\t\t\t Upon receiving the news that Kim Jong Un was elected chairman of the State Affairs Commission of the DPRK at the Fourth Session of the 13th Supreme People's Assembly, the General Association of Koreans in China and all the Koreans in China are greatly excited and rejoiced, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t Holding him to the top post of the DPRK is a revelation of the firm faith and unshakable will of all service personnel and other people of the country to bring earlier the final victory of the cause of the Juche revolution, socialist cause under his guidance and an event of the national history helping glorify the socialist country, precious legacy left by the great Generalissimos, as eternal Kim Il Sung's and Kim Jong Il's Korea to the whole world, the letter pointed out.\n\t\t\t\t\t\n\t\t\t\t\t It praised him as the lodestar of national reunification, the destiny of the Korean nation and peerless patriot as he is firmly protecting the dignity and sovereignty of the country and the nation with Songun politics and bringing earlier the day of national reunification and rosy future of the nation with his outstanding ideology, tested leadership and noble virtue.\n\t\t\t\t\t\n\t\t\t\t\t All the officials of the General Association of Koreans in China and compatriots are hardening their determination of loyalty to devotedly defend only Kim Jong Un politically and ideologically and at the risk of their lives despite any difficulties and under the changed situation and uphold his leadership in one mind and intention, the letter said, adding:\n\t\t\t\t\t\n\t\t\t\t\t We will more dynamically conduct the patriotic movement for building a reunified, prosperous great Paektusan nation on the land of Korea at an early date as desired so much by the great Generalissimos."
        },
        {
            "title": "Congratulatory Letter to Kim Jong Un from C.C., AINDF",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-12ee.html",
            "content": "Congratulatory Letter to Kim Jong Un from C.C., AINDF\r\nPyongyang, July 3 (KCNA) -- Supreme leader Kim Jong Un received a congratulatory letter from the Central Committee of the Anti-Imperialist National Democratic Front (AINDF) on June 30.\n\t\t\t\t\t The letter said the vanguard fighters and people from all walks of life in the south are greatly excited and pleased to hear about the historic event in which Kim Jong Un was elected to the top post of the DPRK at the Fourth Session of the 13th Supreme People's Assembly of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t His election as chairman of the State Affairs Commission of the DPRK is a great national event which firmly promised the final accomplishment of the cause of the Juche revolution started in Mt. Paektu and the eternal prosperity of the nation as it was an expression of absolute trust and reverence of the service personnel and people in the north for him and a reflection of boundless veneration and respect of the revolutionary activists and patriotic people in this land including the AINDF, the letter noted. \n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the AINDF offers the highest glory and the warmest congratulations to him on his election as chairman of the State Affairs Commission of the DPRK, reflecting the best wishes of the vanguard fighters and patriotic people from all walks of life in the south, it pointed out.\n\t\t\t\t\t\n\t\t\t\t\t The vanguard fighters and patriotic people from all walks of life in the south are now determined to work hard for the revolutionary movement in this land and the cause of national reunification under his guidance, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We will preserve and glorify the leadership feats the peerlessly great men of Mt. Paektu performed for national reunification and wage a positive struggle to carry out the Juche-oriented line and policies for national reunification set forth at the Seventh Congress of the Workers' Party of Korea, regarding them as the banner of sure victory of independent reunification and a signpost for building a reunified power.\n\t\t\t\t\t\n\t\t\t\t\t As an immediate task we will arouse all the people to the struggle for holding a great national meeting for reunification proposed by the DPRK and further intensify the struggle against the anti-reunification moves of the separatist forces at home and abroad keen to sell off the dignity and interests of the nation and escalate the confrontation with the compatriots in the north."
        },
        {
            "title": "DPRK Weightlifters Back Home",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-19ee.html",
            "content": "DPRK Weightlifters Back Home\r\nPyongyang, July 3 (KCNA) -- Rim Un Sim and Pak Jong Ju returned home on Sunday after bagging gold and silver medals at the 2016 World Junior Weightlifting Championships.\n\t\t\t\t\t They were welcomed by Ri Jong Mu, minister of Physical Culture and Sports, and officials concerned at Pyongyang Railway Station."
        },
        {
            "title": "2016 ITTF World Tour Pyongyang Open Ends",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-22ee.html",
            "content": "2016 ITTF World Tour Pyongyang Open Ends\r\nPyongyang, July 3 (KCNA) -- The 2016 ITTF World Tour Pyongyang Open, which started on June 29, ended on Sunday. \n\t\t\t\t\t In Senior Men's Single Kang Wi Hun (DPRK) took first place and Xu Yingbin (China) second place, in Senior Women's Single Kim Song I (DPRK) first and Ri Myong Sun (DPRK) second, in Senior Men's Double Chao Wei and Xi Yingbin (China) first and Yang Shuo and Zhao Zhaoyan (China) second, in Senior Women's Double Kim Song I and Ri Myong Sun (DPRK) first and Kim Hye Song and Ri Mi Gyong (DPRK) second, in U-21 Men's Single Ro Hyon Song (DPRK) first and Pang Un Chol (DPRK) second, and in U-21 Women's Single Kim Nam Hae (DPRK) first and Kim Jin Ju (DPRK) second.\n\t\t\t\t\t\n\t\t\t\t\t Medals were awarded to the players who proved successful at the games."
        },
        {
            "title": "University Youth League Officials March to Oun Revolutionary Sites",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-20ee.html",
            "content": "University Youth League Officials March to Oun Revolutionary Sites\r\nPyongyang, July 3 (KCNA) -- University youth league officials across the country made a study tour of the Oun Revolutionary Site on Sunday.\n\t\t\t\t\t They laid floral basket and bouquets before the statues of President Kim Il Sung and leader Kim Jong Il at Kim Il Sung University and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Before the start they held a meeting.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Thae Hyong Chol, president of Kim Il Sung University and minister of Higher Education, officials concerned, officials of the youth league and marchers.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, first secretary of the Central Committee of the youth league, made a report which was followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting they marched to the Oun Revolutionary Site.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the monument to revolutionary activities of Kim Jong Il and the revolutionary museum. They recollected the revolutionary feats of Kim Jong Il who put forth the outstanding idea and theory and conducted military activities during his military camping.\n\t\t\t\t\t\n\t\t\t\t\t They went round barracks, study and talk site, various firing drill grounds, live bullet firing range, etc. which show his great personality.\n\t\t\t\t\t\n\t\t\t\t\t Then, they held a poem reciting and singing meeting."
        },
        {
            "title": "Meetings Held in South Phyongan Province, Rason City",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-21ee.html",
            "content": "Meetings Held in South Phyongan Province, Rason City\r\nPyongyang, July 3 (KCNA) -- Meetings of service personnel and people in South Phyongan Province and Rason City took place to hail Marshal Kim Jong Un's election as chairman of the State Affairs Commission of the DPRK.\n\t\t\t\t\t The meetings were attended by officials of the local party, power organs, working people's organizations, industrial establishments, farms and universities, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, people from all walks of life and youths and students.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there following the reports.\n\t\t\t\t\t\n\t\t\t\t\t That Kim Jong Un was elected to the top post of the DPRK at the Fourth Session of the 13th Supreme People's Assembly is a great auspicious event of historic significance in demonstrating the dignity and national power of the great Kim Il Sung's nation and Kim Jong Il's Korea and in accomplishing to the last the cause of the Juche revolution, reporters and speakers said.\n\t\t\t\t\t\n\t\t\t\t\t They noted that as Kim Jong Un is upheld as the supreme leader of the DPRK, a sure guarantee was provided for further strengthening the DPRK, legacy left by President Kim Il Sung and leader Kim Jong Il, as an invincible political, ideological and military power and winning the final victory of building a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t They called for making an all-out charge for the prosperity of the country and the victory of building a socialist power, rallied closely around Kim Jong Un with the great honor of holding him in the top posts of the party and state."
        },
        {
            "title": "Rodong Sinmun on Successful Test-fire of Strategic Ballistic Rocket Hwasong-10",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-15ee.html",
            "content": "Rodong Sinmun on Successful Test-fire of Strategic Ballistic Rocket Hwasong-10\r\nPyongyang, July 3 (KCNA) -- The DPRK's successful test-fire of strategic ballistic rocket Hwasong-10 is a great deed which clearly demonstrated once again its invincible might, says Rodong Sinmun Sunday in an article.\n\t\t\t\t\t The DPRK's capabilities for a preemptive nuclear attack for firmly guaranteeing its peace and security from the constant nuclear threat posed by the U.S. and other hostile forces have been put on a higher level, and the DPRK's strategic position as the strongest nuclear weapons state further consolidated, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is capable of responding to any forms of war, operation and combat wanted and chosen by the U.S., and is fully ready for responding to any forms of wars including conventional war and nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. does not still understand it, this will not just end up with mere defeat and regret.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not forget even a moment that the DPRK's latest strike means of Juche are aimed at the formers' lifeline. This is the grim and final warning served by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should properly understand the DPRK's strategic position that has undergone drastic changes and the change of situation, and make a wise option before it becomes too late.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities persist in their reckless moves, defying the good faith shown by the DPRK, they will miss forever the last chance for bringing a turn in their fate."
        },
        {
            "title": "UN Human Rights Council Accuses S. Korea of Its Poor Human Rights Situation",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-14ee.html",
            "content": "UN Human Rights Council Accuses S. Korea of Its Poor Human Rights Situation\r\nPyongyang, July 3 (KCNA) -- Days ago, the UN Human Rights Council made public a report accusing south Korea of its poor human rights situation.\n\t\t\t\t\t The report disclosed the south Korean puppet authorities' suppression of the struggle of the Government Employees' Union demanding vital rights and families of the victims of the ferry Sewol disaster demanding the probe into the truth behind it, and the fascist \"laws on assembly and demonstration\".\n\t\t\t\t\t\n\t\t\t\t\t Since the report revealing their human rights abuses was issued, the south Korean puppet ruling forces have gone busy with the work to put the catastrophic situation under control.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Sunday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group that groundlessly pulled up the fellow countrymen in the north over its \"human rights\" suffered a hot agony of shame before the world by the UN Human Rights Council's report that revealed their human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t Now south Korea has earned an ill fame as the world's worst tundra of human rights and veritable hell. The contents of the above-said report are just a tip of the human rights abuses committed by the south Korean ruling quarters.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities can never defame the dignified image of the DPRK no matter how frantic they may go with the anti-DPRK \"human rights\" racket while trumpeting about \"human rights abuses in the north.\"\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet authorities should look after their own household affairs which has turned into mayhem before pulling up the north over \"human rights issue\", and make an apology to all Koreans for their traitorous acts of having driven the north-south relations to the extreme phase of catastrophe through anti-DPRK \"human rights\" racket.\n\t\t\t\t\t\n\t\t\t\t\t The top human rights abusers and confrontation maniacs will meet only severe punishment by history and a miserable end."
        },
        {
            "title": "Park Geun Hye's Reckless Remarks against DPRK Denounced",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-16ee.html",
            "content": "Park Geun Hye's Reckless Remarks against DPRK Denounced\r\nPyongyang, July 3 (KCNA) -- The south Korean chief executive spouted a litany of rhetoric at the meeting of the chief secretaries of Chongwadae on June 27 that the only way to lead \"the north to change\" is to put stronger pressure and sanctions on it, while talking about the \"north's repetition of provocation,\" \"threat\" and \"crisis.\"\n\t\t\t\t\t Commenting on this, newspapers on Sunday say that this is a fuss of a woman confrontational maniac much taken aback by the DPRK's successful test-fire of strategic ballistic rocket.\n\t\t\t\t\t\n\t\t\t\t\t What is ridiculous is that Park Geun Hye does not know the \"sanctions\" are just the noose tightening her own neck, Rodong Sinmun says,  and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the south Korean chief executive, much upset by the test-fire, said \"internal division and unconcern\" and called for \"preventing the forces supporting the north.\"\n\t\t\t\t\t\n\t\t\t\t\t Actually, this is an undisguised order to stamp out the pro-reunification and democratic forces of south Korea demanding the switchover in confrontational policy and the improvement of the north-south relations and calm down the desire for reunification through the alliance with the north growing stronger among people in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean authorities cannot block the DPRK from advancing with a firm hold on the Juche-oriented nuclear treasure sword though they are running amuck in stifling the DPRK backed by foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson urges the south Korean authorities to behave with discretion, clearly understanding the DPRK's changed strategic position and the reality, warning this would be a useful choice for their destiny that has faced a catastrophe."
        },
        {
            "title": "Zika Virus Infected with Woman Discovered in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-18ee.html",
            "content": "Zika Virus Infected with Woman Discovered in S. Korea\r\nPyongyang, July 3 (KCNA) -- Another case infected with Zika virus was discovered in south Korea, according to KBS of south Korea on Saturday.\n\t\t\t\t\t A woman in her 20s who made a business foreign tour was confirmed on June 23 to have been infected with Zika virus."
        },
        {
            "title": "Seminar on Works of Kim Jong Il, Kim Jong Un Held in Britain",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-06ee.html",
            "content": "Seminar on Works of Kim Jong Il, Kim Jong Un Held in Britain\r\nPyongyang, July 3 (KCNA) -- A seminar on leader Kim Jong Il's work \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism\" and Marshal Kim Jong Un's work \"Become Pillars Supporting a Prosperous Future Korea\" was held in Britain on June 27.\n\t\t\t\t\t The chairman of the British Association for the Study of Songun Policy said that Kim Jong Il's work serves as an immortal great programme as it perfectly clarifies the importance, main tasks and contents, principle and method of the ideological work in accomplishing the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t He noted that Kim Jong Il clarified the immutable truth that ideology is the most powerful and the only weapon for the revolutionary party and that the lifeline of revolution is defended by ideology and the revolution advances by dint of ideology.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the British Group for the Study of the Juche Idea said:\n\t\t\t\t\t\n\t\t\t\t\t Love the rising generation and be confident in victory! This is leader Kim Jong Un's outlook on the rising generation and future.\n\t\t\t\t\t\n\t\t\t\t\t The love of the great President Kim Il Sung and HE Kim Jong Il for the rising generation is coming into full bloom by the respected leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK spares nothing for children."
        },
        {
            "title": "German Body Demands UN Keep Impartiality in Korean Issue",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-07ee.html",
            "content": "German Body Demands UN Keep Impartiality in Korean Issue\r\nPyongyang, July 3 (KCNA) --  The Anti-Imperialist Forum of Germany made public a statement on June 27 in support of the notice sent by the DPRK permanent mission at the UN to the U.S. State Department.\n\t\t\t\t\t The statement said the U.S. obsessed with its inveterate repugnancy toward the DPRK is resorting to the hostile policy toward it and even abusing the UN for sinister purpose.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is persistently committing anti-DPRK hostile acts in violation of the UN Charter and international law, far from boldly recognizing the stark reality and responding to dialogue with the DPRK, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The UN should no longer become scapegoat for the U.S. imperialists and their stooges but lift all sanctions against the DPRK and take impartial stand, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t The UN should clarify its stand that the U.S. and its stooges are the true culprit threatening peace of the world, and impose sanctions against them.\n\t\t\t\t\t\n\t\t\t\t\t Only then, all the people of the globe are able to achieve co-prosperity and establish an impartial international order under the banner of independence, equality and peace."
        },
        {
            "title": "Swiss Bodies Urge U.S. Forces to Quit S. Korea",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-08ee.html",
            "content": "Swiss Bodies Urge U.S. Forces to Quit S. Korea\r\nPyongyang, July 3 (KCNA) -- The Swiss preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on June 25 in the June 25-July 27 month of anti-U.S. joint struggle at which they demanded the U.S. imperialists quit south Korea at once.\n\t\t\t\t\t More than seven decades have passed since the U.S. imperialists occupied south Korea, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the Korean people have waged a dynamic struggle to pull the hateful U.S. imperialist aggressors out of south Korea and reunify the country under the guidance of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are waging a staunch struggle for the withdrawal of the U.S. forces and nuclear weapons from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t And they are working hard to achieve independent reunification of the country under the banner of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t All the progressive and peace-loving people in the world extend firm solidarity to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t We add voices to the fighting slogan for solidarity of Korean friends and adherents to the Juche idea and the Songun idea."
        },
        {
            "title": "Swiss Bodies Support Korea's Reunification",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-05ee.html",
            "content": "Swiss Bodies Support Korea's Reunification\r\nPyongyang, July 3 (KCNA) -- The Swiss preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea made public a joint statement on June 27 in support of the open letter of the north side preparatory committee for a joint conference of all political parties, organizations and individuals in the north, the south and abroad for peace and independent reunification on the Korean peninsula.\n\t\t\t\t\t The statement said that the north side preparatory committee sent an open letter to the authorities, political parties, organizations and individuals in south Korea and abroad in connection with the issue of holding a great national meeting for reunification on the 71st anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The line and policies for national reunification newly advanced at the historic Seventh Congress of the Workers' Party of Korea reflect the firm faith and will to put an end to the history of national division that has lasted for more than seven decades and to usher in a new era of reunification and prosperity when the dignity and honor of the Korean nation are shining before the whole world.\n\t\t\t\t\t\n\t\t\t\t\t Whoever values the destiny and future of the nation should accept sincere and innovative initiative and proposals of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the open letter.\n\t\t\t\t\t\n\t\t\t\t\t Let us achieve the independent and peaceful reunification of Korea!\n\t\t\t\t\t\n\t\t\t\t\t We support the great national meeting for Korea's reunification!"
        },
        {
            "title": "Anti-U.S. Demo in UK",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-09ee.html",
            "content": "Anti-U.S. Demo in UK\r\nPyongyang, July 3 (KCNA) -- British progressive political party and organizations staged an anti-U.S. demo before the U.S. Embassy in London on June 25 in the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t Attending there were personages of the New Communist Party of Britain, the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK and masses.\n\t\t\t\t\t\n\t\t\t\t\t Dermot Hudson, chairman of the British Association for the Study of Songun Policy, said in a speech before the demo that the Korean war ignited by the U.S. imperialists was the grimmest war unprecedented in history and a severe war decisive of the destiny of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to the Juche-oriented military idea, superb stratagem, original military war methods and experienced commanding art of President Kim Il Sung that the Korean people could beat back the U.S. imperialists in the Fatherland Liberation War, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Though more than sixty years have passed since the war ended, durable peace has not yet been settled on the Korean peninsula, and the danger is increasing there so that a war may break out at any moment, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. troops in south Korea are the root cause threatening the peace and security on the Korean peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t All the progressive forces in the UK should send positive support and solidarity to the Korean people in their struggle to drive the U.S. troops out of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators chanted the slogans \"U.S. imperialists, quit south Korea!\" and \"Korea is one!\" and distributed copies of leaflets disclosing the unethical crimes committed by the U.S. imperialists in the Korean war to the passers-by."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Russia",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-10ee.html",
            "content": "Kim Il Sung to Be Remembered in Russia\r\nPyongyang, July 3 (KCNA) -- A committee for remembering President Kim Il Sung was formed by the Maritime Territory Branch of the Youth Guards, an all-Russia public organization under the United Russia Party, on June 29.\n\t\t\t\t\t Chairman of the branch Ragunov was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse events to remember the President on the 22nd anniversary of his demise."
        },
        {
            "title": "Kim Il Sung to Be Remembered in India",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-02ee.html",
            "content": "Kim Il Sung to Be Remembered in India\r\nPyongyang, July 3 (KCNA) -- An Indian committee for remembering President Kim Il Sung was inaugurated at the building of the All India Agricultural Workers' Union on June 27.\n\t\t\t\t\t Atle Ranjan, secretary of the National Council of the Communist Party of India, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set the remembrance period from June 28 to July 10 and decided to give wide publicity to the feats Kim Il Sung performed for the Korean revolution and the cause of global independence and organize a seminar, round-table talks, lecture and other events."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Czech Republic",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-03ee.html",
            "content": "Kim Il Sung to Be Remembered in Czech Republic\r\nPyongyang, July 3 (KCNA) -- A Czech committee for remembering President Kim Il Sung was formed in Prague on June 28 on the 22nd anniversary of his demise.\n\t\t\t\t\t Jaroslav Kafka, chairman of the Paektusan Czech-Korean Friendship Association who doubles as chairman of the Czech Group for the Study and Materialization of the Juche Idea, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set the remembrance period from June 28 to July 10 and decided to significantly organize a remembrance meeting praising the revolutionary career and exploits of Kim Il Sung, seminar, film show and other political and cultural events."
        },
        {
            "title": "Kim Il Sung, Kim Jong Il Praised in Different Countries",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-04ee.html",
            "content": "Kim Il Sung, Kim Jong Il Praised in Different Countries\r\nPyongyang, July 3 (KCNA) -- Meetings, lectures, book and photo exhibitions and film shows took place in Hungary, Pakistan and Peru from June 18 to 27 on the 22nd anniversary of demise of President Kim Il Sung and the 52nd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Displayed at the venues of the events were works of Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un and photos introducing the Korean people who are pushing ahead with the building of a socialist power and bringing earlier the final victory of the cause of the Juche evolution.\n\t\t\t\t\t\n\t\t\t\t\t \"Grand Celebration of 70th Founding Anniversary of Workers' Party of Korea in Presence of Respected Comrade Kim Jong Un\" and other Korean films were shown.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Hungarian Workers' Party said that Kim Il Sung embarked on the road of revolution in his early years to liberate the country, achieved the cause of building the party, army and state and won a brilliant victory in the war of aggression by the U.S. imperialists. He wisely led the postwar socialist construction and turned the DPRK into a powerful socialist industrial state, the chairman added.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Karachi branch of the Pakistan-Korea Friendship Association praised Kim Jong Il for building and leading the party.\n\t\t\t\t\t\n\t\t\t\t\t A professor of the San Marcos National University of Peru and other speakers noted that the DPRK which was founded and developed by Kim Il Sung and Kim Jong Il is demonstrating its might as an invincible power thanks to Kim Jong Un."
        },
        {
            "title": "Kim Jong Un recorre Escuela Secundaria de Pyongyang construida nuevamente",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-01ss.html",
            "content": "Kim Jong Un recorre Escuela Secundaria de Pyongyang construida nuevamente\r\nPyongyang, 3 de julio (ACNC) -- El Mariscal Kim Jong Un, Presidente del Partido del Trabajo de Corea, Presidente del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la Escuela Secundaria de Pyongyang para los huerfanos, construida magnificamente como modelo de ambiente de ensenanza secundaria.\n\t\t\t\t\tEl Mariscal hizo levantar en todas las provincias los hospicios y orfanatos como excelentes palacios y tuvo la iniciativa de la construccion de las escuelas primarias y secundarias, dotadas en maximo nivel del ambiente de educacion y condiciones de vida. Y resolvio uno tras otro los problemas presentados en la construccion de la Escuela Secundaria de Pyongyang dirigiendo personalmente plan de conformacion del plantel.\n\t\t\t\t\t\n\t\t\t\t\tGracias a los esfuerzos de los militantes del partido, trabajadores y funcionarios en la capital, fue levantada en corto tiempo la Escuela Secundaria de Pyongyang cuya area arquitectonica es de mas de 24 mil 50 metros cuadrados, compuesta por el edificio escolar donde hay decenas de aulas y salas de experimentos y practicas, el gimnasio con la piscina, albergue, edificios de administracion y auxiliares.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal averiguo en detalles el estado de construccion y preparacion de gestion recorriendo el edificio escolar, el campo deportivo al aire libre, el gimnasio, el albergue y otros lugares.\n\t\t\t\t\t\n\t\t\t\t\tDijo que construyeron bien la escuela conforme a la comodidad del estudio y la vida de los huerfanos y la demanda pedagogica.\n\t\t\t\t\t\n\t\t\t\t\tLa Escuela Secundaria de Pyongyang debe realizar bien el trabajo para formar a los huerfanos como dignos trabajadores del pais, senalo y exhorto a los funcionarios de la rama correspondiente, profesores y empleados de la escuela a dedicar todo lo suyo para los huerfanos al tener el noble punto de vista a las generaciones venideras, el amor atento de los padres verdaderos y la conciencia limpia de educador.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal apunto que en los ultimos anos se levantaron sucesivamente en la Ciudad de Pyongyang y todas las provincias los hospicios, orfanatos, escuelas primarias y secundarias, lo cual es un exito orgulloso que se logra en la lucha por materializar el amor a las generaciones venideras y la politica de nuestro partido de dar importancia a la educacion.\n\t\t\t\t\t\n\t\t\t\t\tEstoy muy contento por la construccion de la Escuela Secundaria de Pyongyang tan magnifica para los huerfanos, dijo el Mariscal y anadio con amplia sonrisa que logro su deseo para formar a los huerfanos sin envidia nada a nadie.\n\t\t\t\t\t\n\t\t\t\t\tEn pleno acato al proposito del Partido, la ciudad de Pyongyang construyo excelentemente la escuela secundaria de Pyongyang, senalo y aprecio mucho que bajo la direccion del Comite del PTC en la Ciudad de Pyongyang, los militantes del partido y trabajadores en la capital trabajan bien como creadores de nuevo espiritu y velocidad de Pyongyang y avanzan con vigor al frente de todo el pais enarbolando la bandera de la campana para materializar la idea del partido y defender la politica del partido.\n\t\t\t\t\t\n\t\t\t\t\tLa Ciudad de Pyongyang debe terminar en el tiempo fijado por el partido tambien la construccion de la Escuela Primaria, subrayo y ordeno a todas las provincias a concluir sin falta hasta el Dia del Sol del ano proximo la construccion de las escuelas primarias y secundarias que se construyen.\n\t\t\t\t\t\n\t\t\t\t\tYa que fue construida maravillosamente la Escuela Secundaria de Pyongyang, deben efectuar con solemnidad la ceremonia inaugural y mudar a los huerfanos al nuevo hogar, acentuo y prometio que visitara de nuevo la escuela para ver a los huerfanos leyendo y jugando y que se fotografiara ese dia junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron al Mariscal el subjefe de departamento del Comite Central del PTC, Jo Yong Won y el director de departamento de diseno del Comite de Estado, Ma Won Chun."
        },
        {
            "title": "Kim Jong Un recibe carta de felicitacion de CC de FDNA",
            "url": "http://kcna.co.jp/item/2016/201607/news03/20160703-02ss.html",
            "content": "Kim Jong Un recibe carta de felicitacion de CC de FDNA\r\nPyongyang, 3 de julio (ACNC) -- El Mariscal Kim Jong Un recibio una carta de felicitacion que le enviara el 30 de junio el Comite Central del Frente Democratico Nacional Antiimperialista (FDNA).\n\t\t\t\t\tLa misiva senala que al enterarse de un evento historico en que el companero Kim Jong Un ha sido elegido al supremo puesto de la Republica Popular Democratica de Corea en el cuarto periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la RPDC, los combatientes vanguardistas y los habitantes surcoreanos de distintos sectores estan llenos de gran jubilo y alegria.\n\t\t\t\t\t\n\t\t\t\t\tLa eleccion del Mariscal como Presidente del Comite de Estado de la RPDC es una expulsion de absoluta confianza y veneracion del ejercito y el pueblo del Norte y es una reflexion de la infinita reverencia y admiracion del FDNA, los miembros del movimiento revolucionario y las masas populares patrioticas, con lo cual deviene un gran acontecimiento nacional que ha prometido con firmeza el acabado definitivo de la causa revolucionaria del Juche iniciada en el Paektu y la prosperidad de todas las generaciones de la nacion, subraya y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl CC del FDNA da la maxima gloria y la mas calurosa felicitacion al companero Kim Jong Un, electo Presidente del Comite de Estado de la RPDC, reflejando el sentimiento de votos de los combatientes vanguardias y otros habitantes patrioticos de varios estratos del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tAclara que en la actualidad ellos mismos estan decididos a hacer ingentes esfuerzos por el movimiento de transformacion de esta tierra y la realizacion de la causa de la reunificacion de la patria siguiendo la orientacion del respetado Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tApunta que defenderan y glorificaran las hazanas de los grandes hombres del monte Paektu realizadas en la direccion de reunificacion de la patria y lucharan activamente por realizar la linea y la orientacion autoctonas por la reunificacion de la patria presentadas en el VII Congreso del Partido del Trabajo de Corea tomandolas como bandera invencible de la reunificacion independiente y como poste de destino de la construccion de una potencia reunificada.\n\t\t\t\t\t\n\t\t\t\t\tInmediatamente, llamaran a todo el pueblo a llevar a cabo un gran foro pannacional por la reunificacion propuesto por la RPDC y avivar la llama de la lucha contra las maniobras anti-reunificacion de las fuerzas divisionistas internas y externa que recurren con frenesi a la confrontacion fratricida vendiendo la dignidad y el interes de la nacion, finaliza."
        }
    ]
}