{
    "date": "2016-01-21",
    "url": "http://kcna.co.jp/item/2016/201601/2016-01-21ee.html",
    "articles": [
        {
            "title": "DPRK, Mongolia Sign Cultural Exchange Plan",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-20ee.html",
            "content": "DPRK, Mongolia Sign Cultural Exchange Plan\r\nPyongyang, January 21 (KCNA) -- A working plan of cultural exchange for new planned year between the governments of the DPRK and Mongolia was signed here on Thursday.\n\t\t\t\t\t Present at the signing ceremony were from the DPRK side Hwang Ho Nam, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and from the opposite side Manibadrakh Ganbold, Mongolian ambassador to the DPRK, and members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Hwang and Ganbold signed the plan."
        },
        {
            "title": "Greetings to Communist Party of Vietnam",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-07ee.html",
            "content": "Greetings to Communist Party of Vietnam\r\nPyongyang, January 21 (KCNA) -- The Central Committee of the Workers' Party of Korea sent a congratulatory message to the 12th Congress of the Communist Party of Vietnam on Wednesday.\n\t\t\t\t\t The message expressed belief that the congress would mark an important occasion in the work for developing the party and achieving the country's prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Expressing the confidence that the traditional, friendly and cooperative relations between the two parties and two countries provided and developed by the preceding leaders of the two countries would grow stronger on the same road of accomplishing the socialist cause in the future, too, the message sincerely wished the congress big success in its work."
        },
        {
            "title": "Yang Hyong Sop Meets New Cuban Ambassador",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-15ee.html",
            "content": "Yang Hyong Sop Meets New Cuban Ambassador\r\nPyongyang, January 21 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Jesus De Los Angeles Aise Sotolongo, new Cuban ambassador to the DPRK, who paid a courtesy call on him at the Mansudae Assembly Hall on Thursday."
        },
        {
            "title": "Youth Movement Museum Opens",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-25ee.html",
            "content": "Youth Movement Museum Opens\r\nPyongyang, January 21 (KCNA) -- An opening ceremony of the Youth Movement Museum took place on Thursday.\n\t\t\t\t\t The museum is the great monument praising the undying exploits of leadership over the youth movement by the peerlessly great persons of Mt. Paektu who started the Korean youth movement, made a proud history of building the youth power and most perfectly settled the youth issue for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Ki Nam, Choe Ryong Hae, Kim Yong Jin, vice-premier of the Cabinet, Ri Il Hwan, department director of the Central Committee of the Workers' Party of Korea (WPK), Kim Su Gil, chief secretary of the Pyongyang City Committee of the WPK, Jon Yong Nam, chairman of the Central Committee of the Kim Il Sung Socialist Youth League, officials of the youth league, ministries, national institutions and various units in the city, youths and students, officers and members of the High-Speed Youth Shock Brigade and the August 28 Youth Shock Brigade who participated in the construction.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the ceremony, a floral basket in name of Marshal Kim Jong Un was laid before the full-length statues of President Kim Il Sung and leader Kim Jong Il among youths and children in the general hall of the museum.\n\t\t\t\t\t\n\t\t\t\t\t Also placed were floral baskets in the names of youths and children across the country, the Central Committee of the youth league and its provincial committees.\n\t\t\t\t\t\n\t\t\t\t\t All the participants paid tribute to the great leaders before their statues.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae, member of the Political Bureau and secretary of the C.C., WPK, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t He said that the museum magnificently built at a time when a heyday of the Juche-oriented youth movement is being ushered in is the precious result of the leadership of Kim Jong Un who is glorifying the idea of the youth movement and exploits of the great leaders at the highest level.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all the youth to fully demonstrate the honor of warriors in the struggle for accomplishing the revolutionary cause of Juche and heroes of the youth power by dashing forward like the wind along the orbit of the Korean revolution in the revolutionary spirit of Paektu and spirit of the blizzards of Paektu true to the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t After the ceremony the participants looked round it."
        },
        {
            "title": "Madusan Revolutionary Battle Site Draws Endless Stream of Visitors",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-17ee.html",
            "content": "Madusan Revolutionary Battle Site Draws Endless Stream of Visitors\r\nPyongyang, January 21 (KCNA) -- The Madusan Revolutionary Battle Site draws an endless stream of visitors of various circles as it implants into their minds the iron will to win the final victory of the Korean revolution in the revolutionary spirit of Paektu, the spirit of the blizzards of Paektu.\n\t\t\t\t\t The site bears witness to the exploits President Kim Il Sung performed by liberating the country and reflects the indomitable fighting spirit of the Korean people who ushered in the new era of national liberation struggle in colonies, holding him in high esteem as the center of unity and leadership.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un visited the site in Jan. Juche 103 (2014) and recollected the President's undying feats and urged all the service personnel and people to cherish more deeply the unshakable revolutionary faith of the anti-Japanese revolutionary forerunners who made a long journey of bloody battles following the President.\n\t\t\t\t\t\n\t\t\t\t\t Over the past two years, it drew an endless stream of visitors of over 940 units including units of the People's Army, Kim Il Sung Higher Party School, Kim Il Sung University, Namhung Youth Chemical Complex, Anju Pump Factory and Songhak Cooperative Farm in Anju City."
        },
        {
            "title": "Commanding Officers of KPISF Make Study Tour of Revolutionary Battle Sites in Area of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-23ee.html",
            "content": "Commanding Officers of KPISF Make Study Tour of Revolutionary Battle Sites in Area of Mt. Paektu\r\nSamjiyon, January 21 (KCNA) -- Commanding officers of the Korean People's Internal Security Forces (KPISF) made a study tour of the revolutionary battle sites in the area of Mt. Paektu from Jan. 14 to 21.\n\t\t\t\t\t They laid floral baskets and bunches of flowers before the statues of President Kim Il Sung at the Pochonbo Revolutionary Battle Site, the Chongbong Bivouac and the Monument to the Victorious Battle in Musan Area and on the shore of Lake Samji and the mosaic portraying the three commanders of Mt. Paektu in the Paektusan Secret Camp and made bows.\n\t\t\t\t\t\n\t\t\t\t\t They went round the command post of the Battle of Pochonbo, the post office, the police post of the Japanese imperialists and other places of the battle site, getting deep grasp of the history of the anti-Japanese revolutionary struggle waged by the nation's legendary hero.\n\t\t\t\t\t\n\t\t\t\t\t Through the Spring Site in Poso-ri and the Tableland of Junghung, they arrived at the Rimyongsu Revolutionary Site, Chongbong and Konchang Bivouacs and looked round the places where command was set up and campfire was made. \n\t\t\t\t\t\n\t\t\t\t\t At leader Kim Jong Il's birthplace in the Paektusan Secret Camp, they expressed admiration for him before historic relics showing his childhood.\n\t\t\t\t\t\n\t\t\t\t\t They went round the groups of subsidiary theme sculptures in the Samjiyon Grand Monument and revolutionary relics on the shore of Lake Samji.\n\t\t\t\t\t\n\t\t\t\t\t There took place a shooting contest of the commanding officers of the KPISF.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Taehongdan Revolutionary Battle Site and went round several places of the Paektusan Hero Youth Power Station. \n\t\t\t\t\t\n\t\t\t\t\t They held an oath-taking meeting before the Samjiyon Grand Monument."
        },
        {
            "title": "National Schoolchildren's Sports Contest for Jongilbong Prize Opens",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-24ee.html",
            "content": "National Schoolchildren's Sports Contest for Jongilbong Prize Opens\r\nPyongyang, January 21 (KCNA) -- The 42nd National Schoolchildren's Sports Contest for Jongilbong Prize opened with due ceremony at the Basketball Gymnasium in Chongchun Street Thursday.\n\t\t\t\t\t The contest will be held in Pyongyang, Phyongsong, Sariwon and Hamhung cities from January to August. It will bring together more than 10 000 school youth and children proving successful at city, county and provincial games. \n\t\t\t\t\t\n\t\t\t\t\t Divided into groups of senior secondary schools and junior secondary schools and primary schools, its participants will compete in 17 events including basketball, volleyball, table tennis, speed skating, Taekwon-Do and ssirum (Korean wrestling). \n\t\t\t\t\t\n\t\t\t\t\t The opening ceremony was attended by officials concerned and officials of the youth league and school youth and children. \n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the Central Committee of the youth league, made an opening speech.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony there was a demonstration of Taekwon-Do which was followed by a basketball match between boys of Kang Pan Sok Senior Secondary School in Mangyongdae District, Pyongyang City and Undok Senior Secondary School in Hanggu District of Nampho City."
        },
        {
            "title": "Catfish Cooking Competition Held",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-22ee.html",
            "content": "Catfish Cooking Competition Held\r\nPyongyang, January 21 (KCNA) -- A catfish cooking competition in the public catering field of Pyongyang took place at the Pyongyang Noodle House on January 20 and 21.\n\t\t\t\t\t The competition held under the sponsorship of the Central Committee of the Korean Association of Cooks brought together 40 units in the fields of public service and external service.\n\t\t\t\t\t\n\t\t\t\t\t The competition was divided into panels for preparing fixed dishes, fresh ones and smoked catfish. \n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated there were catfish soup and steamed catfish, etc. for their delicate and tasty flavor.\n\t\t\t\t\t\n\t\t\t\t\t Okryu and Chongryu restaurants, Yanggakdo International Hotel and Central District General Restaurant separately placed first in the competition."
        },
        {
            "title": "Ryongchon County of DPRK Famous for Ssirum",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-19ee.html",
            "content": "Ryongchon County of DPRK Famous for Ssirum\r\nPyongyang, January 21 (KCNA) -- Sinam-ri, Ryongchon County, North Phyongan Province in the DPRK is well-known for Ssirum (Korean wrestling) as it has produced a number of Ssirum aces.\n\t\t\t\t\t The Hero Sinam Senior Secondary School in the county has always won in the Ssirum event of the National Schoolchildren's Sports Contest for Jongilbong Prize.\n\t\t\t\t\t\n\t\t\t\t\t According to a physical education teacher, the school began teaching students how to play Ssirum scores of years ago in order to train their body and mind and ten-odd graduates won the title of DPRK Hero. \n\t\t\t\t\t\n\t\t\t\t\t Zeal for Ssirum is running high among peasants of the Sinam Co-op Farm in the county, too. \n\t\t\t\t\t\n\t\t\t\t\t The Ssirum aces produced by the county include Ri Jong Chol who took the first place in the catch-weight event of the 10th People's Games, Rim Tae Myong who won in the 60kg category event of the 8th Grand Bull Prize National Ssirum Contest and Jo Myong Jin who came first at the 12th Grand Bull Prize National Ssirum Contest last year."
        },
        {
            "title": "Policy of Giving Importance to Youth Pursued in DPRK",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-18ee.html",
            "content": "Policy of Giving Importance to Youth Pursued in DPRK\r\nPyongyang, January 21 (KCNA) -- A few days ago Kim Jong Un, supreme leader of the Democratic People's Republic of Korea, visited the newly-built Youth Movement Museum and said that the full-length statues of President Kim Il Sung and leader Kim Jong Il among youths and children at the museum would make visitors feel deeply the greatness of Kim Il Sung and Kim Jong Il, who had always paid deep attention to the work with the young people, giving priority to the youth affair.\n\t\t\t\t\t Attaching importance to the youth is a strategic line consistently maintained by the great leaders in the whole period of their guidance over the revolution.\n\t\t\t\t\t\n\t\t\t\t\t In his early years of revolutionary activities, Kim Il Sung regarded the youth issue as an important one decisive of success or failure of the revolution and the nation's destiny. He advanced ideas and theories on the Juche-based youth movement and applied them in the revolutionary practice, thus training the young people to be powerful vanguard of the revolution and reliable reserves of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il put up the slogan \"Love the young people!\" and set an example of the times in the settlement of the youth issue by pursuing the policy of giving importance to youth and loving the posterity.\n\t\t\t\t\t\n\t\t\t\t\t The policy of attaching importance to the youth is now being carried forward on a new higher stage under the guidance of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Thanks for this policy of the WPK the young people in the DPRK have worked unprecedented youth miracles in building Mirae Scientists Street, Sci-Tech Complex, Paektusan Hero Youth Power Station and other edifices in the country.\n\t\t\t\t\t\n\t\t\t\t\t The youth culture of the Songun era prevailing in the country and virtues displayed by many young people, including Jang Jong Hwa called a \"girl mother\", clearly show the high ideological and moral traits of the Korean youths.\n\t\t\t\t\t\n\t\t\t\t\t Encouraged by the policy, the young people in the DPRK turned out in a general offensive for this year greeting the 7th WPK Congress, chanting the slogan \"Go through fire and water in response to the Party's call!\""
        },
        {
            "title": "Japan Can Never Cover up Crimes Committed against Korea: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-14ee.html",
            "content": "Japan Can Never Cover up Crimes Committed against Korea: KCNA Commentary\r\nPyongyang, January 21 (KCNA) -- 97 years have passed since the Japanese imperialists poisoned Kojong, emperor of Feudal Korea.\n\t\t\t\t\t In those days the Japanese imperialists left no means untried to make legitimate the \"Ulsa (1905) Five-point Treaty, a product of their policy of colonizing Korea, and but faced strong opposition of Kojong.\n\t\t\t\t\t\n\t\t\t\t\t Kojong stubbornly rejected the treaty, declaring that \"he would not accept it, though he may die at the Royal Ancestral Shrine as to allow the conclusion of the treaty is little short of pushing the country to ruin\".\n\t\t\t\t\t\n\t\t\t\t\t Well aware of the fact that the treaty fabricated through fraud and swindle could take effect only after Emperor Kojong examined and ratified it, Hirobumi Ito, chieftain of aggression, made desperate efforts to force the emperor to sign it and put the seal of the state on it.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Kojong categorically rejected the \"treaty\" to the last and conducted secret diplomacy to have it nullified. In 1907 three emissaries of Kojong such as Ri Jun went to the 2nd International Peace Conference where they declared \"the treaty\" null and void and laid bare the Japanese imperialists' crude infringement upon Korea's sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t Japan regarded such incident as an occasion of finally depriving Emperor Kojong of his authority.\n\t\t\t\t\t\n\t\t\t\t\t Ito hatched a plot in real earnest to dethrone Kojong, absurdly claiming that it was mockery and insult to Japan that Korea dispatched emissaries to the international conference without the permit of the \"resident-general\" as the latter \"transferred\" the right to diplomacy to the former.\n\t\t\t\t\t\n\t\t\t\t\t On Jan. 22, 1919 the Japanese imperialists finally poisoned 67 years old Kojong and killed two waiting maids who had witnessed how he was poisoned.\n\t\t\t\t\t\n\t\t\t\t\t In 1921, the truth about the poisoning of  Kojong was disclosed by the \"2nd declaration on independence\" worked out and published by the \"Korean Provisional Government\" in Shanghai and the personal letter from a child of Kojong's concubine.\n\t\t\t\t\t\n\t\t\t\t\t Recorded in the diary of Yuzaburo Kuratomi, director of the auditing bureau at Japan's royal office in 1919, which was opened to public at an international scientific symposium a few years ago is information that he was told that Terauchi, the first \"governor-general\" of Japan in Korea, ordered Hasekawa to poison Emperor Kojong for adamantly refusing to recognize the treaty.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists' poisoning of Kojong, supreme representative of the then sovereign state, was a blatant encroachment upon Korea's sovereignty, unprecedented state-sponsored terrorism and unpardonable insult to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t All the crimes committed by the Japanese imperialists against the Korean people during the whole period of their occupation of Korea were thrice-cursed crimes against humanity.\n\t\t\t\t\t\n\t\t\t\t\t Japan is obliged to admit its state and legal responsibility for its war crimes and hideous unethical crimes including the sexual slavery and make honest apology and reparation acceptable to all victims. However, it is claiming that the \"issue of the sexual slavery was finally and irreversibly settled\" through the recent \"agreement\" made with south Korea to settle the issue of the sexual slavery for the Imperial Japanese Army. \n\t\t\t\t\t\n\t\t\t\t\t It was the international hideous crime against humanity that Japan forced women of various countries including at least 200 000 Korean women into sexual service.\n\t\t\t\t\t\n\t\t\t\t\t \"The agreement\" is intended to cover up the sexual slavery with deceptive apology and payment of a petty amount of money. It is absolutely intolerable as it is a product of politically motivated bargain in which international justice and victims' just demands were ignored.\n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to seriously repent of its past crimes committed against the Korean nation and make honest apology and reparation and stop at once taking the lead in the anti-DPRK campaign, while whetting the sword of reinvasion."
        },
        {
            "title": "Rodong Sinmun Calls for Dashing forward along Orbit of Korean Revolution",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-10ee.html",
            "content": "Rodong Sinmun Calls for Dashing forward along Orbit of Korean Revolution\r\nPyongyang, January 21 (KCNA) -- The Kim Il Sung Socialist Youth League significantly greeted its 70th founding anniversary at a time when the DPRK is demonstrating the dignity of the nuclear weapons state of Juche and its invincible might far and wide.\n\t\t\t\t\t Rodong Sinmun says this in an editorial on Thursday. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The 70-year-long history of the league is the proud road along which it set the example of the youth movement under the leadership of the great leaders and party and a glorious history in which it demonstrated the invincible might of the youth power without an equal in the world.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il started and wisely led the Juche-oriented youth movement.\n\t\t\t\t\t\n\t\t\t\t\t The glorious Kim Il Sung's and Kim Jong Il's youth movement is now greeting a heyday in its development under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The flag of the Kim Il Sung Socialist Youth League will flatter more vigorously along with the red flag of the dignified party thanks to the creators of the new legendary tales about youth and heroes of the youth power who wish to spend their precious youth without any regret through their total dedication to the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The Korean youths are now dashing ahead towards the final victory of the revolution, holding aloft the banner of the great Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t Optimistic is the prospect of the Korean revolution and rosy is the future of the DPRK thanks to the steel-strong ranks of the youths who are dynamically advancing in the spirit of the blizzards of Paektu under the uplifted party flag of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all the heroes of the youth power to dash forward like the wind along the orbit of the Korean revolution, single-mindedly united around Kim Jong Un."
        },
        {
            "title": "Rodong Sinmun on Three Strategies of Attaching Importance to People, Army and Youth",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-11ee.html",
            "content": "Rodong Sinmun on Three Strategies of Attaching Importance to People, Army and Youth\r\nPyongyang, January 21 (KCNA) --The Workers' Party of Korea remains strong and the Korean revolution is sure to win because it has the great revolutionary idea, strategy and tactics based on its absolute trust and ardent love for the popular masses, says Rodong Sinmun Thursday in a joint article.\n\t\t\t\t\t It goes on;\n\t\t\t\t\t\n\t\t\t\t\t The three strategies of attaching importance to the people, the army and youth indicated by the WPK represent the ones making it possible to increase to the maximum the position and role of the working people, the revolutionary army and ranks of youth in the efforts to accomplish the revolutionary cause.\n\t\t\t\t\t\n\t\t\t\t\t If a party fails to truly believe in the people, army and youth and rely on their strength, it will entail such serious consequences as bringing down their own social system and cradle of their own accord at the prodding of reactionaries, much less playing the role of master of socialism. This is the bitter lesson taught by the history of the world revolutionary movement.\n\t\t\t\t\t\n\t\t\t\t\t The WPK formulated the above-said three strategies, providing an invincible weapon guaranteeing the victorious advance and accomplishment of the popular masses' cause of independence. \n\t\t\t\t\t\n\t\t\t\t\t Our party built the powerful socialist bulwark and people's paradise on this land recognized by the world despite all sorts of bitter experience.  The three strategies serve as the best weapon of our party for bringing earlier the final victory of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The cause of independence, Songun and socialism led by the WPK is sure to triumph thanks to the great people single-mindedly following the party, the invincible revolutionary Paektusan army advancing with the red flags of the WPK as the best colors and the ranks of steel-strong youth capable of winning every battle who always advance straight under the leadership of the party."
        },
        {
            "title": "Rodong Sinmun Lays Bare Japan's Moral Vulgarity and Shamelessness",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-13ee.html",
            "content": "Rodong Sinmun Lays Bare Japan's Moral Vulgarity and Shamelessness\r\nPyongyang, January 21 (KCNA) -- Shortly ago, Japanese Foreign Minister Kishida said it was his understanding that the statue of a girl depicting the victim of the sexual slavery erected in Seoul would be properly moved according to the deal clinched with south Korea on the issue of the sexual slavery.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Thursday says that what he uttered is little short of the open declaration of the Japanese government's stance that there is nothing for Japan to own responsibility or settle as regards the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The issue of the sexual slavery for the Imperial Japanese Army is not the issue to be solved by pulling down the symbol of the sexual slavery while bamboozling half-witted party with a petty amount of money.\n\t\t\t\t\t\n\t\t\t\t\t It cannot be settled finally unless Japan admits its state, legal and moral responsibility for the sexual slavery, make a sincere apology and reparation for it and takes measures for reinstating all victims and takes measures against the recurrence of the crime.\n\t\t\t\t\t\n\t\t\t\t\t There are not a few countries in the world which committed crimes intentionally or against their will. But the world does not know such country as Japan which goes so morally mean and shameful.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the reason why Japan is trying so hard to have the statues of a girl pulled down while awkwardly showing off its wallet. Its aim is to cover up the history of its past invasions and evade its state responsibility for redeeming its past.\n\t\t\t\t\t\n\t\t\t\t\t No matter what gimmick Japan may employ to write off its history, it is bound to remain immutable truth.\n\t\t\t\t\t\n\t\t\t\t\t Japan's persistent despicable behavior to hide the truth of history and evade its responsibility would only add to its crimes.\n\t\t\t\t\t\n\t\t\t\t\t The world will certainly force Japan to pay for its past crimes."
        },
        {
            "title": "S. Korean Conservative Authorities' Confrontation with Compatriots Slammed",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-08ee.html",
            "content": "S. Korean Conservative Authorities' Confrontation with Compatriots Slammed\r\nPyongyang, January 21 (KCNA) -- The headquarters of the South Kyongsang Movement for Reunified Korean Nation of south Korea in its commentary on Jan. 15 denounced the south Korean conservative group's reckless moves to escalate the confrontation with the north in league with outsiders.\n\t\t\t\t\t The commentary accused the authorities of crying out for harsher \"sanctions\" against the north and talking about the so-called \"resolute will to defend\" south Korea while introducing U.S. nuclear bomber.\n\t\t\t\t\t\n\t\t\t\t\t It held that no military alliance can bring peace and the fact that the Korean Peninsula is bound to suffer the disaster of a war remains unchanged. It went on:\n\t\t\t\t\t\n\t\t\t\t\t One cannot but express concern about the authorities' act of putting spurs to the military cooperation with Japan, in particular.\n\t\t\t\t\t\n\t\t\t\t\t Dialogue is the only way and the best method of achieving peace, the commentary said, urging the authorities should not scrap the August agreement but implement its spirit."
        },
        {
            "title": "S. Korean Chief Executive's \"Talk to People\" Rebutted",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-09ee.html",
            "content": "S. Korean Chief Executive's \"Talk to People\" Rebutted\r\nPyongyang, January 21 (KCNA) -- People of various circles in south Korea repudiated the \"talk to the people\" made by the south Korean chief executive as she revealed her will to enforce an unpopular policy.\n\t\t\t\t\t A spokesman for the Party of Justice held a news conference on Jan. 13 at which it said that every word of the chief executive's \"talk to the people\" was the height of irresponsibility and self-justification.\n\t\t\t\t\t\n\t\t\t\t\t What she uttered once again confirmed that the present social crisis and confusion can hardly be put under control as long as the chief executive remains in office, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Politicians of other opposition parties said the chief executive's interpretation of overall crisis in economy, people's living, politics is very deplorable and she is still blaming others only, adding that they would not agree with clearing bills against the people's living and other unpopular bills.\n\t\t\t\t\t\n\t\t\t\t\t South Korean media such as Oh My News and Newsis chided the chief executive's talk for disclosing her will to stand in confrontation with the people."
        },
        {
            "title": "Nullification of Humiliating \"Agreement\" Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-16ee.html",
            "content": "Nullification of Humiliating \"Agreement\" Demanded in S. Korea\r\nPyongyang, January 21 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea held the 1 214th Wednesday rally before the statue of a girl outside the Japanese embassy in Seoul with the attendance of people of various circles in demand of the proper settlement of the issue of the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t At the rally speakers accused the \"government\" of handling the issue of the sexual slavery in haste, regarding it as an obstacle to realizing their foreign policy even though it declared it would not sit at the negotiating table with the Japanese chief executive unless the issue is solved.\n\t\t\t\t\t\n\t\t\t\t\t They called upon the Japanese government to nullify the recent \"agreement\", admit its state and legal responsibility for the sexual slavery and make reparation for them and probe the truth.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the Council of Professors for Democracy and other professors and lawyers held a news conference in the same place opposing the humiliating \"agreement\" between Japan and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t At the conference a written opinion in the names of 219 professors and lawyers was read out.\n\t\t\t\t\t\n\t\t\t\t\t The opinion said that the recent \"agreement\" is null and void in the light of international law."
        },
        {
            "title": "Japan Accused of Denying Coercion Involved in Sexual Slavery",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-21ee.html",
            "content": "Japan Accused of Denying Coercion Involved in Sexual Slavery\r\nPyongyang, January 21 (KCNA) -- The Seoul Sinmun of south Korea carried an editorial on Wednesday denouncing the Japanese chief executive for his shameless remarks denying the coercion involved in the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t The editorial assailed the Japanese prime minister for making such reckless remarks at a meeting of the Budget Committee of the House of Councillors of Japan.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the Japanese prime minister retract at once such outbursts."
        },
        {
            "title": "Day of Sun, Dad Shining Star to Be Marked in Nepal",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-05ee.html",
            "content": "Day of Sun, Dad Shining Star to Be Marked in Nepal\r\nPyongyang, January 21 (KCNA) -- A Nepalese preparatory committee for celebrating the Day of the Sun and the Day of the Shining Day (birth anniversaries of President Kim Il Sung and leader Kim Jong Il) took place in Kathmandu on Jan. 16.\n\t\t\t\t\t C. P. Mainali, deputy prime minister who doubles as minister for Women, Children and Social Welfare and general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist), was elected as chairperson of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to conduct activities for adding shine to the great revolutionary career and exploits of Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Day of Shining Star to Be Marked in Britain",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-03ee.html",
            "content": "Day of Shining Star to Be Marked in Britain\r\nPyongyang, January 21 (KCNA) -- A British preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed on Jan. 15.\n\t\t\t\t\t Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize various political and cultural events to praise the sacred revolutionary career and exploits of Kim Jong Il."
        },
        {
            "title": "Day of Shining Star to Be Marked in Spain",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-04ee.html",
            "content": "Day of Shining Star to Be Marked in Spain\r\nPyongyang, January 21 (KCNA) -- A Spanish preparatory committee for celebrating the 74th birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed in Madrid on Jan. 15.\n\t\t\t\t\t Alejandro Cao de Benos, chairman of the Korean Friendship Association headquartered in Spain, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the revolutionary career and exploits of Kim Jong Il and significantly hold various political and cultural functions including a meeting and seminar."
        },
        {
            "title": "Kim Jong Il's Work Posted by British Organization on Its Website",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-01ee.html",
            "content": "Kim Jong Il's Work Posted by British Organization on Its Website\r\nPyongyang, January 21 (KCNA) -- The full text of leader Kim Jong Il's work \"The Historical Lesson in Building Socialism and the General Line of Our Party\" was posted by the British Association for the Study of Songun Policy on its website on Jan. 15.\n\t\t\t\t\t The work, made public on January 3, Juche 81 (1992), says that the historical lesson in building socialism requires steadily developing the driving force of the revolution with the faith in socialism and the right guiding idea, holding fast to the principle of socialism and strengthening comradely unity and cooperation on the basis of independence.\n\t\t\t\t\t\n\t\t\t\t\t It clarifies the idea that it is the general line of the Workers' Party of Korea for building socialism to thoroughly carry out the three revolutions--ideological, technological and cultural--while steadily augmenting the people's government and enhancing its function and role.  It also indicates the validity of the idea."
        },
        {
            "title": "Kim Jong Un's New Year Address Studied in Foreign Countries",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-02ee.html",
            "content": "Kim Jong Un's New Year Address Studied in Foreign Countries\r\nPyongyang, January 21 (KCNA) -- A seminar, reading session and briefing on the New Year Address made by Marshal Kim Jong Un were held in Egypt, Guinea and Mexico from Jan. 12 to 14.\n\t\t\t\t\t The chairman of the Egyptian Committee for the Study of the Juche Idea said that in his New Year Address Kim Jong Un reviewed the brilliant victory and success made by the Korean people last year and clearly indicated the tasks to be fulfilled this year.\n\t\t\t\t\t\n\t\t\t\t\t He added that the DPRK's recent successful H-bomb test was a just measure for safeguarding itself from the U.S. persistent nuclear threat, the chairman added.\n\t\t\t\t\t\n\t\t\t\t\t A battalion commander of the Ministry of Defense of Guinea said at the reading session that the proposal for national reunification set forth by Kim Jong Un in his New Year Address is the most fair and reasonable one for reunifying the country independently and peacefully free from any foreign interference.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that he fully supported the proposal and wished the Korean people fresh success in their struggle for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Mexican Committee for the Study of Kimilsungism-Kimjongilism explained the main content of the New Year Address and said that the Korean people have registered big successes in their struggle for safeguarding the country's sovereignty and dignity."
        },
        {
            "title": "DPRK's Powerful Deterrent Supported by Egyptian Figures",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-06ee.html",
            "content": "DPRK's Powerful Deterrent Supported by Egyptian Figures\r\nPyongyang, January 21 (KCNA) -- Egyptian personages extended warm congratulations to the DPRK on its first successful H-bomb test.\n\t\t\t\t\t Wahid Al Uksouri, chairman of the Arab Socialist Party of Egypt, said at a joint meeting of the Egyptian political parties on Jan. 14:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's success in its H-bomb test marks an auspicious event for all the progressive forces in the Arab countries including Egypt.\n\t\t\t\t\t\n\t\t\t\t\t Its H-bomb test was a measure of justice enabling the DPRK to have access to the powerful deterrent against the U.S. aggressive threat and only the DPRK is striking the U.S. with horror.\n\t\t\t\t\t\n\t\t\t\t\t Yehia Zakaria Khairullah, vice-chairman of the Socialist Freedom Party of Egypt who doubles as chairman of the Egypt-Korea Friendship Association, said in his statement on Jan. 12 that the DPRK's successful H-bomb test goes to prove that the strong national power is not decided by the size of the territory, population and resource but by the wise guidance of the leader.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK proudly joined the advanced nuclear weapons states with its successful H-bomb, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The imperialists should bear in mind that they are bound to perish if they hurt even a blade of grass of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t With nothing can they check the struggle of the Korean people to safeguard the sovereignty and dignity of the country and nation."
        },
        {
            "title": "Firmado plan de intercambio cultural para nuevo ano entre RPDC y Mongolia",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-15ss.html",
            "content": "Firmado plan de intercambio cultural para nuevo ano entre RPDC y Mongolia\r\nPyongyang, 21 de enero (ACNC) -- Quedo rubricado el dia 21 en esta capital el proyecto del plan del intercambio cultural para nuevo ano entre los gobiernos de la Republica Popular Democratica de Corea y Mongolia.\n\t\t\t\t\tEn la ceremonia de firma estuvieron presentes el vicepresidente del Comite de Relaciones Culturales con el Extranjero, Hwang Ho Nam y otros funcionarios interesados, por la parte coreana y por la otra, el embajador Manibadrakh Ganbold y miembros de la embajada de Mongolia en la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl documento fue firmado por el vicepresidente coreano y el embajador mongol."
        },
        {
            "title": "CC de PTC felicita a PCV",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-09ss.html",
            "content": "CC de PTC felicita a PCV\r\nPyongyang, 21 de enero (ACNC) -- El Comite Central del Partido del Trabajo de Corea envio el dia 20 un mensaje de felicitacion al XII Congreso del Partido Comunista de Vietnam.\n\t\t\t\t\tLa misiva expresa la conviccion de que el XII Congreso del PCV servira de una importante oportunidad en las labores para la intensificacion del partido y la prosperidad del pais.\n\t\t\t\t\t\n\t\t\t\t\tConvencida de que las tradicionales relaciones de amistad y cooperacion entre los dos partidos y dos paises, preparadas y cultivadas por los lideres antecesores de los dos paises, seguiran fortaleciendose y desarrollandose mas en el unico camino del cumplimiento de la causa socialista, desea de todo corazon notables exitos en la labor del Congreso del partido."
        },
        {
            "title": "Yang Hyong Sop se reune con el embajador cubano",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-13ss.html",
            "content": "Yang Hyong Sop se reune con el embajador cubano\r\nPyongyang, 21 de enero (ACNC) -- El vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Yang Hyong Sop, se reunio el dia 21 en el Palacio de los Congresos Mansudae con Jesus De Los Angeles Aise Sotolongo, embajador de la Republica de Cuba acreditado en la RPDC, quien le hizo una visita de cortesia."
        },
        {
            "title": "Inaugurado Museo de Movimiento Juvenil",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-18ss.html",
            "content": "Inaugurado Museo de Movimiento Juvenil\r\nPyongyang, 21 de enero (ACNC) -- Tuvo lugar el dia 21 el acto inaugural del Museo del Movimiento Juvenil.\n\t\t\t\t\tEl museo es gran monumento que transmite las imperecederas proezas de direccion del movimiento juvenil de los grandes hombres sin iguales del monte Paektu quienes dieron inicio al movimiento juvenil de Corea, abrieron la historia orgullosa de la construccion de la potencia de la juventud y resolvieron mas perfectamente el problema de la juventud por primera vez en el mundo.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto estuvieron presentes Kim Ki Nam, Choe Ryong Hae, Kim Yong Jin, viceprimer ministro del Consejo de Ministros, Ri Il Hwan, jefe de departamento del Comite Central del Partido del Trabajo de Corea, Kim Su Gil, secretario jefe del Comite del PTC en la ciudad de Pyongyang, Jon Yong Nam, presidente del Comite Central de la Union de la Juventud Socialista Kim Il Sung, los funcionarios de esta organizacion juvenil, ministerios, organos centrales y varias unidades de la ciudad, los jovenes y estudiantes y los comandantes y miembros de la Brigada de Choque Juvenil Batalla de Velocidad y la Brigada de Choque Juvenil 28 de Agosto.\n\t\t\t\t\t\n\t\t\t\t\tAntes del inicio de la ceremonia inaugural, fue depositado un cesto de flores a nombre del Mariscal Kim Jong Un ante las estatuas de pie del Presidente Kim Il Sung y el Dirigente Kim Jong Il encontrandose entre los jovenes y ninos escolares, levantadas en el hall general del museo.\n\t\t\t\t\t\n\t\t\t\t\tFueron colocados tambien los cestos de flores a nombre de los jovenes y ninos escolares y del Comite Central y los comites provinciales de la UJS.\n\t\t\t\t\t\n\t\t\t\t\tTodos los participantes rindieron tributo a los lideres coreanos.\n\t\t\t\t\t\n\t\t\t\t\tChoe Ryong Hae, miembro del Buro Politico y secretario, del CC del PTC, hizo uso de la palabra inaugural.\n\t\t\t\t\t\n\t\t\t\t\tEl orador senalo que el museo construido magnificamente en el tiempo significativo, en que se abre la epoca de mayor esplendor del autoctono movimiento juvenil, deviene un resultado precioso de la direccion del Mariscal quien glorifica en maxima altura la idea y hazanas de los lideres coreanos sobre el movimiento juvenil.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a todos los jovenes a marchar a toda velocidad por el camino de la Revolucion Coreana basandose en el espiritu revolucionario del Paektu, el de viento cortante del Paektu, y manifestar de pleno manifiesto el orgullo de sucesores de la causa revolucionaria del Juche y duenos de la potencia de la Juventud, brindado por el Partido, bajo la direccion del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la ceremonia, los participantes recorrieron el museo."
        },
        {
            "title": "Japon no puede ocultar caso de asesinato de emperador coreano por envenenamiento, comenta ACNC",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-12ss.html",
            "content": "Japon no puede ocultar caso de asesinato de emperador coreano por envenenamiento, comenta ACNC\r\nPyongyang, 21 de enero (ACNC) -- Ya pasaron 97 anos desde cuando los imperialistas japoneses asesinaron con veneno al emperador del gobierno feudal coreano Kojong. \n\t\t\t\t\tEn aquel entonces, los imperialistas japoneses se valieron de todos los medios y metodos para legitimar el \"Tratado de Cinco Puntos de Ulsa\", producto de la politica colonial sobre Corea, pero no pudieron hacerlo por la oposicion del emperador Kojong quien dijo que \"no puedo tolerar, aunque  muera, este tratado que significa el arruinamiento del pais\". \n\t\t\t\t\t\n\t\t\t\t\tEl caudillo japones en la agresion a Corea, Hirobumi Ito, conocia bien que el \"Tratado de Cinco Puntos de Ulsa\", trazado de manera fraudulento, podia entrar en vigencia despues de ser revisado y firmado por el emperador Kojong.\n\t\t\t\t\t\n\t\t\t\t\tKojong desarrollo a puertas cerradas las actividades diplomaticas por invalidar el \"tratado\". \n\t\t\t\t\t\n\t\t\t\t\tEn la II Conferencia Internacional para la Paz efectuada en 1907, Ri Jun y otros dos enviados especiales de Kojong revelaron la invalidez del \"Tratado de Cinco Puntos de Ulsa\" y el crimen de Japon que violaba brutalmente la soberania de Corea. \n\t\t\t\t\t\n\t\t\t\t\tJapon tomo este caso como motivo para arrebatar completamente la autoridad del emperador coreano. Hirobumi Ito trazo el complot para deponer a Kojong diciendo injustamente que resulta un insulto a Japon el envio del enviado especial del gobierno coreano, que \"concedio\" su diplomacia a Japon, a la conferencia internacional sin ganar la permision del \"gobernador\" japones. \n\t\t\t\t\t\n\t\t\t\t\tEl 22 de enero de 1919, enveneno a Kojong de 67 anos y asesino cautelosamente a sus dos sirvientas que lo vieron. \n\t\t\t\t\t\n\t\t\t\t\tEl secreto de este crimen fue revelado por la \"Segunda Declaracion de Independencia\", publicada en 1921 por el \"Gobierno Provisional\" en Shanghai de China, y por el mensaje personal del rey Uichin, hijo ilegitimo de Kojong. \n\t\t\t\t\t\n\t\t\t\t\tSegun el diario de Yuzaburo Kuratomi, funcionario de la Oficina Real de Japon en 1919, que fue publicado hace unos anos en un seminario academico internacional, el primer \"gobernador general japones\" en Corea, Terauchi, mando a Hasekawa a matar con veneno al emperador Kojong que no reconocia el \"Tratado de Cinco Puntos de Ulsa\". \n\t\t\t\t\t\n\t\t\t\t\tEste crimen resulta una flagrante violacion de la soberania de Corea, un terror de Estado sin precedente y un insulto intolerable al pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tTodos los crimenes cometidos por el imperialismo japones durante el periodo de su ocupacion del territorio coreano, sin excepcion alguna, son los tremendos crimenes de lesa humanidad. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, lejos de reconocer la culpabilidad estatal y legal por sus crimenes de guerra y de lesa humanidad incluso el caso de esclavitud sexual para el viejo ejercito japones y hacer la disculpa e indemnizacion merecidas, el pais isleno dice que \"el problema de consoladoras se resolvio finalmente\".\n\t\t\t\t\t\n\t\t\t\t\tJapon arresto a 200 mil coreanas y otras mujeres de varios paises del mundo como esclavas sexuales para el viejo ejercito japones. \n\t\t\t\t\t\n\t\t\t\t\tHace poco, Japon \"acordo\" con el Sur de Corea no referirse mas al crimen de esclavitud sexual con la insustancial \"disculpa\" y el pago de pocos fondos. Es el producto de regateo politico que da espaldas a la justicia internacional y justa demanda de las victimas. \n\t\t\t\t\t\n\t\t\t\t\tJapon debe hacer reflexion sincera sobre sus tremendos crimenes cometidos contra la nacion coreana, pedir la disculpa y hacer la indemnizacion merecida y dejar de sumarse a la campana anti-RPDC de EE.UU."
        },
        {
            "title": "Estrategia de dar importancia al pueblo, ejercito y juventud es mejor arma de PTC, apunta Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201601/news21/20160121-02ss.html",
            "content": "Estrategia de dar importancia al pueblo, ejercito y juventud es mejor arma de PTC, apunta Rodong Sinmun \r\nPyongyang, 21 de enero (ACNC) -- En un articulo conjunto publicado este jueves, el diario Rodong Sinmun destaca que es fuerte el Partido del Trabajo de Corea y es invencible la revolucion coreana, ya que el PTC tiene la gran idea revolucionaria y las estrategias y tacticas penetradas por la absoluta confianza en las masas populares y ardiente amor a estas. \n\t\t\t\t\tLas tres estrategias de dar importancia al pueblo, al ejercito y a los jovenes, presentadas por el PTC permiten elevar al maximo la posicion y papel de las masas trabajadoras, el ejercito revolucionario y el contingente juvenil en el cumplimiento de la causa revolucionaria. \n\t\t\t\t\t\n\t\t\t\t\tLa historia del movimiento revolucionario mundial enseno la leccion amarga de que si no confian en el pueblo, el ejercito y la juventud ni se atienen a sus fuerzas, ellos no pueden desempenar el rol de duenos de la sociedad socialista sino derrumbaran con sus propias manos el regimen socialista bajo la instigacion de los reaccionarios. \n\t\t\t\t\t\n\t\t\t\t\tPor la definicion de las tres estrategias por el PTC se ha preparado el arma para asegurar el avance victorioso y el cumplimiento de la causa independiente de las masas populares. \n\t\t\t\t\t\n\t\t\t\t\tEl PTC supero todas las vicisitudes con estas tres estrategias y construyo sobre el territorio patrio el baluarte socialista y paraiso del pueblo reconocido por todo el mundo. \n\t\t\t\t\t\n\t\t\t\t\tLas tres estrategias posibilitan adelantar la victoria final de la revolucion coreana. \n\t\t\t\t\t\n\t\t\t\t\tGracias al gran pueblo que confia en el partido y lo defiende a riesgo de la vida, al poderoso ejercito revolucionario del monte Paektu que marcha enarbolando la bandera roja del Partido del Trabajo como primer estandarte, y al contingente juvenil de acero que avanza siempre recto por el camino indicado por el PTC, triunfara sin falta la causa de la independencia, el Songun y el socialismo conducida por el PTC."
        }
    ]
}