{
    "date": "2016-07-09",
    "url": "http://kcna.co.jp/item/2016/201607/2016-07-09ee.html",
    "articles": [
        {
            "title": "DPRK Permanent Representative to UN Sends Letter to UN Under-Secretary General",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-30ee.html",
            "content": "DPRK Permanent Representative to UN Sends Letter to UN Under-Secretary General\r\n Pyongyang, July 9 (KCNA) -- The DPRK permanent representative to the UN Friday sent a letter to the UN under-secretary general as regards the letter sent by the UN Secretariat in response to the letter of the participants in the joint conference of the government, political parties, and organizations of the DPRK dated June 9, 2016.\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t The peace, security and reunification are the crucial issues to be addressed urgently under the current situation of the Korean peninsula, which is being driven towards the extreme danger of nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t As well known, the UN adopted resolution 3390 at the 30th Session of the UN General Assembly in 1975, resolution A/res/55/11 at the 55th Session of the UNGA in 2000 and resolution A/res/62/5 at the62nd Session of the UNGA in 2007 respectively with regard to the peace, security and reunification of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t In the resolutions are reflected the issues of dismantling so called  \"United Nations Command\" stationed in south Korea, withdrawing outside forces, replacing the armistice agreement with peace agreement, implementing the June 15 joint declaration and the October 4 declaration adopted between the north and south.\n\t\t\t\t\t\n\t\t\t\t\t The resolutions are reflecting the agreement of the north and the south and the good will of the international society and it is regrettable that they are not being implemented until today due to the hostile policy of the United States against the DPRK and its interference.\n\t\t\t\t\t\n\t\t\t\t\t In view of the nature and significance of the UNGA resolutions regarding the issues of the Korean peninsula and the mission of the UN, I believe that the UN Secretariat should surely attach priority to the implementation of the resolutions.\n\t\t\t\t\t\n\t\t\t\t\t The question of implementation of the UNGA resolutions will be a touchstone of indicating who is truly in favor of the peace, security and reunification of the Korean peninsula and furthermore the implementation of the UNGA resolutions will be in conformity with the principles of the impartiality and independence to which the UN Secretariat should keep steadfast as its life line in the exercise of its activities.\n\t\t\t\t\t\n\t\t\t\t\t We look forward to the UN Secretariat for its active contribution towards lifting the United States' hostile policy against the DPRK, the policy which is the root cause of blocking the way towards peace and reunification of the Korean peninsula, and the implementation of the UNGA resolutions which are in reflection of the good will of the north and the south of Korea and the international society."
        },
        {
            "title": "S. Korea-U.S. SOFA Must Be Abolished: Spokesman for N. Side Headquarters",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-10ee.html",
            "content": "S. Korea-U.S. SOFA Must Be Abolished: Spokesman for N. Side Headquarters\r\n Pyongyang, July 9 (KCNA) -- July 9 marks five decades since the Park Chung-Hee group of traitors fabricated humiliating and unequal \"Status of Forces Agreement\" (SOFA) together with the U.S. despite unanimous opposition and rejection of the south Korean people.\n\t\t\t\t\t A spokesman for the North Side Headquarters of the Nationwide Special Committee for Probing the Truth behind the GIs' Massacres in a statement on Saturday denounced the SOFA as a modern-day slavery agreement that justified the U.S. imperialist aggressors' presence in south Korea and granted them unrestricted privileges in all aspects including jurisdiction and use of land and facilities, and as a humiliating and treacherous agreement unprecedented in the world as it left the sovereignty of south Korea to the tender mercy of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t For the last five decades, the U.S. imperialist aggressors, styling themselves a de facto ruler and occupier of south Korea and an entity with extraterritoriality under the pretext of the agreement, inflicted all unspeakable misfortune and pain on its people, the statement said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t The outrageous arbitrariness and crimes the U.S. imperialist aggressors committed in south Korea is a tragic product made by their presence in south Korea and the unequal and humiliating SOFA.\n\t\t\t\t\t\n\t\t\t\t\t It is too natural that the south Korean people reject the \"SOFA as a traitorous document proving south Korea to be a colony of the U.S.,\" \"agreement on impunity for U.S. forces\" and \"document allowing murder\", and struggle for its abolition and the pullout of the U.S. imperialist aggressor forces out of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Park Geun Hye group is actively backing the unequal and humiliating SOFA and begging for the presence of the U.S. forces in south Korea for an indefinite period while offering a large amount of fund collected from the people as taxes as the upkeep for the U.S. forces, and is running amuck as a shock brigade in executing the U.S. nuclear war moves against the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t As long as such pro-U.S. group is left intact, the south Korean people can never be freed from all sorts of misfortune and disgrace, and the Korean nation can never be in peace.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., which has inflicted misfortune and pain upon the Korean nation for over seven decades after dividing the Korean peninsula into two, has to understand the strategic position of the DPRK demonstrating its dignity and might as a nuclear power in the East and face up to the trend of the times and drop its anachronistic hostile policy toward the DPRK and immediately withdraw its aggressor forces from south Korea."
        },
        {
            "title": "Park Geun Hye Group Will Not Be Pardoned for Abducting Girls of DPRK: DWUK Spokeswoman",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-23ee.html",
            "content": "Park Geun Hye Group Will Not Be Pardoned for Abducting Girls of DPRK: DWUK Spokeswoman\r\n Pyongyang, July 9 (KCNA) -- A spokeswoman for the Central Committee of the Democratic Women's Union of Korea (DWUK) issued a statement Saturday three months since girls of the DPRK were allured and abducted by the Park Geun Hye group as victims of their political scenario.\n\t\t\t\t\t The statement said that the unethical crime committed by the Park Geun Hye group by abducting over 10 girls of the DPRK in broad daylight and putting them in custody and forcing them to get separated from their parents against their will has been brought to light day by day and voices demanding their earlier repatriation are growing stronger on a daily basis.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t But Park Geun Hye is working hard to abuse those girls for inciting confrontation with fellow countrymen after putting them in custody in the den of devils by setting in motion gangsters of the puppet Intelligence Service.\n\t\t\t\t\t\n\t\t\t\t\t Cruel witch Park, who does not know what motherly love is like as she has never had any chance to give birth to a child, is having a fun after openly staging the unethical farce. Park is, indeed, the worst trouble-maker who will only add to the misfortune and disaster of the nation if she is allowed to go scot-free.\n\t\t\t\t\t\n\t\t\t\t\t We had already sternly warned the group of gangsters who seek to abuse the abductees for escalating confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Running high are indignation and wrath of the women in the DPRK against the Park Geun Hye group as it has gone desperate to keep those girls separated away from the fold of their parents for good.\n\t\t\t\t\t\n\t\t\t\t\t Park is resorting to the crafty delaying tactics to cover up her dirty nature, far from repenting of her crime. She should bear in mind this will only bring earlier a severer punishment.\n\t\t\t\t\t\n\t\t\t\t\t The most merciless punishment and retaliation will make the Park group see clearly what a miserable end awaits those who have escalated confrontation with the fellow countrymen in the north by encroaching upon the moral laws and hurting feelings of kinsmen.\n\t\t\t\t\t\n\t\t\t\t\t Park has to apologize with her knees bent before the women and mothers on this land and send back the beloved daughters to the fold of the DPRK without delay if she is afraid of the consequences of her thrice-cursed crime."
        },
        {
            "title": "North Side Preparatory Committee for Joint Conference Releases Press Release",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-24ee.html",
            "content": "North Side Preparatory Committee for Joint Conference Releases Press Release\r\n Pyongyang, July 9 (KCNA) -- The north side preparatory committee for the joint conference of political parties, organizations and individuals of the north and the south and abroad for the peace and independent reunification of the Korean peninsula released the following press release on Saturday:\n\t\t\t\t\t The preparations for the opening of the joint conference are making brisk headway amid the growing will and enthusiasm of all the fellow countrymen to open with splendor the great national conference for reunification and effect a drastic turn in accomplishing the cause of the country's reunification with the upcoming significant 71st anniversary of Korea's liberation as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t The north side preparatory committee was already organized and has begun its activities.\n\t\t\t\t\t\n\t\t\t\t\t The members of the north side preparatory committee are as follows:\n\t\t\t\t\t\n\t\t\t\t\t Chairman: Kim Yong Chol, vice-chairman of the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Vice-chairpersons: \n\t\t\t\t\t\n\t\t\t\t\t Ro Tu Chol, vice-premier of the Cabinet\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party\n\t\t\t\t\t\n\t\t\t\t\t Ryu Mi Yong, chairwoman of the Central Committee of the Chondoist Chongu Party\n\t\t\t\t\t\n\t\t\t\t\t Hong Son Ok, secretary general of the Presidium of the Supreme People's Assembly\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League\n\t\t\t\t\t\n\t\t\t\t\t Ju Yong Gil, chairman of the Central Committee of the General Federation of Trade Unions of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Ri Myong Gil, chairman of the Central Committee of the Union of Agricultural Workers of Korea\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Sun, chairwoman of the Central Committee of the Democratic Women's Union of Korea\n\t\t\t\t\t\n\t\t\t\t\t An Tong Chun, chairman of the Central Committee of the General Federation of the Unions of Art and Literature of Korea\n\t\t\t\t\t\n\t\t\t\t\t Cha Sung Su, chairman of the Central Committee of the Journalists Union of Korea\n\t\t\t\t\t\n\t\t\t\t\t Kim Wan Su, director of the Secretariat of the Central Committee of the Democratic Front for the Reunification of Korea\n\t\t\t\t\t\n\t\t\t\t\t Choe Jin Su, chairman of the North Side Headquarters of the Pan-national Alliance for Korea's Reunification\n\t\t\t\t\t\n\t\t\t\t\t Kim Jin Guk, director of the Agency of Overseas Korean Affairs\n\t\t\t\t\t\n\t\t\t\t\t Kang Ji Yong, chairman of the Religious Believers Council of Korea\n\t\t\t\t\t\n\t\t\t\t\t Over 50 other people selected from ministries, national institutions, friendly parties, working people's organizations and other social organization and various other fields are acting as members.\n\t\t\t\t\t\n\t\t\t\t\t The north side preparatory committee will promptly form the nationwide joint preparatory committee in close contact with regional preparatory committees in the future and continue to strive for opening the great national conference with splendor on the upcoming 71st anniversary of Korea's liberation in line with the unanimous expectation of all the Koreans for a radical turn in achieving peace and reunification of the Korean peninsula."
        },
        {
            "title": "Greetings to President of South Sudan",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-17ee.html",
            "content": "Greetings to President of South Sudan\r\n Pyongyang, July 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly of the DPRK, Saturday sent a message of greeting to Salva Kiir Mayardit, president of the Republic of South Sudan, on the fifth anniversary of its independence.\n\t\t\t\t\t Expressing belief that the friendly relations between the two countries would develop on good terms in the interests of the two peoples, the message wished the president greater success in his work for stability, development and prosperity of the country."
        },
        {
            "title": "Congratulations to Kim Jong Un from President of Republic of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-31ee.html",
            "content": "Congratulations to Kim Jong Un from President of Republic of Equatorial Guinea\r\n Pyongyang, July 9 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, received a congratulatory message from Obiang Nguema Mbasogo, president of the Republic of Equatorial Guinea, on July 7.\n\t\t\t\t\t The Equatorial Guinean president sincerely extended the most heartfelt warm congratulations to Kim Jong Un on his election as chairman of the State Affairs Commission of the DPRK on behalf of the government and people of Equatorial Guinea and on his own behalf.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the firm will to further develop the good friendly and cooperative relations between the two countries, wishing Kim Jong Un success in his work."
        },
        {
            "title": "Congratulations to Kim Jong Un from Chairman of C.C., Communist Party of Russian Federation",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-15ee.html",
            "content": "Congratulations to Kim Jong Un from Chairman of C.C., Communist Party of Russian Federation\r\n Pyongyang, July 9 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, received a congratulatory message from G. Zhuganov, chairman of the Central Committee of the Communist Party of the Russian Federation, on July 4.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend sincere congratulations to you on your election as chairman of the State Affairs Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Your election as chairman of the State Affairs Commission of the DPRK at the Fourth Session of the 13th Supreme People's Assembly of the DPRK proves the high prestige you enjoy from the Korean people. This also hardens the conviction that the Workers' Party of Korea would invariably keep the line of building socialist society, developing the country and improving the working people's living standard."
        },
        {
            "title": "Floral Basket to Kim Jong Un from Nigerian Party",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-16ee.html",
            "content": "Floral Basket to Kim Jong Un from Nigerian Party\r\n Pyongyang, July 9 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from the People's Progressive Party of Nigeria on his election as chairman of the State Affairs Commission of the DPRK."
        },
        {
            "title": "Gift to Kim Jong Un from Russian Figure",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-28ee.html",
            "content": "Gift to Kim Jong Un from Russian Figure\r\n Pyongyang, July 9 (KCNA) -- Supreme leader Kim Jong Un was presented with a gift by the editor-in-chief of the Russian newspaper Zavtra who is the winner of the International Kim Il Sung Prize.\n\t\t\t\t\t Editor-in-Chief Alexandr Andreyevich Prokhanov on July 7 conveyed the gift to Ri Kil Song, vice-chairman of the Social Scientists Society of Korea, on a visit to Russia."
        },
        {
            "title": "International Kim Il Sung Prize Awarding Ceremony Held in Russia",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-29ee.html",
            "content": "International Kim Il Sung Prize Awarding Ceremony Held in Russia\r\n Moscow, July 8 (KCNA) -- A ceremony of awarding the International Kim Il Sung Prize to Alexandr Andreyevich Prokhanov, editor-in-chief of the Russian newspaper Zavtra, took place in Moscow on Thursday.\n\t\t\t\t\t Displayed on the front wall of the venue of the ceremony was a portrait of smiling President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the advisor to the president of Russia, the governor of Oryol Region, deputy presidential envoy to Central Region of Russia, first vice-chairman of Izvorsk Club, editor-in-chief of the Literaturnaya Gazeta, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, chief of the Section for Korea and Mongolia of the Institute of Oriental Studies of the Russian Academy of Sciences, e former deputy commander-in-chief  of the Army of  the Armed Forces of Russia and other figures of political and public circles and the military, directors of the International Kim Il Sung Prize Council, the DPRK ambassador to Russia and his embassy officials and a delegation of the Social Scientists Society of Korea on a visit to Russia.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid tribute to Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t At the event a decision of the council was read out and a diploma, medal and souvenir were awarded to Prokhanov.\n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\t Prokhanov said that he could not repress tears of deep gratitude, feeling as if he were receiving the prize directly from the great Comrade Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t Referring to the greatness and originality of the immortal Juche idea, he praised the President as the sun as he left brilliant marks not only in the history of Korea but also in the world history. He went on:\n\t\t\t\t\t\n\t\t\t\t\t As the DPRK holds the President in high esteem it has turned into a powerful country and achieved eye-opening successes. The U.S. dares not provoke the DPRK thanks to his great idea and exploits."
        },
        {
            "title": " Books on Gift Plants Newly Published in DPRK",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-26ee.html",
            "content": "Books on Gift Plants Newly Published in DPRK\r\n Pyongyang, July 9 (KCNA) -- Books on gift plants presented to President Kim Il Sung and leader Kim Jong Il by foreigners and overseas Koreans were recently published in the DPRK.\n\t\t\t\t\t They are \"Gift Plants Presented to the Great Leader Comrade Kim Il Sung\" and \"Gift Plants Presented to the Great Leader Comrade Kim Jong Il\".\n\t\t\t\t\t\n\t\t\t\t\t The first parts of those books deal with immortal flowers Kimilsungia and Kimjongilia.\n\t\t\t\t\t\n\t\t\t\t\t The books classify over 800 kinds of gift plants according to the hierarchy of the flora of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the books are the list of countries and units and names of individuals and their occupation that presented plants, while detailing botanical and family names of gift plants and their habitat, morphological and ecological characteristics, breeding, cultivation and utilization.\n\t\t\t\t\t\n\t\t\t\t\t They also carry photos showing panoramic view of gift plants as well as some flowers and fruits, so as to deepen the botanical knowledge."
        },
        {
            "title": "Songun Politics, Treasured Sword Guaranteeing Sure Victory",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-25ee.html",
            "content": "Songun Politics, Treasured Sword Guaranteeing Sure Victory\r\n Pyongyang, July 9 (KCNA) -- The DPRK is vigorously advancing toward the accomplishment of the revolutionary cause of Juche, holding fast to the Songun politics as a treasured sword guaranteeing sure victory.\n\t\t\t\t\t The DPRK emerged as an invincible politico-ideological power and socialist fortress with unparalleled military muscle and is hastening the final victory of socialism, despite of the U.S. imperialists' persistent provocations for a nuclear war and their moves to isolate and stifle it. Such remarkable reality would have been unthinkable without the great Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il made public his famous work \"Songun Politics of Our Party Is an Effective Socialist Political Mode\" in July Juche 90 (2001). In the work, he made clear the historic circumstances of Songun political mode and its root, the essence and originality of the Songun politics and the principled issues and tasks to materialize it.\n\t\t\t\t\t\n\t\t\t\t\t After the publication of his work, socialism in the DPRK has won only victories under the Songun revolutionary leadership of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It was the strong faith of Kim Jong Il that the victory of the revolutionary cause and the sovereignty, independence and prosperity of a country and nation should be guaranteed only by arms. With this faith, he had continued his Songun revolutionary leadership to strengthen the Korean People's Army (KPA) into an invincible revolutionary army and develop the national defense industry into a powerful self-reliant one.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun politics, the DPRK could rank among military powers, nuclear weapons states in the world.\n\t\t\t\t\t\n\t\t\t\t\t Now, the Juche-based revolutionary cause of Songun is creditably carried forward by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He set forth a new strategy for the eternal victory of the Korean revolution and the line of simultaneously pushing forward the economic construction and the building of nuclear force, which manifested before the world the strong will of the DPRK to hold aloft the banner of Songun as ever.\n\t\t\t\t\t\n\t\t\t\t\t Under his revolutionary leadership of Songun, the KPA has grown up to be the elite forces strong in ideological, military and physical aspects.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK, the army and people have made epoch-making achievements with fortitude to materialize all the dreams and ideals. This proud reality is a precious fruition of the great Songun politics."
        },
        {
            "title": "Rodong Sinmun Calls for Building Socialist Power True to Behests of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-12ee.html",
            "content": "Rodong Sinmun Calls for Building Socialist Power True to Behests of Kim Il Sung\r\n Pyongyang, July 9 (KCNA) -- President Kim Il Sung is the outstanding leader of the revolution and peerless patriot who gave origin to the building of a socialist power under the banner of Juche and demonstrated before the world the dignity and might of the country with his brilliant idea, theory and leadership, Rodong Sinmun Saturday says in an editorial.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The cause of building a socialist power started by the President is a sacred one making a victorious advance under the banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t Independence was the revolutionary faith and the principle for building a powerful country which the President cherished and embodied all his life.\n\t\t\t\t\t\n\t\t\t\t\t The driving force of the Korean revolution and self-development capability of the DPRK remarkably grew strong as the President firmly adhered to the principle of Juche in ideology, independence in politics, self-support in economy and self-reliance in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The idea of prioritizing the army and the military affairs was the strategic line for building a powerful country maintained by the President during the whole period of leading the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The President regarded unity as a sure guarantee for all victories and clarified the issue of the driving force of the revolution in a unique manner from the very day he launched his revolutionary struggle. He united broad popular masses and powerfully aroused them, setting an example of the times in socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t The cause of building a socialist power started by the President is making a dynamic advance in the new century of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Rosy is the prospect for building a socialist power as there are invincible revolutionary ideas and immortal feats of the great leaders, the experienced and tested leadership of our Party and the service personnel and people having noble sense of moral obligation.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all the people to unite closer around supreme leader Kim Jong Un and glorify socialist Korea highly dignified thanks to the ideas and feats of the great leaders as the most powerful country envied by the world."
        },
        {
            "title": "Rodong Sinmun Urges U.S. Politicians to Make Policy Decision in Line with Trend of Times",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-11ee.html",
            "content": "Rodong Sinmun Urges U.S. Politicians to Make Policy Decision in Line with Trend of Times\r\n Pyongyang, July 9 (KCNA) -- World media are vying with each other to give publicity to the DPRK's successful test-fire of medium long-range surface-to-surface strategic ballistic rocket Hwasong-10 which is of great significance in bolstering up the defense capabilities of Juche Korea.\n\t\t\t\t\t Voices envying and admiring at this are heard from those countries aspiring after independence and peace but those expressing extreme fear and horror are coming from the U.S. and other hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is capable of mounting an overall and realistic attack on the U.S. military bases in the Pacific, operational theater.\n\t\t\t\t\t\n\t\t\t\t\t The strategic structure of the DPRK-U.S. standoff has dramatically changed.\n\t\t\t\t\t\n\t\t\t\t\t This is attributable to the U.S. wrong policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Had the U.S. sought a realistic and farsighted way, paying heed to the warning of the DPRK long ago, the former would have never met such tragic fate as now and the DPRK-U.S. relations would have developed favorably.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. made a serious policy mistake. When looking back on the past history of the DPRK-U.S. confrontation, there were many chances for the U.S. to turn its relations with the DPRK into normal state ties.\n\t\t\t\t\t\n\t\t\t\t\t The above-said test-fire of the DPRK also reflects its warning that the U.S. should make a switchover in its DPRK policy with reason.\n\t\t\t\t\t\n\t\t\t\t\t In case the U.S. fails to make a proper choice, it will compel the DPRK to bolster up its nuclear attack capabilities both in quality and quantity and then the former will face more serious consequences.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. politicians had better boldly recognize the changed situation and make a policy decision in keeping with the trend of times.\n\t\t\t\t\t\n\t\t\t\t\t Time and opportunity do not always come for the U.S."
        },
        {
            "title": "Rodong Sinmun Terms S. Korea-U.S. SOFA Modern-Day Slavery Document",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-13ee.html",
            "content": "Rodong Sinmun Terms S. Korea-U.S. SOFA Modern-Day Slavery Document\r\n Pyongyang, July 9 (KCNA) -- The \"Status of Forces Agreement\" is a modern-day slavery agreement that inflicts all sorts of unspeakable submission and disaster on the south Korean people, says Rodong Sinmun Saturday in a commentary five decades since the U.S. and the south Korean puppet authorities fabricated the SOFA.\n\t\t\t\t\t The SOFA is the worst unequal agreement in the world that grants the U.S. imperialist aggressors unlimited extraterritorial privileges and imposes unconditional submission upon the south Korean authorities, the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The SOFA is like a noose as it subordinates everything of south Korea to serving the U.S. purpose of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The agreement ignores the sovereignty of the south Korean people and protects the interests of the aggressor forces from the first article to the last one as it stipulates the issues of \"criminal jurisdiction,\" \"use of land and facilities,\" \"tax business\" and \"immigration control,\" etc.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggressors forced double death on the two girl students who met grievous deaths and inflicted intolerable disgrace on the south Korean people, and the south Korean puppet authorities remain tongue-tied before the GI murderers. This is a tragedy produced by the SOFA.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggressors are introducing not only anthrax germs but also Zika virus into south Korea, threatening the lives and security of the south Koreans and getting frantic with moves for a biochemical war against the north. It is the SOFA which legally protects these criminal atrocities of the U.S. imperialist aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The last five decades since the fabrication of the SOFA are a history of slavery submission in which the sovereignty and dignity of the south Korean people have been trampled down under the jackboots of the U.S. imperialist aggressors and a history of distress in which innocent people have fallen victim to the violence of blood-thirsty brutes."
        },
        {
            "title": "Rodong Sinmun Raps S. Korean Regime for Turning down DPRK's Proposal of Good Faith",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-14ee.html",
            "content": "Rodong Sinmun Raps S. Korean Regime for Turning down DPRK's Proposal of Good Faith\r\n Pyongyang, July 9 (KCNA) -- All compatriots at home and abroad fully support a fair proposal of the DPRK to hold a great national conference for reunification on the 71st anniversary of the liberation of the country and eagerly hope for success of the conference, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean authorities are hurling a stream of abuses and invectives at the DPRK instead of responding to its proposal which fully reflects the wishes and will of the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the DPRK to weather difficulties and pave a broad avenue to independent reunification through the unity of the whole nation and in the spirit of By Our Nation Itself by placing the national interests above ideologies and isms.\n\t\t\t\t\t\n\t\t\t\t\t The above-said proposal was prompted by a positive and brave practical intention to achieve the reconciliation between the north and the south, improve the north-south relations and realize national reunification by inheriting the noble tradition of national unity.\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean authorities desperately turned down the offer and are working with blood-shot eyes to \"pressurize the north\" in a bid to do harm to the compatriots in the north in collusion with foreign forces, far from opting for dialogue and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t This despicable act can be taken only by the group of traitors as they are seized with unconditional repugnancy and extreme hostility towards the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t Such reckless hysteria of the quislings unable to look even an inch ahead is little short of an intolerable act to bring a nuclear war disaster to the nation.\n\t\t\t\t\t\n\t\t\t\t\t They are only fated to meet an early doom as they are so foolish as to refuse to respond to the north's goodwill offer to pave the road to reunification with the concerted efforts of the nation, away from their bad habit of confrontation."
        },
        {
            "title": "KCNA Commentary Blasts U.S. for Slandering Supreme Leadership of DPRK",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-27ee.html",
            "content": "KCNA Commentary Blasts U.S. for Slandering Supreme Leadership of DPRK\r\n Pyongyang, July 9 (KCNA) -- The U.S. had the temerity to slander the supreme leadership of the DPRK in a report of the State Department on \"human rights\" in the DPRK and an ensuing list of objects subject to special sanctions of the Treasury Department on July 6.\n\t\t\t\t\t The Foreign Ministry of the DPRK in a statement branded the U.S. actions as thrice-cursed crimes and strongly urged it to immediately and unconditionally withdraw the recent sanctions that found fault with dignity of the supreme leadership of the DPRK. The Foreign Ministry also seriously warned that in case the U.S. denies this, all diplomatic contact spaces and channels between the DPRK and the U.S. will be shut off and the toughest measures for counteraction will follow.\n\t\t\t\t\t\n\t\t\t\t\t This is a declaration of the will of the army and people of the DPRK to take merciless retaliation and annihilate the U.S. which does not hesitate to dare find fault with the supreme leadership of the country which represents dignity and sovereignty of the DPRK and their own destiny.\n\t\t\t\t\t\n\t\t\t\t\t Now the U.S. hostile moves against the DPRK are inching close to a dangerous phase day by day.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is zealously stepping up the preparations for a war of aggression against the DPRK while getting frantic in its war drills and arms buildup and getting engrossed in base attack and invectives against the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It was against this backdrop that it recently staged open drill of \"beheading operations\" with a sordid aim to do harm to the supreme leadership of the DPRK and now it is resorting even to dirty political conspiratorial act.\n\t\t\t\t\t\n\t\t\t\t\t All facts clearly prove that the U.S. attempt at stifling the DPRK has now reached an extremely reckless phase.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile act against the DPRK is just a last-ditch effort aimed to check the victorious advance of the DPRK which is bringing about amazing miracles and innovations day by day despite its vicious nuclear blackmail and political and economic \"sanctions\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is seriously mistaken if it thinks it can browbeat the DPRK with the unprecedented vicious hostile act against the DPRK such as finding fault with the supreme leadership of the DPRK, and attain its hegemonic purpose.\n\t\t\t\t\t\n\t\t\t\t\t  We have the illustrious Songun commander holding sway over the imperialists' group, possessed of matchless pluck and far-reaching wisdom and outstanding commanding art, and powerful army and people who have formed a thousand-fold fortress around him to devotedly safeguard him.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is going busy to put sanctions and \"pressure\" on the DPRK, taken aback by the might of H-bombs, strategic submarines capable of launching missiles underwater and surface-to-surface medium long-range strategic ballistic rockets. Utterly foolish is the U.S. calculation that it can break the single-minded unity of the DPRK more powerful than nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Now the army and people of the DPRK consider the U.S. challenge to the dignity of the supreme leadership of the DPRK as the worst hostile act in history and an open declaration of a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As the U.S. is resorting to base political plots despite the repeated warnings of the DPRK, it will handle all the issues arising in relations with the U.S. under wartime law of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. rulers will be made to keenly experience how foolish and reckless they were when they dared hurt dignity of the supreme leadership of the DPRK."
        },
        {
            "title": "KCNA Commentary Slams U.S.-Japan-S. Korea Military Nexus",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-22ee.html",
            "content": "KCNA Commentary Slams U.S.-Japan-S. Korea Military Nexus\r\n Pyongyang, July 9 (KCNA) -- The U.S. is stepping up its moves to form the triangular military alliance with Japan and south Korea in real earnest.\n\t\t\t\t\t On June 28 the U.S. staged a missile alert drill together with Japan and south Korean puppet forces in the waters off Hawaii under the pretext of coping with \"nuclear and missile threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The commander of the Third Fleet of the U.S. imperialist aggressor forces, commenting on the drill codenamed Pacific Dragon, claimed that the drill not only marked an occasion in bolstering the ballistic missile defense capability but also made a big stride in tightening alliance of the three nations.\n\t\t\t\t\t\n\t\t\t\t\t The Wall Street Journal and other U.S. media were busy commenting that the drill sent a strong message to China and Russia that the U.S. would never step back in Asia.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that the U.S.-Japan-south Korea triangular military alliance is being knocked into shape to contain these powers by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t NATO and the triangular military alliance in the making in Asia-Pacific are tools of the U.S. to carry out its strategy for dominating the world.\n\t\t\t\t\t\n\t\t\t\t\t Washington has long dreamed of securing its hegemony in the Asia-Pacific region which has tremendous human and material resources and marketing conditions favorable to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t But this is bound to lead to conflicts with such regional big powers as China and Russia.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to hold an unchallenged edge in the military confrontation with the regional big powers by establishing the triangular military alliance involving Japan and south Korea and developing it into a military bloc like NATO.\n\t\t\t\t\t\n\t\t\t\t\t To this end, the U.S. is directing its primary efforts to making an institutional mechanism to set up a system of mutual cooperation between south Korea and Japan, the final phase of forging the triangular military alliance, on the basis of the already rounded off system of military cooperation with its allies.\n\t\t\t\t\t\n\t\t\t\t\t At the same time, it is busy staging joint military drills for bolstering the alliance's capability for executing aggressive operations, while conducting propaganda to conceal the criminal nature of the triangular military alliance which is bound to be revealed.\n\t\t\t\t\t\n\t\t\t\t\t Precisely for this reason the U.S. staged the above-said missile alert drill with Japan and south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t In a nutshell, the above-said joint rehearsal was aimed to invent a pretext for justifying the criminal U.S.-Japan-south Korea joint military drills and making them routine ones by billing them as ones to cope with the \"nuclear and missile threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Through the above-said muscle flexing it pursued a sinister aim to bolster the capability for executing a war including the tripartite military cooperation and to lay a framework for forming the triangular military alliance by plugging south Korea into the U.S.-Japan joint missile shield.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means accidental that many experts in the world analyzed the drills and commented that the drills meant the official operation of the tripartite missile defense cooperation system and the system would precisely serve as catalyst to spur the establishment of the triangular military alliance.\n\t\t\t\t\t\n\t\t\t\t\t Now the U.S., Japan and south Korea are having real-time share in information concerning missile defense, according to the agreement made in December last year. They have conditions and circumstances for operating the alliance as a result of the negotiations held between Seoul and Tokyo over the issue of sexual slavery for the Imperial Japanese Army under the U.S. pressure.\n\t\t\t\t\t\n\t\t\t\t\t The emergence of the triangular military alliance for containing the regional powers is looming.\n\t\t\t\t\t\n\t\t\t\t\t Under the situation military experts of China and Russia are becoming vocal demanding strict measures for keeping sharper vigilance and coping with the establishment of the joint missile shield of the U.S., Japan and south Korea, which will inevitably lead to the formation of the triangular military alliance. This hints that confrontation will escalate between the regional powers China and Russia on one hand and the U.S., Japan and south Korea on the other in the Asia-Pacific, due to the hegemonic moves of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, indeed, the chief architect of fierce arms race and confrontation in the region.\n\t\t\t\t\t\n\t\t\t\t\t The international community will never overlook the risky hegemonic moves of the U.S."
        },
        {
            "title": "S. Korean Organization Supports DPRK's Proposal for Great National Conference for Reunification",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-18ee.html",
            "content": "S. Korean Organization Supports DPRK's Proposal for Great National Conference for Reunification\r\n Pyongyang, July 9 (KCNA) -- The June 15 and October 4 People's Solidarity of south Korea on July 7 issued a statement in support of the great national conference for reunification proposed by the DPRK, according to the south Korean internet paper Saram Ilbo.\n\t\t\t\t\t The statement urged responsible organizations and personages of the south side to early opt for forming the south side preparatory committee for the joint conference.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t We support the statement of the Workers, Farmers and Youth and Students Headquarters of the South Side Committee for Implementing June 15 Joint Declaration which clarified the stand to welcome the proposal for national conference for reunification, and will join in the action to realize it.\n\t\t\t\t\t\n\t\t\t\t\t We urge the authorities including the \"prime minister\", lawmakers including Speaker of the \"National Assembly\" Jong Se Gyun and those from all political parties including the Minju Party to take active part in the action to bring success of the joint conference aimed to realize the desire of all the Koreans for reunification.\n\t\t\t\t\t\n\t\t\t\t\t We want the south side preparatory committee in which all organizations and people aspiring after nation's peace and independent reunification can take part."
        },
        {
            "title": "Vice-Chairman of South Headquarters of Pomminryon Calls for Fighting for Independent Reunification",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-19ee.html",
            "content": "Vice-Chairman of South Headquarters of Pomminryon Calls for Fighting for Independent Reunification\r\n Pyongyang, July 9 (KCNA) -- People of different social standings in south Korea held a rally in Seoul on July 7 welcoming Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), upon his release from prison after serving 4 years in jail on charges of visiting the DPRK, according to the south Korean online paper Jaju Sibo.\n\t\t\t\t\t The speakers noted that Ro Su Hui fought against fascists in jail, remaining true to his faith, and called for bringing earlier the reunification of the country which would provide the people with a happy life.\n\t\t\t\t\t\n\t\t\t\t\t Ro said it seemed that departed soul of \"yusin\" is now haunting south Korea but it was breathing the last breath in fact. Victory is sure to come, he said, calling upon all people to staunchly fight on, confident of victory.\n\t\t\t\t\t\n\t\t\t\t\t He called for driving out the separatist forces and building an independent and reunified country, a new world where the people are masters."
        },
        {
            "title": "S. Korean Regime Urged to Accept DPRK's Proposal for National Conference",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-20ee.html",
            "content": "S. Korean Regime Urged to Accept DPRK's Proposal for National Conference\r\n Pyongyang, July 9 (KCNA) -- The Youth and Students Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration on July 5 made public a statement in support of the DPRK's proposal for holding a great national conference for reunification.\n\t\t\t\t\t Noting that the north's proposal for holding a great national conference is to have a candid discussion of the issue of national reunification at a joint conference of all the political parties, organizations and individuals in the south and the north and abroad on the upcoming August 15 anniversary, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The north's proposal is neither part of the \"united front strategy\" for \"unification by communizing the south\" nor a tactic for creating division of south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime should exam the north's proposal in the direction of improving the south-north relations.\n\t\t\t\t\t\n\t\t\t\t\t There is no reason to deny the north's proposal for stopping confrontation and opening a wide avenue to reunification through a great national conference.\n\t\t\t\t\t\n\t\t\t\t\t Youths and students are eagerly waiting for the day of joint conference and hoping exchange between the youths and students in the south and the north at an early date.\n\t\t\t\t\t\n\t\t\t\t\t It is the only way for the Park Geun Hye regime to positively respond to the efforts of people from all walks of life for a great national conference and come out for dialogue.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the regime to withdraw the meaningless policy for sanctions and confrontation and sincerely accept the north's proposal in the spirit of national independence to open a wide avenue to improving the south-north relations and achieving peaceful reunification."
        },
        {
            "title": "S. Korean Youth Solidarity Urges \"Government\" to Make Decision to Improve Inter-Korean Ties",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-21ee.html",
            "content": "S. Korean Youth Solidarity Urges \"Government\" to Make Decision to Improve Inter-Korean Ties\r\n Pyongyang, July 9 (KCNA) -- The Youth Solidarity in south Korea on July 6 made public a statement.\n\t\t\t\t\t The statement recalled that the north offered the south a great national conference for reunification and sent open letters to the \"government\", political parties, social organizations and individual personages of the south side.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" should make a decision for improving the south-north ties, the statement said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t It is high time the \"government\" took a practical action for the improvement of the worst south-north ties.\n\t\t\t\t\t\n\t\t\t\t\t The north offered the south a great national conference so that representatives of all compatriots in the south and the north and abroad may have a candid discussion on the issue of reunification.\n\t\t\t\t\t\n\t\t\t\t\t If the \"government\" has an intention to improve the relations, it should positively respond to it.\n\t\t\t\t\t\n\t\t\t\t\t We youth are hoping for the visits by young people in the north and abroad and will make efforts for the peace and reunification of the country, long-cherished desire of all the fellow countrymen."
        },
        {
            "title": "Kim Jong Il's Work Introduced by German Organization",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-01ee.html",
            "content": "Kim Jong Il's Work Introduced by German Organization\r\n Pyongyang, July 9 (KCNA) -- The full text of leader Kim Jong Il's work \"National Reunification Must Be Realized Independently by the Concerted Efforts of Our Nation Itself\" was posted by the German Group for the Study of Korean Culture on the website of the MS Travel Company of Germany on July 4 on the 22nd anniversary of demise of President Kim Il Sung and the 44th anniversary of publication of the historic July 4 joint statement.\n\t\t\t\t\t The work published on June 30, Juche 89 (2000) says that the issue of Korea's reunification is the internal one and supreme task of the nation and deals with the idea that Korea should be reunified by the efforts of the Korean nation responsible for it."
        },
        {
            "title": "Kim Jong Un's Work Introduced by British Organization",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-02ee.html",
            "content": "Kim Jong Un's Work Introduced by British Organization \r\n Pyongyang, July 9 (KCNA) -- Supreme leader Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\" was posted by the British preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu on its website on July 4 on the 22nd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The work published on April 20, Juche 101 (2012) deals with the revolutionary exploits performed by Kim Il Sung and leader Kim Jong Il all their lives.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates tasks for firmly preserving and eternally glorifying their idea and exploits.\n\t\t\t\t\t\n\t\t\t\t\t A photo of Kim Jong Un was posted on the website."
        },
        {
            "title": "Seminars on Exploits of Kim Il Sung Held in Foreign Countries",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-03ee.html",
            "content": "Seminars on Exploits of Kim Il Sung Held in Foreign Countries\r\n Pyongyang, July 9 (KCNA) -- Seminars on exploits of President Kim Il Sung took place in Romania, India, Malaysia and Ethiopia from June 30 to July 2.\n\t\t\t\t\t Constantin Rotaru, chairman of the Socialist Party of Romania who doubles as chairman of the Romanian national committee for remembering President Kim Il Sung, said that the President who embarked upon the road of revolution in his teens founded the Juche idea and led the revolution and construction to victory on the basis of it and turned Korea into an independent and prosperous socialist power.\n\t\t\t\t\t\n\t\t\t\t\t He gave field guidance for the country's reunification and people's happiness till the last moments of his great life, the chairman said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the Korean people are holding him in high esteem as the founder of socialist Korea and eternal President of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Juche Philosophy Study Committee of India said that the history of humankind does not know such a great person as Kim Il Sung who enjoys boundless admiration and reverence by all people down through generations.\n\t\t\t\t\t\n\t\t\t\t\t Chiefs of two branches of the Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism praised Kim Il Sung for dedicating himself to achieving the country's prosperity and accomplishing the cause of human independence."
        },
        {
            "title": "Kim Il Sung's Exploits Lauded by Russian Figures",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-04ee.html",
            "content": "Kim Il Sung's Exploits Lauded by Russian Figures\r\n Pyongyang, July 9 (KCNA) -- Events took place in Russia on the 22nd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t They included round-table talks by the Maritime Territorial Regional Committee of the \"A Just Russia\", a lecture by the Korean Friendship Association in the maritime territorial region and an opening ceremony of the Korean photo, book and art exhibition at a folklore museum in the Khabarovsk Territory of Russia on July 1 and 5.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were their works, and books and photos introducing Juche Korea and art pieces associated with the wisdom and talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Speakers including the chairperson of the Maritime Territorial Regional Committee of the \"A Just Russia\" and other speakers lauded Kim Il Sung for embarking upon the road of revolution in his teens, defeating the Japanese imperialists, accomplishing the cause of national liberation, repelling the U.S. imperialists' invasion and developing the DPRK into the socialist power independent in politics, self-supporting in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Korean Friendship Association in the maritime territorial region said that Kim Il Sung is the greatest man praised by world progressive humankind and he made undying contributions to the cause of human independence."
        },
        {
            "title": "Kim Il Sung Remembered in Bulgaria, Uganda and Thailand",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-05ee.html",
            "content": "Kim Il Sung Remembered in Bulgaria, Uganda and Thailand\r\n Pyongyang, July 9 (KCNA) -- Meetings for remembering President Kim Il Sung took place in Bulgaria, Uganda and Thailand between July 2 and 7.\n\t\t\t\t\t Present there were personages of the Bulgarian Communists' Party, Bulgarian Communists Union, Bulgaria-Korea Friendship Association, Kim Il Sung Library in Sofia, Presidency of Uganda, Group for the Study of Kimilsungism-Kimjongilism of Makerere University of Uganda, Ugandan National Committee for the Study of the Juche Idea, Thailand-DPRK Friendship Association and Rajabat Pranakorn University of Thailand and masses.\n\t\t\t\t\t\n\t\t\t\t\t Detailing the revolutionary career of Kim Il Sung, the chief of Kim Il Sung Library in Sofia, Bulgaria said he is always remembered by the Korean people and other progressives for his undying exploits for the prosperity of the country, happiness of its people and the sacred cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Thailand-DPRK Friendship Association said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, who embarked upon the road of revolutionary struggle in his teens, steered the anti-Japanese armed struggle, achieved the historic cause of Korea's liberation and founded the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He performed great exploits for accomplishing the cause of country's reunification by setting forth the three principles of national reunification, the proposal for founding the Democratic Federal Republic of Koryo and the 10-point programme of the great unity of the whole nation. He also rendered positive support and encouragement to the struggle of the oppressed people across the world.\n\t\t\t\t\t\n\t\t\t\t\t His exploits will last forever along with the prosperity of Korea."
        },
        {
            "title": "Guinean People Support DPRK's Test-Fire of Ballistic Rocket",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-06ee.html",
            "content": "Guinean People Support DPRK's Test-Fire of Ballistic Rocket\r\n Pyongyang, July 9 (KCNA) -- No one in the world can match the Korean people holding aloft the banner of Songun.\n\t\t\t\t\t Banou Keita, chairman of the GuineaKorea Friendship Association, said this in a statement on July 1:\n\t\t\t\t\t\n\t\t\t\t\t Noting he received the news that the DPRK conducted a successful test-fire of surface-to-surface medium long-range strategic ballistic rocket Hwasong-10 while creating successes stunning the world day by day, he said:\n\t\t\t\t\t\n\t\t\t\t\t That the DPRK successfully launched the ballistic rocket which only a few countries have accessed in the world despite the U.S. severe sanctions that have lasted for several decades by dint of its own strength and technology is a proud success which can be achieved by only Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t All members of the association extend warm congratulations to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should immediately stop the useless moves for isolating and stifling the DPRK which is vigorously advancing along the road of independence to bring the latter to its knees, and withdraw its aggression forces from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are jealous of the fellow countrymen while talking about \"unifying the social systems\". They would be well advised to come to their senses, though belatedly, and accept the unanimous will of all the Korean people to accomplish the reunification of the country by their own efforts."
        },
        {
            "title": "German Body Censures U.S.-led Forces for Trying to Stifle DPRK",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-07ee.html",
            "content": "German Body Censures U.S.-led Forces for Trying to Stifle DPRK\r\n Pyongyang, July 9 (KCNA) -- The Anti-Imperialist Forum of Germany released a statement on July 1 in protest against the ever more undisguised moves of the U.S. imperialists and their lackeys to stifle the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and their followers are working hard to stifle the DPRK and foment a new arms race and cold war in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. regards the just measures taken by the DPRK for self-defence as a pretext for dominating the Asia-Pacific region including the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The reality explicitly proves that the U.S. is the very mastermind of evils, uneasiness, terror and war on the earth.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its lackeys should be sternly punished by humankind.\n\t\t\t\t\t\n\t\t\t\t\t Then, the world people can live in peace and happiness."
        },
        {
            "title": "Swiss Organizations Support Statement of Spokesman for CPRC of DPRK",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-08ee.html",
            "content": "Swiss Organizations Support Statement of Spokesman for CPRC of DPRK\r\n Pyongyang, July 9 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on July 2 in support of the statement issued by a spokesman for the Committee for the Peaceful Reunification of the Country (CPRC) of the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the CPRC of the DPRK in a statement urged the U.S. and the south Korean authorities to opt for the right choice.\n\t\t\t\t\t\n\t\t\t\t\t After the DPRK's successful test-fire of surface-to-surface medium long-range strategic ballistic rocket Hwasong-10, the U.S. does not recognize the reality that the DPRK is a nuclear weapons state possessed of miniaturized, light and diversified nuclear warheads but claims that it was \"a breach of the UN resolutions\" and \"a grave provocation to peace.\"\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries and the pro-U.S. Park Geun Hye's group of traitors in south Korea are chiming in with the U.S. racket.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean regime should not forget even a moment that they are within the firing range of the DPRK's cutting-edge strike means.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should recognize the strategic position of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and the south Korean authorities go foolish, persistently resorting to confrontation and antagonism against the DPRK, they will bring about irretrievable consequences.\n\t\t\t\t\t\n\t\t\t\t\t On the contrary, if they act with reason, it will help ensure peace in which all countries concerned are interested.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the above-said statement."
        },
        {
            "title": "Representante coreano envia carta a subsecretario general de la ONU",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-32ee.html",
            "content": "Representante coreano envia carta a subsecretario general de la ONU\r\nPyongyang, 9 de julio (ACNC) -- El representante permanente de la Republica Popular Democratica de Corea ante la ONU envio el dia 8 una carta al subsecretario general de la ONU en relacion con que el Secretariado de la ONU dio respuesta a la carta del 9 de junio de 2016 de los participantes en la conferencia conjunta del gobierno, los partidos politicos y las entidades de la RPDC.\n\t\t\t\t\tEn su misiva, el remitente senalo que la paz, la seguridad y la reunificacion se presentan como problema importantisimo que requiere la solucion rapida en la situacion actual de la Peninsula Coreana en que corre riesgo de la guerra nuclear, y continuo.\n\t\t\t\t\t\n\t\t\t\t\tComo conocen todos, la ONU habia adoptado respectivamente las resoluciones de las 30a, 55a y 62a asambleas generales efectuadas en 1975, 2000 y 2007 relacionadas con el problema de la paz, la seguridad y la reunificacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLas resoluciones implican los contenidos importantes tales como los problemas de disolver la \"Comandancia de las Fuerzas de la ONU\" en el Sur de Corea, retirar las fuerzas armadas extranjeras del suelo surcoreano, sustituir el Acuerdo de Armisticio por el convenio de paz, apoyar y ejecutar la Declaracion Conjunta Norte-Sur del 15 de Junio y la Declaracion del 4 de Octubre.\n\t\t\t\t\t\n\t\t\t\t\tLamentablemente, ninguna de ellas, que reflejan los acuerdos entre el Norte y el Sur de Corea y la opinion general de la sociedad internacional, se ha ejecutado hasta la fecha debido a la politica hostil a la RPDC y maniobras obstructivas de Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\tTanto en vista de los caracteres y significados de aquellas resoluciones relativas al problema de la Peninsula Coreana, como a la luz de la mision de la ONU, el Secretariado debera prestar la atencion primordial a la ejecucion de ellas.\n\t\t\t\t\t\n\t\t\t\t\tEl asunto de ejecutar las resoluciones de las asambleas generales de la ONU referidas a la paz, seguridad y reunificacion de la Peninsula Coreana, servira de una piedra de toque que muestra quien desea sinceramente la paz, la seguridad y la reunificacion de la Peninsula Coreana, y tambien conviene a los principios de las actividades del Secretariado de la ONU, que considera como vida la imparcialidad y la independencia.\n\t\t\t\t\t\n\t\t\t\t\tDeseamos que el Secretariado de la ONU contribuya activamente a la anulacion de la politica hostil anti-RPDC de EE.UU., fuente de obstaculo de la solucion del problema de la paz y reunificacion de la Peninsula Coreana, y la ejecucion de las resoluciones de las asambleas generales de la ONU que reflejan la opinion general de ambas partes coreanas y de la sociedad internacional."
        },
        {
            "title": "Entidad coreana demanda abolir humillante \"acuerdo administrativo\" EE.UU.-Sur de Corea",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-33ee.html",
            "content": "Entidad coreana demanda abolir humillante \"acuerdo administrativo\" EE.UU.-Sur de Corea\r\nPyongyang, 9 de julio (ACNC) -- Hoy es el dia en que se cumplen 50 anos desde cuando la banda de los traidores de Park Chung Hee invento con Estados Unidos el humillante y desigual \"acuerdo administrativo\" pese a la unanime oposicion de la poblacion surcoreana. \n\t\t\t\t\tEl vocero de la direccion nortena de Jonminthukwi (Comite Pannacional de Averiguacion Especial para Esclarecer Verdaderos Aspectos de Crimenes de Tropas Norteamericanas) hizo publica el dia 9 la declaracion condenandolo como el documento esclavista de la edicion contemporanea, que legalizo la ocupacion de las tropas agresoras yanquis sobre el Sur de Corea y les entrego a estas el ilimitado privilegio en todas las esferas inclusive el derecho al juicio por lo penal y el uso de tierra y establecimientos, y el unico tratado humillante de este mundo que entrego el poder surcoreano a su amo gringo.\n\t\t\t\t\t\n\t\t\t\t\tApoyandose en este convenio, las tropas agresoras norteamericanas se portaron durante 50 anos pasados como gobernantes reales, ocupantes y seres extraterritoriales en la tierra surcoreana y causaron a los habitantes surcoreanos incontables desagracias y sufrimientos. \n\t\t\t\t\t\n\t\t\t\t\tEl despotismo brutal y los crimenes cometidos por los yanquis en el suelo surcoreano devienen el producto tragico ocasionado por la ocupacion de EE.UU. en el Sur de Corea y el \"acuerdo\" desigual y vergonzoso en cuestion.\n\t\t\t\t\t\n\t\t\t\t\tEs muy natural que la poblacion surcoreana rechaza este acuerdo como \"documento vendepatria que confirma el Sur de Corea como colonia de EE.UU.\", \"tratado de exculpacion entregado a tropas norteamericanas\" y \"licencia de asesinato\" y lucha por su anulacion y la retirada de las tropas yanquis.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los compinches de Park Geun-hye defienden insistentemente ese documento y piden la permanencia eterna de las tropas norteamericanas en el suelo surcoreano gastando fabulosos impuestos. Y se entregan a la confrontacion fratricida como brigada de choque de las tentativas de su amo gringo destinadas a provocar la guerra nuclear. \n\t\t\t\t\t\n\t\t\t\t\tSi se deja intacta a esa perversa horda de servilismo a grandes potencias, los habitantes surcoreanos nunca podran liberarse de las desgracias y verguenzas de toda indole ni la nacion coreana estara tranquila. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU., que dividio la Peninsula Coreana en dos partes e impone solamente las desgracias y los sufrimientos a la nacion coreana durante mas de 70 anos, debe ver correctamente la posicion estrategica de la RPDC que ostenta su dignidad y poderio como potencia nuclear del Oriente y la corriente de la epoca y abolir su anacronica politica hostil anti-RPDC, asi como retirar de inmediato sus tropas agresivas del suelo surcoreano."
        },
        {
            "title": "UMDC reitera condena a banda de Park Geun-hye por rapto de muchachas",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-34ee.html",
            "content": "UMDC reitera condena a banda de Park Geun-hye por rapto de muchachas\r\nPyongyang, 9 de julio (ACNC) -- La portavoz del Comite Central de la Union de Mujeres Democraticas de Corea (UMDC) publico el dia 9 una declaracion en relacion con que pasaron 3 meses desde cuando las muchachas de la Republica Popular Democratica de Corea fueron raptadas y secuestradas como victimas politicas de Park Geun-hye.\n\t\t\t\t\tSegun el documento, se revelan con toda claridad con el paso del tiempo los verdaderos aspectos del acto antietico de la banda de Park Geun-hye, que secuestro a plena luz del dia a mas de 10 muchachas norcoreanas y las retiene en suelo surcoreano separandolas de sus padres, y crecen las justas voces que condenan este incidente y demandan la devolucion inmediata de ellas.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la mujerzuela Park Geun-hye esta desesperada para encerrar para siempre, por conducto de los gangsteres del Servicio Nacional de Inteligencia, a las secuestradas en la tierra de diablos y abusar de ellas en sus fines de confrontacion fratricida, condena la declaracion y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEsa diabla infertil e ignorante de maternidad se siente complacida de ese incidente tragico e inmoral y este hecho deja en claro que si se la perdona, la nacion coreana sufrira desdichas y desastres mas grandes.\n\t\t\t\t\t\n\t\t\t\t\tYa hemos advertido a los gangsteres surcoreanos que las mujeres de la RPDC estan muy indignadas de la banda de Park Geun-hye que trata de separar por la fuerza a las muchachas de sus padres.\n\t\t\t\t\t\n\t\t\t\t\tPark debe saber que si trata de encubrir su sucia naturaleza con la astuta tactica dilatoria lejos de arrepentirse de su pecado, le llegara mas pronto el momento de castigo mas temible.\n\t\t\t\t\t\n\t\t\t\t\tMediante el castigo y venganza nunca vistos antes, demostraremos cuan tragico sera el fin de quien ha agravado el enfrentamiento fratricida abusando de las relaciones consanguineas.\n\t\t\t\t\t\n\t\t\t\t\tPark Geun-hye debe pedir disculpas ahora mismo arrodillandose ante las mujeres y madres coreanas y devolver sin demora a nuestras hijas al regazo de la patria."
        },
        {
            "title": "Comite preparatorio norteno de Conferencia Conjunta publica informacion oficial",
            "url": "http://kcna.co.jp/item/2016/201607/news09/20160709-35ee.html",
            "content": "Comite preparatorio norteno de Conferencia Conjunta publica informacion oficial\r\nPyongyang, 9 de julio (ACNC) -- El comite preparatorio de la parte Norte para la Conferencia Conjunta de los partidos politicos, entidades y personalidades del Norte, el Sur y en ultramar para la paz y la reunificacion independiente de la Peninsula Coreana publico el dia 9 la siguiente informacion oficial:\n\t\t\t\t\tSe dan buen impulso a los preparativos para la celebracion de la Conferencia Conjunta en medio de que se elevan mas la voluntad y el fervor de todos los compatriotas por abrir con solemnidad el gran acto pannacional por la reunificacion con motivo del 71o aniversario de la liberacion de la patria y producir asi un viraje trascendental en las relaciones Norte-Sur y el cumplimiento de la causa de reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tQuedo organizado el comite preparatorio de la parte Norte que inicio ya su trabajo.\n\t\t\t\t\t\n\t\t\t\t\tLos miembros del comite son los siguientes:\n\t\t\t\t\t\n\t\t\t\t\tPresidente: Kim Yong Chol, vicepresidente del Comite Central del Partido del Trabajo de Corea\n\t\t\t\t\t\n\t\t\t\t\tVicepresidentes: \n\t\t\t\t\t\n\t\t\t\t\t  Ro Tu Chol, vicepremier del Consejo de Ministros \n\t\t\t\t\t\n\t\t\t\t\t  Kim Yong Dae, presidente del CC del Partido Social-Democrata de Corea\n\t\t\t\t\t\n\t\t\t\t\t  Ryu Mi Yong, presidenta del CC del Partido Chondoista Chong-U \n\t\t\t\t\t\n\t\t\t\t\t  Hong Son Ok, secretaria general del Presidium de la Asamblea Popular Suprema \n\t\t\t\t\t\n\t\t\t\t\t   Jon Yong Nam, primer secretario del CC de la Union de la Juventud Socialista Kim Il Sung \n\t\t\t\t\t\n\t\t\t\t\t   Ju Yong Gil, presidente del CC de la Federacion General de los Sindicatos de Corea\n\t\t\t\t\t\n\t\t\t\t\t   Ri Myong Gil, presidente del CC de la Union de Trabajadores Agricolas de Corea \n\t\t\t\t\t\n\t\t\t\t\t   Kim Jong Sun, presidenta del CC de la Union de Mujeres Democraticas de Corea \n\t\t\t\t\t\n\t\t\t\t\t   An Tong Chun, presidente del CC de la Federacion General de Escritores y Artistas de Corea \n\t\t\t\t\t\n\t\t\t\t\t   Cha Sung Su, presidente del CC de la Union de Periodistas de Corea \n\t\t\t\t\t\n\t\t\t\t\t   Kim Wan Su, director del Secretariado del CC del Frente Democratico para la Reunificacion de la Patria\n\t\t\t\t\t\n\t\t\t\t\t   Choe Jin Su, presidente de la direccion nortena de la Alianza Pannacional por la Reunificacion de la Patria\n\t\t\t\t\t\n\t\t\t\t\t   Kim Jin Guk, titular de la Direccion para Asuntos de los Compatriotas en Ultramar\n\t\t\t\t\t\n\t\t\t\t\t   Kang Ji Yong, presidente del Consejo de Religiosos de Corea\n\t\t\t\t\t\n\t\t\t\t\tAdemas, trabajan como miembros del comite mas de 50 personas elegidas en los ministerios, los organos centrales, los partidos amigos, las entidades de masas y sociales y otras ramas.\n\t\t\t\t\t\n\t\t\t\t\tConforme a la unanime esperanza de toda la nacion que desea lograrse una coyuntura trascendental en el cumplimiento de la causa de paz y reunificacion de la Peninsula Coreana, el comite preparatorio de la parte Norte seguira esforzandose por constituir pronto el comite preparatorio conjunto pannacional en estrecha relacion con los comites preparatorios regionales y celebrar con solemnidad el gran acto pannacional con motivo del 71o aniversario de la liberacion de la patria."
        }
    ]
}