{
    "date": "2016-02-24",
    "url": "http://kcna.co.jp/item/2016/201602/2016-02-24ee.html",
    "articles": [
        {
            "title": "70-Day Campaign Called for",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-01ee.html",
            "content": "70-Day Campaign Called for\r\nPyongyang, February 24 (KCNA) -- A meeting of the Political Bureau of the Central Committee of the Workers' Party of Korea adopted a letter calling upon all the party members to dynamically advance in the van of the grand revolutionary march to achieve the biggest successes and labor feats. \n\t\t\t\t\t There took place a meeting for conveying the letter in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were members and alternate members of the Political Bureau of the WPK Central Committee, chief secretaries of the provincial committees of the WPK, chairmen of the provincial people's committees and leading officials of the party and armed forces organs, working people's organizations, ministries and national institutions. \n\t\t\t\t\t\n\t\t\t\t\t The letter was conveyed by Kim Yong Nam, member of the Presidium of the Political Bureau of the WPK Central Committee and president of the Presidium of the Supreme People's Assembly. \n\t\t\t\t\t\n\t\t\t\t\t The WPK Central Committee in the letter said that great changes have taken place in the people's destiny and life and the country has advanced through years of changes and miracles at the step of fresh leap with the Party's congresses as watersheds along with the 70-odd-year glorious history of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. imperialists and their followers are making a last-ditch attempt to stifle our socialism, all the party members should devote themselves to the party and the revolution to usher in a golden age in building a thriving nation, and this will eloquently prove the greatness of the Party's leadership and demonstrate our might and the justice of our cause, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t It urged the party members to become best core elements in safeguarding the leader and enthusiastic vanguard fighters remaining loyal to his intention and cause in the van in the on-going struggle to glorify the 7th Party Congress as the one of victors.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t All the party members should become genuine revolutionaries who faithfully serve the people in the struggle to glorify this year in which the Seventh Congress of the Workers' Party of Korea is to be held as the greatest heyday witnessing hurrah for the Workers' Party resound far and wide.\n\t\t\t\t\t\n\t\t\t\t\t The master key to achieving successes in the struggle to greet the Seventh Party Congress with great victory is in the hands of the officials.\n\t\t\t\t\t\n\t\t\t\t\t The letter called on all party organizations to conduct organizational and political work in an offensive manner to arouse masses to the drive for ushering in the greatest heyday in building a thriving nation with the Seventh Party Congress as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the WPK in its letter ardently called for waging the 70-day campaign of loyalty with the approach of the historic Seventh Party Congress and underlined the need for all the party members to emerge honorable victors in the campaign.\n\t\t\t\t\t\n\t\t\t\t\t Then, a proposal for organizing the headquarters for successfully waging the campaign was made public at the meeting."
        },
        {
            "title": "Korean Revolution and Revolutionary Slogans",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-15ee.html",
            "content": "Korean Revolution and Revolutionary Slogans\r\nPyongyang, February 24 (KCNA) -- Servicepersons and citizens of the DPRK are burning their hearts with the enthusiasm for revolution and for struggle after receiving the joint calls published by the Central Committee and the Central Military Commission of the Workers' Party of Korea (WPK) in the run-up to the Seventh Congress of the WPK.\n\t\t\t\t\t They have won victory after victory, holding aloft the revolutionary slogans put forward by President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The slogans served as a militant banner to push forward the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t In the early period of the Korean revolution, Kim Il Sung set forth such slogans as \"Weapons are our life and soul! Arms for arms!\" and \"Let us carry out the Korean revolution by our own efforts!\" and wisely led the struggle to materialize those slogans to achieve the historic cause of the country's liberation from Japan's colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t After the liberation, he made public many slogans representing the requirement of the times and desire of the people. And he also set forth many slogans during the Fatherland Liberation War, the postwar reconstruction and socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il ushered in a new era of the Korean revolution by putting forward such slogans as \"Let us model the whole society on Kimilsungism!\", \"Let us produce, study and live like the anti-Japanese guerrillas!\", \"Let us live our own way!\", \"Let us all live and struggle like heroes!\" and \"Let us live not merely for today but for tomorrow!\"\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un released a slogan \"Forward to the final victory!\" which calls on all the servicepersons and people of the DPRK to turn out in the general advance for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Last year, the Korean people celebrated the 70th anniversary of the WPK with great achievements made in defending socialism and building a thriving nation under the slogan \"Let us all turn out in the general offensive to hasten final victory in the revolutionary spirit of Paektu!\""
        },
        {
            "title": "DPRK-China Friendship Spring Concert Given at Chinese Embassy",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-16ee.html",
            "content": "DPRK-China Friendship Spring Concert Given at Chinese Embassy\r\nPyongyang, February 24 (KCNA) -- The Chinese embassy here sponsored the 2016 DPRK-China friendship spring concert on Wednesday.\n\t\t\t\t\t Present there on invitation were Minister of Culture Pak Chun Nam and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the concert, speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t The concert was given by artistes of the Jilin Provincial Symphony Orchestra of China."
        },
        {
            "title": "Letter to Kim Jong Un from Members of Congratulatory Group of General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-09ee.html",
            "content": "Letter to Kim Jong Un from Members of Congratulatory Group of General Association of Koreans in China\r\nPyongyang, February 24 (KCNA) -- Marshal Kim Jong Un on Feb. 20 received a letter from members of the congratulatory group of the General Association of Koreans in China which visited the homeland to celebrate the 74th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The letter said that Kim Jong Il, who was born as the son of guerrillas on the sacred Mt. Paektu associated with the soul of the nation and the spirit of Songun revolution, led the Workers' Party of Korea (WPK), the revolution, the country and its people to victory for decades of his noble life, performing feats to be recorded forever in history.\n\t\t\t\t\t\n\t\t\t\t\t We would always glorify the immortal revolutionary exploits he performed before the times and history, holding him in high esteem for all ages no matter how often generation is replaced and how much the situation may change, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t We clearly understood that Kim Jong Un is the might of the DPRK startling the world and strong muscle of the homeland making proud leap forward while reducing the pressure and \"sanctions\" by the big powers to a dead-wood at a moment.\n\t\t\t\t\t\n\t\t\t\t\t With the pride and self-respect of being members of the overseas Koreans of Kim Il Sung's nation and Kim Jong Il's Korea, we would dynamically advance along the road of loyalty to Kim Jong Un and patriotism the same way as we did for Kim Jong Il and share the idea and intention with Kim Jong Un and keep pace with him, adjoining our burning hearts to the garden of his office in the building of the WPK Central Committee."
        },
        {
            "title": "Bowling Contest Held Here",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-17ee.html",
            "content": "Bowling Contest Held Here\r\nPyongyang, February 24 (KCNA) -- The February 25 Prize Bowling Contest took place at the Pyongyang Gold Lane on Feb. 23 and 24.\n\t\t\t\t\t February 25 marks the day when President Kim Il Sung visited the newly-built Pyongyang Gold Lane.\n\t\t\t\t\t\n\t\t\t\t\t The contest brought together working people of various circles loving bowling and youth and students. It was divided into men's and women's singles, doubles and groups (three men and one woman)."
        },
        {
            "title": "Miserable Human Rights Situation in U.S. and Western Countries Disclosed (1)",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-20ee.html",
            "content": "Miserable Human Rights Situation in U.S. and Western Countries Disclosed (1)\r\nPyongyang, February 24 (KCNA) -- The DPRK Association for Human Rights Studies issued an indictment on Feb. 23 to disclose the fact that the U.S. and western countries are the tundras of the human rights.\n\t\t\t\t\t According to it, in the U.S. about 200,000 persons are engaged in stamping out the progressive ideas and there are more than 21,000 violent bodies.\n\t\t\t\t\t\n\t\t\t\t\t According to the Sentencing Project, a non-governmental organization, in the U.S. more than 5,800,000 persons have no right to vote because of their previous offenses.\n\t\t\t\t\t\n\t\t\t\t\t As for the expenses for the U.S. presidential election campaign, Lincoln spent 100,000 dollars in his election campaign in 1860 and its expenses increased to a billion dollars in 2000 and 1.7 billion in 2004. \n\t\t\t\t\t\n\t\t\t\t\t At least 2 billion dollars were spent in the presidential election campaign in late October, 2012 between Obama who stood as a candidate from the Democratic Party for reelection and Governor of Massachusetts State Romney.\n\t\t\t\t\t\n\t\t\t\t\t According to the information disclosed at the hearings of the Judiciary Committee of the U.S. Senate in March, 2011, 14 percent of the religious discriminations reported in the U.S. were against Muslims which are less than 1 percent of the population. \n\t\t\t\t\t\n\t\t\t\t\t Tokyo Shimbun and AFP in Jan. 2015 reported that nearly 20 cases of fire, violence, etc. took place against mosques and Muslims in France recently.\n\t\t\t\t\t\n\t\t\t\t\t In Germany a movement against Muslims is assuming an organized nature. Pegida (Europeans against Muslim in Western) was organized in Dresden in October, 2014 and 8 regional organizations against Muslim appeared in Bayern State.\n\t\t\t\t\t\n\t\t\t\t\t In Sweden 66 percent of the mosques were damaged by violence in 2014 and 44 percent of them were exposed to various forms of threat.\n\t\t\t\t\t\n\t\t\t\t\t In the U.S. tens of thousands of persons are killed due to gun-related crimes and about 200,000 are left wounded every year and 12,000 cases of high-profile crimes are committed by guns every year.\n\t\t\t\t\t\n\t\t\t\t\t According to the report released by the U.S. Federal Bureau of Investigation, more than a million cases of violence were committed in the U.S. in 2010 and 1,214,464 cases of high profile crimes occurred in 2012.\n\t\t\t\t\t\n\t\t\t\t\t A Mafia body was uncovered in the northern part of Italy on January 28, 2015 and more than 160 criminals were arrested.\n\t\t\t\t\t\n\t\t\t\t\t A girl in Nagoya City, Japan hit an old man in his 70s on the head with an axe, brutally killing him on January 26, 2015.\n\t\t\t\t\t\n\t\t\t\t\t According to information of Amnesty International, at least 500 people were killed by electric shocking weapon of police in the U.S. from 2001 to February 2012 and 90 percent of them were bare-handed.\n\t\t\t\t\t\n\t\t\t\t\t According to officially released information, hundreds of Americans were shot to death by police in the U.S. from 2001 to October 2009. \n\t\t\t\t\t\n\t\t\t\t\t More than 80,000 prisoners are kept in solitary cells for a long period in the U.S. According to an Amnesty International report, over 2,900 prisoners are kept in solitary cells in Arizona State, in other words, one of 20 prisoners including juveniles.\n\t\t\t\t\t\n\t\t\t\t\t The population of the U.S. is just five percent of the world population but the number of American prisoners is 25 percent of the world prisoners, topping the list.\n\t\t\t\t\t\n\t\t\t\t\t According to data available, 12.8 million Americans are jobless and 5.2 million of them are left without jobs for more than six months.\n\t\t\t\t\t\n\t\t\t\t\t More than 3,347,000 people were jobless in France and 4,812,480 in Spain as of February 2014. 2.24 million people were unemployed in UK during three months from December 2013 to February 2014, bringing jobless rate to 6.9 percent.\n\t\t\t\t\t\n\t\t\t\t\t 2.92 million people were unemployed in Germany in June 2014 much more than the previous month and 2,146,300 were reported to be jobless in the first quarter of 2014 in Ireland.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Internal Affairs of Japan on March 28, 2014 announced that 2.33 million people were jobless in February.\n\t\t\t\t\t\n\t\t\t\t\t According to information available from the EU Statistics Agency, 124 million people are suffering from poverty in the western countries. \n\t\t\t\t\t\n\t\t\t\t\t On January 23, 2014, the National Association of Realtors of the U.S. in its survey data pointed out that the average price of houses rose 11.5 percent over that in the previous year. \n\t\t\t\t\t\n\t\t\t\t\t In France, the number of homeless people increased 44 percent for the past 11 years, more than 110,000 people were reported homeless in 2012 and 454 homeless people died in streets in 2013.\n\t\t\t\t\t\n\t\t\t\t\t In Australia, the average price of houses increased more than 9.8 percent in 2013 over the previous year, leaving many people without shelter in major cities.\n\t\t\t\t\t\n\t\t\t\t\t There are many adult illiterates in the U.S. who are unable to read newspapers and books, to say nothing of explanations about medicines. \n\t\t\t\t\t\n\t\t\t\t\t The secretary of Education of the U.S. confessed that 11 million adults can neither read nor write and 30 million people are able to sign only.\n\t\t\t\t\t\n\t\t\t\t\t According to the survey data released by the Census Bureau of the U.S. in September 2013, the number of poor children was about 16.1 million at the end of 2012 in the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The Department of Health and Human Services of the U.S. noted that 695,000 children were maltreated in 2010 and about 1,600 children of them lost their lives more than 79 percent of which was caused by their parents. \n\t\t\t\t\t\n\t\t\t\t\t In Japan women take it as easy as pie to commit such unimaginable crimes as maltreating or killing their children.\n\t\t\t\t\t\n\t\t\t\t\t In the European countries which boast their \"civilization\" and \"prosperity\", it has become a commonplace that parents throw children into bakers before operating them. Some of them put babies into washing machines before operating them. They throw their babies into dustbins and kill them without feeling guilty. \n\t\t\t\t\t\n\t\t\t\t\t In America about 6 million women annually fall victim to violence-involved crimes every year and more than 500,000 sexual assaults are reported on an annual average. The European Council made public that 12 or 15 percent of European women are exposed to such crimes.\n\t\t\t\t\t\n\t\t\t\t\t In America the black are liable to severer penalty than the white though they have committed similar crimes. \n\t\t\t\t\t\n\t\t\t\t\t The number of unemployed black is double the jobless white and that of the impoverished black is treble the white across the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The indictment said that the human rights abuses connived at and encouraged by the governments of the U.S. and western countries clearly prove that they are the horrible tundras of human rights though they claim to be \"hubs\" of civilization and prosperity."
        },
        {
            "title": "S. Korean Public Censures Japan's Moves to Grab Tok Islets",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-12ee.html",
            "content": "S. Korean Public Censures Japan's Moves to Grab Tok Islets\r\nPyongyang, February 24 (KCNA) -- South Korean public condemned Japan's shameless moves to grab Tok Islets, according to south Korean Newsis.\n\t\t\t\t\t Members of the public organizations including the Tok Islets Fellowship Society and students held a press conference in Seoul on Feb. 22 and protested against Shimane Prefecture, Japan hosting an event to observe \"Takeshima (Tok Islets) Day\" on that day.\n\t\t\t\t\t\n\t\t\t\t\t They accused Japan of tampering with history such as designating Tok Islets as \"part of Japan's territory\", the waters off the islets as \"Japan's territorial waters\", neighboring waters as exclusive economic zone in the textbooks.\n\t\t\t\t\t\n\t\t\t\t\t Tok Islets are part of Korea's territory from A to Z, they claimed.\n\t\t\t\t\t\n\t\t\t\t\t They demanded Japan rescind the \"Takeshima Day\" at once and disallow the history textbooks peppered with lies.\n\t\t\t\t\t\n\t\t\t\t\t Other public organizations also held similar press conferences and cultural events that day."
        },
        {
            "title": "S. Korean Media Denounces Authorities' Submission to U.S.",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-14ee.html",
            "content": "S. Korean Media Denounces Authorities' Submission to U.S.\r\nPyongyang, February 24 (KCNA) -- The south Korean internet newspaper Minjok Ilbo on February 21 in an editorial blasted the authorities' submission to the U.S. \n\t\t\t\t\t The editorial said recently police resorted to violence against legitimate one-man demo outside the U.S. embassy in Seoul every day.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Park Geun Hye regime makes no scruple of resorting to brutal violence at the request of the U.S. and for the maintenance of power, the editorial demanded it step down as early as possible for democracy and peace."
        },
        {
            "title": "Influenza Rapidly Spreads in South Korea",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-13ee.html",
            "content": "Influenza Rapidly Spreads in South Korea\r\nPyongyang, February 24 (KCNA) -- Influenza is rapidly spreading in south Korea, according to south Korean KBS on Feb. 22.\n\t\t\t\t\t It was reported that 80 or 90 percent of those having fever and coughing are influenza cases.\n\t\t\t\t\t\n\t\t\t\t\t The influenza is expected to prevail till April."
        },
        {
            "title": "Kim Il Sung's Poem, Kim Jong Il's Work Posted by British Organization on Its Website",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-10ee.html",
            "content": "Kim Il Sung's Poem, Kim Jong Il's Work Posted by British Organization on Its Website\r\nPyongyang, February 24 (KCNA) -- President Kim Il Sung's poem \"Shining Star\" and the full text of leader Kim Jong Il's work \"The Great Leader Comrade Kim Il Sung Will Always Be with Us\" were posted by the British Association for the Study of Songun Policy on its website on Feb. 15.\n\t\t\t\t\t The website carried photos of Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-02ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\nPyongyang, February 24 (KCNA) -- Leader Kim Jong Il's work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was brought out in booklet by the Khabarovsk Territory Publishing House of Russia on Feb. 11.\n\t\t\t\t\t The work published on July 26, Juche 85 (1996) deals with the idea that the Juche philosophy is an original one worked out and systematized by its own principles and revolutionary and popular one truly serving the purpose of the popular masses' struggle for independence.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for studying and introducing the Juche philosophy as intended by the party and thoroughly applying it to the revolutionary practice."
        },
        {
            "title": "Kimjongilia, Korean Book and Photo Exhibition Held in Russia",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-03ee.html",
            "content": "Kimjongilia, Korean Book and Photo Exhibition Held in Russia\r\nPyongyang, February 24 (KCNA) -- An immortal flower Kimjongilia and Korean photo and book exhibition took place in Vladivostok City, Russia on Feb. 12 and 13 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t On display at the venue of the exhibition were photos dealing with the exploits performed by President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works, and more than 200 potted Kimjongilias and books and photos introducing the Korean army and people's struggle.\n\t\t\t\t\t\n\t\t\t\t\t Present at an opening ceremony of the event were figures of the Russian Foreign Ministry' mission in Vladivostok, the Ministry of Development of Far East of Russia, Maritime Territory Administration and Legislative Assembly, Vladivostok City Administration, Artyom City Administration, Maritime Territorial Regional Committee of \"A Just Russia\" and the Maritime Territory Chamber of Commerce and Industry and other masses and the DPRK consul general and consuls in Vladivostok.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid floral baskets and bouquets before the portrait of smiling Kim Jong Il and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the exhibition hall and watched a Korean film documenting Kim Jong Un's exploits."
        },
        {
            "title": "Demo against U.S. and S. Korean Authorities' Anti-DPRK Moves Staged in Russia",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-06ee.html",
            "content": "Demo against U.S. and S. Korean Authorities' Anti-DPRK Moves Staged in Russia\r\nPyongyang, February 24 (KCNA) -- A demonstration took place in Vladivostok, Russia on Feb. 12 in support of the DPRK's successful first H-bomb test and launch of earth observation satellite Kwangmyongsong-4 and in protest against the U.S. and south Korean authorities' moves against the DPRK.\n\t\t\t\t\t Participating in it were figures of the Maritime Territorial Regional Committee of the Lenin Young Communist League of the Russian Federation and members of the league.\n\t\t\t\t\t\n\t\t\t\t\t They staged a demonstration holding the posters reading \"Let's hold aloft the banner of independence, peace and friendship!\" with the flag of the league and globe as the background.\n\t\t\t\t\t\n\t\t\t\t\t Yevgeni Lashenko, first secretary of the Maritime Territorial Regional Committee of the league, said at a news conference that its members extend support and solidarity to the DPRK firmly adhering to the independent stand.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the DPRK's H-bomb test was a just measure for having access to the deterrent capable of protecting the country's security.\n\t\t\t\t\t\n\t\t\t\t\t He accused the south Korean authorities of resuming their smear broadcasting campaign against the DPRK."
        },
        {
            "title": "Korean Photo, Book, Stamp and Handicraft Exhibitions Open in Russia, Peru",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-05ee.html",
            "content": "Korean Photo, Book, Stamp and Handicraft Exhibitions Open in Russia, Peru\r\nPyongyang, February 24 (KCNA) -- Korean photo, book, stamp and handicraft exhibitions were opened in Moscow and Trujillo, Peru on Feb. 12 and 15 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Displayed at the venues of the events were photos showing the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were their works, and books, photos and stamps introducing the DPRK and handicrafts reflecting the Korean people's wisdom and talents.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremonies were figures of various strata and masses in the relevant countries.\n\t\t\t\t\t\n\t\t\t\t\t The general manager of a commercial centre in Moscow said the exhibition offered Russians an opportunity to know better about the successes achieved by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The president of the diplomatic academy under the Russian Foreign Ministry said the DPRK has vigorously advanced along the road of socialism, firmly adhering to independence under the wise leadership of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The minister of Education of the La Libertad regional government of Peru said the exhibition would provide a good opportunity to the Peruvian people to know well about the brilliant culture of Korea, distinguished talents of the Korean people and achievements made in the DPRK, in particular.\n\t\t\t\t\t\n\t\t\t\t\t The exhibitions go on."
        },
        {
            "title": "Kim Jong Il's Career and Exploits Lauded by Foreign Organizations",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-07ee.html",
            "content": "Kim Jong Il's Career and Exploits Lauded by Foreign Organizations\r\nPyongyang, February 24 (KCNA) -- Foreign organizations posted articles on their websites from Feb. 2 to 11 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The Brazilian Center for the Study of the Juche Idea in its article titled \"Putting forward the People's Army as patriotic vanguard \" said that HE Kim Jong Il was the peerless patriot who firmly safeguarded socialist Korea and provided an all-powerful treasured sword guaranteeing the independent development of the country and nation under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The Chilean Branch of the Korean Friendship Association in an article titled \"Greatest joy of the leader is the people's happiness\" said that Kim Jong Il who regarded believing in the people as in Heaven as his motto dedicated his all to their happiness.\n\t\t\t\t\t\n\t\t\t\t\t It added that the benevolent image of Kim Jong Il who made high-intensity forced march for field guidance, finding his greatest joy in the people's happiness, is cherished in the minds of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism in an article titled \"Whole life for future\" lauded the sacred career of the peerlessly great man who laid the eternal foundation for the prosperity of socialist Korea with his warm love for the country and its people."
        },
        {
            "title": "Swiss Organizations Accuse S. Korean Puppet Group of Totally Suspending Operation of KIZ",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-08ee.html",
            "content": "Swiss Organizations Accuse S. Korean Puppet Group of Totally Suspending Operation of KIZ\r\nPyongyang, February 24 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on Feb. 13 denouncing the south Korean puppet group for totally suspending the operation of the Kaesong Industrial Zone (KIZ).\n\t\t\t\t\t The statement said that the Committee for the Peaceful Reunification of Korea in its statement clarified the crucial measures as regards the south Korean puppets' total suspension of the operation of KIZ.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's powerful countermeasures are reasonable and legal.\n\t\t\t\t\t\n\t\t\t\t\t The group of Park Geun Hye, pro-U.S. and pro-Japanese traitor, deserves the punishment for totally suspending the operation of KIZ.\n\t\t\t\t\t\n\t\t\t\t\t The Park group which is kicking up the vicious sanctions racket against the fellow countrymen put an end to the last lifeline of the north-south relations, following the lead of the U.S. and Japan, and totally denied the June 15 North-South Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces are driving again the situation in the Korean Peninsula to the brink of a war in collusion with the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t KIZ has been put in the state of total closure though it operated for the common prosperity amid the concern and expectation of the whole Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Tiger moth fond of playing with fire is bound to perish in the flames.\n\t\t\t\t\t\n\t\t\t\t\t The criminal Park group should clearly realize this."
        },
        {
            "title": "Japan's Hostile Acts against DPRK slammed by Nigerian Figure",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-04ee.html",
            "content": "Japan's Hostile Acts against DPRK slammed by Nigerian Figure\r\nPyongyang, February 24 (KCNA) -- Ibrahim Mantu, member of the Credit Committee of the People's Democratic Party of Nigeria and chairman of the Nigeria-Korea Friendship Association, issued a statement on Feb. 18 in denunciation of the Japanese hostile acts against the DPRK.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's first H-bomb test is a self-defensive measure for firmly defending the country's sovereignty and national right to existence from the hostile forces' daily-increasing nuclear threat and blackmail from A to Z and its successful launch of earth observation satellite Kwangmyongsong-4 was a sovereign state's legitimate exercise of the right to use space for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the Japanese authorities decided to slap before any others sanctions against the DPRK independent of the UN sanctions under the pretext of the DPRK's H-bomb test and satellite launch. \n\t\t\t\t\t\n\t\t\t\t\t We strongly denounce the Japanese authorities' sanctions, regarding them as unreasonable acts of pushing the DPRK-Japan relations to a catastrophe and trampling down the legitimate activities of the General Association of Korean Residents in Japan and rights of the Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t We strongly urge the Japanese authorities to pay a due attention to the wishes of the peoples of the two countries and international public for improving good neighborly relations between the DPRK and Japan and immediately lift all their sanctions against the DPRK."
        },
        {
            "title": "CC de PTC llama a todos militantes de partido a desplegar campana de 70 dias",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-01ss.html",
            "content": "CC de PTC llama a todos militantes de partido a desplegar campana de 70 dias\r\nPyongyang, 24 de febrero (ACNC) -- La reunion del Buro Politico del Comite Central del Partido del Trabajo de Corea adopto una carta exhortando a todos los militantes del partido a registrar mayores exitos y proezas laborales al frente del gran avance revolucionario.\n\t\t\t\t\tLa reunion de entrega de la carta tuvo lugar en esta capital con la participacion de los miembros y los suplentes del BP del CC del PTC, los secretarios jefes de los comites del PTC en las provincias, los presidentes de los comites populares provinciales y los funcionarios directivos de las instituciones del partido y las fuerzas armadas, las entidades de masas, los ministerios y los organos centrales.\n\t\t\t\t\t\n\t\t\t\t\tKim Yong Nam, miembro del Presidium del BP del CC del PTC y presidente del Presidium de la Asamblea Popular Suprema de la RPDC, transmitio la carta.\n\t\t\t\t\t\n\t\t\t\t\tLa misiva recuerda que a lo largo de la historia gloriosa de mas de 70 anos del partido se han logrado grandes cambios en el destino y la vida del pueblo con motivo de los congresos del Partido y la patria obtuvo nuevos saltos y milagros en las decadas.\n\t\t\t\t\t\n\t\t\t\t\tProsigue que bajo la actual situacion en que el imperio yanqui y las fuerzas seguidoras se desesperan para aplastar el socialismo coreano, todos los militantes del partido deben abrir una epoca de mayor esplendor para la construccion de un Estado prospero con la descomunal abnegacion al partido y la revolucion, lo cual servira de una prueba sobre la grandeza de la orientacion del partido, la manifestacion sobre nuestro poderio y la elocuencia sobre la justeza de nuestra causa.\n\t\t\t\t\t\n\t\t\t\t\tSubraya que los militantes del partido deben ser miembros medulares en la defensa al lider y combatientes vanguardistas en apoyar fielmente el proposito y la causa del lider en la lucha de hoy para glorificar el Septimo Congreso del PTC como conclave de los triunfadores.\n\t\t\t\t\t\n\t\t\t\t\tLes exhorta a ser verdaderos revolucionarios que se dediquen todos los suyos para el pueblo en la lucha por glorificar el presente ano de VII Congreso del PTC con la epoca de esplendor en que se repercutan en todo el pais los vitores del PTC.\n\t\t\t\t\t\n\t\t\t\t\tSenala que consiste en los funcionarios la importante llave para obtener los exitos en el esfuerzo por acoger el VII Congreso del PTC con grandes victorias.\n\t\t\t\t\t\n\t\t\t\t\tDestaca que todas las organizaciones del partido deben desarrollar de manera ofensiva la labor organizativo-politica para movilizar a todas las masas en la lucha por abrir el mayor esplendor de la construccion de un Estado prospero en ocasion del VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tExhorta fervorosamente a desarrollar la campana de 70 dias de fidelidad en visperas del Septimo Congreso del PTC. Y enfatiza que todos los militantes del PTC deben ser triunfadores enorgullecedores en esa campana.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion fue publicado un proyecto relativo con la organizacion del puesto de mando para asegurar con exito la campana de 70 dias."
        },
        {
            "title": "AEDHC califica de infiernos de DDHH a EE.UU. y Occidente",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-12ss.html",
            "content": "AEDHC califica de infiernos de DDHH a EE.UU. y Occidente\r\nPyongyang, 24 de febrero (ACNC) -- En el acta de acusacion publicada el dia 23, la Asociacion de Estudio de Derechos Humanos de Corea (AEDHC) califica a Estados Unidos y el Occidente de peores infiernos de DDHH. \n\t\t\t\t\tSegun la nota, en EE.UU. se emplean 200 mil personas, aproximadamente, para reprimir la ideologia progresista, y existen mas de 21 mil organizaciones terroristas. \n\t\t\t\t\t\n\t\t\t\t\tLa organizacion no gubernamental Sentencing Project anuncio que mas de 5 millones 800 mil ex reos estadounidenses son privados del derecho al voto.\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto al malgaste de fondos para las elecciones presidenciales en EE.UU., en 1860 Lincoln derrocho por si solo 100 mil US$. Y en 2000, fueron malgastados mil millones de US$, y en 2004, mil 700 millones de US$. \n\t\t\t\t\t\n\t\t\t\t\tEn 2012, en la competicion electoral entre Obama, candidato reelecto por el Partido Democratico en aquel entonces, y el ex gobernador de Massachussets, Romney, fueron derrochados mas de 2 mil millones de US$ ya a finales de octubre de aquel ano. \n\t\t\t\t\t\n\t\t\t\t\tSegun datos presentados en marzo de 2011 en las audiencias del Comite de Justicia del Senado de EE.UU., el 14% de los casos de discriminacion religiosa tomaron por blanco a los islamicos que ocupan menos de 1% de la poblacion. \n\t\t\t\t\t\n\t\t\t\t\tEn enero de 2015, el periodico japones Tokio Shimbun y la agencia noticiera AFP anunciaron que recientemente ocurrieron cerca de 20 casos de incendio y violencia y otros crimenes contra los islamicos y sus iglesias. \n\t\t\t\t\t\n\t\t\t\t\tEn Alemania se desarrolla el movimiento anteislamico de caracter organizativo. A citar un ejemplo, en octubre de 2014 fue organizada en Dresden \"Pegida\" (Europeos contra el Islamismo de Europa Occidental), y en el Estado de Bayern aparecieron las 8 entidades anteislamicas regionales. \n\t\t\t\t\t\n\t\t\t\t\tEn Suecia, en 2014, el 66% de las iglesias islamicas sufrieron los danos materiales por los incidentes de violencia y el 44% recibieron las amenazas de ataque de diferentes formas. \n\t\t\t\t\t\n\t\t\t\t\tEn EE.UU. decenas de miles de personas mueren cada ano y mas de 200 mil quedan lesionados por los crimenes con armas. Y alcanzan a 12 mil los casos de asesinatos por armas. \n\t\t\t\t\t\n\t\t\t\t\tSegun el informe publicado por el Buro Federal de Investigacion (FBI), en EE.UU. se cometieron en 2010 mas de un millon de crimenes de violencia, y en 2012, un millon 214 mil 464. \n\t\t\t\t\t\n\t\t\t\t\tEl 28 de enero de 2015, fueron detenidos en la region septentrional de Italia mas de 160 delincuentes al quedarse descubierta una organizacion de mafia. \n\t\t\t\t\t\n\t\t\t\t\tEl 26 de enero de 2015 ocurrio en Nagoya de Japon un incidente de que una muchacha asesino a un anciano de 70 anos de edad al golpearle con un hacha.\n\t\t\t\t\t\n\t\t\t\t\tSegun datos de la Amnistia Internacional, desde 2001 hasta febrero de 2012, en Estados Unidos por lo menos 500 personas murieron por el arma de impacto electrico de la policia y el 90% de ellos se encontraban con las manos vacias.\n\t\t\t\t\t\n\t\t\t\t\tDe acuerdo con los datos publicados oficialmente, en el pais norteamericano llega a centenares el numero de las personas muertas por el disparo de la policia desde 2001 hasta octubre de 2009. \n\t\t\t\t\t\n\t\t\t\t\tEn los presidios de EE.UU., mas de 80 mil detenidos llevan una vida en la prision solitaria durante largo tiempo. Segun las informaciones de la Amnistia Internacional, solo en Arizona, mas de 2 mil 900 detenidos se hallan en el estado aislado completamente.\n\t\t\t\t\t\n\t\t\t\t\tLa poblacion norteamericana ocupa 5% de la mundial. Pero, el numero de los detenidos es 25 % de los prisioneros mundiales ocupando asi el primer lugar en la tasa de los detenidos.\n\t\t\t\t\t\n\t\t\t\t\tSegun datos, el numero de desempleados de EE.UU. llega a 12 millones 800 mil, de entre 5 millones 200 mil se hallan sin empleos durante mas de 6 meses.  \n\t\t\t\t\t\n\t\t\t\t\tEl numero de desempleados son mas de 3 millones 347 mil y mas de 4 millones 812 mil 480 (hasta febrero de 2014) en Francia y Espana, respectivamente. Del diciembre de 2013 al febrero de 2014 el numero de desempleados llego a 2 millones 240 mil en Gran Bretana, con los cuales la tasa de desempleados alcanzo a 6.9%. \n\t\t\t\t\t\n\t\t\t\t\tEn junio de 2014, el numero de los desempleados se aumento mas en comparacion con el mes pasado en Alemania, o sea, llego a 2 millones 920 mil.\n\t\t\t\t\t\n\t\t\t\t\tEn el primer trimestre del ano 2014, en Irlanda el numero de las personas sin empleos llego a 2 millones 146 mil 300.\n\t\t\t\t\t\n\t\t\t\t\tEl Ministerio de Asuntos Interiores de Japon anuncio el 28 de marzo de 2014 que el numero de desempleados llego a 2 millones 330 mil en febrero del mismo ano. \n\t\t\t\t\t\n\t\t\t\t\tSegun el dato del Eurostat, en los paises occidentales 124 millones de personas padecen de miseria.\n\t\t\t\t\t\n\t\t\t\t\tCitando el dato de investigacion la Asociacion Nacional de Inmobiliarios de EE.UU. transmitio el 23 de enero de 2014 que el precio medio de las viviendas en 2013 se alzo al 11.5 por ciento en comparacion con el pasado.\n\t\t\t\t\t\n\t\t\t\t\tEn Francia durante 11 anos ultimos el numero de los vagabundos se aumento al 44 por ciento.\n\t\t\t\t\t\n\t\t\t\t\tEn 2012, mas de 110 mil personas llevaron una vida vagabunda y en 2013, los 454 errantes murieron en las calles.\n\t\t\t\t\t\n\t\t\t\t\tEn Australia en 2013 el precio medio de las viviendas se alzo a mas de 9.8 por ciento en comparacion con el pasado, razon por la cual en las ciudades principales muchas personas vivieron sin casas.\n\t\t\t\t\t\n\t\t\t\t\tEn EE.UU. son innumerables los analfabetos adultos que no pueden leer una nota explicativa de medicina, un periodico ni un libro.\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Educacion estadounidense confeso que en su pais 11 millones de adultos no saben leer ni escribir y 30 millones de personas pueden firmar apenas.\n\t\t\t\t\t\n\t\t\t\t\tSegun el dato de investigacion publicado por el Buro de Censo de Poblacion de EE.UU. en septiembre de 2013, en EE.UU. el numero de los ninos pobres llego a unos 16 millones cien mil hasta fines de 2012.\n\t\t\t\t\t\n\t\t\t\t\tEl Departamento de Salud Publica y Servicios Humanos de EE.UU. transmitio que en 2010 en este pais 695 mil ninos fueron maltratados, entre ellos unos 1600 ninos perdieron la vida y mas de 79 por ciento fue causado por sus padres. \n\t\t\t\t\t\n\t\t\t\t\tEn Japon, las mujeres maltratan y matan a sus propios hijos.\n\t\t\t\t\t\n\t\t\t\t\tEn los paises occidentales que se jactan de la \"civilizacion\" y la \"prosperidad\", los padres ponen en funcionamiento el horno de microondas y lavadora, luego de meter alli a sus ninos, echan a los bebes al basurero o asesinan a sus hijos sin ningun sentimiento culpable.\n\t\t\t\t\t\n\t\t\t\t\tEn EE.UU. mas de 6 millones de mujeres sufren cada ano el dano de los crimenes violentos y el numero de crimen de violacion sexual llega al promedio anual a 500 mil. El Consejo de Europa publico que 12-15% de mujeres europeas sufren el  dano por el crimen violento.\n\t\t\t\t\t\n\t\t\t\t\tEn EE.UU., el negro es castigado mas severamente que el blanco, aunque cometieron el mismo crimen.\n\t\t\t\t\t\n\t\t\t\t\tEn EE.UU., la tasa de desempleo de los negros es dos veces mas alta que los blancos y el numero de hambrientos negros es tres veces mas alto que los blancos.\n\t\t\t\t\t\n\t\t\t\t\tLa nota de acusacion insisten en que las violaciones de derechos humanos que se cometen abiertamente en EE.UU. y los paises occidentales bajo la tolerancia de los gobiernos, demuestran claramente que son el infierno de DDHH estos paises que autodenominan como \"centro\" de civilizacion y la prosperidad."
        },
        {
            "title": "Efectuada competencia de bolos por Premio 25 de Febrero",
            "url": "http://kcna.co.jp/item/2016/201602/news24/20160224-13ss.html",
            "content": "Efectuada competencia de bolos por Premio 25 de Febrero\r\nPyongyang, 24 de febrero (ACNC) -- Tuvo lugar los dias 23 y 24 en la Bolera de Pyongyang la competencia de bolos por el Premio 25 de Febrero.\n\t\t\t\t\tEl 25 de febrero es el dia en que el Presidente Kim Il Sung visito la Bolera de Pyongyang construida nuevamente.\n\t\t\t\t\t\n\t\t\t\t\tEn la competencia, motivada por ese dia, participaron los trabajadores, jovenes y estudiantes que prefieren los bolos. El certamen deportivo se realizo dividido en el juego individual y doble de ambos sexos y el colectivo (3 varones y una muchacha).\n\t\t\t\t\t\n\t\t\t\t\tLos jugadores participantes demostraron sin reservas las habilidades adiestradas en los dias cotidianos."
        }
    ]
}