{
    "date": "2016-04-19",
    "url": "http://kcna.co.jp/item/2016/201604/2016-04-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Newly Built Mindulle Notebook Factory",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Newly Built Mindulle Notebook Factory\r\n Pyongyang, April 19 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea (WPK), first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, gave field guidance to the newly built Mindulle Notebook Factory.\n\t\t\t\t\t He gave precious instructions related to the construction of the factory and guided its layout and named it \"Mindulle Notebook Factory\", solving all problems arising in its construction.\n\t\t\t\t\t\n\t\t\t\t\t He went round different places of the factory to learn in detail about the production there.\n\t\t\t\t\t\n\t\t\t\t\t Saying that he was pleased to see the factory producing notebooks of dozens of kinds for kindergarteners and students of primary, junior secondary and senior secondary schools and universities, he added that quality of paper is good and binding of books is flawless and their designs are suited to psychology of children and students of various ages and features of subjects.\n\t\t\t\t\t\n\t\t\t\t\t To provide the children and students with locally produced quality school things is of weighty significance in instilling into them the spirit of valuing and loving our things, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The factory has an important duty to perform in thoroughly carrying out the party's policy of attaching importance to education, he stressed, setting forth the tasks to be fulfilled by the factory such as the issue of producing 150 million notebooks in the future, though its annual production capacity at present is 50 million, the issues of increasing the level of IT basis of the business management and the proportion of locally available raw and other materials, the issue of newly building the process of producing packing materials at the factory and the issue of laying railways branching into it.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the factory is the one to which the party is attaching primary attention, he called on it to produce more quality notebooks and supply them to the children and students so that they may keenly feel the party's loving care for the younger generation and the future.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for the factory not to stop the production even a moment and showed deep loving care for it, saying that the party would settle all problems arising in the operation of the factory.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Jo Yong Won and Kim Yo Jong, vice department directors of the WPK Central Committee, and Kim Ung Chol and Ma Won Chun, leading officials of the National Defence Commission."
        },
        {
            "title": "Reply Message to Kim Jong Un from Syrian President",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-38ee.html",
            "content": "Reply Message to Kim Jong Un from Syrian President\r\n Pyongyang, April 19 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a reply message from Bashar Al-Assad, president of the Syrian Arab Republic, on Monday.\n\t\t\t\t\t The message expressed thanks to Kim Jong Un for his warm congratulations on the occasion of the independence day, the national holiday of Syria.\n\t\t\t\t\t\n\t\t\t\t\t It wished him good health and happiness and the friendly Korean people greater progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t It highly estimated his sincere stand supporting the efforts of Syria and its people to settle all problems through national dialogue in a peaceful way in conformity with the Syrian people's desire for reunification, peace and security."
        },
        {
            "title": "Message of Sympathy to Ecuadorian President",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-39ee.html",
            "content": "Message of Sympathy to Ecuadorian President\r\n Pyongyang, April 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of sympathy to Rafael Correa, president of the Republic of Ecuador, as regards the strong earthquake that hit the country, causing huge human and material damage.\n\t\t\t\t\t The message extended deep condolence and sympathy to the Ecuadorian president and, through him, to the government and residents in the afflicted area.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the Ecuadorian government would heal the aftermath of the natural calamities as soon as possible and bring the living of the residents in the afflicted area to normal."
        },
        {
            "title": "DPRK Delegation Leaves to Take Part in Int'l Meeting",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-26ee.html",
            "content": "DPRK Delegation Leaves to Take Part in Int'l Meeting\r\n Pyongyang, April 19 (KCNA) -- A DPRK delegation led by Foreign Minister Ri Su Yong left here Tuesday to take part in the High-level Thematic Debate on Achieving the Sustainable Development Goals to be held at the UN headquarters and in the Signature Ceremony for the Paris Agreement on the Issue of Climate Change."
        },
        {
            "title": "South Phyongan Provincial Conference of WPK Takes Place",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-16ee.html",
            "content": "South Phyongan Provincial Conference of WPK Takes Place\r\n Pyongyang, April 19 (KCNA) -- The South Phyongan Provincial Conference of the Workers' Party of Korea (WPK) took place in Phyongsong City on April 17 and 18.\n\t\t\t\t\t It was attended by delegates elected by the party organizations at all levels in the province.\n\t\t\t\t\t\n\t\t\t\t\t All the participants paid silent tribute to President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The conference reviewed the work done by the provincial party committee.\n\t\t\t\t\t\n\t\t\t\t\t A reporter said that the sacred history of the WPK shines as glorious chronicle which has hewed out the unique road for building a revolutionary party and won only the great victory in the history of the country thanks to the outstanding idea and leadership of Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Referring to their wise leadership and its vitality, speakers expressed their resolutions to proudly enter the venue of the Seventh Congress of the WPK with gifts of loyalty to be presented to the party.\n\t\t\t\t\t\n\t\t\t\t\t A decision was adopted at the conference.\n\t\t\t\t\t\n\t\t\t\t\t The conference reviewed the work of the provincial party auditing commission and elected the leadership bodies of the provincial party committee.\n\t\t\t\t\t\n\t\t\t\t\t There took place the election of delegates and nomination of observers to the Seventh Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Pak Thae Song, chief secretary of the South Phyongan Provincial Committee of the WPK, made a speech on electing Kim Jong Un as delegate to the Seventh Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He said that Kim Jong Un's election serves as an expression of absolute trust and noble loyalty of all the party members and people in the province.\n\t\t\t\t\t\n\t\t\t\t\t He courteously proposed to elect Kim Jong Un as delegate to the Seventh Congress of the WPK, reflecting the unanimous loyalty of all the participants in the conference, the party members and people in the province.\n\t\t\t\t\t\n\t\t\t\t\t Speakers fully supported the proposal.\n\t\t\t\t\t\n\t\t\t\t\t A decision on electing Kim Jong Un as delegate to the Seventh Congress of the WPK was adopted at the conference with a unanimous approval.\n\t\t\t\t\t\n\t\t\t\t\t The delegates and observers to the Seventh Congress of the WPK were elected and nominated at the conference."
        },
        {
            "title": "Japanese Reactionaries' Mockery of Koreans Denounced",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-15ee.html",
            "content": "Japanese Reactionaries' Mockery of Koreans Denounced\r\n Pyongyang, April 19 (KCNA) -- As already reported, a powerful quake jolted Kumamoto area in Kyushu, Japan recently, causing big casualties and huge material losses.\n\t\t\t\t\t Not long after the quake, a Japanese internet news operated by right-wing reactionaries posted mysterious letters reading \"Koreans in Kumamoto poisoned wells\", and rumor inciting anti-Korean feelings had it that \"Kumamoto should be careful of possible uprising by Koreans\", a spokesman for the Committee for Aiding Overseas Compatriots of Korea said in a statement on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Noting that such false rumors stunning people remind one of the great Kanto earthquake in September 1923 when Japanese samurais massacred Koreans, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t Utterly unpardonable is the despicable act of inciting anti-DPRK, anti-Korean feelings at a time when victims of the quake have not yet been over with despair and lamentation and people still suffer from fear of aftershocks.\n\t\t\t\t\t\n\t\t\t\t\t It is very foolish for the Japanese reactionaries who committed extra-large state-sponsored crimes against the Korean nation indelible down through generations in the past to try to cover up damage and nightmare of the recent quake by creating an atmosphere hostile toward Koreans and use it as an opportunity for inciting hostility to the Korean nation as they did at the time of the great Kanto quake.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation is no longer such a weak one which was deprived of its sovereignty by barbarians of the island nation as to become their colony again.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is the dignified politico-ideological power and world-level military power with a powerful nuclear deterrent. It will never allow an insult to its dignity and sovereignty and a mockery of the destiny and vital rights of the Korean nation but decisively punish the perpetrators.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should clearly understand the gravity of the despicable discrimination racket against Koreans, immediately take measures for preventing the racket and legal steps and stop at once all the moves against the DPRK and the General Association of Korean Residents in Japan."
        },
        {
            "title": "Women's Union Urges Park Geun Hye Group to Send DPRK Abductees back Home",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-36ee.html",
            "content": "Women's Union Urges Park Geun Hye Group to Send DPRK Abductees back Home\r\n Pyongyang, April 19 (KCNA) -- A spokesman for the Central Committee of the Democratic Women's Union of Korea released a statement Tuesday in denunciation of the Park Geun Hye group's unethical terrorist act of alluring and abducting in group the woman employees of the DPRK who were working at a restaurant overseas and taking them to south Korea.\n\t\t\t\t\t It does not make sense to say that they \"escaped in group\" from the DPRK to south Korea out of \"yearning\" for it, a land recognized as a veritable hell in the world, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Vehemently denouncing in the name of all the women in the northern half of Korea the shuddering group abduction committed by the Park Geun Hye group of traitors as another hideous provocation and a wanton violation of the dignity and sovereignty of the DPRK, the statement continued:\n\t\t\t\t\t\n\t\t\t\t\t The Park group should clearly understand that it is a suicidal act little short of ramming one's head into a rock to try to undermine the single-minded unity of the DPRK and bring down its socialist system centred on the popular masses by resorting to all kinds of mean and despicable conspiratorial acts and plots.\n\t\t\t\t\t\n\t\t\t\t\t The Park group of traitors must apologize before the Korean nation and the world for the group abduction of the women of the DPRK and unconditionally send them back to the embrace of the DPRK and sternly punish those involved in the crime and those who manipulated it backstage.\n\t\t\t\t\t\n\t\t\t\t\t We expressed hope that women of various countries of the world valuing justice, human rights and independent life and human conscience would denounce the Park group's terrorist act and human rights abuses and render active cooperation for the return of the abducted DPRK citizens to the embrace of their kinsmen without delay."
        },
        {
            "title": "Iranian Military Attache Gives Reception",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-35ee.html",
            "content": "Iranian Military Attache Gives Reception\r\n Pyongyang, April 19 (KCNA) -- Bahram Ghanbari Chelarasi, military attache of the Iranian embassy here, gave a reception at the Taedonggang Diplomatic Club Tuesday to observe the Army Day of Iran. \n\t\t\t\t\t Present there on invitation were No Kwang Chol, first vice minister of the People's Armed Forces, generals and officers of the Korean People's Army, officials concerned and foreign diplomatic envoys and military attaches of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Mansour Chavoshi, Iranian ambassador to the DPRK, and his embassy officials were on hand."
        },
        {
            "title": "Syrian Diplomats Visit Phyongchon Revolutionary Site",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-32ee.html",
            "content": "Syrian Diplomats Visit Phyongchon Revolutionary Site\r\n Pyongyang, April 19 (KCNA) -- Syrian Ambassador to the DPRK Tammam Sulaiman and his staff members visited the Phyongchon Revolutionary Site on Tuesday on the occasion of the 70th anniversary of independence of Syria.\n\t\t\t\t\t They presented a bouquet before the mosaic depicting the peerlessly great persons of Mt. Paektu, who chose the site for the first arsenal in the liberated country and explored the untrodden path for self-reliant national defense industry, and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They looked round photos and historical relics, being briefed on the revolutionary site."
        },
        {
            "title": "Newspaper Chongnyon Jonwi Marks 70th Founding Anniversary",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-37ee.html",
            "content": "Newspaper Chongnyon Jonwi Marks 70th Founding Anniversary\r\n Pyongyang, April 19 (KCNA) -- Chongnyon Jonwi, newspaper for young people, marked its 70th founding anniversary with due ceremony.\n\t\t\t\t\t The newspaper was established and has developed to be a reliable means for educating the young people under the leadership of the peerlessly great persons of Mt. Paektu into an organ of the youth league which represents the idea and policy of the Workers' Party of Korea on attaching importance to the young people.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung sent his autographic letter in celebration of the founding of the newspaper on April 20, Juche 35 (1946) and indicated the way for it to follow in every stage of the developing revolution to lead it to discharge its mission as a revolutionary newspaper for educating the young people.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il made sure that the newspaper became an advanced base of media and an educator and bugler sounding advance to a huge unit of young vanguard carrying forward the cause of the party in the van.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper has successfully fulfilled its responsibility and mission in the course of its glorious development under the warm care and leadership of the great leaders in the past seven decades.\n\t\t\t\t\t\n\t\t\t\t\t A celebration meeting was held at the Central Youth Hall on Tuesday."
        },
        {
            "title": "Construction of Sports Villages in Rapid Progress",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-27ee.html",
            "content": "Construction of Sports Villages in Rapid Progress\r\n Pyongyang, April 19 (KCNA) -- Sports villages are being built in Pyongyang and every province of the DPRK.\n\t\t\t\t\t According to Ri Kyong Il, a department director of the Ministry of Physical Culture and Sports, the construction aims to stir up enthusiasm for sports among people and further develop sports techniques.\n\t\t\t\t\t\n\t\t\t\t\t In Pyongyang City, a sports village is taking its shape on the bank of the Pothong River, he said, adding: The village is planned to have an indoor stadium, football ground, lodging quarter for sportspersons, etc.\n\t\t\t\t\t\n\t\t\t\t\t Similar villages are under construction in Chongjin, Hamhung, Hyesan, Sinuiju and other provincial seats.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Nampho City has pushed ahead with remodeling the existing sports village."
        },
        {
            "title": "Fertilizer Production Goes Up in DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-28ee.html",
            "content": "Fertilizer Production Goes Up in DPR\r\n Pyongyang, April 19 (KCNA) -- Fertilizer production is now increasing in the Democratic People's Republic of Korea.\n\t\t\t\t\t In the first fifteen days of this month, the country's Hungnam Fertilizer Complex raised the output of fertilizer 2.5 times, as compared with the same period of last month. The improved operation of production processes made it possible to turn out several tens more tons of fertilizer per shift.\n\t\t\t\t\t\n\t\t\t\t\t The Namhung Youth Chemical Complex has daily produced 400 more tons of fertilizer than scheduled after the start of the 70-day campaign.\n\t\t\t\t\t\n\t\t\t\t\t The complex boosted the ammonia production 1.2 times by keeping its equipment in full-capacity operation."
        },
        {
            "title": "18th Kimilsungia Festival Draws Endless Stream of Visitors",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-34ee.html",
            "content": "18th Kimilsungia Festival Draws Endless Stream of Visitors\r\n Pyongyang, April 19 (KCNA) -- The 18th Kimilsungia Festival drew hundreds of thousands of people including officials of the party, armed forces and power organs, Cabinet, ministries, national institutions and working people's organizations, service personnel, working people from all walks of life, school youth and children, overseas compatriots and foreigners in the past one week after it was opened here to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Displayed at its venue are tens of thousands of potted Kimilsungias, flowers of the sun, in the names of service personnel, officials of ministries and national institutions, people from all walks of life, school youth and children, overseas compatriots, foreign diplomatic envoys and representatives of international organizations here, organizations for friendship and solidarity with the DPRK and individual personages. The venue was crowded with visitors every day.\n\t\t\t\t\t\n\t\t\t\t\t The visitors looked round the immortal flowers in full bloom as famous flowers praising the great man."
        },
        {
            "title": "Kimilsungia Will Bloom Forever: Foreigners, Koreans in Japan",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-25ee.html",
            "content": "Kimilsungia Will Bloom Forever: Foreigners, Koreans in Japan\r\n Pyongyang, April 19 (KCNA) -- Foreigners and Koreans in Japan gave impressions of their visits to the venue of the 18th Kimilsungia Festival, which presented a sea of flowers wishing for the immortality of President Kim Il Sung.\n\t\t\t\t\t S. Sodbatar, head of a delegation of the Kimjongilia Association of Mongolia, said Kimilsungia is the most beautiful flower because longer one sees it, more charming and attractive it looks.\n\t\t\t\t\t\n\t\t\t\t\t The head went on:\n\t\t\t\t\t\n\t\t\t\t\t I pictured to myself kind-hearted President Kim Il Sung, looking at immortal Kimilsungias in full bloom going by the august name of the sun.\n\t\t\t\t\t\n\t\t\t\t\t He received my mother on several occasions and showed deep loving care for her.\n\t\t\t\t\t\n\t\t\t\t\t This is a fortune and an immense honor for our family.\n\t\t\t\t\t\n\t\t\t\t\t Roman O. Jimenez Ortega, military attache of the Cuban embassy here, said such a fantastic flower festival can be seen only in the DPRK where the leader trusts the people while they ardently follow him and thus they form a harmonious whole.\n\t\t\t\t\t\n\t\t\t\t\t Choe Kwang Rim, member of the congratulatory group of Koreans in Japan for celebrating the Day of the Sun (the birth anniversary of the President), noted the sea of flowers presented in the festival to praise the President is an expression of the ardent yearning and reverence of all people for him.\n\t\t\t\t\t\n\t\t\t\t\t Korean in Japan Ri Hye Yong, who took part in the festival, noted Kimilsungias would as ever blossom as the flower of the sun thanks to the reverence of the entire Korean nation and progressive people for the President, peerlessly great sage."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-33ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 19 (KCNA) -- A home-visiting group of Koreans in Japan Tuesday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill.\n\t\t\t\t\t The members of the group laid bunches of flowers before the statues and paid a tribute to them."
        },
        {
            "title": "Japanese Soloist Leaves",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-23ee.html",
            "content": "Japanese Soloist Leaves\r\n Pyongyang, April 19 (KCNA) -- A soloist of the Japan-Korea Society for Music and Art Interchange and her companion left here for home Tuesday after taking part in the 30th April Spring Friendship Art Festival."
        },
        {
            "title": "UK Delegation Leaves",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-29ee.html",
            "content": "UK Delegation Leaves\r\n Pyongyang, April 19 (KCNA) -- A delegation of the British Association for the Study of Songun Policy led by Chairman Dermot Hudson left here for home Tuesday."
        },
        {
            "title": "S. Korean Chairman of Joint Chiefs of Staff Accused of Spouting Bellicose Remarks against DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-18ee.html",
            "content": "S. Korean Chairman of Joint Chiefs of Staff Accused of Spouting Bellicose Remarks against DPRK\r\n Pyongyang, April 19 (KCNA) -- Shortly ago, traitor Ri Sun Jin, chairman of the puppet Joint Chiefs of Staff of south Korea, hosted a video meeting of commanding and staff officers at the operation command of the puppet navy. There, he spouted such rubbish as \"threat from the north\", crying out for \"doing all the best\" to \"early detect and destroy enemy warships.\"\n\t\t\t\t\t Traitor Ri went so far as to talk about \"reckless provocation\" and \"resolute punishment\" at the submarine command and special warfare drill ground, inciting his inferiors to military provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Tuesday says:\n\t\t\t\t\t\n\t\t\t\t\t What the traitor spouted can not but be viewed as hysterics of the one shocked by the surprising events demonstrating the tremendous might of the powerful revolutionary Paektusan army.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Ri had better look back upon what ignominious defeats his U.S. master has sustained in the showdown with the DPRK before spouting nonsense about \"provocation\" and \"punishment.\"\n\t\t\t\t\t\n\t\t\t\t\t The war maniacs of the south Korean puppet military should drop their foolish dream to browbeat the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The invincible revolutionary Paektusan army has already clarified its will to mercilessly punish the Park Geun Hye group of traitors which committed unpardonable thrice-cursed crimes by dint of Songun.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean military gangsters persistently run amuck to make a provocation, they will never be able to evade miserable ruin."
        },
        {
            "title": "Japan's Assertion for \"Dominium\" over Tok Islets Is Theory of Reinvasion of Korea: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-19ee.html",
            "content": "Japan's Assertion for \"Dominium\" over Tok Islets Is Theory of Reinvasion of Korea: Rodong Sinmun\r\n Pyongyang, April 19 (KCNA) -- Japan specified the \"dominium\" over Tok Islets in the diplomatic blue book for this year.\n\t\t\t\t\t Rodong Sinmun Tuesday in a commentary terms this a despicable action to realize centuries-long invariable ambition to grab the territory.\n\t\t\t\t\t\n\t\t\t\t\t Japan's territorial \"claim\" to Tok Islets full of fabrication is, in essence, the theory of reinvasion of Korea, the commentary notes, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese militarists can neither exist nor grow corpulent without aggression and plunder. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have become undisguised in the moves to stage overseas aggression under the pretext of \"proactive pacifism\".\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is the first target of their overseas expansion, reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t From a historical point of view, Japan designated Korea, the gateway to the Asian continent, as the first target of aggression and plunder. \n\t\t\t\t\t\n\t\t\t\t\t Japan is working hard to grab the Korean peninsula, but it is no more than a pie in the sky. \n\t\t\t\t\t\n\t\t\t\t\t The attempt to grab Tok Islets would lead Japan to self-destruction by putting it into danger.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese ruling forces would be well advised to cool their heads overheated with the moves to grab the territory and behave with discretion."
        },
        {
            "title": "Rodong Sinmun Calls for Terminating Sycophancy, Treachery and Fascist Dictatorship in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-22ee.html",
            "content": "Rodong Sinmun Calls for Terminating Sycophancy, Treachery and Fascist Dictatorship in S. Korea\r\n Pyongyang, April 19 (KCNA) -- The April 19 Popular Uprising in south Korea in 1960 was an eruption of the pent-up resentment and grievance of the south Korean people against the U.S. imperialists' policy of dominating colony and the Syngman Rhee puppet clique's dictatorial rule, and a massive anti-U.S., anti-fascist resistance to bring about an independent and democratic new world, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t The uprising clearly showed that nothing can break the will of the people for independence, democracy and reunification and that if the people from all walks of life get united to rise up in the struggle, they can certainly defeat any ferocious oppressor and win victory, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t However, the uprising left a serious lesson that the struggle should be steadily waged, not stopping halfway till the final victory is won.\n\t\t\t\t\t\n\t\t\t\t\t Half a century has passed since the uprising but the desire of the south Korean people for independence, democracy and reunification has not yet been realized.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is more clearly revealing its dirty appearance as a colony of foreign forces, tundra of democracy and human rights and theatre of rowdyism for confrontation between the north and the south under the rule of the present puppet chief executive who inherited the \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The present disastrous reality goes to clearly prove that the Park Geun Hye group is, indeed, a horde of pro-U.S. fascist dictators and separatists bereft of reason who put the \"yusin\" dictator into the shade, the dictator who trampled down the gains of the April 19 uprising.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people should courageously rise up in the same staunch fighting spirit as was displayed by the April 19 uprisers and put an end to the history of sycophancy, treachery and fascist dictatorship."
        },
        {
            "title": "\"Saenuri Party's\" Heavy Defeat Is Stern Judgment of People: Minju Joson",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-20ee.html",
            "content": "\"Saenuri Party's\" Heavy Defeat Is Stern Judgment of People: Minju Joson\r\n Pyongyang, April 19 (KCNA) -- The \"Saenuri Party\" suffered a heavy defeat at the puppet \"National Assembly\" election held in south Korea on April 13.\n\t\t\t\t\t Minju Joson on Tuesday in a commentary says:\n\t\t\t\t\t\n\t\t\t\t\t 20 \"National Assembly\" elections have taken place in south Korea so far but it is unprecedented that the people judged the ruling party as they have been enraged at the heinous sycophancy and confrontation with fellow countrymen and unpopular policy of the conservative regime.\n\t\t\t\t\t\n\t\t\t\t\t It is an inevitable outcome that the puppet conservative forces suffered a heavy defeat in the general election.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the Park Geun Hye group of traitors which came out in collusion with the Japanese reactionaries, the sworn enemies of the Korean nation, not content with working hard to reduce south Korea into the U.S. permanent colony under the one-sided pro-American policy. It is also the Park group which spoiled the north-south relations and pushed the situation close to a war under the U.S. scenario to invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The conservative regime has thus faced severe judgment by the people from all walks of life who were enraged at the crimes the Park's group committed by fattening foreign forces and the privileged circle and deteriorating the people's living while resorting to sycophancy, confrontation with fellow countrymen and the fascist dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The general election outcome showed that no one could quell the mindset of south Korean people who are determined to mercilessly punish the group of the top class traitors no matter how loudly the conservative regime may trumpet about honoring commitments while making a show of themselves."
        },
        {
            "title": "Nuclear Criminal State U.S. Urged to Be Brought to Justice: Minju Joson",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-21ee.html",
            "content": "Nuclear Criminal State U.S. Urged to Be Brought to Justice: Minju Joson\r\n Pyongyang, April 19 (KCNA) -- Some days ago, the U.S. opened to public its holdings of highly-enriched uranium for the first time in nearly 15 years. It is said that it amounts to 585.6 tons.\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday says that it is nothing but a tricky ploy to divert the stern criticism of the U.S. by the international community by creating the impression that its opening to public of the amount of its highly-enriched uranium is designed to ensure the \"transparency of the nuclear policy\".\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. which is the only user of A-bombs in the world and tops the world in carrying out nuclear tests and stockpiling nuclear weapons, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous that the biggest nuclear criminal state U.S. is crying out for \"a denuclearized world\" like a guilty party filing the suit first.\n\t\t\t\t\t\n\t\t\t\t\t What merits concern is that U.S. President Obama worked out an initiative of building a \"world without nuclear weapons\" and abused the human desire for the denuclearized world for meeting U.S. goal of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The \"world without nuclear weapons\" touted by the U.S. is an open expression of the brigandish U.S. strategy of monopolizing the nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Peace-loving progressive people all over the world are obliged to bring the greatest nuclear criminal state U.S. to justice as quickly as possible, mete out a severe punishment to it and thus ensure a peaceful future for humankind."
        },
        {
            "title": "All-People Action Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-12ee.html",
            "content": "All-People Action Staged in S. Korea\r\n Pyongyang, April 19 (KCNA) -- An all-people action was staged in different parts of south Korea on April 16, two years since the ferry Sewol disaster, according to Voice of People, an internet paper of south Korea.\n\t\t\t\t\t There took place a rally at the Kwanghwamun plaza in Seoul.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the rally said that the fascist authorities are still turning down the probe into the disaster without sincere apology and reflection though two years have passed since the disaster.\n\t\t\t\t\t\n\t\t\t\t\t The April 16 Solidarity announced a declaration on human rights at the rally."
        },
        {
            "title": "S. Koreans Called upon to Struggle for Independence, Democracy and Reunification",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-24ee.html",
            "content": "S. Koreans Called upon to Struggle for Independence, Democracy and Reunification\r\n Pyongyang, April 19 (KCNA) -- The Information Bureau of the Central Committee of the Anti-Imperialist National Democratic Front released an \"appeal to all people\" on Tuesday, the 56th anniversary of the April 19 Popular Uprising in south Korea, according to the website Kuguk Jonson.\n\t\t\t\t\t The appeal said:\n\t\t\t\t\t\n\t\t\t\t\t The April 19 People's Resistance that toppled the pro-U.S. dictatorial regime of Syngman Rhee was an eruption of the pent-up grudge and anger of the Korean people at the U.S. colonial rule and their will to bring about an independent and democratic new life at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The resistance was a great deed which demonstrated that no force can quell the aspiration and will of the people to live in an independent, democratic and reunified country.\n\t\t\t\t\t\n\t\t\t\t\t 50 odd years have passed but the uprisers' ardent desire for new politics, life and social system has not yet come true.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group, which inherited the attribute and disposition of the Park Chung-Hee military fascist junta which had usurped the fruits of the uprising at the point of bayonet, is making last-ditch efforts to revive the era of \"yusin\" dictatorship in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Running high are the grudge and anger of the people at Park Geun Hye and the \"Saenuri Party\" which have committed unheard-of crimes for the three years in office through misrule and confrontation hysteria against the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" suffered a heavy defeat in the 20th \"general election\" due to the eruption of such hatred and curse. \n\t\t\t\t\t\n\t\t\t\t\t But the people should neither rest on their laurels nor become slack even a moment.\n\t\t\t\t\t\n\t\t\t\t\t Let us wipe out the group of traitors and bring about without fail new politics and life for the popular masses and national reunification with such spirit and mettle as those displayed by the April 19 uprisers, full of faith in victory and optimism!"
        },
        {
            "title": "Japanese Authorities Lambasted for Discriminating against Koreans",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-14ee.html",
            "content": "Japanese Authorities Lambasted for Discriminating against Koreans\r\n Tokyo, April 18 (KNS-KCNA) -- Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), issued a statement on April 16 denouncing the Japanese authorities for committing madcap hostile acts against Koreans in Japan after a large quake occurred in Japan recently.\n\t\t\t\t\t The statement recalled that right after the large quake in Kumamoto, Kyushu, on April 14 the Japanese right-wing reactionary forces have built up such a dangerous opinion against Koreans that \"they put poison into wells\" and floated it on websites.\n\t\t\t\t\t\n\t\t\t\t\t This is malignant intrigues of the Japanese reactionary forces to foster sentiment and opinion against Koreans resembling the massacres of Koreans at the time of the great Kanto quake in September, 1923, under the tense situation on the Korean Peninsula, the statement charged.\n\t\t\t\t\t\n\t\t\t\t\t Such a grave situation has something to do with the policy against the DPRK, Chongryon and Koreans persistently pursued by the Japanese authorities for decades, and it is attributable to the fact that the Abe regime has intentionally created hostility and hatred for the DPRK among Japanese and discriminated and excluded the Koreans in Japan, it held.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the Japanese authorities should clearly understand the due responsibility for the gravity of their base racket for excluding Koreans on website and take measure for preventing such racket and legal steps at once."
        },
        {
            "title": "Day of Sun Celebrated in Japan",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-17ee.html",
            "content": "Day of Sun Celebrated in Japan\r\n Tokyo, April 18 (KNS-KCNA) -- A Japan-DPRK friendship meeting took place at Korean University of the General Association of Korean Residents in Japan (Chongryon) in Tokyo on April 16 to celebrate the Day of the Sun (the birth anniversary of President Kim Il Sung).\n\t\t\t\t\t Present there were Fumihiro Himori, chairman of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, Singo Kanemaru, secretary for policy of Sin Kanemaru, former vice-president of the Liberal Democratic Party of Japan, Seizaburo Ekuchi, representative of the Tokyo-Pyongyang Rainbow Bridge, and other officials of organizations for friendship with the Korean people and reporters of Japan and other countries.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Nam Sung U, vice-chairman of the Chongryon Central Standing Committee, and Jang Pyong Thae, rector of Korean University.\n\t\t\t\t\t\n\t\t\t\t\t Fumihiro Himori made a speech at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t He paid the highest tribute to President Kim Il Sung who devoted himself to socialist construction, national reunification and peace and stability in Northeast Asia under the unfurled banner of independence on the occasion of his 104th birth anniversary.\n\t\t\t\t\t\n\t\t\t\t\t There took place an explanation about the 60 year-long history of Korean University, the Juche-based overseas compatriots university, which was built and has grown under the benevolent care of Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a reception.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round various places of the university on the same day."
        },
        {
            "title": "Federation of Koreans in U.S. Calls for Probe into Truth behind Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-30ee.html",
            "content": "Federation of Koreans in U.S. Calls for Probe into Truth behind Ferry Sewol Disaster\r\n Pyongyang, April 19 (KCNA) -- The Federation of Koreans in the U.S. released a commentary titled \"Truth behind ferry Sewol disaster should be probed without fail\" on April 16.\n\t\t\t\t\t The truth behind the ferry Sewol disaster has not been probed and there is no news about the punishment of those responsible for it though two years passed since the disaster, the commentary said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t 304 children met grievous deaths in the ferry Sewol disaster but Park Geun Hye and her group have not been held responsible for it after covering up the truth about it in a cunning way.\n\t\t\t\t\t\n\t\t\t\t\t The bereaved families of the ferry Sewol disaster and other people made the ruling party minority and the opposition parties majority through the \"National Assembly\" election.\n\t\t\t\t\t\n\t\t\t\t\t The opposition parties should actively turn out to probe the truth behind the disaster true to the intention of the bereaved families and the people.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to struggle till Park Geun Hye makes a clean breast of the case.\n\t\t\t\t\t\n\t\t\t\t\t Most important is to probe the truth behind the case and punish those responsible."
        },
        {
            "title": "Spokesman of Federation of Koreans in U.S. Brands Park Geun Hye as Murderer of 304 Children",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-31ee.html",
            "content": "Spokesman of Federation of Koreans in U.S. Brands Park Geun Hye as Murderer of 304 Children\r\n Pyongyang, April 19 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. on April 16 issued a statement denouncing the Park Geun Hye group for obstructing the probe into the truth behind the ferry Sewol disaster.\n\t\t\t\t\t The statement said 304 children were sent to the bottom of the sea owing to the incompetence of Park Geun Hye and her lack of any thorough measure to rescue distressed children.\n\t\t\t\t\t\n\t\t\t\t\t Branding the disaster as massacre by Park Geun Hye, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye, the \"Saenuri Party\", \"government\" and the Intelligence Service should be brought to justice for preventing the access to the truth behind the disaster.\n\t\t\t\t\t\n\t\t\t\t\t The statement called for punishing Park Geun Hye for rendering the Ad Hoc Committee for Probing the Truth behind the Ferry Sewol Disaster completely defunct and guaranteeing its activities."
        },
        {
            "title": "Kim Il Sung's Work Posted on Libyan Internet Paper",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-02ee.html",
            "content": "Kim Il Sung's Work Posted on Libyan Internet Paper\r\n Pyongyang, April 19 (KCNA) -- The detailed gist of President Kim Il Sung's work \"Let Us Achieve the Great Unity of Our Nation\" was posted on the Libyan internet paper Sunrise on April 13.\n\t\t\t\t\t The work, published on August 1, Juche 80 (1991), says that the Korean nation is the driving force for national reunification, and indicates the tasks and ways for achieving the great unity of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t The paper posted a photo of the President."
        },
        {
            "title": "Seminars on Kim Il Sung's Exploits Take Place in Russia, Ecuador, Nigeria",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-03ee.html",
            "content": "Seminars on Kim Il Sung's Exploits Take Place in Russia, Ecuador, Nigeria\r\n Pyongyang, April 19 (KCNA) -- Seminars on exploits of President Kim Il Sung took place in Russia, Ecuador and Nigeria on April 9 and 11 on the occasion of his birth anniversary (the Day of the Sun).\n\t\t\t\t\t The chairman of the Central Committee of the Party of Communists of Russia in his speech lauded Kim Il Sung, founding father of socialist Korea, as the greatest man who has been ardently revered by the world progressive people.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung is the iron-willed commander who won the great victory in the Fatherland Liberation War against the invasion by the U.S., which boasted of being the \"strongest\" in the world, and its followers by dint of the tremendous might of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t He is the genius of creation and construction who built the socialist power independent in politics, self-supporting in economy and self-reliant in defence on the debris in the postwar years, and veteran statesman in the world who led the cause of human independence under the uplifted banner of independence against imperialism all his life.\n\t\t\t\t\t\n\t\t\t\t\t He is alive in the hearts of the progressives for his exploits for the Korean revolution and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t Osvaldo Larriva Alvarado, chairman of the Ecuadorian Committee for Remembering Generalissimo Kim Jong Il, said that Kim Il Sung's idea and theories characterized by scientific accuracy and revolutionary nature serves as the ever-victorious banner not only in the 20th century but also in the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t The acting chairman of the Nigerian Group for Self-Reliance Studies said that Kim Il Sung clearly indicated the way for progressive mankind just as his name implies the sun and attracted all the people with great charisma."
        },
        {
            "title": "Kim Il Sung's Exploits Lauded by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-04ee.html",
            "content": "Kim Il Sung's Exploits Lauded by Foreign Newspapers\r\n Pyongyang, April 19 (KCNA) -- Foreign newspapers dedicated special write-ups illustrated with portraits of smiling President Kim Il Sung to his birth anniversary.\n\t\t\t\t\t The April 8th issue of the Nepalese newspaper Arpan in its articles titled \"Kim Il Sung, great man of the 20th century\" and \"Sunny smile\" lauded him as the pioneer of the era of independence, prominent veteran statesman in the world and peerless sage, saying that he is the peerless great man who has been boundlessly revered by all people generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The April 5th issue of the Myanmar newspaper The New Age allotted one whole page to an article titled \"Invincibility of socialist Korea\".\n\t\t\t\t\t\n\t\t\t\t\t It said that the U.S. has left no means untried to \"bring down\" socialist Korea for decades but its attempts would never be realized.\n\t\t\t\t\t\n\t\t\t\t\t It specified the reasons.\n\t\t\t\t\t\n\t\t\t\t\t Firstly, socialist Korea has been led by the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, it has its own distinguished guiding idea.\n\t\t\t\t\t\n\t\t\t\t\t Thirdly, the Korean people are regarding socialism as their lifeline.\n\t\t\t\t\t\n\t\t\t\t\t The April 6th of the Malaysian newspaper Guang Ming Daily in its article titled \"Noble love for the rising generation\" praised Kim Il Sung for devoting himself to the younger generation, future of the country, all his life."
        },
        {
            "title": "Kim Jong Un's Wise Guidance Lauded by Magazine of Hong Kong, China",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-05ee.html",
            "content": "Kim Jong Un's Wise Guidance Lauded by Magazine of Hong Kong, China\r\n Pyongyang, April 19 (KCNA) -- The April issue of International Link, magazine of Hong Kong, China dedicated eight whole pages to the 4th anniversary of supreme leader Kim Jong Un's assumption of the top posts of the Workers' Party of Korea and the state.\n\t\t\t\t\t The magazine carried several articles accompanied with his photos.\n\t\t\t\t\t\n\t\t\t\t\t An article titled \"Kim Jong Un's mode of creation\" said that the DPRK is drawing the attention of the international community for radically changing its appearance day by day, praising Kim Jong Un for working out all plans in a bold manner on the world level and carrying them out at a rapid speed.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will reach the eminence of a thriving socialist nation in the near future thanks to Kim Jong Un who set the goal of building an economic power and sports powerhouse in the wake of politico-ideological power, military power and space power and has implemented it, the magazine stressed.\n\t\t\t\t\t\n\t\t\t\t\t An article titled \"How peace is defended\" said that the H-bomb test staged by the DPRK resounded through the world, introducing its self-defensive nuclear deterrence for coping with the U.S. increasing nuclear threat.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's strong nuclear deterrence neutralizing the U.S. reckless nuclear hysteria serves as the most powerful treasured sword for peace and stability on the Korean peninsula and in the rest of the world."
        },
        {
            "title": "Day of Sun Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-06ee.html",
            "content": "Day of Sun Observed in Different Countries\r\n Pyongyang, April 19 (KCNA) -- Foreign radio and TV broadcastings aired special programs to mark the birth anniversary of President Kim Il Sung (the Day of the Sun.)\n\t\t\t\t\t The State Radio and F. M. 90.5 Radio of Cambodia on April 7 aired with the title \"Whole life for the country and people\":\n\t\t\t\t\t\n\t\t\t\t\t The whole life of President Kim Il Sung was the one for the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t He dedicated his all to the country and its people without a moment's rest.\n\t\t\t\t\t\n\t\t\t\t\t His whole life will always be remembered by the Korean people and will shine forever amid admiration and praise of progressives.\n\t\t\t\t\t\n\t\t\t\t\t Noting that April 15 would mark the 104th birth anniversary of President Kim Il Sung, the State Radio of Senegal on April 11 said that prominent personages of the world are highly praising him as a peerless patriot, elder statesman in the 20th century and the sun of humankind.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean TV broadcasted Korean film \"Grand Celebration of the 70th Founding Anniversary of Workers' Party of Korea in Presence of Respected Comrade Kim Jong Un\" in the prime time on April 8 and 10."
        },
        {
            "title": "Kim Il Sung's Feats Praised by Foreign Political Parties, Bodies",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-07ee.html",
            "content": "Kim Il Sung's Feats Praised by Foreign Political Parties, Bodies\r\n Pyongyang, April 19 (KCNA) -- Political parties and organizations of different countries posted special write-ups on their websites on April 5 and 6 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The Communist Parties-the Communist Party of the Soviet Union posted an article titled \"Eternal sun\" illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\t He illuminated the road for humankind to follow with bright rays like the sun, created a flower garden for the people with his warm loving care and embraced all people with great attraction, it said.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted an article titled \"Kim Il Sung, great man of century.\"\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t The history knows no such great man as President Kim Il Sung who is boundlessly praised by all people for decades.\n\t\t\t\t\t\n\t\t\t\t\t He was the pioneer and guide of the era of independence who founded the Juche idea to illuminate the road for humankind to follow.\n\t\t\t\t\t\n\t\t\t\t\t His life was one of genuine internationalist.\n\t\t\t\t\t\n\t\t\t\t\t He was a peerless sage as he moved the world with his noble personality.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Romania posted an article titled \"Sun of Korea.\""
        },
        {
            "title": "Meeting for Friendship and Solidarity with Korean People Held in Ecuador",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-08ee.html",
            "content": "Meeting for Friendship and Solidarity with Korean People Held in Ecuador\r\n Pyongyang, April 19 (KCNA) -- A meeting for friendship and solidarity with the Korean people took place at Chordeleg City of Ecuador on Apr. 7.\n\t\t\t\t\t The mayor of the city in a speech at the meeting said the city government and citizens extend support and solidarity to the Korean people who are working eye-opening miracles in the building of a thriving nation while creditably protecting the sovereignty of the country and socialism from the unheard-of sanctions imposed by the imperialist allied forces to stifle it under the outstanding leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Osvaldo Larriva Alvarado, chairman of the Ecuadorian Committee for Remembering Generalissimo Kim Jong Il and chairman of the Cuenca Branch of the Ecuadorian Committee for Supporting Korea's Independent and Peaceful Reunification, said the Korean people's confrontation with the U.S. is a just showdown to root out the source of war on the Korean peninsula, set up mechanism for ensuring solid peace and defend the independence of all progressive peoples in the world.\n\t\t\t\t\t\n\t\t\t\t\t Trotsky Serano, president of the Canar Provincial Institute for the Friendship and Solidarity with the DPRK of Ecuador, said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers should not act rashly, well aware of the indomitable faith and will of the Korean people who have turned out as one in the final battle for safeguarding the sovereignty of the country and right to existence.\n\t\t\t\t\t\n\t\t\t\t\t We vehemently denounce the U.S. war moves against the DPRK on behalf of all peoples of the world struggling for independence."
        },
        {
            "title": "U.S. Urged to Drop Its Hostility toward DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-09ee.html",
            "content": "U.S. Urged to Drop Its Hostility toward DPRK\r\n Pyongyang, April 19 (KCNA) -- Political parties and bodies of various countries posted articles critical of the U.S. hostile policy toward the DPRK on their websites on April 2 and 6.\n\t\t\t\t\t The New Socialist Party of Romania in an article titled \"DPRK should be correctly understood\" disclosed the criminal moves of the U.S. which has extremely strained the situation on the Korean peninsula by staging large-scale war drills every year.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism in an article titled \"Remarkable advance of great Paektusan nation can never be checked\" noted that no matter how desperately all the hostile forces in the world may move, they can never check the dynamic advance of the great Paektusan nation dashing along the invincible path of Songun under the guidance of the illustrious brilliant commander of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The Anti-Imperialist Forum of Germany posted an article with a statement made by a spokesman for the Foreign Ministry of the DPRK on Apr. 2.\n\t\t\t\t\t\n\t\t\t\t\t The article noted:\n\t\t\t\t\t\n\t\t\t\t\t The world should thank the DPRK for having frustrated the persistent intervention and war moves of outsiders for 70 odd years and having access to powerful deterrence by its own efforts.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has become a beacon of hope for many peoples and states of the world which have been subject to the desperate war moves of the U.S. imperialists and their followers."
        },
        {
            "title": "Vietnamese Magazine Introduces WPK",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-10ee.html",
            "content": "Vietnamese Magazine Introduces WPK\r\n Pyongyang, April 19 (KCNA) -- The March-April issue of a Vietnamese magazine carried an article titled \"7th Congress of WPK, brilliant course.\"\n\t\t\t\t\t The article noted:\n\t\t\t\t\t\n\t\t\t\t\t Early in May there will took place the 7th Congress of the Workers' Party of Korea (WPK) in Pyongyang, the capital of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Since it was founded on October 10, 1945, the WPK has registered only victories in its history spanning 70 odd years.\n\t\t\t\t\t\n\t\t\t\t\t The WPK, which was founded right after the liberation of Korea from the military rule of the Japanese imperialists, set forth it as its urgent task to carry out the anti-imperialist, anti-feudal democratic revolution, enforced all democratic reforms including agrarian reform and nationalization of major industries and greatly inspired the people in their drive for building a new country.\n\t\t\t\t\t\n\t\t\t\t\t When the U.S. provoked a war to destroy the young DPRK, the WPK aroused all its members and other people to the death-defying struggle for safeguarding the freedom and independence of the country and thus achieved a brilliant victory. In the post-war period, the WPK steered the people's drive for rehabilitation and construction and for building socialism.\n\t\t\t\t\t\n\t\t\t\t\t Under the guidance of the WPK, the socialist system was established in the DPRK in 1958.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is now dynamically advancing to emerge as an economic giant and highly civilized socialist nation under the leadership of its First Secretary Comrade Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Seventh Congress of the WPK to be held against this backdrop will unroll a greater blueprint for building a thriving socialist nation."
        },
        {
            "title": "Kim Il Sung's Brief Biography Carried by Bulgarian Newspaper",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-11ee.html",
            "content": "Kim Il Sung's Brief Biography Carried by Bulgarian Newspaper\r\n Pyongyang, April 19 (KCNA) -- Brief biography of President Kim Il Sung was carried by the April issue of the Bulgarian newspaper Novo Rabotnichesko Delo."
        },
        {
            "title": "Kim Il Sung's Brief Biography Carried by Bulgarian Newspaper",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-40ee.html",
            "content": "Kim Jong Un dirige Fabrica de Cuadernos Mindule\r\nPyongyang, 19 de abril (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la recien construida Fabrica de Cuadernos Mindule.\n\t\t\t\t\t  Esta planta, edificada por la iniciativa y la direccion minuciosa del Mariscal, es la moderna base que produce especializadamente los cuadernos para los ninos y los estudiantes desde los jardines infantiles hasta las universidades del pais.\n\t\t\t\t\t\n\t\t\t\t\t  El Mariscal dio las preciosas instrucciones alusivas a la construccion de la fabrica, dirigio el plan de conformacion, lo denomino \"Fabrica de Cuadernos Mindule\" y resolvio todos los problemas surgidos en la obra.\n\t\t\t\t\t\n\t\t\t\t\t  Los constructores realizaron los trabajos activos desde los primeros dias de la obra y lograron el exito orgulloso de construir la fabrica moderna de cuadernos con capacidad de produccion anual de cincuenta millones de libros.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo varios lugares de la planta, el Mariscal se cercioro en detalles del estado de produccion.\n\t\t\t\t\t\n\t\t\t\t\tLe gusta lo todo de la fabrica que elabora los cuadernos de decenas de especies para los ninos de jardin infantil y los estudiantes de escuela primaria, secundaria basica, secundaria superior y universidad, menciono y evaluo la calidad de las hojas de papel y la confeccion de libros diciendo que los cuadernos fueron disenados conforme a las caracteristicas psicologicas por edades de los alumnos y de las asignaturas.\n\t\t\t\t\t\n\t\t\t\t\tApunto que ofrecer a nuestros ninos y alumnos los utensilios escolares de buena calidad hechos por nuestra propia cuenta tiene gran significacion en sembrar en sus corazones el alma de apreciar y amar lo nuestro.\n\t\t\t\t\t\n\t\t\t\t\tEs muy importante la mision de la Fabrica de Cuadernos Mindule encargada en materializar cabalmente la politica del Partido de dar importancia a la educacion, dijo y presento las tareas de producir en un ano los 50 millones de cuadernos en la etapa actual y 150 millones en el futuro, desplegar con dinamismo los esfuerzos por elevar el nivel de la informatizacion en la gestion empresarial y la proporcion del uso de las materias primas y materiales nacionales, equipar nuevamente con el proceso de produccion de receptaculos para empaque, construir la via de acceso ferroviaria y otras.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dijo que esta fabrica es la mas interesada por el Partido y exhorto a producir mucho mas cuadernos de buena calidad para ofrecerlos a nuestros ninos y estudiantes para que estos guarden en el corazon el amor del partido a los miembros de la nueva generacion.\n\t\t\t\t\t\n\t\t\t\t\tY enfatizo en que no deben cesar ni un momento la produccion de la fabrica y que el Partido solucionara todos los problemas pendientes ante la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tAl Mariscal le acompanaron Jo Yong Won y Kim Yo Jong, subjefes de departamento del Comite Central del PTC, Kim Ung Chol y Ma Won Chun, cuadros directivos del CDN de la RPDC."
        },
        {
            "title": "CCACU denuncia locura de reaccionarios japoneses",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-41ee.html",
            "content": "CCACU denuncia locura de reaccionarios japoneses\r\nPyongyang, 19 de abril (ACNC) -- Segun trascendidos, recientemente la region de Kumamoto de Kyushu de Japon  sufrio muchas perdidas humanas y materiales a causa de los sucesivos terremotos de gran tamano.\n\t\t\t\t\t  Pero, poco despues de ocurridos terremotos, en las paginas web de Internet controladas por los reaccionarios derechistas japoneses se inserto un articulo extrano con el contenido de que \"un coreano de Kumamoto metio un veneno en el pozo\" y se divulgan los rumores falsos para causar la antipatia a los coreanos tales como \"Que cuiden con la sublevacion de coreanos en Kumamoto\".\n\t\t\t\t\t\n\t\t\t\t\t  Al respecto, el portavoz del Comite Coreano de Ayuda a los Compatriotas en Ultramar (CCACU) publico el dia 18 una declaracion que senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Tales rumores espantosos, hacen recordar el periodo del gran terremoto en Kanto ocurrido en septiembre de 1923, cuando los samurais japoneses cometieron el genocidio a los coreanos.\n\t\t\t\t\t\n\t\t\t\t\t  No podemos tolerar nunca la locura vil y chovinista que provoca el sentimiento anti-RPDC y anti-coreanos cuando alli se oyen los llantos amargos de los damnificados por el terremoto y el terror secundario.\n\t\t\t\t\t\n\t\t\t\t\t  La nacion coreana no es tan debil como en el pasado cuando se vio obligada a ser privada del poder estatal por los barbaros nipones y sufrir el destino tragico de pueblo subyugado.\n\t\t\t\t\t\n\t\t\t\t\t  La digna RPDC siendo potencia politica, ideologica y  militar de talla mundial con el poderoso disuasivo nuclear, castigara rotundamente sin tolerar ni en lo mas minimo la insulta a la dignidad y la soberania de la nacion coreana y burla al destino y el derecho a vivir de los coreanos.\n\t\t\t\t\t\n\t\t\t\t\t  Las autoridades japonesas deben conocer correctamente la gravedad de la vil campana chovinista contra los coreanos, tomar con urgencia las medidas legales por provenirlo y cesar de inmediato las maniobras anti-RPDC y anti-Chongryon (Asociacion General de Coreanos Residentes en Japon) de todo tipo."
        },
        {
            "title": "UMDC denuncia terror de lesa humanidad de banda de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-42ee.html",
            "content": "UMDC denuncia terror de lesa humanidad de banda de Park Geun-hye\r\nPyongyang, 19 de abril (ACNC) -- La portavoz del Comite Central de la Union de Mujeres Democraticas de Corea hizo publica el dia 19 una declaracion denunciando el acto terrorista de lesa humanidad de la banda surcoreana de Park Geun-hye que secuestro en colectivo y llevo al Sur de Corea a las empleadas de la Republica Popular Democratica de Corea que gestionaban un restaurante en el extranjero.\n\t\t\t\t\tEs ilogica la insistencia de los titeres surcoreanos en que las empleadas de la RPDC \"se huyeron en colectivo simpatizando\" con la sociedad surcoreana, reconocida por todo el mundo como infierno humano, senala el documento.\n\t\t\t\t\t\n\t\t\t\t\tCalifica este horrible secuestro colectivo de grave provocacion y violacion de la dignidad y soberania de la RPDC y lo denuncia categoricamente en nombre de todas las mujeres de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de Park debe tener presente que traeran autodestruccion sus maniobras tendentes a destruir con viles intrigas y complots nuestra unidad monolitica y atentar a nuestro regimen socialista centrado en las masas populares, advierte la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa banda traidora de Park debe pedir disculpas ante toda la nacion y el mundo por su crimen de secuestro colectivo de nuestras mujeres, devolverlas sin falta a la RPDC y castigar severamente a los complices de este caso y sus manipuladores ocultos.\n\t\t\t\t\t\n\t\t\t\t\tExpresamos la esperanza de que las mujeres de todos los paises del mundo y la conciencia de la humanidad que aprecian la justicia, los derechos humanos y la vida independiente de los seres humanos condenaran los actos de terrorismo colectivo y violacion de DDHH de la banda traidora de Park Geun-hye y cooperaran activamente para que los ciudadanos de la RPDC regresen sin demora al regazo de sus familiares."
        },
        {
            "title": "Efectuada conferencia provincial de Phyong-an del Sur de PTC",
            "url": "http://kcna.co.jp/item/2016/201604/news19/20160419-43ee.html",
            "content": "Efectuada conferencia provincial de Phyong-an del Sur de PTC\r\nPyongyang, 19 de abril (ACNC) -- Tuvo lugar los dias 17 y 18 en la ciudad de Phyongsong la conferencia de la provincia de Phyong-an del Sur del Partido del Trabajo de Corea.\n\t\t\t\t\tEn la conferencia tomaron parte los diputados elegidos en las organizaciones partidistas de distintos niveles en la provincia.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes guardaron un momento de silencio en memoria del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl conclave hizo balance del trabajo del Comite Provincial del Partido.\n\t\t\t\t\t\n\t\t\t\t\tEl informante subrayo que la sagrada historia del PTC deviene los anales gloriosos en que bajo la destacada idea y direccion de los grandes Lideres y el Mariscal Kim Jong Un prepararon el camino singular de la construccion de un partido revolucionario y lograron las victorias en la historia de la patria.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores se refirieron a la sabiduria y la vitalidad de los grandes Lideres y del Mariscal Kim Jong Un y expusieron la decision de alcanzar muchos exitos para el VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se adopto la resolucion.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se realizo el balance del trabajo de la Comision Revisora Provincial del Partido.\n\t\t\t\t\t\n\t\t\t\t\tTambien, se eligio el organo directivo del Comite Provincial del PTC.\n\t\t\t\t\t\n\t\t\t\t\tY se efectuo el trabajo de eleccion de los delegados y los observadores para el VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tPak Thae Song, secretario jefe del Comite Provincial del Partido, pronuncio las palabras para elegir al Mariscal como delegado al VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEl orador senalo que la eleccion del Mariscal deviene la manifestacion de la absoluta confianza y noble fidelidad de todos los militantes del partido y habitantes de la provincia.\n\t\t\t\t\t\n\t\t\t\t\tPropuso cortesmente elegir al Mariscal como delegado al VII Congreso del PTC, reflejando el unanime sentimiento de fidelidad de todos los participantes y los militantes del partido y habitantes de la provincia.\n\t\t\t\t\t\n\t\t\t\t\tOtros oradores le dieron el absoluto apoyo a esta propuesta.\n\t\t\t\t\t\n\t\t\t\t\tFue aprobada por unanimidad la resolucion por el respecto.\n\t\t\t\t\t\n\t\t\t\t\tFueron electos los delegados al VII del Congreso del PTC y encomendados los observadores."
        }
    ]
}