{
    "date": "2016-08-02",
    "url": "http://kcna.co.jp/item/2016/201608/2016-08-02ee.html",
    "articles": [
        {
            "title": "North Side Preparatory Committee for Joint Conference Holds Consultative Meeting",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-10ee.html",
            "content": "North Side Preparatory Committee for Joint Conference Holds Consultative Meeting\r\n Pyongyang, August 2 (KCNA) -- The north side preparatory committee for the joint conference of political parties, organizations and individual personages of the north, the south and abroad for peace and independent reunification of the Korean peninsula held a consultative meeting in Pyongyang on Tuesday, according to a notice of the north side preparatory committee on Aug. 2. \n\t\t\t\t\t Present at the meeting were the members of the north side preparatory committee and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t It learned about the overall preparations made for the joint conference in the north, the south and abroad and discussed the issues of making the joint conference a success.\n\t\t\t\t\t\n\t\t\t\t\t It briefed its attendants on the noticeable achievements made in the preparations abroad such as the formation of preparatory committees in China, Japan, the Commonwealth of Independent States, Europe, Canada, the U.S., Oceania and other regions and the inauguration of a unified overseas side preparatory committee for the joint conference on July 27.\n\t\t\t\t\t\n\t\t\t\t\t The meeting noted that public organizations and figures from broad sections of people such as workers, peasants, youth, students and women in south Korea are voicing support for the proposal on holding the joint conference and making positive efforts for the successful joint conference.\n\t\t\t\t\t\n\t\t\t\t\t It pointed out that a stumbling block is lying in the way of the preparations for the joint conference due to the south Korean authorities' vicious obstructive moves and the formation of the national joint preparatory committee is being delayed as the south side preparatory committee has not yet been inaugurated, in particular. \n\t\t\t\t\t\n\t\t\t\t\t Its participants said the south Korean authorities' act of disallowing various political parties, organizations and individual personages of south Korea to make preparations for opening the joint conference in denial of the just proposal of the DPRK is a very unreasonable, treacherous and anti-reunification act which can never be justified.\n\t\t\t\t\t\n\t\t\t\t\t It has become impossible to hold the joint conference on August 15 owing to the obstructive moves of the anti-reunification forces at home and abroad but the great national conference for reunification to be attended by representatives of all the political parties and social organizations and individual personages in the north, the south and abroad should successfully take place come what may, it held.\n\t\t\t\t\t\n\t\t\t\t\t Now that it has become difficult to hold the joint conference on Aug. 15, for the present, the meeting decided to immediately hold a working meeting of the north, south and overseas sides for pushing ahead with the preparations for it and discuss the orientation of the future activities and take relevant steps.\n\t\t\t\t\t\n\t\t\t\t\t The north side preparatory committee expressed the will to make more positive and patient efforts in close touch with people from all walks of life in south Korea and abroad in order to successfully hold without fail the joint conference which will be of great significance in realizing the peace of the Korean peninsula and the independent reunification of the country."
        },
        {
            "title": "Ri Yong Ho Greets FM of Macedonia",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-13ee.html",
            "content": "Ri Yong Ho Greets FM of Macedonia\r\n Pyongyang, August 2 (KCNA) -- DPRK Foreign Minister Ri Yong Ho Tuesday sent a message of greeting to Nikola Poposki, foreign minister of Macedonia, on its national day.\n\t\t\t\t\t The message expressed expectation and belief that exchange and cooperation between the foreign ministries for the development of bilateral relations would grow stronger and wished him success in his job."
        },
        {
            "title": "Delegation of DPRK Olympic Committee Leaves for Olympic Games",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-11ee.html",
            "content": "Delegation of DPRK Olympic Committee Leaves for Olympic Games\r\n Pyongyang, August 2 (KCNA) -- A delegation of the DPRK Olympic Committee led by Ri Jong Mu, minister of Physical Culture and Sports who doubles as chairman of the DPRK Olympic Committee, left here Tuesday to take part in the 31st Olympic Games to be held in Rio de Janeiro."
        },
        {
            "title": "National Reunification Institute's White Paper Recalls World Media Criticism of Park Geun Hye",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-17ee.html",
            "content": "National Reunification Institute's White Paper Recalls World Media Criticism of Park Geun Hye\r\n Pyongyang, August 2 (KCNA) --The National Reunification Institute issued a white paper Tuesday dealing with the criticism of Park Geun Hye by media of various countries.\n\t\t\t\t\t According to the white paper, VOA, the Wall Street Journal, the AP, BBC, Financial Times, AFP and other major media organizations in the West, commenting on Park Geun Hye's running for the 18th-term puppet presidential election as a candidate from the \"Saenuri Party\", reported that \"dictator's daughter runs for presidency\" and \"dictator's daughter runs for presidential election\".\n\t\t\t\t\t\n\t\t\t\t\t With the puppet presidential election at hand, foreign news media repeatedly warned that if Park Geun Hye, daughter of military dictator who ruled south Korea in the 1960s-1970s, grabbed power, \"yusin\" dictatorship could revive.\n\t\t\t\t\t\n\t\t\t\t\t When Park took the \"presidency\", the AP, the Bloomberg, the Washington Post, the New York Times and other media reported that \"Park Chung-Hee dictatorial regime ended with assassination, Park Geun Hye returns to Chongwadae in 30 odd years\", \"The longest ruling dictator's daughter wins presidential election\" and \"results beyond expectation\", expressing strong repugnancy and concern.\n\t\t\t\t\t\n\t\t\t\t\t After the \"presidential election\" it was disclosed that Park Geun Hye took office by manipulating media with the mobilization of the Intelligence Service. The New York Times, the Washington Post, Le Monde, AFP and scores of world's media were unanimous in revealing that \"the Intelligence Service, the Cyber Command, etc. spread more than 24 million twitters for the Park Geun Hye's election\", \"in the final analysis secret agents of the Intelligence Service helped the daughter of the dictator win the election\" and  \"Park Geun Hye won with difficulty the competition with a candidate from an opposition party who won 48% support because of such a secret operation\".\n\t\t\t\t\t\n\t\t\t\t\t When Park resorted to a reckless act of disclosing the minutes of the north-south summit, being much upset by the voices critical of the her group's illegal election rigging, the Washington Times, Reuters, Asahi Shimbun and other media commented that \"the disclosure of the south-north summit minutes, top-secret document, by the Park Geun Hye regime is a political and strategic attempt to divert elsewhere the attention of the public focused on its illegal election\" and \"the disclosure of the summit minutes is an illegal intervention in politics in violation of the commitment to the neutrality in politics\".\n\t\t\t\t\t\n\t\t\t\t\t When the Park group forcibly disbanded the United Progressive Party and cooked up Ri Sok Gi's attempted rebellion case and thus created an unprecedented terror-ridden atmosphere in south Korea, foreign media recalled that \"Park Chung-Hee banned activities of political parties quite often in a bid to disband the National Assembly and political organizations and suppress opposition parties\" and \"Park Geun Hye's ruling mode bears striking resemblance to dictator Park Chung-Hee's\".\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group's vicious crackdown on trade unions and media has become the target of censure and denunciation by the international community.\n\t\t\t\t\t\n\t\t\t\t\t The MERS incident that occurred last year as well as the ferry Sewol sinking case in 2014 were hideous disasters that greatly shocked the south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t At that time Le Monde, Spiegel and other major media detailed facts that Park Geun Hye's whereabouts were not known for seven hours at a critical moment for putting the accident under control, the puppet authorities defaulted on rescuing the victims by dragging on time, adding that \"the ferry Sewol disaster was not just a simple accident but the biggest man-caused disaster\" and that \"Park Geun Hye's attempt at shifting the responsibility on to the captain of Sewol was aimed at toning down criticism of the regime\".\n\t\t\t\t\t\n\t\t\t\t\t The Washington Post, Kyodo and other foreign media derided Park by commenting that \"MERS outbreak in south Korea is a worldwide problem\", \"MERS incident points to a critical problem in the Park Geun Hye regime's ability of coping with crisis\" and \"a man-caused disaster attributable to the unripe and belated counteraction taken by the regime taking people's lives lightly\".\n\t\t\t\t\t\n\t\t\t\t\t Anti-Park Geun Hye and anti-\"government\" actions have been daily occurrences in south Korea ranging from the action for a probe into the truth behind illegal election in the early days of Park's office to actions against the privatization of railways and healthcare fields, the actions against opening of rice market, the actions against anti-north war exercises, the actions for a probe into the truth behind ferry Sewol disaster and general strike against retrogressive revision of the labor law.\n\t\t\t\t\t\n\t\t\t\t\t Reporting these actions, foreign media denounced Park and her group for reducing south Korea to the world's worst hell, tundra of democracy and human rights and complete colony of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t International criticism and derision of the evil woman of Chongwadae, matchless fascist dictator and murderer and bete noire, found their vivid manifestation during the puppet National Assembly election this April.\n\t\t\t\t\t\n\t\t\t\t\t The recent Park group's decision on deploying THAAD in south Korea after yielding to the U.S. pressure has driven traitor Park to a tight corner in the face of strong rebuff by countries around the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Not only media and experts in China, Russia and other neighboring countries but government authorities deplore the situation, saying that \"retaliation is inevitable\", \"south Korea will be the first victim of strategic scramble for power\" and \"Park Geun Hye regime will be made to pay a dear price\". Inside south Korea, such criticism as \"Park Geun Hye regime was the first to get intercepted by THAAD deployment\" and \"miserable tragedy was brought about by humiliating diplomacy\" is being heard.\n\t\t\t\t\t\n\t\t\t\t\t The white paper said that all these facts are just a tip of iceberg of international criticism of traitor Park, stressing this clearly proves that Park Geun Hye is not only the worst trouble-maker of the nation but also root cause of misfortune common to humankind and dreg of history.\n\t\t\t\t\t\n\t\t\t\t\t Evil woman of Chongwadae exposed to curse and denunciation by all the fellow countrymen and to derision and censure by the international community will only face a miserable ruin, concludes the white paper."
        },
        {
            "title": "Officials of UAWK Start Study Tour of Revolutionary Battle Sites in Area of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-16ee.html",
            "content": "Officials of UAWK Start Study Tour of Revolutionary Battle Sites in Area of Mt. Paektu\r\n Hyesan, August 2 (KCNA) -- Officials of the Union of Agricultural Workers of Korea (UAWK) and its primary information workers started the study tour of revolutionary battle sites in the area of Mt. Paektu.\n\t\t\t\t\t A kick-off meeting was held before the Monument to the Victorious Battle of Pochonbo in Hyesan City, Ryanggang Province on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the statue of President Kim Il Sung at the monument and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t A reporter and speakers said that all the members of the study group should deeply grasp the greatness and undying exploits of the peerlessly great persons of Mt. Paektu through the study tour.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to bear deep in mind the spirit of devotedly defending the leader and never abandoning revolutionary faith unto death displayed by the anti-Japanese revolutionary forerunners in the battle sites of Mt. Paektu and fully apply it to the ideological education of the union.\n\t\t\t\t\t\n\t\t\t\t\t All study tour makers will live in a revolutionary and militant manner the way the anti-Japanese guerillas did and display the revolutionary comradeship and collectivist way of life during the study tour and thus prepare themselves as genuine officials armed with the revolutionary spirit of Paektu and the spirit of the blizzards of Paektu in the great Kim Jong Un's era, they noted.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting, they marched for Pochonbo."
        },
        {
            "title": "Intellectual Products Arousing Public Interest",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-15ee.html",
            "content": "Intellectual Products Arousing Public Interest\r\n Pyongyang, August 2 (KCNA) -- An intellectual product exhibition took place at the Sci-Tech Complex in Pyongyang, the DPRK under the sponsorship of the DPRK Invention Office from July 20 to 28.\n\t\t\t\t\t What draws attention of visitors were high-capacity air sterilizer, intelligent motor valve, multi-functional agrochemicals and \"Undan\"-trademarked water disinfectant, which are conducive to the improvement of people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t The intelligent motor valves with different diameters have been appreciated at different units, including the Kangso Mineral Water Factory, Munphyong Smeltery, Munchon Valve Factory for its high utility.\n\t\t\t\t\t\n\t\t\t\t\t The home-produced multi-functional agrochemicals are efficient even at 20 degrees below zero without any aftereffect, so as to be applicable to fruit and vegetable farming and forest conservation.\n\t\t\t\t\t\n\t\t\t\t\t The \"Undan\"-trademarked water disinfectant is a natural antibiotic with no side effects, accumulation and tolerance and fully conforms to the standards of the state and the WHO."
        },
        {
            "title": "Korean Bow with Long History",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-14ee.html",
            "content": "Korean Bow with Long History\r\n Pyongyang, August 2 (KCNA) -- Archery is encouraged as one of major sports events in the Democratic People's Republic of Korea, especially popular among children as a folk game.\n\t\t\t\t\t The Korean bow has a long history.\n\t\t\t\t\t\n\t\t\t\t\t Koreans began to use bow in the period of Ancient Korea (early 30th century B.C.-108 B.C.). In the period of Koguryo Kingdom (B.C. 277-A.D. 668) this bow was described as Maekgung as neighboring countries called the Koguryo people Maek tribe.\n\t\t\t\t\t\n\t\t\t\t\t At that time, bow was made of buffalo horn and cow's tendon. Its bowshot was longer than other countries'.\n\t\t\t\t\t\n\t\t\t\t\t From old times the Koreans had given importance to military affairs and got famed as a nation with high bowmanship.\n\t\t\t\t\t\n\t\t\t\t\t King Tongmyong, the founder of Koguryo, was known to be good at archery. So, he was called Ko Ju Mong (meaning in Korean a good bow-and-arrow man).\n\t\t\t\t\t\n\t\t\t\t\t According to historical records, a general of Koguryo hit with an arrow one of eyes of the head of foreign aggression troops in a battle of defending walled Anshi to dispirit the enemies."
        },
        {
            "title": "S. Korean Puppet Army Is Fated to Meet Miserable End: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-05ee.html",
            "content": "S. Korean Puppet Army Is Fated to Meet Miserable End: Rodong Sinmun\r\n Pyongyang, August 2 (KCNA) -- The Korean People's Army (KPA) is the elite army that has in place striking means powerful enough to proactively cope with all forms of confrontation including local war by use of conventional weapons, all-out war, electronic warfare and nuclear war and is possessed of war methods for winning a sure victory. It is the ranks of fighters strong in pluck and courage who regard the enemies' much touted strategic weapons as ineffective assets and a heap of scrap iron.\n\t\t\t\t\t Rodong Sinmun Tuesday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The reckless U.S. imperialist aggressor forces and their mercenaries south Korean warmongers are taken aback by the sky-high spirit and powerful striking capability of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Soldiers' ideology and morality are the decisive factor of deciding the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet army is the \"army\" that can hardly be called an army as it is torn off with violence and immorality and depravity. It is no more than war servants and cheap bullet shields as the prerogative of its command is in the hands of foreign forces. \n\t\t\t\t\t\n\t\t\t\t\t Such puppet army is bound to collapse.\n\t\t\t\t\t\n\t\t\t\t\t It is too late for the group of traitors to get rid of the abyss of ruin with such army.\n\t\t\t\t\t\n\t\t\t\t\t The colonial mercenary army is fated to meet a miserable end."
        },
        {
            "title": "Rodong Sinmun Calls for Accelerating Building of Powerful Socialist Country",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-06ee.html",
            "content": "Rodong Sinmun Calls for Accelerating Building of Powerful Socialist Country\r\n Pyongyang, August 2 (KCNA) -- Rodong Sinmun Tuesday in an editorial calls upon all Koreans to wage a more dynamic all-out onward drive for building a powerful socialist country while enshrining Kim Jong Il's patriotism as eternal soul and breath. \n\t\t\t\t\t Kim Jong Il's patriotism is a precious mental legacy and example of practice he handed down to the Korean people, the editorial says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The on-going 200-day campaign is the grand advance of loyalty and a patriotic march all the service personnel and people are dynamically making to build a rich and powerful country by applying Kim Jong Il's patriotism.\n\t\t\t\t\t\n\t\t\t\t\t Let us bring earlier the final victory in the drive for building a powerful socialist country by giving full play to Kim Jong Il's patriotism. This is the unshakable faith of the army and people of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t To thoroughly apply Kim Jong Il's patriotism to the general advance is an important requirement for ushering in a new Mallima era and steadily creating legendary stories about heroes of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t Whoever has his or her heart burning with patriotism in the on-going general advance can become strong in mental power, work world-startling miracles and emerge a hero in the era. \n\t\t\t\t\t\n\t\t\t\t\t Only when all service personnel and people steadily perform miracles and feats, racing against time at the Mallima speed, their hearts burning with Kim Jong Il's patriotism, an era of gigantic creation and dramatic changes will unfold on this land."
        },
        {
            "title": "Rodong Sinmun Slams Park Geun Hye for Insulting Victims of Sexual Slavery",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-07ee.html",
            "content": "Rodong Sinmun Slams Park Geun Hye for Insulting Victims of Sexual Slavery\r\n Pyongyang, August 2 (KCNA) -- The Park Geun Hye regime of south Korea on July 28 established the \"aid foundation\" for victims of the sexual slavery for the Imperial Japanese Army despite the unanimous public protest and condemnation at home and abroad.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Tuesday says:\n\t\t\t\t\t\n\t\t\t\t\t This is an unbearable insult to the victims of the sexual slavery and mockery at them and the thrice-cursed act of treachery to cover up Japan's monstrous atrocities of violating their chastity and inflicting incurable wounds upon them.\n\t\t\t\t\t\n\t\t\t\t\t The issue of the sexual slavery can never be settled with a petty amount of money or through the establishment of what they call the \"aid foundation\".\n\t\t\t\t\t\n\t\t\t\t\t The victims of the sexual slavery and all other fellow countrymen are demanding in one voice the Japanese authorities make an official apology for the bloody past crimes and make honest reparation for them.\n\t\t\t\t\t\n\t\t\t\t\t What is intolerable is the Park regime's reckless act of patronizing the crimes related to sexual slavery and sweeping it under the carpet.\n\t\t\t\t\t\n\t\t\t\t\t Its ulterior purpose is to quickly find a solution to the issue of the past crimes, a hurdle in the way of tightening the nexus with Japan, and realize its long-pursued scenario to invade the north in collusion with foreign forces at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The regime is nothing but modern-day \"five traitors in 1905\" and a herd of ugly traitors as it is making no scruple of selling out the dignity and interests of the nation in order to do harm to the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t South Koreans from all walks of life should not pardon the regime's sycophancy toward Japan in the least but intensify the struggle to send all of the traitors to cemeteries."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-09ee.html",
            "content": "Anniversary of Kim Jong Il's Work Marked\r\n Pyongyang, August 2 (KCNA) -- Rodong Sinmun Tuesday dedicates an article to the 42nd anniversary of the publication of leader Kim Jong Il's work \"Let Us Expedite Modeling the Whole Society on Kimilsungism by Fundamentally Improving the Party Work\".\n\t\t\t\t\t The work, published on August 2, Juche 63 (1974), comprehensively clarifies the fundamental principle and ways of party building and activities to strengthen the Workers' Party of Korea (WPK) as the eternal one of the leader.\n\t\t\t\t\t\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t The past more than four decades since the publication of the work represent an immortal history in which the validity of the Juche-oriented line of party building was fully demonstrated and an example of the era in the building of a revolutionary party was set and a glorious course in which the lifeline of the WPK was firmly linked with the lineage of Mt. Paektu and a shining victory was achieved in accomplishing the cause of modeling the whole society on Kimilsungism.\n\t\t\t\t\t\n\t\t\t\t\t The proud history is closely associated with the immortal feats of Kim Jong Il who developed the WPK into an ideologically pure entity and integral organization which firmly established the oneness of the ideology and leadership, mother party responsible for the destiny of the popular masses and an invincible party with experienced and tested leadership art by successfully settling all problems arising in the party building with his rare ideological and theoretical wisdom and leadership ability.\n\t\t\t\t\t\n\t\t\t\t\t The cause of the Juche-oriented party building is now being successfully carried forward by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the wise leadership provided by him, guided by Kimilsungism-Kimjongilism, the WPK will as ever remain the party of the leader and revolutionary party winning one victory after another."
        },
        {
            "title": "S. Korean Organization Slams Puppet Group's Moves to Put Media under Control",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-12ee.html",
            "content": "S. Korean Organization Slams Puppet Group's Moves to Put Media under Control\r\n Pyongyang, August 2 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty in south Korea issued a statement on July 31.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t One month has passed since the contents of the phone message exchanged between Ri Jong Hyon, former senior secretary for publicity of Chongwadae, and the director of the press department of KBS at the time when the ferry Sewol sank were opened to public, but the Park Geun Hye regime is working hard to evade the blame for the tragedy.\n\t\t\t\t\t\n\t\t\t\t\t Media organizations including the Press Trade Union and the Citizens Federation for Democratic Press are becoming increasingly vocal demanding the truth behind Chongwadae's moves to put media under its control.\n\t\t\t\t\t\n\t\t\t\t\t The recent case is not something to be glossed over. It meant the revival of the \"press guidelines\" which existed only under the \"yusin\" dictatorship. \n\t\t\t\t\t\n\t\t\t\t\t Democracy is trampled down and true media are dying under the Park regime."
        },
        {
            "title": "Anniversary of Korean People's War Victory Observed in Russian Website",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-01ee.html",
            "content": "Anniversary of Korean People's War Victory Observed in Russian Website\r\n Pyongyang, August 2 (KCNA) -- The Russian website Irkutskblogspot. ru posted articles on July 21 and 22 on the 63rd anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t An article said that July 27 is a significant day for the DPRK as that day, sixty three years ago, the U.S. which boasted of being the \"strongest\" in the world kneeled down before the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The article cited detailed facts to prove that the U.S., which signed the Armistice Agreement on July 27, 1953 and acknowledged its bitter defeat in the Korean war, has escalated the tension on the Korean peninsula through its persistent military provocations after the war, far from drawing a due lesson from the defeat.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t The situation on the peninsula has always reminded one of the eve of a war owing to the U.S. moves but all ended with the DPRK's victory, which meant the former's defeat.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK never makes an empty talk.\n\t\t\t\t\t\n\t\t\t\t\t Its July 27 will shine forever along with ceaseless victories in the unending confrontation with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Another article said the U.S. is going so foolish as to describe its defeat in the Korean war as \"victory\" but it was the provocateur of the war whereas the DPRK was victor, and its brilliant victory is the result of President Kim Il Sung's talented stratagem and wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t It noted that another Korean war will become an event which will record an end to such an empire as the U.S. in the history of mankind while its first defeated war in Korea in the past brought about the beginning of a downhill turn for it."
        },
        {
            "title": "Chinese TV on Reunification Issue of Korea",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-02ee.html",
            "content": "Chinese TV on Reunification Issue of Korea\r\n Pyongyang, August 2 (KCNA) -- The Phoenix Satellite TV Holdings LTD. in Hong Kong, China reported about a talk of its commentator on July 28 on the 63rd anniversary of the conclusion of the Korean Armistice Agreement (AA).\n\t\t\t\t\t It said as follows:\n\t\t\t\t\t\n\t\t\t\t\t July 27 is the 63rd anniversary of the AA.\n\t\t\t\t\t\n\t\t\t\t\t On the anniversary the international community recalls the fierce Korean War 60-odd years ago.\n\t\t\t\t\t\n\t\t\t\t\t The Korean peninsula, home to a homogeneous nation, still remains one of the world's powder magazine and biggest hotspot in the new century, too.\n\t\t\t\t\t\n\t\t\t\t\t In view of the past and the present of the Korean peninsula, the current situation reminds the people of the eve of the Korean War 60-odd years ago.\n\t\t\t\t\t\n\t\t\t\t\t The situation of the region is getting evermore tense and this arouses concern of the international community.\n\t\t\t\t\t\n\t\t\t\t\t The homogeneous Korean nation has long suffered from separation and ardently hopes for reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is very crucial to defuse the tension and ensure lasting peace and security on the Korean peninsula as early as possible."
        },
        {
            "title": "DPRK's War Victory Anniversary Marked in Peru",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-03ee.html",
            "content": "DPRK's War Victory Anniversary Marked in Peru\r\n Pyongyang, August 2 (KCNA) -- An organization of Peru issued a statement on July 26 on the 63rd anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We extend warm congratulations to the Korean people on the occasion of July 27.\n\t\t\t\t\t\n\t\t\t\t\t We extend fraternal greetings to the heroic Korean army and people on the day when they won a great victory in the three year-long Fatherland Liberation War against the U.S. imperialists' aggression.\n\t\t\t\t\t\n\t\t\t\t\t It is an event of worldwide significance that the young DPRK defeated the strong U.S. imperialists and their followers and won a victory.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that the Korean people will frustrate the aggression moves of the U.S. imperialists and their stooges and firmly defend the sovereignty and independence of the country under the wise leadership of Marshal Kim Jong Un in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t We paid high respect to the heroic Korean people."
        },
        {
            "title": "Statement of Spokesman for KPA Panmunjom Mission Supported by German Body",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-04ee.html",
            "content": "Statement of Spokesman for KPA Panmunjom Mission Supported by German Body\r\n Pyongyang, August 2 (KCNA) -- The Anti-Imperialist Forum of Germany made public a statement on July 22 in support of the statement issued by a spokesman for the Panmunjom mission of the Korean People's Army (KPA) on July 20.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The spokesman for the KPA Panmunjom mission in a statement urged the U.S. to give up its sinister attempt at permanent presence in south Korea and take its forces back home immediately.\n\t\t\t\t\t\n\t\t\t\t\t The pro-U.S. conservative forces are the shame on the Korean nation, that has recorded the time-honored history spanning five thousand years, as they turned south Korea into the outright colony of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t They are a group of traitors censured by the fellow countrymen as they cling to the coattails of their American master.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should no longer peddle the internal issue of the nation here and there and ask for outsiders' help.\n\t\t\t\t\t\n\t\t\t\t\t They had better come out for dialogue with the DPRK without delay and send the GIs back home at once.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the statement of the spokesman for the KPA Panmunjom mission."
        },
        {
            "title": "Tiene lugar reunion consultiva del comite preparatorio del Norte para Conferencia Conjunta",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-18ee.html",
            "content": "Tiene lugar reunion consultiva del comite preparatorio del Norte para Conferencia Conjunta\r\nPyongyang, 2 de agosto (ACNC) -- Segun el comunicado del comite preparatorio de la parte Norte para la Conferencia Conjunta de los partidos politicos, entidades y personalidades del Norte, el Sur y en ultramar para la paz y la reunificacion independiente de la Peninsula Coreana, publicado el dia 2, tuvo lugar este martes en esta capital la reunion consultiva del mismo con la participacion de sus miembros y los funcionarios interesados.\n\t\t\t\t\tLa reunion hizo conocimiento general de los preparativos para la Conferencia Conjunta realizados hasta la fecha en el Norte, el Sur y en ultramar y discutio los problemas para la apertura exitosa del conclave. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se informaron los notables exitos alcanzados en los preparativos tales como la constitucion de los comites preparatorios en China, Japon, la Comunidad de Estados Independientes, Europa, Canada, Estados Unidos, Oceania y otras regiones y la fundacion en el 27 de julio pasado del comite preparatorio ultramarino que integra a todos aquellos.\n\t\t\t\t\t\n\t\t\t\t\tSe refirio a que los obreros, campesinos, jovenes, estudiantes, mujeres y otras personalidades y entidades del Sur de Corea aplauden la propuesta sobre la Conferencia Conjunta y hacen ingentes esfuerzos por su apertura exitosa. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes en la reunion lamentaron que las siniestras maniobras de las autoridades surcoreanas ponen graves obstaculos en la preparacion de la apertura de la Conferencia Conjunta, y en particular, impiden la constitucion del comite preparatorio de la parte Sur, lo cual dilata la fundacion del comite preparatorio conjunto pannacional.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas niegan la justa propuesta de la Republica Popular Democratica de Corea e impiden los preparativos de los partidos politicos, entidades y personalidades del Sur de Corea para la apertura de la Conferencia Conjunta, revelaron y lo calificaron de injusto e injustificable acto contra la nacion y la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se dio enfasis en la necesidad de celebrar con exito, cueste lo que cueste, el gran acto pannacional por la reunificacion con la participacion de todos los partidos politicos, entidades y personalidades del Norte, el Sur y en ultramar, aunque por culpa de las fuerzas internas y externas opositoras a la reunificacion se hizo imposible celebrarlo con motivo del 15 de agosto de este ano. \n\t\t\t\t\t\n\t\t\t\t\tPor inmediato, se decidio sostener lo mas pronto posible la reunion de trabajo de las partes Norte, Sur y Ultramar para promover la Conferencia Conjunta y discutir el rumbo de actividades posteriores y tomar las medidas necesarias. \n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el comite preparatorio de la parte Norte expuso la voluntad de realizar esfuerzos mas activos y pacientes en estrecha cooperacion con diversos sectores surcoreanos y ultramarinos por abrir sin falta la Conferencia Conjunta que tendra importancia trascendental en lograr la paz de la Peninsula Coreana y la reunificacion independiente de la patria."
        },
        {
            "title": "Parte la delegacion del Comite Olimpico de la RPDC hacia Rio de Janeiro",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-19ee.html",
            "content": "Parte la delegacion del Comite Olimpico de la RPDC hacia Rio de Janeiro\r\nPyongyang, 2 de agosto (ACNC) -- La delegacion del Comite Olimpico de la Republica Popular Democratica de Corea encabezada por Ri Jong Mu, ministro de Deportes y presidente del comite, partio hoy de esta capital para participar en los XXXI Juegos Olimpicos que tendran lugar en Rio de Janeiro, Brasil."
        },
        {
            "title": "Publicada carta blanca de IRP sobre la avalancha de criticas a Park Geun-hye",
            "url": "http://kcna.co.jp/item/2016/201608/news02/20160802-20ee.html",
            "content": "Publicada carta blanca de IRP sobre la avalancha de criticas a Park Geun-hye\r\nPyongyang, 2 de agosto (ACNC) -- El Instituto de la Reunificacion de la Patria (IRP) hizo publica el dia 2 una carta blanca que recoge las criticas a Park Geun-hye de los medios de prensa extranjeros. \n\t\t\t\t\tCuando Park Geun-hye se presento como candidata del \"Partido Saenuri\" para las XVIII elecciones presidenciales, VOA, Wall Street Journal y AP, de Estados Unidos, BBC y Financial Times, de Gran Bretana, la agencia francesa AFP y otros principales medios occidentales informaron que \"la hija del dictador persigue la presidencia\" y \"la descendiente del tirano presenta candidatura a las elecciones presidenciales\", recuerda el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn visperas de las elecciones presidenciales, las fuentes extrajeras advirtieron reiteradamente que se resucitaria la dictadura de \"Yusin\" en el caso de que tome el poder Park Geun-hye, hija del dictador militar que goberno el Sur de Corea en las decadas 1960-1970. \n\t\t\t\t\t\n\t\t\t\t\tCuando ella ocupo el cargo de \"presidenta\", AP, Washington Post, New York Times y otros medios estadounidenses expresaron el veto y la preocupacion reportando que \"Park Geun-hye regreso a Chongwadae a mas de 30 anos del fin del poder tirano de Park Chung Hee que murio en el asesinato selectivo\", \"Elegida la hija del dictador que se mantuvo mas largo en el poder\" y \"resultado fuera de expectativas\". \n\t\t\t\t\t\n\t\t\t\t\tDespues de las \"elecciones presidenciales\", se conocio el secreto de que ella logro llegar al poder manipulando la opinion publica por conducto del Servicio de Inteligencia. \n\t\t\t\t\t\n\t\t\t\t\tEntonces, New York Times y Washington Post, el rotativo frances Le Monde, AFP y otras decenas de medios del mundo revelaron unanimemente que \"el Servicio de Inteligencia, la Comandancia Cibernetica y otros organos divulgaron mas de 24 millones de twitters para la eleccion de Park Geun-hye\", \"los agentes secretos del Servicio de Inteligencia posibilitaron la eleccion de la hija del dictador\", \"gracias a tal operacion secreta, Park Geun-hye pudo triunfar a duras penas en la competicion con el candidato opositor que gano el 48 % de votos a favor\". \n\t\t\t\t\t\n\t\t\t\t\tCuando la camarilla de Park Geun-hye, aturdida ante las denuncias de la opinion publica sobre la intervencion ilicita en las elecciones presidenciales, dio a la publicidad el registro de dialogo de la Cumbre Norte-Sur, Washington Times, Reuters, el periodico japones Asahi Shimbun, etc. estimaron que \"la publicacion del documento confidencial de categoria especial parte del intento politico de distraer la atencion de la opinion publica centrada en las elecciones ilegales\" y es \"intervencion ilegal en la politica que viola el compromiso de mantener la neutralidad politica\". \n\t\t\t\t\t\n\t\t\t\t\tCuando Park y sus seguidores disolvieron por la fuerza el Partido Progresista Unido y fabricaron el caso de conspiracion para la rebelion de Ri Sok Gi creando el ambiente de pavor sin precedentes en el Sur de Corea, los medios extranjeros criticaron unanimemente: \"Park Chung Hee prohibia cuando quiera las actividades de partidos politicos para disolver la Asamblea Nacional y las entidades politicas y reprimir a los partidos opositores\" y \"el modo de gobernacion de Park Geun-hye es muy semejante al del dictador Park Chung Hee\".\n\t\t\t\t\t\n\t\t\t\t\t  La brutal represion de ellos contra sindicatos y prensa es criticada y denunciada tambien por la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\t  El hundimiento del ferry \"Sewol\" en 2014 y la transmision de MERS en 2015 fueron incidentes mas tragicos que dejaron conmocionada a la sociedad surcoreana.\n\t\t\t\t\t\n\t\t\t\t\t  Entonces, Le Monde, Spiegel y otras publicaciones principales transmitieron en detalles el hecho de que no se conocio el paradero de Park Geun-hye durante 7 horas en el tiempo decisivo para recuperar el accidente y las autoridades surcoreanas asumieron actitud perezosa durante el rescate, etc.\n\t\t\t\t\t\n\t\t\t\t\t  Agregaron que \"la tragedia del ferry 'Sewol' no es simple accidente, sino la peor calamidad causada por el descuido del hombre\" y \"Park Geun-hye imputa la responsabilidad al capitan del barco siniestrado con el intento de mermar las censuras al gobierno\".\n\t\t\t\t\t\n\t\t\t\t\t  Por su parte, Washington Post, Kyodo y otros se burlaron de Park Geun-hye comentando que \"el contagio colectivo de MERS en el Sur de Corea es un problema mundial\", \"este caso demuestra que el gobierno de Park Geun-hye tiene problema fatal en su capacidad de hacer frente a la crisis\" y \"es la calamidad causada por la reaccion inhabil y tardia del gobierno que desprecia vidas humanas\", etc.\n\t\t\t\t\t\n\t\t\t\t\t  Desde el comienzo del mandato de Park Geun-hye, estallaron casi todos los dias en el Sur de Corea las luchas contra ella y el \"gobierno\", a saber, la lucha por esclarecer verdaderos aspectos de elecciones ilegales, el rechazo a la privatizacion del ferrocarril y medicina, el repudio a la apertura del mercado de arroz, la lucha contra los ejercicios de guerra de agresion al Norte de Corea y la por averiguar la verdad de la tragedia del ferry \"Sewol\", la huelga general contra la enmienda de la ley de trabajo, etc.\n\t\t\t\t\t\n\t\t\t\t\tAl comentarlas, los medios extranjeros denunciaron a Park y sus seguidores que convirtieron el Sur de Corea en el peor infierno del mundo, tierra privada de democracia y derechos humanos y colonia norteamericana de punta a cabo.\n\t\t\t\t\t\n\t\t\t\t\tLas voces de condena y burla a la dictadora fascista sin igual y la escoria humana de Chongwadae estallaron en escala internacional con motivo de las elecciones parlamentarias del Sur de Corea, realizadas en abril de este ano.\n\t\t\t\t\t\n\t\t\t\t\tPark se encuentra ahora en el peor dilema porque su decision de emplazar el THAAD en el Sur de Corea tomada rendida ante la presion de EE.UU. produjo el fuerte rechazo de los paises vecinos.\n\t\t\t\t\t\n\t\t\t\t\tLos medios de prensa, los especialistas y hasta las autoridades gubernamentales de China, Rusia y otros paises circunvecinos presionan abiertamente al gobierno surcoreano diciendo que \"es inevitable la represalia\", \"la primera victima de la disputa por la heguemonia estrategica sera el Sur de Corea\" y \"el gobierno de Park Geun-hye lo pagara muy caro\". En tanto, en el interior del Sur de Corea se escuchan las voces de lamento, tales como \"es el gobierno de Park Geun-hye el que fue interceptado primero por la ubicacion de THAAD\" y \"una tragedia causada por la diplomacia humillante\".\n\t\t\t\t\t\n\t\t\t\t\tLos datos susodichos no pasan de ser una parte de las censuras y criticas del mundo sobre la traidora Park y esto demuestra que ella es la primera causa de desastres nacionales y de la humanidad entera y una basura de la historia.\n\t\t\t\t\t\n\t\t\t\t\tEl arruinamiento tragico es lo que corresponde a la inquilina malvada de Chongwadae."
        }
    ]
}