{
    "date": "2016-09-03",
    "url": "http://kcna.co.jp/item/2016/201609/2016-09-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Replies to Palestinian President",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-13ee.html",
            "content": "Kim Jong Un Replies to Palestinian President\r\n Pyongyang, September 3 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, sent a reply message to Mahmoud Abbas, chairman of the Executive Committee of the Palestine Liberation Organization and president of the State of Palestine, on August 31.\n\t\t\t\t\t The reply message said:\n\t\t\t\t\t\n\t\t\t\t\t I express deep thanks to you for extending warm congratulations to me on the anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t I wish you success in your work, convinced that the just cause of the Palestinian people to retake the legitimate national rights including the right to build an independent state with east Kuds as capital city is sure to win."
        },
        {
            "title": "Message of Condolences to President of Uzbek Senate",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-28ee.html",
            "content": "Message of Condolences to President of Uzbek Senate\r\nPyongyang, September 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of condolences to Nigmatulla Tulkinovich Yuldashev, president of the Senate of the Republic of Uzbekistan, on Saturday.\n\t\t\t\t\t The message expressed condolences over the death of Uzbek President Islam Abduganiyevich Karimov due to illness."
        },
        {
            "title": "FM Spokesman Blasts U.S. Arms Buildup around Korean Peninsula",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-16ee.html",
            "content": "FM Spokesman Blasts U.S. Arms Buildup around Korean Peninsula\r\n Pyongyang, September 3 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to the question raised by KCNA Saturday as regards the reports about U.S. nuclear submarines sailing in the waters around the DPRK:\n\t\t\t\t\t It is reported that U.S. nuclear submarines have been busy conducting operations of tracking down DPRK strategic submarines in the international waters around the East Sea of Korea since last year.\n\t\t\t\t\t\n\t\t\t\t\t The reports said that the U.S. military neither admits nor denies it but it is a stark fact that the U.S. is tracking down DPRK submarines and collecting information.\n\t\t\t\t\t\n\t\t\t\t\t This can not but be a dangerous act of further straining the situation on the Korean peninsula and endangering the regional peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t The confrontation between strategic submarines is fraught with big danger of a nuclear war as what happened during the Cold War between the Soviet Union and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. introduction of nuclear submarines into the sensitive waters around the Korean peninsula and in Northeast Asia under the pretext of tracking down strategic submarines of someone is, in fact, targeted against China and Russia and reveals its sordid intention to hold a military upper-hand and hegemony in the region.\n\t\t\t\t\t\n\t\t\t\t\t The media, commenting on such a military move of the U.S., already warned that Northeast Asia may be thrown into the whirlwind of arms race of nuclear submarines.\n\t\t\t\t\t\n\t\t\t\t\t There is no guarantee that conflict between strategic submarines of nuclear weapons states in not vast waters of the Korean peninsula and its vicinity which are exposed to constant danger of a nuclear war due to the U.S. joint military exercises for aggression and arms buildup would not spill over into a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK can respond to any mode of war wanted by the U.S. and the U.S. has to own full responsibilities for the ensuing consequences."
        },
        {
            "title": "North Side Preparatory Committee Urges S. Korean Authorities to Respond to Proposal for Joint Conference",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-17ee.html",
            "content": "North Side Preparatory Committee Urges S. Korean Authorities to Respond to Proposal for Joint Conference\r\n Pyongyang, September 3 (KCNA) -- The north side preparatory committee for the joint conference of all political parties, social organizations and individual personages in the north, the south and abroad for peace and independent reunification on the Korean peninsula made public a press release on Saturday.\n\t\t\t\t\t The press release said that all Koreans at home and abroad are bitterly denouncing the south Korean authorities for laying a stumbling block in the way of opening the great national meeting for reunification with the will to pave a new avenue to national reunification, united close in the idea of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the south Korean authorities should pay heed to all the fellow countrymen's ardent aspiration after reunification growing strong as the days go by and respond to the proposal for the great national meeting as soon as possible, away from the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It pointed out that the north side preparatory committee will get united with all political parties, organizations and personages at home and abroad supporting the opening of the joint conference and frustrate all challenges and obstructive moves of the anti-reunification forces at home and abroad and make every sincere effort to successfully hold the conference in the future, too."
        },
        {
            "title": "DPRK FM Delegation Visits Mozambique",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-24ee.html",
            "content": "DPRK FM Delegation Visits Mozambique\r\n Pyongyang, September 3 (KCNA) -- A delegation of the DPRK Foreign Ministry headed by Ho Yong Bok, department director, visited the Republic of Mozambique from August 29 to September 1.\n\t\t\t\t\t During the visit the delegation had talks and conversations with officials of the Ministry of Foreign Affairs and Cooperation, the Ministry of Agriculture and Food Security, the Ministry of Sea, Territorial Waters and Fisheries and the Ministry of Health of Mozambique.\n\t\t\t\t\t\n\t\t\t\t\t Noting that President Kim Il Sung and leader Kim Jong Il rendered great support and encouragement to Mozambique in its struggle for independence and the building of a new society, Ho Yong Bok said it is the fixed stand of the DPRK government to steadily boost the friendly and cooperative relations with African countries.\n\t\t\t\t\t\n\t\t\t\t\t The Mozambican side warmly congratulated supreme leader of the Korean people Kim Jong Un, who is working heart and soul for the development and prosperity of the country and its people's wellbeing, upon his election as chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK. It said with pleasure that the friendly and cooperative relations between the two countries are growing on a new high stage under his deep care.\n\t\t\t\t\t\n\t\t\t\t\t It extended thanks again to Kim Il Sung and Kim Jong Il for sending all forms of assistance to Mozambique's national liberation struggle and building of a new society. It reiterated its stand to continue developing the traditional and historic relations of friendship and cooperation with the DPRK in all fields.\n\t\t\t\t\t\n\t\t\t\t\t The hostile forces are trying to block the relations between the DPRK and African countries but Mozambique will invariably remain true to the sense of obligation towards the Korean people who helped the people of African countries enjoy genuine freedom, the Mozambican side noted, underlining the need to pool efforts and jointly cope with hegemonic forces' interference in the international arena and develop the exchange of delegations and cooperation in various fields between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t It expressed once again full support and solidarity with the DPRK government in its efforts to defend the sovereignty of the country, achieve the independent and peaceful reunification of the country and ensure peace and security in the region."
        },
        {
            "title": "Delegation of Ministry of People's Armed Forces Leaves for Russia",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-15ee.html",
            "content": "Delegation of Ministry of People's Armed Forces Leaves for Russia\r\n Pyongyang, September 3 (KCNA) -- A delegation of the Ministry of the People's Armed Forces headed by Army Col. General Yun Tong Hyon, vice-minister, left here on Saturday to attend the international military technology forum \"Army-2016\" to be held in Russia."
        },
        {
            "title": "Delegations of Different Countries, Regions Here ",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-27ee.html",
            "content": "Delegations of Different Countries, Regions Here\r\n Pyongyang, September 3 (KCNA) -- Delegations of Germany, Malaysia, Singapore, China, Italy, Vietnam and Taipei of China arrived here on Saturday to take part in the 12th Pyongyang Autumn International Trade Fair."
        },
        {
            "title": "Greetings to Kim Jong Un from Portuguese President",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-14ee.html",
            "content": "Greetings to Kim Jong Un from Portuguese President\r\n Pyongyang, September 3 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, received a message of greeting from Marcelo Rebelo De Sousa, president of the Portuguese Republic, on August 29.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend congratulations to Your Excellency and sincerely wish the people of the DPRK progress and prosperity on the anniversary of its founding."
        },
        {
            "title": "Anti-DPRK Sanctions Bound to Go Bust: DPRK FM Researcher",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-12ee.html",
            "content": "Anti-DPRK Sanctions Bound to Go Bust: DPRK FM Researcher\r\n Pyongyang, September 3 (KCNA) -- O Jong Chol, researcher of the Institute for American Studies of the Foreign Ministry of the DPRK, made public a commentary titled \"Reckless sanctions of the U.S. and its followers are bound to meet a fiasco\" on Saturday.\n\t\t\t\t\t The skepticism about the efficiency of the anti-DPRK sanctions is rapidly growing in the U.S. while the world attention is being focused on the Korean peninsula thanks to the DPRK's recent success in the test-fire of the SLBM, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t This means the U.S. public declared the bankruptcy of the present Obama administration's policy of sanctions and pressure on the DPRK, the commentary noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The history of the DPRK-U.S. relations proves that sanctions and pressure can never settle the issue but results in complicating it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. presidents from the 33rd President Truman in 1945 to the 44th President Obama have pursued the hostile policy towards the DPRK, the policy aimed at political destabilization, economic isolation and military pressure out of their inveterate repugnance towards it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. harsh sanctions and pressure are serious criminal acts that deserve strong curse and condemnation as they seek to \"bring down the social system\" of the DPRK, a sovereign state, and infringe upon its sovereignty, dignity and vital rights.\n\t\t\t\t\t\n\t\t\t\t\t It is foolish of the U.S. to recklessly work to bring down the DPRK, while perpetrating monstrous unethical crimes against it in disregard of international law.\n\t\t\t\t\t\n\t\t\t\t\t The ever more reckless sanctions the U.S. and its followers slap against the DPRK would only compel it to further sharpen its nuclear treasured sword of justice and make the world clearly watch how the DPRK would tower after breaking the chains of sanctions, blockade and pressure."
        },
        {
            "title": "North Hamgyong Province of DPRK Suffered from Flood Damage",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-12ee.html",
            "content": "Anti-DPRK Sanctions Bound to Go Bust: DPRK FM Researcher\r\n Pyongyang, September 3 (KCNA) -- O Jong Chol, researcher of the Institute for American Studies of the Foreign Ministry of the DPRK, made public a commentary titled \"Reckless sanctions of the U.S. and its followers are bound to meet a fiasco\" on Saturday.\n\t\t\t\t\t The skepticism about the efficiency of the anti-DPRK sanctions is rapidly growing in the U.S. while the world attention is being focused on the Korean peninsula thanks to the DPRK's recent success in the test-fire of the SLBM, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t This means the U.S. public declared the bankruptcy of the present Obama administration's policy of sanctions and pressure on the DPRK, the commentary noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The history of the DPRK-U.S. relations proves that sanctions and pressure can never settle the issue but results in complicating it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. presidents from the 33rd President Truman in 1945 to the 44th President Obama have pursued the hostile policy towards the DPRK, the policy aimed at political destabilization, economic isolation and military pressure out of their inveterate repugnance towards it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. harsh sanctions and pressure are serious criminal acts that deserve strong curse and condemnation as they seek to \"bring down the social system\" of the DPRK, a sovereign state, and infringe upon its sovereignty, dignity and vital rights.\n\t\t\t\t\t\n\t\t\t\t\t It is foolish of the U.S. to recklessly work to bring down the DPRK, while perpetrating monstrous unethical crimes against it in disregard of international law.\n\t\t\t\t\t\n\t\t\t\t\t The ever more reckless sanctions the U.S. and its followers slap against the DPRK would only compel it to further sharpen its nuclear treasured sword of justice and make the world clearly watch how the DPRK would tower after breaking the chains of sanctions, blockade and pressure."
        },
        {
            "title": "New Korean Feature Film Produced",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-25ee.html",
            "content": "New Korean Feature Film Produced \r\n Pyongyang, September 3 (KCNA) -- The Korean Film Studio produced a new feature film \"Story about My House\".\n\t\t\t\t\t The film portrays \"girl mother\" in Kangson.\n\t\t\t\t\t\n\t\t\t\t\t Through the depiction of a girl who brings up orphans as a real mother would do the film makes a truthful artistic representation of the beautiful ideological and moral world of the youth prevailing in the society.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jong A, heroine of the film who just graduated from a secondary school, makes every sincere effort to help orphans grow up without sorrow.\n\t\t\t\t\t\n\t\t\t\t\t During the days of successfully bringing up orphans as desired by the Party, Jong A has the honor of being selected as a delegate to the Second National Conference of Exemplary Young People of Virtue. Supreme leader Kim Jong Un put forward her as a daughter of the Workers' Party and \"girl mother\" to be well known to the country.\n\t\t\t\t\t\n\t\t\t\t\t The film stresses that the heroine's ennobling mental world and trait which can be displayed only among the youth in our era who have grown up under the care of the Workers' Party are the precious fruition of the validity and vitality of the Party's idea and line of prioritizing the youth."
        },
        {
            "title": "Railway Transport Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-22ee.html",
            "content": "Railway Transport Brisk in DPRK\r\n Pyongyang, September 3 (KCNA) -- Railway transportation is now getting brisk in the DPRK.\n\t\t\t\t\t Big efforts have been directed to repairing locomotives and wagons, improving the conditions of freight depots and reducing the turn-round of freight wagons.\n\t\t\t\t\t\n\t\t\t\t\t In recent three months, one million more tons of cargos were carried as against the same period of the last year."
        },
        {
            "title": "Loving Care of Great Men Shown for Unconverted Long-term Prisoners",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-23ee.html",
            "content": "Loving Care of Great Men Shown for Unconverted Long-term Prisoners\r\n Pyongyang, September 3 (KCNA) -- Sixteen years has passed since the unconverted long-term prisoners returned to the DPRK.\n\t\t\t\t\t After taking Ri In Mo, an incarnation of faith and will, back home, leader Kim Jong Il had given on tens of occasions an instruction that the pro-reunification patriots should be brought back from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t He saw to it that the DPRK measure committee for rescuing unconverted long-term prisoners in south Korea was formed on March 24, Juche 83 (1994) and took a series of steps to make the issue of unconverted long-term prisoners a focus of the world public attention.\n\t\t\t\t\t\n\t\t\t\t\t In June 2000 the leader made sure that the repatriation of unconverted long-term prisoners was specified as a major item in the North-South Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t When 63 unconverted long-term prisoners came back home early in September 2000, he took measures to hold welcome ceremonies and confer on them such state citations as the title of DPRK Hero.\n\t\t\t\t\t\n\t\t\t\t\t In his lifetime, Kim Jong Il had cared so much even for their living.\n\t\t\t\t\t\n\t\t\t\t\t Under his care, they got married in Pyongyang and underwent intensive health treatment. As some of them passed away, he saw to it that their remains were buried in the Sinmi-ri Patriotic Martyrs Cemetery.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's warm love for those pro-reunification patriots is still going on under the deep care of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un invited them to the celebrations of the 100th birth anniversary of President Kim Il Sung, the 7th Congress of the Workers' Party of Korea and many other national events and had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He also made sure that they could take part in various national exhibitions to display their skills in painting and writing."
        },
        {
            "title": "World People Praise Kim Jong Il as Master of Ideology and Theory",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-20ee.html",
            "content": "World People Praise Kim Jong Il as Master of Ideology and Theory\r\n Pyongyang, September 3 (KCNA) -- Since he began his study at Kim Il Sung University in September Juche 49 (1960), leader Kim Jong Il had conducted energetic ideo-theoretical activities for decades to enrich the Juche idea as the guiding idea in the era of independence, thus making a great contribution to the cause of global independence.\n\t\t\t\t\t That's why the world progressives have praised him as the great master of ideology and theory.\n\t\t\t\t\t\n\t\t\t\t\t A Brazilian personage said that thanks to Kim Jong Il's activities, the international situation had turned in favor of the peoples desirous of independence after the end of the Cold War.\n\t\t\t\t\t\n\t\t\t\t\t The Lao newspaper Pasason in an article titled \"Undying Feats Performed for the Cause of Global Independence\" said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il clearly indicated the way for accomplishing the cause of global independence. He made public \"On the Juche Idea\" and many other famous works to systematize the Juche idea, the guiding idea for the cause of independence, in an all-round way and develop it in depth.\n\t\t\t\t\t\n\t\t\t\t\t This helped the world progressives have a powerful ideo-theoretical weapon for their struggle to build an independent and peaceful, new world free from domination, subjugation and aggression and war.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Group for the Study of the Juche Idea of University of Kinshasa in Democratic Congo said that Kim Jong Il's celebrated works are a precious legacy for mankind and his great idea and feats would be handed down through generations.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh-Korea Friendship and Solidarity Committee in a bulletin titled \"Legacy of Leader Kim Jong Il\" said:\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il defined the Juche idea, the Songun (military-first) idea as the eternal guiding idea of the DPRK and the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t This ideo-theoretical wealth provided by him is the most precious legacy for the Korean people and other world progressives."
        },
        {
            "title": "KCNA Commentary Terms U.S. Presidential Race Money-squandering Competition",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-11ee.html",
            "content": "KCNA Commentary Terms U.S. Presidential Race Money-squandering Competition\r\n Pyongyang, September 3 (KCNA) -- The on-going presidential race in the U.S. has become a hot money-squandering competition.\n\t\t\t\t\t In recent years, the maximum amount of political fund donations has steadily increased by a decision of the U.S. Federal Supreme Court.\n\t\t\t\t\t\n\t\t\t\t\tThe decision fueled the \"money game\" of fat cats.\n\t\t\t\t\t\n\t\t\t\t\t Only moguls fully enjoy free suffrage in the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Without money one can never become a successful politician in the U.S. that openly asserts \"money fertilizes politics.\"\n\t\t\t\t\t\n\t\t\t\t\t Obama, who emerged a candidate from the Democratic Party during the 2008 presidential campaign, lavished 640 million U.S. dollars and about a billion U.S. dollars during the 2012 presidential race.\n\t\t\t\t\t\n\t\t\t\t\t According to a media report in the U.S., the total amount of money to be spent during this year's presidential race will reach ten billion U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t The money raked up by three presidential candidates until March reportedly reached 480 million U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t A candidate from Republicans reportedly accumulated millions of U.S. dollars in New York while a candidate from Democrats collected more than 28 million U.S. dollars in May alone.\n\t\t\t\t\t\n\t\t\t\t\t Another candidate from Democrats collected millions of U.S. dollars in hours, shocking the public.\n\t\t\t\t\t\n\t\t\t\t\t The outcome of the election hinges on how much money is spent by candidates. \n\t\t\t\t\t\n\t\t\t\t\t That is why Democrats and Republicans buckle down to accumulating election funds before running as presidential candidates.\n\t\t\t\t\t\n\t\t\t\t\t According to the U.S. whistleblower WikiLeaks, Democrats got even the present chief executive involved in horse trading with tycoons to collect more election funds from them.\n\t\t\t\t\t\n\t\t\t\t\t U.S. monopolies offer a huge amount of money to the one who can speak for their interests so that he can win presidency and administer politics.\n\t\t\t\t\t\n\t\t\t\t\t Elections in the U.S. are little short of tycoons' ceremonies of choosing their running dogs, utterly indifferent to the will and desire of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Money is everything in the U.S. society. \n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical to discuss genuine human rights and democracy in such political climate of the U.S."
        },
        {
            "title": "Aggressors Bound to Meet Death: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-09ee.html",
            "content": "Aggressors Bound to Meet Death: Rodong Sinmun\r\n Pyongyang, September 3 (KCNA) -- Rodong Sinmun Saturday dedicates a commentary to the 150th anniversary of the sending  of the U.S. imperialist aggression ship General Sherman to the bottom of the River Taedong by the patriotic struggle of Pyongyang people after illegally intruding into it and committing monstrous atrocities.\n\t\t\t\t\t The U.S. imperialists' aggression against Korea and the history of confrontation between the DPRK and the U.S. started since the ship intruded into the River Taedong in 1866, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The sinking of General Sherman marked a historic event that brilliantly adorned the modern history of the Korean people in which they demonstrated their stamina and defended the sovereignty of the country and a case in which the U.S. suffered a disgraceful defeat in the first aggression against Korea.\n\t\t\t\t\t\n\t\t\t\t\t The tragedy is that the U.S. has not yet woken from its foolish dream of occupying Korea by force till today.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is acting rashly, unaware of how anachronistic and suicidal its persistent ambition for aggression against Korea is.\n\t\t\t\t\t\n\t\t\t\t\t It is seriously mistaken, oblivious of the history of its defeat.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists dare provoke the DPRK, it will wipe out them, the sworn enemy, to the last man by merciless nuclear strikes.\n\t\t\t\t\t\n\t\t\t\t\t The aggressors are bound to meet death only.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will always emerge victorious in the confrontation with the U.S. and it is bound to suffer irretrievable defeat at all times. This is the immutable law and tradition proven by the history of the DPRK-U.S. confrontation."
        },
        {
            "title": "Rodong Sinmun Exposes Aggressive Nature of Ulji Freedom Guardian",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-10ee.html",
            "content": "Rodong Sinmun Exposes Aggressive Nature of Ulji Freedom Guardian\r\n Pyongyang, September 3 (KCNA) --The  large-scale Ulji Freedom Guardian joint military exercise kicked off by the south Korean puppet forces together with the U.S. across south  Korea is by no means \"regular\" and \"defensive\" drill but dangerous military provocation aimed to make a surprise and preemptive nuclear strike at the DPRK, observes  Rodong Sinmun Saturday in a commentary.\n\t\t\t\t\t The saber-rattling is escalating mistrust and confrontation between the north and the south, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t We will never overlook the madcap rehearsal being staged by the Park Geun Hye group for igniting a nuclear war against the north together with outsiders, but resolutely retaliate against it.\n\t\t\t\t\t\n\t\t\t\t\t It is the resolute determination and will of the revolutionary armed forces of the DPRK to put a definite end to the moves of the U.S. imperialists and the south Korean puppet forces to unleash a nuclear war by dint of nuclear deterrence of justice.\n\t\t\t\t\t\n\t\t\t\t\t The only way for the U.S. and the south Korean warmongers to escape the deadly strikes to be made by the DPRK, a military power possessed of the nuclear attack capability, is not to persist in the counterproductive adventure and reckless confrontation but to behave with prudence and self-control, not hurting the dignity and sovereignty of the DPRK."
        },
        {
            "title": "Japan, S. Korean Regime Slammed for Trying to Conceal Historic Truth with Money",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-26ee.html",
            "content": "Japan, S. Korean Regime Slammed for Trying to Conceal Historic Truth with Money\r\n Pyongyang, September 3 (KCNA) -- The Foundation for Preserving Justice to Settle the Issue of the Sexual Slavery for the Imperial Japanese Army and other civic and public organizations in south Korea held a press conference outside the Japanese Embassy in Seoul on August 31 at which they issued a declaration denouncing Japan for concealing the sexual slavery with a petty amount of money and the Park Geun Hye group of traitors for submitting to it.\n\t\t\t\t\t The declaration said it is clearly proved that the crimes related to the sexual slavery for the Imperial Japanese Army are ones against humanity and serious violence against women committed by the military and government of Japan in an organized and systematic manner. \n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government should admit the crimes, make an official apology and legal reparation, probe the truth, teach proper history and punish those responsible for them. This is the demand of the international community.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the authorities nullify the wrong \"agreement\" with Japan and dissolve the \"foundation for reconciliation and recovery\".\n\t\t\t\t\t\n\t\t\t\t\t The director general of the above-said Foundation for Preserving Justice, addressing the press conference, condemned the Park Geun Hye regime for forcing the victims to receive \"money of consolation\" paid by the Japanese government while deceiving them.\n\t\t\t\t\t\n\t\t\t\t\t Then the 1,246th Wednesday rally took place on the same place.\n\t\t\t\t\t\n\t\t\t\t\t The participants strongly demanded the abolition of the humiliating \"agreement\".\n\t\t\t\t\t\n\t\t\t\t\t Lawmakers from the Kukmin Party of south Korea held a meeting in Socho District, Seoul on the same day accused the regime of receiving one billion yen from Japan.\n\t\t\t\t\t\n\t\t\t\t\t They declared that the girl statue can never be removed under any circumstances as it is a symbol more clearly telling the younger generation a right history than any history textbook."
        },
        {
            "title": "Action of Inhabitants of Kimchon against THAAD Deployment Unabated",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-18ee.html",
            "content": "Action of Inhabitants of Kimchon against THAAD Deployment Unabated\r\n Pyongyang, September 3 (KCNA) -- More than 1 000 inhabitants of Kimchon, North Kyongsang Province of south Korea, held a rally outside the puppet Ministry of Defense in Seoul on September 1 in protest against THAAD deployment, according to the south Korean internet paper Voice of People.\n\t\t\t\t\t Several citizens and more than ten lawmakers including the chairman of the Kimchon City \"Assembly\" had their heads shaven in demand of the cancellation of the decision on THAAD deployment and the resignation of the minister of Defense."
        },
        {
            "title": "S. Korean Online Paper Demands More Inquiries into Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-19ee.html",
            "content": "S. Korean Online Paper Demands More Inquiries into Ferry Sewol Disaster\r\n Pyongyang, September 3 (KCNA) -- The south Korean online paper Voice of People on Sept. 2 in an editorial held that the Ad Hoc Committee for Probing the Truth behind the Ferry Sewol Disaster should continue its activities.\n\t\t\t\t\t The editorial referred to the fact that the third hearing of the ad hoc committee has been under way since Sept. 1.\n\t\t\t\t\t\n\t\t\t\t\t It said that the committee was forced to suspend its inquiry owing to the \"government's\" interpretation of the special law on the ferry Sewol, but the committee disclosed new facts to be helpful to probing the truth behind the disaster on the basis of the information it had gathered.\n\t\t\t\t\t\n\t\t\t\t\t The more inquiries are made into the disaster, the more countermeasures of the \"government\" are disclosed and the more information and evidence require investigation, it noted."
        },
        {
            "title": "Contributors to Success in SLBM Test-fire Go Sightseeing in Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-01ee.html",
            "content": "Contributors to Success in SLBM Test-fire Go Sightseeing in Pyongyang\r\n Pyongyang, September 3 (KCNA) -- The contributors to the success in the test-fire of the strategic submarine-launched ballistic missile toured Pyongyang from Aug. 28. \n\t\t\t\t\t They visited the Kumsusan Palace of the Sun, the holy temple of Juche, where President Kim Il Sung and leader Kim Jong Il lie in state, to pay tribute to the great leaders. They also laid a floral basket and bouquets before their statues on Mansu Hill.\n\t\t\t\t\t\n\t\t\t\t\t They toured various parts of Pyongyang amid the warm welcome and cordial hospitality of citizens.\n\t\t\t\t\t\n\t\t\t\t\t They looked round Mangyongdae, the birthplace of Kim Il Sung, and the Phyongchon Revolutionary Site.\n\t\t\t\t\t\n\t\t\t\t\t They enjoyed an art performance given by the art squad of the Central Committee of the youth league and had a good time at the Nature Museum, Central Zoo, Munsu Water Park and the Rungna People's Pleasure Park.\n\t\t\t\t\t\n\t\t\t\t\t They extended deep thanks to supreme leader Kim Jong Un for seeing to it that a grand reception and birthday party were given for them though he guided the building of the high performance strategic sub of Korean type and the successful test-fire of SLBM. \n\t\t\t\t\t\n\t\t\t\t\t They left for home on Friday after enjoying the best privilege and special treatment here.\n\t\t\t\t\t\n\t\t\t\t\t More than 100,000 citizens, youth and students warmly sent off the patriots along the route with bouquets."
        },
        {
            "title": "National Day of DPRK Marked in Egypt, Austria",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-02ee.html",
            "content": "National Day of DPRK Marked in Egypt, Austria\r\n Pyongyang, September 3 (KCNA) -- A workshop, photo exhibition and film show were held by the Egyptian Committee for the Study of the Juche Idea and a lecture and film show by the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna on Aug. 29 ahead of the 68th anniversary of the founding of the DPRK.\n\t\t\t\t\t Displayed at the venue of the workshop were photos of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There were also photos showing the Korean army and people in their struggle.\n\t\t\t\t\t\n\t\t\t\t\t Korean films \"Grand Celebration of 70th Founding Anniversary of Workers' Party of Korea in Presence of Respected Comrade Kim Jong Un\" and \"Mirae Scientists Street\" were shown.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Egyptian Committee for the Study of the Juche Idea praised Kim Il Sung and Kim Jong Il for performing titanic exploits for founding and strengthening the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna lauded Kim Il Sung as the peerless patriot and eternal leader of the Korean people, who freed Korea from the colonial rule by the Japanese imperialists and founded the DPRK, the first people's democratic state in the East."
        },
        {
            "title": "Independent Reunification of Korea Supported by British Body",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-03ee.html",
            "content": "Independent Reunification of Korea Supported by British Body\r\nPyongyang, September 3 (KCNA) -- The Korean people will bring a fresh dawn of reunification by dynamically waging a gigantic struggle for the independent reunification of the country.\n\t\t\t\t\tThe British Association for the Study of Songun Policy said this in an article titled \"Immortal programme for reunification\" posted on its website on Aug. 17.\n\t\t\t\t\t\n\t\t\t\t\tThe article said Korea's reunification is a last instruction of President Kim Il Sung and leader Kim Jong Il. It went on:\n\t\t\t\t\t\n\t\t\t\t\tThe President, who worked heart and soul to give a reunified country to all the Koreans, laid a solid foundation for national reunification with far-sighted acumen and patriotic devotion.\n\t\t\t\t\t\n\t\t\t\t\tHE Kim Jong Il, who inherited the revolutionary cause of the President, provided a great turn in the movement for national reunification.\n\t\t\t\t\t\n\t\t\t\t\tHis classic work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions For National Reunification\" is an immortal programme for reunification that clarifies his will to provide a reunified country to all the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tHE Kim Jong Un, who is possessed of rare wisdom, sophisticated leadership ability and noble virtue, is arousing the Korean people to implementing the President's and Kim Jong Il's instructions for national reunification."
        },
        {
            "title": "DR Congolese Body Lauds History of Korean Youth Movement",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-04ee.html",
            "content": "DR Congolese Body Lauds History of Korean Youth Movement\r\n Pyongyang, September 3 (KCNA) -- The National Committee for the Study of the Juche Idea of DR Congo posted an article titled \"Korean youth movement is history of victory and glory\" on its website on August 29.\n\t\t\t\t\t The article introduced the exploits President Kim Il Sung and leader Kim Jong Il performed for the development of the Korean youth movement.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the Korean youth movement has registered proud history shining with victory and glory thanks to Kim Il Sung and Kim Jong Il since Kim Il Sung formed the Down-with-Imperialism Union, the first vanguard organization made up of revolutionaries of the new generation.\n\t\t\t\t\t\n\t\t\t\t\t The exploits Kim Il Sung and Kim Jong Il performed by pursuing the policy of prioritizing and loving youth will shine for all ages, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Now the Korean young people are performing heroic feats in building socialism and defending the country under the wise guidance of the respected HE Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Ninth Congress of the Kim Il Sung Socialist Youth League held in the presence of HE Kim Jong Un marks a fresh historic landmark in developing the Korean youth movement.\n\t\t\t\t\t\n\t\t\t\t\t The congress decided to name the youth league the Kimilsungist-Kimjongilist Youth League in reflection of the unanimous desire of all Korean youth.\n\t\t\t\t\t\n\t\t\t\t\t The Korean youth will fulfill their mission as reserves, advance force and wing of the Workers' Party of Korea in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Rosy and bright is the future of the Korean youth making advance, holding the peerlessly great men in high esteem."
        },
        {
            "title": "WPK's Just Cause Supported at Int'l Meeting",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-05ee.html",
            "content": "WPK's Just Cause Supported at Int'l Meeting\r\n Pyongyang, September 3 (KCNA) -- A resolution supporting the just cause of the Workers' Party of Korea (WPK) and people of the DPRK was adopted at the international meeting of communist parties and revolutionary parties in Latin America and the Caribbean Region held in Lima, Peru from August 26 to 28.\n\t\t\t\t\t The resolution said:\n\t\t\t\t\t\n\t\t\t\t\t 71 years have passed since Korea was divided into the north and the south by foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t In those days the Korean people have made every effort for the implementation of the just proposal for national reunification advanced by the great Comrade Kim Il Sung under the guidance of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t We express great concern over the dangerous tense situation prevailing on the Korean Peninsula due to the hostile policy toward the DPRK pursued by the U.S. and the south Korean authorities such as their ceaseless war exercises for aggression.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop all provocation moves threatening peace and security not only on the Korean Peninsula but also in the rest of the world and immediately withdraw aggression forces from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t We express full support and solidarity with the WPK and the people of the DPRK in their efforts for achieving the independent and peaceful reunification of the country and building socialism, ideal of humankind, under the wise leadership of the respected Comrade Kim Jong Un, chairman of the WPK."
        },
        {
            "title": "DPRK's Youth Day Marked in Russia",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-06ee.html",
            "content": "DPRK's Youth Day Marked in Russia\r\n Pyongyang, September 3 (KCNA) -- The DV-Ros News Service of Russia reported an article titled \"Youth Day Marked in DPRK\" on August 29.\n\t\t\t\t\t On the Youth Day the Korean people are looking back with deep emotion on the proud history of victory and glory covered by the Korean youth movement under the guidance of the great party, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Regarding the youth issue as an important affair related to the destiny of the revolution, the great Comrade Kim Il Sung started his revolutionary activities from the work with the youth and pursued the unique policy of prioritizing and loving youth during the whole course of his revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The great Comrade Kim Jong Il saw to it that August 28 was instituted as the Youth Day.\n\t\t\t\t\t\n\t\t\t\t\t The respected Comrade Kim Jong Un led the young people to display wisdom and courage of youth in building a socialist power and praised and put forward the work done by them. Such loving care and trust serve as a motive force propelling the Korean youth in performing fresh miracles and feats.\n\t\t\t\t\t\n\t\t\t\t\t Bright and rosy is the future of the Korean youth movement."
        },
        {
            "title": "Demos against Ulji Freedom Guardian Staged in London",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-07ee.html",
            "content": "Demos against Ulji Freedom Guardian Staged in London\r\n Pyongyang, September 3 (KCNA) -- Demonstrations were staged before the U.S. Embassy in London on Aug. 23 to protest the U.S.-south Korea Ulji Freedom Guardian joint military exercise aimed to mount a preemptive nuclear attack upon the DPRK.\n\t\t\t\t\t Staging the demo were personages of the New Communist Party of Britain, the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK and masses.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the British Association for the Study of Songun Policy said Ulji Freedom Guardian with various types of nuclear strike means involved is a war rehearsal for the preemptive nuclear strike against people's Korea.\n\t\t\t\t\t\n\t\t\t\t\t The military drill is aimed to hurt Korean-style socialism centred on the popular masses despite the repeated warning by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean puppet regime seek to isolate the DPRK by force.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators staged an action before the south Korean puppet Embassy in London in protest against the Park Geun Hye group keen on escalating the confrontation with the fellow countrymen."
        },
        {
            "title": "Kim Jong Un envia mensaje de respuesta a Presidente de Palestina",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-29ee.html",
            "content": "Kim Jong Un envia mensaje de respuesta a Presidente de Palestina\r\nPyongyang, 3 de septiembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea, envio el 31 de agosto un mensaje de respuesta a Mahmoud Abbas, Presidente del Estado de Palestina y del Comite Ejecutivo de la Organizacion de Liberacion Palestina.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tLe expreso a Vd. mi profundo agradecimiento por haberme enviado las calurosas felicitaciones en ocasion del dia de la liberacion de Corea.\n\t\t\t\t\t\n\t\t\t\t\tConvencido de que triunfara sin falta la justa causa del pueblo palestino por rescatar los legitimos derechos nacionales incluso la fundacion de Estado independiente con Kuds oriental como capital, le deseo a Vd. exitos en su trabajo."
        },
        {
            "title": "Kim Yong Nam expresa condolencias por el deceso de presidente de Uzbekistan",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-30ee.html",
            "content": "Kim Yong Nam expresa condolencias por el deceso de presidente de Uzbekistan\r\nPyongyang, 3 de septiembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 3 un mensaje de condolencias al presidente del senado de la Republica de Uzbekistan, Nigmatila Tulkinovich Yuldashev. \n\t\t\t\t\tEn su mensaje el remitente expreso las condolencias por el fallecimiento por enfermedad del presidente de Uzbekistan, Islam Abduganiyevich Karimov."
        },
        {
            "title": "MINREX denuncia vuelta de submarinos nucleares de EE.UU. en alrededores de aguas de RPDC",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-31ee.html",
            "content": "MINREX denuncia vuelta de submarinos nucleares de EE.UU. en alrededores de aguas de RPDC\r\nPyongyang, 3 de septiembre (ACNC) -- Con respecto a que se transmiten las noticias de que los submarinos nucleares de EE.UU. navegan en los alrededores de las aguas de la Republica Popular Democratica de Corea, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio este sabado a la ACNC la siguiente respuesta:\n\t\t\t\t\tSe divulgan las informaciones de que desde el ano pasado los submarinos nucleares estadounidenses desarrollan en secreto las operaciones de pesquisa a los submarinos estrategicos de la RPDC en las aguas internacionales cerca del Mar Este de Corea. \n\t\t\t\t\t\n\t\t\t\t\tSegun las fuentes, aunque el circulo militar norteamericano no lo reconoce ni lo niega, es irrefutable el que EE.UU. persigue los submarinos norcoreanos y colecciona los datos referentes. \n\t\t\t\t\t\n\t\t\t\t\tEs una aventura que agrava mas la situacion de la Peninsula Coreana y pone en peligro la paz y la estabilidad de la region. \n\t\t\t\t\t\n\t\t\t\t\tAl igual que en el periodo de la guerra fria entre la Union Sovietica y los Estados Unidos, el cheque entre los submarinos estrategicos contiene un gran peligro de guerra nuclear. \n\t\t\t\t\t\n\t\t\t\t\tDe hecho, la introduccion de los submarinos nucleares de EE.UU. en las zonas maritimas delicadas del Nordeste Asiatico incluso la Peninsula Coreana bajo el pretexto de perseguir los submarinos estrategicos de alguien, toma por blanco a China y Rusia y deviene la expresion del malsano intento de tomar la superioridad militar y la hegemonia en la region. \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a tales movimientos militares, los medios extranjeros advierten que la region de Nordeste Asiatico puede caerse en la voragine de carrera armamentista de submarinos nucleares. \n\t\t\t\t\t\n\t\t\t\t\tNo hay ninguna garantia de que no se extienda a la guerra nuclear un choque entre los submarinos estrategicos de los paises poseedores de armas nucleares en las aguas no vastas de la Peninsula Coreana y su contorno que se encuentran siempre en el peligro de guerra nuclear debido a los ejercicios belicos conjuntos agresivos y el aumento armamentista de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC esta dispuesta para responder a todas las formas de guerra que desea EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tLa responsabilidad de sus consecuencias catastroficas recaera enteramente sobre el imperio."
        },
        {
            "title": "Delegacion de MINREX visita a Mozambique",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-32ee.html",
            "content": "Delegacion de MINREX visita a Mozambique\r\nPyongyang, 3 de septiembre (ACNC) -- La delegacion del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea, presidida por el jefe de departamento Ho Yong Bok, realizo desde el 29 de agosto hasta el primero de septiembre una visita a la Republica de Mozambique. \n\t\t\t\t\tEn este periodo la delegacion departio con los funcionarios del Ministerio de Asuntos Exteriores y de Cooperacion, el de Agricultura y Seguridad Alimentaria, el de Mar, Aguas Territoriales e Industria Pesquera, y el de Salud Publica. \n\t\t\t\t\t\n\t\t\t\t\tHo Yong Bok recordo que el Presidente Kim Il Sung y el Dirigente Kim Jong Il brindaron el gran apoyo y solidaridad con la lucha del pais africano por la independencia y la construccion de nueva sociedad, y enfatizo que ampliar y desarrollar constantemente las relaciones de amistad y cooperacion con los paises africanos es la firme posicion del gobierno de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLa parte mozambiquena felicito calurosamente la eleccion de Su Excelencia Kim Jong Un, Maximo Dirigente del pueblo coreano quien hace esfuerzos abnegados por el desarrollo y prosperidad del pais y el bienestar del pueblo, como Presidente del Partido del Trabajo de Corea y del Comite de Estado de la RPDC, y expreso el placer por el hecho de que bajo la profunda atencion de Kim Jong Un, las relaciones de amistad y cooperacion entre los dos paises se fortalecen y se desarrollan en una nueva etapa elevada. \n\t\t\t\t\t\n\t\t\t\t\tVolvio a manifestar el agradecimiento a todas las ayudas ofrecidas por los grandes Lideres antecesores coreanos a la lucha de liberacion nacional y la construccion de nueva sociedad de Mozambique y reafirmo la posicion de seguir desarrollando en todos los dominios las tradicionales e historicas relaciones de amistad y cooperacion con la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tAunque las fuerzas hostiles maniobran para impedir las relaciones entre la RPDC y los paises africanos, mantendra invariablemente la obligacion moral con el pueblo coreano que ayudo a los pueblos africanos a disfrutar de la libertad autentica, aseguro y expuso la decision de hacer frente comun con la fuerza unida a las maniobras intervencionistas de las fuerzas dominacionistas en la palestra internacional y fomentar el intercambio de delegaciones y la cooperacion en varios dominios entre los dos paises. \n\t\t\t\t\t\n\t\t\t\t\tManifesto una vez mas el apoyo total y la solidaridad con los esfuerzos del gobierno de la RPDC por la defensa de la soberania nacional, la reunificacion independiente y pacifica del pais, y el aseguramiento de la paz y seguridad de la region."
        },
        {
            "title": "Llegan delegaciones para XII Exposicion Internacional de Mercancias Otona",
            "url": "http://kcna.co.jp/item/2016/201609/news03/20160903-33ee.html",
            "content": "Llegan delegaciones para XII Exposicion Internacional de Mercancias Otonal\r\nPyongyang, 3 de septiembre (ACNC) -- Llegaron este sabado a esta capital las delegaciones de Alemania, Malasia, Singapur, China, Italia, Vietnam y Taipei de China para tomar parte en la XII Exposicion Internacional de Mercancias Otonal de Pyongyang."
        }
    ]
}