{
    "date": "2016-06-02",
    "url": "http://kcna.co.jp/item/2016/201606/2016-06-02ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Pyongyang Sports Apparatus Factory",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Pyongyang Sports Apparatus Factory\r\n Pyongyang, June 2 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, gave field guidance to the newly built Pyongyang Sports Apparatus Factory.\n\t\t\t\t\t He personally initiated the reconstruction of the Pyongyang Sports Goods Factory founded in April, 1959 as required by the new century, underlining the need to provide a firm material foundation for sports development.\n\t\t\t\t\t\n\t\t\t\t\t After choosing the site for the construction of the factory in the best place and guiding its layout, he named the factory Pyongyang Sports Apparatus Factory in January.\n\t\t\t\t\t\n\t\t\t\t\t Looking round the room dedicated to the history of the factory, he emphasized that the party was directing great efforts to the sports development. He called upon the officials and employees of the factory to make devoted efforts out of patriotism and with the pride of working at the important post for translating into reality the party's plan for building a sports powerhouse.\n\t\t\t\t\t\n\t\t\t\t\t He went round various places of the factory to acquaint himself with the construction of the factory and production there and varieties and quality of products in detail.\n\t\t\t\t\t\n\t\t\t\t\t He said the factory was fully equipped with modern equipment in a rational way and put the production and management on a modern and IT basis on a high level as befitting the factory producing varieties of sports apparatuses in high demand among not only professional athletes but school youth and working people. As a result, the factory is capable of increasing the production of varieties of sports apparatuses as compared with that in the past, he added.\n\t\t\t\t\t\n\t\t\t\t\t He said that the factory established a strict system for quality control to guarantee the quality of the products and produce sports goods in keeping with the international standard.\n\t\t\t\t\t\n\t\t\t\t\t He noted the factory has an important duty to perform in order to carry out the party's plan for building a sports powerhouse and set forth tasks before it including the issue of putting production on normal footing and boosting it by properly working out a business strategy.\n\t\t\t\t\t\n\t\t\t\t\t He said that it is very important to produce and supply the world-level sports goods as the traits of attaching importance to sports prevail throughout the country and the enthusiasm for sports is growing stronger than ever before and sportspersons have achieved good results under the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the completion of the modern factory has made it possible to provide sportspersons and people with locally made quality sports equipment and goods, he stressed the need to produce sports equipment and goods urgently necessary to develop the professional sports field and popularize sports and make it part of everyday life by our own efforts and with indigenous technology and materials at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un gave an instruction related to the commissioning of the factory.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that officials and employees of the relevant field and factory would successfully fulfill the honorable duty to put the country on the status of a sports powerhouse at an early date.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, member of the Presidium of the Political Bureau and vice-chairman of the Central Committee of the WPK, O Su Yong, vice-chairman of the C.C., the WPK, and Jo Yong Won, vice department director of the C.C., the WPK."
        },
        {
            "title": "WPK Delegation Meets General Secretary of CPC Central Committee",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-04ee.html",
            "content": "WPK Delegation Meets General Secretary of CPC Central Committee\r\n Pyongyang, June 2 (KCNA) -- The delegation of the Workers' Party of Korea (WPK) led by Ri Su Yong, member of the Political Bureau and vice-chairman of the Central Committee of the WPK, on a visit to China had a talk with Xi Jinping, general secretary of the Central Committee of the Communist Party of China (CPC), president of the People's Republic of China and chairman of the Central Military Commission of China, in a friendly atmosphere at the Great Hall of the People on Wednesday.\n\t\t\t\t\t Ri Su Yong courteously conveyed warm greetings and verbal message of WPK Chairman Kim Jong Un to Xi Jinping.\n\t\t\t\t\t\n\t\t\t\t\t Saying that he was very pleased with the comradely and friendly greetings and verbal message sent by Kim Jong Un, Xi Jinping asked Ri Su Yong to convey his wholehearted best wishes to him. \n\t\t\t\t\t\n\t\t\t\t\t Ri informed Xi Jinping that Kim Jong Un was elected chairman of the WPK at the WPK Seventh Congress in reflection of the unanimous will and desire of all members of the WPK, service personnel and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The congress declared that leader Kim Jong Il is the symbol of the WPK and its eternal leader and the WPK is the great Kimilsungist-Kimjongilist party, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The party congress showed that the general line of socialist construction, the line of independence, the line of the Songun revolution, the Juche-oriented line of reunification and the new line of simultaneously developing the two fronts consistently maintained by the WPK remain unchanged, he said, adding: All party members, service personnel and people are all out in the drive to implement the decision of the party congress.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will invariably develop and boost the DPRK-China friendship, treasure common to the peoples of the two countries, while protecting the regional peace and security with a strategic vision, he said.\n\t\t\t\t\t\n\t\t\t\t\t He expressed hope that the CPC with Xi Jinping as its General Secretary would make greater success in leading the Chinese people to realize \"dream of China\".\n\t\t\t\t\t\n\t\t\t\t\t Warmly congratulating once again the respected Comrade Kim Jong Un on his election as chairman of the WPK, Xi Jinping said he was very pleased with the successful Seventh Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Xi Jinping noted the WPK delegation's visit to China once again showed the good tradition of sharing the strategic understanding between the two parties of China and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He added the party and government of China remain unchanged in their policy to protect and develop the Sino-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\t He reiterated the will to join the DPRK in making positive efforts to bring happiness to the peoples of the two countries and protect the regional peace, security and development by developing generation after generation the Sino-DPRK relations of friendship provided and cultivated by the leaders of the elder generation with much effort.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely wished the Korean people greater success in their cause of building a socialist power of Korean-style under the guidance of the WPK led by the respected Chairman Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Present there were DPRK Ambassador to China Ji Jae Ryong and Yang Jiechi, State Councillor of the People's Republic of China, Song Tao, head of the International Liaison Department of the Central Committee of the Communist Party of China, Ding Xuexiang, executive deputy director of General Office of the Central Committee of the CPC, Liu Hongcai, deputy head of the International Liaison Department of the C.C., the CPC, and Liu Zhenmin, vice-minister of Foreign Affairs."
        },
        {
            "title": "WPK Delegation Returns Home",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-23ee.html",
            "content": "WPK Delegation Returns Home\r\n Pyongyang, June 2 (KCNA) -- A delegation of the Workers' Party of Korea (WPK) led by Ri Su Yong, member of the Political Bureau and vice-chairman of the Central Committee of the WPK, returned home Thursday after visiting the People's Republic of China."
        },
        {
            "title": "CPRK Statement Warns S. Korean Authorities Not to Go Reckless",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-21ee.html",
            "content": "CPRK Statement Warns S. Korean Authorities Not to Go Reckless\r\n Pyongyang, June 2 (KCNA) -- The Committee for the Peaceful Reunification of Korea (CPRK) released a statement on Thursday in connection with the fact that the situation of the country is getting worse due to the frantic confrontational racket of the south Korean authorities.\n\t\t\t\t\t The army and people of the DPRK earnestly called on the south Korean authorities to tide over the prevailing difficult situation and open up a path to improving the relations through the publication of the joint statement of the DPRK government, political parties and organizations and the proposal to hold the talks between military authorities of the north and the south, pursuant to the new line and policy for national reunification set forth at the 7th Congress of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t But the first answer given by the south Korean authorities to it was far-fetched assertions such as \"denuclearization first and dialogue next\", \"propaganda offensive devoid of sincerity\" and politically-motivated vicious provocation and the first practical response made by it was reckless firing with the mobilization of military gangsters.\n\t\t\t\t\t\n\t\t\t\t\t Even at this moment the south Korean authorities are reacting to the DPRK's just call for rejecting foreign forces and pooling efforts in the idea of By Our Nation Itself with shameful servile attitude towards the U.S. and sordid racket for confrontation with the fellow countrymen. They are misleading the public opinion while challenging the broadminded proposal made by the DPRK with intolerable provocations and vicious vituperations against the dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t Denouncing this as an unpardonable mockery of the patriotic measure taken by the DPRK and a vicious challenge to the desire and wish of all the fellow countrymen, the statement clarified the following principled stand:\n\t\t\t\t\t\n\t\t\t\t\t1. If the south Korean authorities act without discretion, far from clearly studying the deep meaning of the patriotic appeal and proposal made by the DPRK and making responsible option, our response to it will be the toughest offensive aimed to push them deeper into the abyss and lead them faster to self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t We already warned the south Korean authorities that if they join hands with the DPRK with an intent to solve the reunification issue first, they can be our partner but if they turn their back on us, the result will be miserable.\n\t\t\t\t\t\n\t\t\t\t\t We would like to stress that this warning is by no means an empty talk.\n\t\t\t\t\t\n\t\t\t\t\t2. If the south Korean authorities respond to our just proposal for defusing tension and ensuring peace on the Korean peninsula with reckless military action, our response to them will be merciless physical option.\n\t\t\t\t\t\n\t\t\t\t\t We will settle accounts by force only with those who find their way out only in confrontation with the fellow countrymen and war, indifferent to the improvement of the north-south relations and peace on the Korean peninsula. This is our stand.\n\t\t\t\t\t\n\t\t\t\t\t We have already clarified that we are ready both for a peaceful way and for non-peaceful way in which all the bases of evils will be blown up in a moment in order to achieve the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should clearly be aware that the physical reaction by non-peaceful way will bring us great victory in the war for reunification but miserable defeat to them.\n\t\t\t\t\t\n\t\t\t\t\t3. Those who ceaselessly spout out provocative invectives against the DPRK will not be able to evade miserable fate, being branded as confrontation maniacs and traitors to the nation.\n\t\t\t\t\t\n\t\t\t\t\t They should bear in mind once again the meaningful advice and serious warning served by the DPRK that evil words already made can not be recollected and the tongue used for making those words will turn into a dagger cutting off one's own neck.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans and the international community are closely following the attitude of the south Korean authorities while hoping for the improvement of the relations and for the advent of detente on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not forget that if they persist in frantic confrontation with the fellow countrymen while going against the desire and wish of the nation and the trend of the times, they will not be able to evade the stern punishment by the times and history."
        },
        {
            "title": "DPRK Red Cross Society Blasts S. Korean Regime's Another Unpardonable Abduction of Citizens of DPRK",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-22ee.html",
            "content": "CPRK Statement Warns S. Korean Authorities Not to Go Reckless\r\n Pyongyang, June 2 (KCNA) -- A spokesman for the Central Committee of the Red Cross Society of the DPRK issued a statement Thursday slamming the south Korean puppet forces for kicking off another stereotyped and madcap anti-DPRK racket, claiming that three employees of the DPRK restaurant abroad have \"defected from the north\" and \"sanctions\" against the DPRK are proving \"effective.\"\n\t\t\t\t\t The conclusion is that this incident, too, was the organized and premeditated abduction by gangsters of the puppet National Intelligence Service of south Korea (NIS) as was the case with the allurement and abduction of 12 citizens of the DPRK in Ningbo, Zhejiang Province of China in April, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We have sufficient materials on the despicable and cunning operation conducted by gangsters of the NIS to allure and abduct two employees serving at Pyongyang Sonbong Restaurant in Weinan City, China by forging their identities since long ago.\n\t\t\t\t\t\n\t\t\t\t\t The gangsters of the NIS carefully worked out the operation in advance and lured DPRK citizens into a market before disappearing by car which had been ready for them. They used several cars to take DPRK citizens to Thailand by illegally crossing the Chinese border and through Laos without passports. Then they committed thrice-cursed act of taking DPRK citizens to Seoul.\n\t\t\t\t\t\n\t\t\t\t\t The allurement and abduction clearly proves that the puppet forces of south Korea are the most hideous human rights abusers and cruel international terrorists.\n\t\t\t\t\t\n\t\t\t\t\t All the service personnel and people of the DPRK will never pardon the ceaseless hair-raising allurement and abduction by the puppet forces but force them pay a high price without fail.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces should apologize to the DPRK for the abduction, sternly punish the criminals, stop at once all the base moves such as alluring and abducting citizens of the DPRK to south Korea and send back all abductees without delay."
        },
        {
            "title": "Delegation of Ministry of Railways Leaves for Azerbaijan",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-13ee.html",
            "content": "Delegation of Ministry of Railways Leaves for Azerbaijan\r\n Pyongyang, June 2 (KCNA) -- A delegation of the Ministry of Railways led by Minister Jang Hyok left here Thursday to take part in the 44th ministerial meeting of the Organization of Railways Cooperation to be held in Baku."
        },
        {
            "title": "Delegation of Iranian FM Back Home",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-10ee.html",
            "content": "Delegation of Iranian FM Back Home\r\n Pyongyang, June 2 (KCNA) -- A delegation of the Iranian Foreign Ministry led by Vice Minister Ebrahim Rahimpour went back home Thursday."
        },
        {
            "title": "Pyongyangites Meet",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-05ee.html",
            "content": "Pyongyangites Meet\r\n Pyongyang, June 2 (KCNA) -- A Pyongyang mass rally took place at Kim Il Sung Square Wednesday to carry out the decision made at the Seventh Congress of the Workers' Party of Korea (WPK) and become honorable victors in the 200-day campaign.\n\t\t\t\t\t Among those present there were Pak Pong Ju, Choe Ryong Hae, Kim Ki Nam and other senior officials of the party and state, officials of the working people's organizations, ministries and national institutions, officials of the party and power bodies, industrial establishments, co-op farms and universities, heroes and persons of merit in the city.\n\t\t\t\t\t\n\t\t\t\t\t Kim Su Gil, alternate member of the Political Bureau of the Central Committee and chief secretary of the Pyongyang City Committee of the WPK, made a report.\n\t\t\t\t\t\n\t\t\t\t\t He said that the joint conference of officials of the party, state and economic and armed forces organs for implementing the tasks set forth at the Seventh Congress of the WPK declared the 200-day campaign of loyalty for making a breakthrough towards carrying out the five-year strategy for the state economic development and the WPK called upon all service personnel and people to make a grand advance.\n\t\t\t\t\t\n\t\t\t\t\t He called on all officials, party members and other working people to turn out as one in hearty response to the call of the party and wage a dynamic struggle for carrying out the decision set forth at the Seventh Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to make a hot wind of studying the report made by supreme leader Kim Jong Un at the Seventh Congress of the WPK and conduct the five-point education more dynamically and effectively with main emphasis on the education in the greatness of the illustrious leaders.\n\t\t\t\t\t\n\t\t\t\t\t He called for making all the people well versed in science and technology at an early date with science and technology as a lifeline to put the country on the status of a scientific and technical power.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to strengthen the independent and Juche character of the national economy in every way by our own efforts and with indigenous technology and resources and wage a vigorous struggle to carry out the five-year strategy for the state economic development.\n\t\t\t\t\t\n\t\t\t\t\t Then representatives of workers, agricultural workers, intellectuals and youths made speeches.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally there took place a demonstration."
        },
        {
            "title": "Pyongyang City Ideological Workers Meet",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-24ee.html",
            "content": "Pyongyang City Ideological Workers Meet\r\n Pyongyang, June 2 (KCNA) -- Ideological workers in Pyongyang met at the People's Palace of Culture Thursday to vow to intensify agitation and information service during the 200-day campaign of loyalty true to the decision made at the 7th Congress of the Workers' Party of Korea.\n\t\t\t\t\t Attending the meeting were Kim Su Gil, chairman of the Pyongyang City Committee of the WPK, officials of party and working people's organizations in Pyongyang, information officials of party and officials in the fields of preservation of revolutionary relics, media, literature and arts, exemplary lecturers, agitators and information workers each in charge of five families, three-revolution standard-bearers and persons of merit in the Songun era.\n\t\t\t\t\t\n\t\t\t\t\t The meeting analyzed and reviewed achievements, experience and mistakes made during the 70-day campaign and discussed measures to encourage officials, party members and other working people in the 200-day campaign through accurately-targeted political and ideological offensive.\n\t\t\t\t\t\n\t\t\t\t\t A report at the meeting was followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers recalled that Marshal Kim Jong Un who aroused all the service personnel and people to the 70-day campaign of loyalty toward the 7th Congress of the WPK clearly indicated tasks and ways of creating the spirit representing the new Mallima era.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the achievements made in the ideological work in the capital city during the 70-day campaign are a bright fruition of the wise guidance provided by Kim Jong Un who indicated the orientation and ways of party ideological work and energetically led it.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to correctly analyze and review mistakes as well as achievements in the ideological work during the 70-day campaign and to intensify ideological work and agitation to arouse officials, party members and other working people to the 200-day campaign of loyalty based on them.\n\t\t\t\t\t\n\t\t\t\t\t The meeting praised information officials of basic party organizations who contributed to glorifying the 7th Congress of the WPK as the great heyday in the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting watched a video dealing with the fighting spirit displayed by party information officials in the city and their achievements made during the 70-day campaign and enjoyed an agitation performance.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting loudspeaker agitation vans left for their destination."
        },
        {
            "title": "Photo Exhibition Opens to Mark Founding Anniversary of Children's Union",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-19ee.html",
            "content": "Photo Exhibition Opens to Mark Founding Anniversary of Children's Union\r\n Pyongyang, June 2 (KCNA) -- A photo exhibition \"The sun and red tie\" opened to mark the 70th founding anniversary of the Korean Children's Union.\n\t\t\t\t\t On display at the venue of the exhibition were 60 photos dealing with the exploits of the great Generalissimos Kim Il Sung and Kim Jong Il and Marshal Kim Jong Un who established the brilliant tradition of the Korean children's movement and trained the children to be masters of the future who are knowledgeable, virtuous and healthy.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there are more than 140 photos showing the happy members of the Korean Children's Union.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony of the exhibition took place at the People's Palace of Culture on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae, vice-chairman of the Central Committee of the Workers' Party of Korea, officials of the youth league, teachers and schoolchildren in the city.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants looked round the venue of the exhibition."
        },
        {
            "title": "18th Pyongyang Symposium on Medical Science of Koreans at Home and Abroad Held",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-20ee.html",
            "content": "18th Pyongyang Symposium on Medical Science of Koreans at Home and Abroad Held\r\n Pyongyang, June 2 (KCNA) -- There took place the 18th Pyongyang Symposium on Medical Science of Koreans at Home and Abroad at the Sci-Tech Complex on Wednesday and Thursday.\n\t\t\t\t\t Present there were officials, scientists and teachers in the field of public health, Kim Tae Sik, vice-chairman of the Korean Medical Association in Japan, and a delegation of Korean medical persons in the U.S. led by Pak Ki Pom.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyong Hun, chairman of the Central Committee of the Medical Association of Korea, made an opening address to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said the symposium would offer an opportunity of swapping successes and experience gained in the research work for putting the Korean nation's medical science and technology on the world level and discussing ways of conducting brisk exchange and cooperation in medical science and technology.\n\t\t\t\t\t\n\t\t\t\t\t The symposium will provide a platform for developing national medical science and technology at a higher level and contributing to the movement for national reunification and the prosperity of the country, they added.\n\t\t\t\t\t\n\t\t\t\t\t A lecture on the theme \"On shining progress in socialist healthcare in the new century of Juche under the wise leadership of the respected Comrade Kim Jong Un\" was given at the symposium.\n\t\t\t\t\t\n\t\t\t\t\t The symposium heard papers scientifically and deeply proving the theoretical and practical issues arising in developing the medical science and technology of the nation and improving public health."
        },
        {
            "title": "Sports Contest for Pochonbo Torch Prize Opens",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-11ee.html",
            "content": "Sports Contest for Pochonbo Torch Prize Opens\r\n Hyesan, June 2 (KCNA) -- The Sports Contest for Pochonbo Torch Prize opened with due ceremony at the Hyesan Gymnasium Thursday.\n\t\t\t\t\t Its participants will compete in more than 40 events including football, basketball, volleyball, table-tennis and tennis in Pyongyang, Hyesan, Hamhung, Phyongsong and other cities,.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were officials concerned, sports persons, citizens and school youth and children in Hyesan.\n\t\t\t\t\t\n\t\t\t\t\t Kim Pyong Sik, vice-minister of Physical Culture and Sports, said in an opening address that all players and coaches should make this contest an important occasion in developing technique in various sports events by fully displaying their sports technique.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony there was a basketball game between the Pyongyang Sports Team and the Sobaeksu Sports Team."
        },
        {
            "title": "DPRK Finishes Runner-up at Int'l Boxing Tournament",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-17ee.html",
            "content": "DPRK Finishes Runner-up at Int'l Boxing Tournament\r\n Pyongyang, June 2 (KCNA) -- The Democratic People's Republic of Korea came second in countries standings of the Konstantin Korotkov International Boxing Tournament recently held in Khabarovsk of Russia, bagging two gold and three bronze medals.\n\t\t\t\t\t Kim Un Song and Jo Hyo Nam of the DPRK took the men's 49 kg and 56 kg titles by beating their rivals from Russia, Azerbaijan, Kyrgyzstan and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kwak Chol, Ri Sung Jin and Kwon Chol Guk finished third in the men's 49 kg, 52 kg and 60 kg categories at the tournament."
        },
        {
            "title": "Signal Successes Made by DPRK's Foodstuff Industrial Sector",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-18ee.html",
            "content": "Signal Successes Made by DPRK's Foodstuff Industrial Sector\r\n Pyongyang, June 2 (KCNA) -- The DPRK Ministry of Food and Consumer Goods Industries has paid big efforts to making good use of locally available raw materials and manufacturing equipment with its own efforts to carry out the tasks set forth at the Seventh Congress of the Workers' Party of Korea.\n\t\t\t\t\t The ministry has intensified research into making spices with raw materials available in the country, in close cooperation with scientific institutes.\n\t\t\t\t\t\n\t\t\t\t\t It made a signal progress in the work to develop dry yeast and yeast essence needed for the production of wheat flour products.\n\t\t\t\t\t\n\t\t\t\t\t The Kyongryon Aeguk Soda Pop Mill and other foodstuff factories raised the ratio of utilization of stevioside in producing soda pop and carbonated water.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Cornstarch Factory manufactured equipment for assembly line with its own efforts to contribute to put the production on a normal basis.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Pyongyang Wheat Flour Processing Factory perfected the instant noodle production process on its own."
        },
        {
            "title": "Rodong Sinmun Urges S. Korean Authorities to Take Proper Stand toward Inter-Korean Agreements",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-08ee.html",
            "content": "Rodong Sinmun Urges S. Korean Authorities to Take Proper Stand toward Inter-Korean Agreements\r\n Pyongyang, June 2 (KCNA) -- To set store by the agreements common to the nation and honestly implement them is the only way of removing the danger of war on the Korean peninsula, improving the north-south relations and opening a new chapter for reconciliation, cooperation, peace and reunification, says Rodong Sinmun in an article Thursday.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification, the June 15 joint declaration and the October 4 declaration agreed upon and declared by the north and the south of Korea serve as a great programme for independent reunification, agreements common to the nation to be invariably held aloft in improving the inter-Korean relations and solving the issue of national reunification as they reflect the desire and requirements of Koreans and specific conditions of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They indicate the principle to be consistently adhered to in promoting the improvement of relations between the north and the south and achieving national reunification and the most reasonable and constructive ways of comprehensively expanding and developing exchange and cooperation in all fields such as politics, economy, culture and humanitarianism.\n\t\t\t\t\t\n\t\t\t\t\t The attitude toward the three principles of national reunification and joint declarations distinguish reunification, peace and patriotism from division, war and treachery.\n\t\t\t\t\t\n\t\t\t\t\t Had the agreements common to the nation been implemented, the inter-Korean relations would not have undergone turns and twists but great progress would have been made in realizing the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Now hanging low over the Korean peninsula is the cold air of confrontation and dark clouds of war being brought by the south Korean authorities in collusion with outsiders.\n\t\t\t\t\t\n\t\t\t\t\t If the inter-Korean agreements are nullified with the change of situation and the replacement of regime in south Korea, no agreement to be made by the north and the south will prove useful.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should be well aware of the desire of all Koreans and requirements of the times and abandon their attitude and stand of denying the agreements common to the nation."
        },
        {
            "title": "S. Korean Authorities' Moves to Tighten Military Nexus with Japan Condemned",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-12ee.html",
            "content": "S. Korean Authorities' Moves to Tighten Military Nexus with Japan Condemned\r\n Pyongyang, June 2 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held the 169th meeting for peace and disarmament on May 31 at which it condemned the south Korean authorities for tightening the military nexus with Japan.\n\t\t\t\t\t At the meeting the organization said that the authorities were mulling holding talks of defense chiefs with the U.S. and Japan to discuss issues concerning the conclusion of an agreement on protecting military intelligence with Japan, the building of a missile shield, the formation of the tri-angular military alliance, etc.\n\t\t\t\t\t\n\t\t\t\t\t The projected conclusion of the military agreement with Japan would provide the \"Self-Defence Forces\" with a springboard from which to advance into Korea and make south Korea subject to Japan, the organization charged.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to cancel the discussion for concluding the military agreement with Japan and immediately stop the moves to tighten the military nexus."
        },
        {
            "title": "S. Korean Internet Newspaper Deplores Wretched Plight of Workers",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-14ee.html",
            "content": "S. Korean Internet Newspaper Deplores Wretched Plight of Workers\r\n Pyongyang, June 2 (KCNA) -- An editorial was posted on the south Korean on-line newspaper Voice of People to deplore the wretched plight of the toiling masses in south Korea on May 31.\n\t\t\t\t\t The editorial recalled a 19-year-old worker was killed by a tube train which ran over him repairing a disabled security door at the Seoul Underground on May 28.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The direct reason for the accident is the action of forcing the worker to do such dangerous work alone and lack of any concern for the victim.\n\t\t\t\t\t\n\t\t\t\t\t The true picture of the society where security is disregarded for making money was brought to light by the ferry Sewol disaster but workers are still working with their lives at stake.\n\t\t\t\t\t\n\t\t\t\t\t The regime, however, is keen on retrogressively revising the labor law for easier layoff, more part time jobs and weaker trade unions.\n\t\t\t\t\t\n\t\t\t\t\t The struggle of the workers and solidarity of citizens only can make the society safe."
        },
        {
            "title": "S. Korean Regime Accused of Setting up \"Foundation for Comfort Women\"",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-16ee.html",
            "content": "S. Korean Regime Accused of Setting up \"Foundation for Comfort Women\"\r\n Pyongyang, June 2 (KCNA) -- The south Korean internet newspaper Voice of People on May 31in an editorial denounced the authorities for hurting again the victims of the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t The editorial said that the \"government\" officially inaugurated a preparatory committee for the \"foundation for comfort women\", pursuant to an \"agreement\" it made with Japan, without informing the victims of it.\n\t\t\t\t\t\n\t\t\t\t\t The regime claims that the purpose of the \"foundation\" is to reinstate the honor and dignity of victims and cure the wounds in their hearts but this only adds to their bruise, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The \"government's\" projected establishment of the \"foundation\" is its one more crime."
        },
        {
            "title": "Korean University Marks Its 60th Founding Anniversary",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-07ee.html",
            "content": "Korean University Marks Its 60th Founding Anniversary\r\n Pyongyang, June 2 (KCNA) -- Korean University under the General Association of Korean Residents in Japan (Chongryon) marked its 60th founding anniversary.\n\t\t\t\t\t A meeting took place at the university on May 28.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Pae Ik Ju, vice-chairman of the Chongryon Central Standing Committee, Kang Chu Ryon, vice-chairwoman of the Central Standing Committee of Chongryon who doubles as chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, Song Kun Hak, director of the Education Department, Jang Pyong Thae, rector of the university, officials of Chongryon institutions at all levels, compatriots and teaching staff and students of the university\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages from the Education Commission of the DPRK and Kim Il Sung University were introduced at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Jang Pyong Thae said in his report that supreme leader Kim Jong Un sent a congratulatory message to the teaching staff and students of the university and made sure that its teachers were awarded the titles of professor and associate professor, merited artiste and master of sports on the occasion of its 60th founding anniversary.\n\t\t\t\t\t\n\t\t\t\t\t Sixty year-long history of the university is the proud one in which it has covered the road of brilliant victory true to the idea and leadership of Generalissimos Kim Il Sung and Kim Jong Il and Marshal Kim Jong Un and the one of loving care shown by them, Jang noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The most precious exploit performed by the university is that it has trained a lot of excellent talents of the nation in various fields contributing to the movement of the Koreans in Japan, the development of the community of the Koreans in Japan, the country and the nation, and graduates are playing a big role in the movement of the Koreans in Japan and national education.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting a video from the homeland congratulating the university on its founding anniversary was shown.\n\t\t\t\t\t\n\t\t\t\t\t An art performance was given by students, teaching staff and graduates of the university. A photo exhibition and reception took place.\n\t\t\t\t\t\n\t\t\t\t\t A grand festival was held on May 29.\n\t\t\t\t\t\n\t\t\t\t\t Then followed colorful events."
        },
        {
            "title": "DPRK's Proposal for Ensuring Peace and Security Supported",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-15ee.html",
            "content": "DPRK's Proposal for Ensuring Peace and Security Supported\r\n Pyongyang, June 2 (KCNA) -- The Information Bureau of the Federation of Korean Young Nationals in China in a statement on May 26 fully supported the proposal of the DPRK for ensuring durable peace and security on the Korean peninsula. \n\t\t\t\t\t The statement referred to the fact that the Ministry of the People's Armed Forces of the DPRK National Defence Commission sent a notice to the military authorities of the south side on May 21 to have a working-level contact for opening the north-south military authorities' talks.\n\t\t\t\t\t\n\t\t\t\t\t This was the peaceful proposal to defuse the military tension and ensure durable peace and security on the peninsula at an early date under the banner of the June 15 joint declaration and the October 4 declaration, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the military authorities of the south side are making provocative remarks that \"denuclearization should precede\", far from actively responding to the proposal made by the DPRK out of great magnanimity.\n\t\t\t\t\t\n\t\t\t\t\t The desire of all the Koreans is to ensure peace and stability and achieve reunification, not to see military confrontation and conflicts on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the south Korean authorities and military authorities to respond to the DPRK's magnanimous proposal for dialogue and negotiations."
        },
        {
            "title": "Brazilian Body Introduces Tower of Juche Idea",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-02ee.html",
            "content": "Brazilian Body Introduces Tower of Juche Idea\r\n Pyongyang, June 2 (KCNA) -- The Brazilian Center for the Study of the Juche Idea posted an article titled \"The Tower of the Juche Idea\" on its website on May 22, illustrated with the photo of the tower.\n\t\t\t\t\t The article said that when one visits Pyongyang, the capital city of the DPRK, one can see the flame of the torch on the top of a tower on the bank of the River Taedong, the torch of the Tower of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t The tower was unveiled in April 1982 marking the 70th birthday of President Kim Il Sung, the founder of socialist Korea, to symbolize the greatness and immortality of the Juche idea founded by him, the article said, introducing the size, form and symbolic meaning of the tower.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The scenery around the tower is not only wonderful during the day but more charming at night.\n\t\t\t\t\t\n\t\t\t\t\t Fireworks are displayed around the tower to mark the birth anniversary of the President and other national holidays, which make nocturnal sky above Pyongyang more beautiful.\n\t\t\t\t\t\n\t\t\t\t\t A huge number of foreign guests visit the tower also.\n\t\t\t\t\t\n\t\t\t\t\t The article said that prominent personages of different countries made an entry in the visitor's book one of which said that the Tower of the Juche Idea is a monumental edifice and the spirit of Juche will more fiercely flare up like the eternal torch."
        },
        {
            "title": "Only Victory and Glory Will Be in Store for WPK: Iranian Figure",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-03ee.html",
            "content": "Only Victory and Glory Will Be in Store for WPK: Iranian Figure\r\n Pyongyang, June 2 (KCNA) -- The chairman of the Al Hadi Islam Propaganda Organization of Iran issued a statement on May 28 as regards the successful 7th Congress of the Workers' Party of Korea (WPK).\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Un's election as chairman of the WPK at its Seventh Congress is an expression of the absolute trust and respect of all the Korean people for him.\n\t\t\t\t\t\n\t\t\t\t\t This is a historic great event reflecting the unanimous desire of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his report on the review of the work of the Central Committee of the WPK made at the congress indicated the orientation and ways for building an independent and prosperous reunified power as soon as possible without any interference of foreign forces by holding aloft the banner of national independence and great national unity and striving to ensure peace and security on the Korean peninsula and realize the reunification by federal formula.\n\t\t\t\t\t\n\t\t\t\t\t He scientifically analyzed and estimated the present international situation and clarified the revolutionary and principled stand of the WPK for the cause of global independence and the tasks for carrying it out.\n\t\t\t\t\t\n\t\t\t\t\t Fully supporting the lines of building an economic power, reunifying Korea and accomplishing the cause of global independence clarified by Kim Jong Un at the 7th Congress of the WPK, the Al Hadi Islam Propaganda Organization of Iran expresses belief that only victory and glory will be in store for the WPK headed by him."
        },
        {
            "title": "Kim Jong Un's Report on Review of Work of C.C., WPK Studied and Disseminated in Nigeria, Guinea",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-06ee.html",
            "content": "Kim Jong Un's Report on Review of Work of C.C., WPK Studied and Disseminated in Nigeria, Guinea\r\n Pyongyang, June 2 (KCNA) -- A seminar and reading session on the report on the review of the work of the Central Committee of the Workers' Party of Korea (WPK) made by supreme leader Kim Jong Un at its 7th Congress were held by the Nigerian Group for the Study of the Juche Philosophy and the Guinean Guyco Company on May 18 and 25.\n\t\t\t\t\t The chairman of the Nigerian Group for the Study of the Juche Philosophy said HE Kim Jong Un said in his report that the proud victory has been won in building socialism and the eternal foundation for accomplishing the cause of the Juche revolution provided thanks to the great Juche idea and Songun politics of the WPK and devoted efforts of all the service personnel and people boundlessly faithful to the party.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Jong Un indicated the tasks and ways for modeling the whole society on Kimilsungism-Kimjongilism, building a socialist power, reunifying the country and realizing the global independence, he expressed the belief that the army and people of the DPRK would successfully carry out the important tasks set forth at the 7th Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The field chief for security of the Guinean Guyco Company and other speakers said in the reading session that Kim Jong Un's historic report serves as the important document to be taken by not only the Korean people but also the people of the African countries struggling for social progress and development."
        },
        {
            "title": "Kim Jong Un recorre Fabrica de Equipos y Materiales Deportivos de Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-25ee.html",
            "content": "Kim Jong Un recorre Fabrica de Equipos y Materiales Deportivos de Pyongyang\r\nPyongyang, 2 de junio (ACNC) -- El Mariscal Kim Jong Un, Presidente del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la Fabrica de Equipos y Materiales Deportivos de Pyongyang.\n\t\t\t\t\tDiciendo que debe asegurarse la firme condicion material para desarrollar el deporte, el Mariscal tuvo la iniciativa personal de reconstruir por completo la Fabrica de Aparatos Deportivos de Pyongyang fundada en abril de 1959, conforme a la demanda del nuevo siglo.\n\t\t\t\t\t\n\t\t\t\t\tFijo el solar de la fabrica en el sitio adecuado, dirigio el plan de conformacion y lo denomino en enero pasado la Fabrica de Equipos y Materiales Deportivos de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tAl recorrer la sala de presentacion del historial, el Mariscal dijo que el Partido presta grandes esfuerzos a la labor del sector deportivo y subrayo que los funcionarios y empleados de la fabrica deben esforzarse abnegadamente con el particular orgullo y patriotismo de trabajar en el puesto importante donde se convierte en realidad el proyecto del partido sobre la construccion de la potencia deportiva.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal recorrio varios puntos de la fabrica, mientras que estudio en detalle el estado de construccion y produccion y la variedad y calidad de los articulos. \n\t\t\t\t\t\n\t\t\t\t\tEquiparon de manera racional y suficiente los modernos equipos adecuados a la caracteristica de la fabrica que produce varios equipos y materiales deportivos que se demandan mucho entre los deportistas profesionales, los jovenes y ninos y los trabajadores y realizaron en el alto nivel la modernizacion y la informatizacion de la produccion y administracion y, por su resultado se permite producir mucho mas equipos y materiales deportivos en comparacion con el periodo anterior, dijo.\n\t\t\t\t\t\n\t\t\t\t\tEstablecieron el estricto sistema de control de calidad para garantizar la calidad de los articulos y producir los equipos y materiales convenientes a la norma internacional, apunto.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal subrayo que la fabrica tiene importante mision en el trabajo para realizar el proyecto del partido por la construccion de la potencia deportiva y presento las tareas incluyendo el problema de establecer bien la estrategia administrativa para normalizar, ampliar y desarrollar la produccion.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que es un trabajo muy importante producir y suministrar los equipos y materiales deportivos de nivel mundial conforme a que bajo la direccion del partido se establecio por todo el pais el ambiente de dar importancia a los deportes, se aviva sin precedente el fervor deportivo y se logran buenos exitos de juego entre los deportistas.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la construccion de esta fabrica moderna, podemos suministrar a los deportistas y habitantes los equipos y materiales de buena calidad producidos por cuenta propia, dijo el Mariscal y apunto que deben producir sin falta con la propias fuerzas, tecnicas y materiales los equipos y materiales deportivos necesarios para desarrollar el sector de deportes profesionales, popularizar el deporte y convertirlo en la vida cotidiana.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dio instrucciones referentes a la inauguracion de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tY expreso la esperanza y conviccion de que los funcionarios y los empleados de la rama correspondiente y la fabrica cumpliran exitosamente con su mision honrosa asumida en la lucha para convertir cuanto antes nuestro pais en la potencia deportiva.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Choe Ryong Hae, miembro del Presidium del Buro Politico y vicepresidente del Comite Central del PTC, O Su Yong, vicepresidente del CC del PTC y Jo Yong Won, subjefe de departamento del CC del PTC."
        },
        {
            "title": "Delegacion de PTC se reune con Xi Jinping",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-26ee.html",
            "content": "Delegacion de PTC se reune con Xi Jinping\r\nPyongyang, 2 de junio (ACNC) -- La delegacion del Partido del Trabajo de Corea encabezada por Ri Su Yong, miembro del Buro Politico y vicepresidente del Comite Central del PTC, de visita en la Republica Popular China, departio el dia primero en el Gran Palacio del Pueblo en un ambiente amistoso con Xi Jinping, Secretario General del Comite Central del Partido Comunista de China, Presidente de la RPCh y de la Comision Militar Central de RPCh.\n\t\t\t\t\tRi Su Yong transmitio cortesmente a Xi Jinping el saludo cordial y mensaje verbal enviados por el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tXi dijo que piensa muy alegre de que Kim Jong Un, Presidente del PTC, le envio el saludo camaraderil y amistoso y el mensaje verbal y encomendo entregarle su sincero saludo de votos.\n\t\t\t\t\t\n\t\t\t\t\tRi dijo que en el VII Congreso del PTC eligieron al Mariscal Kim Jong Un como Presidente del PTC reflejando la unanime voluntad y anhelo de todos los militantes del partido, los oficiales y soldados del Ejercito Popular de Corea y los habitantes.\n\t\t\t\t\t\n\t\t\t\t\tY subrayo que el conclave declaro que el Dirigente Kim Jong Il es el simbolo y eterno jefe del PTC y que el PTC es el gran partido de Kimilsungismo-Kimjongilismo.\n\t\t\t\t\t\n\t\t\t\t\tEl VII Congreso del PTC mostro que son invariables el lineamiento general de la construccion socialista, la linea de la independencia, la de la revolucion de Songun, la de la reunificacion jucheana y la nueva linea de desarrollo paralelo que el PTC ha venido manteniendo siempre, dijo y continuo que todos los militantes del PTC, los oficiales y soldados del EPC y el pueblo se dedican con impetu a la materializacion de la decision del conclave.\n\t\t\t\t\t\n\t\t\t\t\tLa Republica Popular Democratica de Corea fortalecera y desarrollara invariablemente la amistad Corea-China, riqueza comun de los pueblos de ambos paises, defendiendo con la vision estrategica la paz y la seguridad de la region, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tY deseo que el PCCh con Xi Jinping como Secretario General logren mayores exitos en la lucha por realizar el \"sueno de China\" dirigiendo al pueblo chino.\n\t\t\t\t\t\n\t\t\t\t\tXi felicito calurosamente otra vez la eleccion del respetado camarada Kim Jong Un como Presidente del PTC y subrayo que esta muy alegre por la efectuacion exitosa del VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tLa visita a China de la delegacion del PTC manifesto de nuevo la tradicion excelente del entendimiento mutuo estrategico entre los dos partidos de China y Corea, menciono.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que es invariable la orientacion del partido y el gobierno de China tendientes a defender, consolidar y desarrollar la amistad China-Corea y afirmo que se esforzara activamente con la parte coreana por ofrecer la felicidad a los pueblos de China y Corea y defender la paz, la seguridad y el desarrollo de la region, al desarrollar de generacion en generacion las relaciones de amistad China-Corea, preparadas y cultivadas personalmente por los lideres de vieja generacion de los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tY deseo de todo corazon al pueblo coreano mayores exitos en el cumplimiento de la causa de la construccion de la potencia socialista a estilo coreano bajo la direccion del PTC encabezado por el camarada Presidente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto estuvieron presentes Ji Jae Ryong, embajador coreano en china, Yang Jiechi, consejero de Estado de la RPCh, Song Tao, jefe del Departamento de Enlace Internacional del CC del PCCh, Ding Xuexiang, subdirector ejecutivo de la Oficina General del CC del PCCh, Liu Hongcai, subjefe del Departamento de Enlace Internacional del CC del PCCh y Liu Zhenmin, viceministro de Relaciones Exteriores."
        },
        {
            "title": "CRPP denuncia locura anti-RPDC de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-27ee.html",
            "content": "CRPP denuncia locura anti-RPDC de autoridades surcoreanas\r\nPyongyang, 2 de junio (ACNC) -- Con respecto a que la cada dia mas imprudente locura conflictiva de las autoridades surcoreanas contra la Republica Popular Democratica de Corea empeora la situacion del pais, el Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 2 una declaracion.\n\t\t\t\t\tEn acato a la nueva linea y orientacion para la reunificacion de la patria presentadas en el VII Congreso del Partido, la Republica Popular Democratica de Corea publico la declaracion conjunta del gobierno, partidos politicos y entidades y propuso la reanudacion de las conversaciones de autoridades militares Norte-Sur de Corea exhortando fervientemente a las autoridades surcoreanas a superar las dificultades creadas y abrir el camino favorable a la mejora de las relaciones bilaterales. \n\t\t\t\t\t\n\t\t\t\t\tPero, la primera respuesta de la parte Sur fue las persistencias injustas como la \"desnuclearizacion primero, dialogo despues\" y la \"ofensiva propagandista carente de la sinceridad\" y las perversas provocaciones politicas. Y su primera contramedida sustancial fue la provocacion armada de los belicistas del circulo militar. \n\t\t\t\t\t\n\t\t\t\t\tEn este momento tambien las autoridades surcoreanas responden con el vergonzoso servilismo a EE.UU. y el virulento alboroto de confrontacion fratricida a la justa demanda de la parte connacional de rechazar a las fuerzas extranjeras y lograr la unidad nacional e inducen en error la opinion publica desafiando con las provocaciones intolerables y las calumnias furiosas a la propuesta magnanima de la contraparte de dialogo. \n\t\t\t\t\t\n\t\t\t\t\tLa nota lo califica de insulto imperdonable a las medidas patrioticas de la RPDC y de brutal desafio a la aspiracion y demanda de toda la nacion y aclara la siguiente posicion de principios:\n\t\t\t\t\t\n\t\t\t\t\t1. Si las autoridades surcoreanas siguen portandose mal, en lugar de hacer una opcion responsable teniendo en consideracion el profundo sentido del llamamiento y propuesta patrioticos de la parte connacional, tomaremos las contramedidas mas fuertes que les pondran en el aprieto irremediable y pasaremos a la ofensiva super-intransigente que acelerara el arruinamiento de los enemigos. \n\t\t\t\t\t\n\t\t\t\t\tCon la unica decision de resolver antes que nada el problema de reunificacion de la patria, ya hemos advertido a las autoridades surcoreanas que podemos hacerse acompanantes para abrir una nueva historia de reunificacion, si ellas aceptan nuestra propuesta cordial, pero en el caso contrario, sufriran la consecuencia tragica. \n\t\t\t\t\t\n\t\t\t\t\tVolvemos a declarar con solemnidad que nuestra advertencia no es una palabra vacia. \n\t\t\t\t\t\n\t\t\t\t\t2. Si las autoridades surcoreanas niegan con el acto militar la justa propuesta de la RPDC por el alivio de la tension y el aseguramiento de la paz de la Peninsula Coreana, responderemos con una implacable opcion fisica. \n\t\t\t\t\t\n\t\t\t\t\tuestra posicion es eliminar a fuerza a quienes buscan la salida en la confrontacion fratricida y la guerra sin tener interes en la mejora de las relaciones intercoreanas ni en la paz de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tYa hemos aclarado abiertamente que estamos listos tanto a los metodos pacificos para lograr la reintegracion territorial como a los metodos no pacificos para eliminar en un instante todos los nidos del mal. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben tener presente que nuestras contramedidas fisicas segun los metodos no pacificos nos traeran la victoria en la guerra por la reunificacion, y les acarrearan la derrota amarga. \n\t\t\t\t\t\n\t\t\t\t\t3. Si las autoridades surcoreanas sueltan ininterrumpidamente las calumnias provocativas contra la RPDC, sufriran el destino tragico como maniacas conflictivas y traidoras a la nacion. \n\t\t\t\t\t\n\t\t\t\t\tLes hace falta recordar otra vez nuestro consejo significativo y nuestra severa advertencia.\n\t\t\t\t\t\n\t\t\t\t\tAhora toda la nacion coreana y la sociedad internacional observan agudamente la actitud de las autoridades surcoreanas esperando el clima favorable a la mejora de las relaciones intercoreanas y al alivio de la tension en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben tener presente que no podran eludir la severa sentencia de la epoca y la historia por su locura fratricida y belica anti-RPDC."
        },
        {
            "title": "ACRC condena otro secuestro por parte de titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2016/201606/news02/20160602-28ee.html",
            "content": "ACRC condena otro secuestro por parte de titeres surcoreanos\r\nPyongyang, 2 de junio (ACNC) -- El portavoz del Comite Central de la Asociacion de la Cruz Roja de Corea (ACRC) publico el dia 2 una declaracion en relacion con que ahora se libra en el Sur de Corea la otra campana habitual y frenetica contra la Republica Popular Democratica de Corea armando un alboroto de que 3 empleadas de restaurante de la RPDC en ultramar \"se fugaron del Norte\", lo cual es \"resultado de sanciones\".\n\t\t\t\t\tEl portavoz aclaro que tambien el presente caso es el secuestro forzoso, organizado y planificado por los gangsteres del Servicio Nacional de Inteligencia (SNI) titere del Sur de Corea, al igual que el secuestro colectivo a 12 ciudadanas de la RPDC perpetrado en abril pasado en Ningbo de la provincia china de Zhejiang.\n\t\t\t\t\t\n\t\t\t\t\tYa tenemos suficientes datos sobre las maquinaciones viles y astutas de los bandidos del SNI que desde hace mucho tiempo disfrazaron la identidad y se acercaron a dos empleadas de la RPDC que trabajaban en el Restaurante Sonbong de Pyongyang situada en la ciudad de Weinan, China, para inducirlas y secuestrarlas, senalo el portavoz y continuo:\n\t\t\t\t\t\n\t\t\t\t\tLos gangsteres del SNI planearon de antemano tal operacion, tentaron a ellas al mercado y desaparecieron llevandolas en un coche preparado anteriormente.\n\t\t\t\t\t\n\t\t\t\t\tCambiando los coches, ellos cruzaron ilegalmente sin pasaportes la frontera de China, pasaron por Laos y Tailandia para llevarlas a Seul.\n\t\t\t\t\t\n\t\t\t\t\tEl portavoz senalo que este caso revela plenamente al mundo entero que las autoridades surcoreanas son precisamente los mas atroces criminales de DDHH y descarados gangsteres de terrorismo internacional y subrayo:\n\t\t\t\t\t\n\t\t\t\t\tTodo el ejercito y el pueblo de la RPDC nunca perdonaran tales crimenes de la banda titere y le haran pagar sin falta el precio mas caro.\n\t\t\t\t\t\n\t\t\t\t\tLa banda titere debe pedir disculpas ante nosotros por el caso, castigar severamente a los criminales, cesar de inmediato tales tejemanejes aviesos y devolver sin demora a todos los secuestrados."
        }
    ]
}