{
    "date": "2016-03-02",
    "url": "http://kcna.co.jp/item/2016/201603/2016-03-02ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Thaesong Machine Factory",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-10ee.html",
            "content": "Kim Jong Un Visits Thaesong Machine Factory\r\n Pyongyang, March 2 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, inspected the Thaesong Machine Factory and set forth the tasks for its modernization.\n\t\t\t\t\t Noting that the officials and workers of the factory have carried through its production assignments for the past decades, thus working proud feats for the development of the nation's machine-building industry, he gave thanks in the name of the Workers' Party of Korea to them.\n\t\t\t\t\t\n\t\t\t\t\t He toured a room for education in the revolutionary history at the factory.\n\t\t\t\t\t\n\t\t\t\t\t Carefully seeing the historic mementoes on display, he said that every part of the factory has sacred traces of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The room has been built very well, he said, adding: Primary efforts should be directed to the education in the great leaders' exploits so that the workers of the factory can glorify the undying feats with big achievements in production, well aware of how important their factory is.\n\t\t\t\t\t\n\t\t\t\t\t He went round combined processing workshop, assembling workshop and other parts of the factory to learn in detail about its production and performance and quality of finished products.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the Thaesong Machine Factory, the eldest, pioneer and core factory in the machine-building industry of the country, has a very important role to play in building a thriving nation, he stressed the need to modernize it as required by the age of knowledge-based economy.\n\t\t\t\t\t\n\t\t\t\t\t The factory's production and technology management process should be turned into one of development and creative style, not sample-imitation style, he said, adding his visit is aimed to lay a new springboard for the development of the country's machine-building industry through modernization of the factory.\n\t\t\t\t\t\n\t\t\t\t\t It is the intention of the Party Central Committee to turn the Thaesong Machine Factory into a world-level ultra-modern machine producer, he said, and went on: The work for modernizing the factory should be dealt as an important and strategic affair related to the future of the development of the country's machine-building industry.\n\t\t\t\t\t\n\t\t\t\t\t He gave precious instructions for modernization of the factory and took necessary measures.\n\t\t\t\t\t\n\t\t\t\t\t Noting he felt the very high degree of revolutionary zeal and spirit of the workers at the factory struggling with their firm resolution to proudly attend the Seventh Congress of the WPK with a record-book on campaign of loyalty, he said: There will be no fortress unconquerable for us when we go with those workers.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the officials and workers of the factory would completely renew the factory to meet the demand of the age of knowledge-based economy and the needs of a highly civilized socialist nation and bring about a great upsurge in the production of modern machines urgently needed for various economic fields and thus creditably play the role of vanguard and shock brigade in the struggle for development of the country's economy.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Jo Yong Won and Kim Jong Sik, vice department directors of the WPK Central Committee."
        },
        {
            "title": "Congratulations to Algerian President ",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-18ee.html",
            "content": "Congratulations to Algerian President \r\n Pyongyang, March 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, in a message Wednesday congratulated Abdelaziz Bouteflika, president of the Democratic People's Republic of Algeria, on his birthday.\n\t\t\t\t\t The message wished the president good health and greater success in his responsible work for the stability and development of the country and expressed conviction that the traditional friendly relations between the DPRK and Algeria would grow stronger."
        },
        {
            "title": "Trees Planted on Tree-planting Day",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-31ee.html",
            "content": "Trees Planted on Tree-planting Day\r\n Pyongyang, March 2 (KCNA) -- A spring tree-planting campaign started in the DPRK.\n\t\t\t\t\t Meetings of agricultural workers and members of the Union of the Agricultural Workers of Korea, working people, youth league organizations, young people and officials and members of the Democratic Women's Union of Korea took place before the Mangyongdae Revolutionary Museum, on Moran Hill, before the Mangyongdae Schoolchildren's Palace and at the Central Nursery of the Ministry of Land and Environment Protection on Wednesday to pledge to launch a vigorous forest restoration campaign true to the plan of Supreme leader Kim Jong Un for land development. \n\t\t\t\t\t\n\t\t\t\t\t Present at the meetings were Kim Yong Nam, Pak Pong Ju, Kim Ki Nam and other senior officials of the party and state, the chairperson of the Central Committee of the Korean Social Democratic Party, officials of the party and power organs, Cabinet, working people's organizations, commissions, ministries and national institutions, working people, youth and students.\n\t\t\t\t\t\n\t\t\t\t\t The reporters and speakers said President Kim Il Sung and leader Kim Jong Il devoted all their lives to turning the mountains of the country into the thickly wooded people's paradise and flower gardens, adding that their patriotic devotion and exploits would remain shining forever.\n\t\t\t\t\t\n\t\t\t\t\t They called for bringing about an epochal turn in the forest restoration campaign this year when the Seventh Congress of the WPK is to be held by making patriotic dedication to the work for handing down the assets of lasting value to the generations to come under the leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the meetings the senior party and state officials planted trees and flower shrubs of various species together with working people, youth and students."
        },
        {
            "title": "3.5 Million Trees Planted in DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-25ee.html",
            "content": "3.5 Million Trees Planted in DPRK\r\n Pyongyang, March 2 (KCNA) -- It is 70 years after President Kim Il Sung climbed Moran Hill on March 2, Juche 35 (1946) to unroll a far-reaching plan for turning all the mountains of the country into a people's paradise covered with thick forests.\n\t\t\t\t\t This day is observed as the Tree-planting Day in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All the people of the country have been working hard to create forests of economic value, scenic forests and firewood forests, etc, declaring the forest restoration as a war with nature. \n\t\t\t\t\t\n\t\t\t\t\t With this year's Tree-planting Day as an occasion, a brisk tree-planting campaign was carried out throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t According to data available, more than 3.5 million trees of scores of species were planted today."
        },
        {
            "title": "GFTUK Delegation Leaves for Vietnam, Malaysia ",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-20ee.html",
            "content": "GFTUK Delegation Leaves for Vietnam, Malaysia \r\n Pyongyang, March 2 (KCNA) -- A delegation of the General Federation of Trade Unions of Korea (GFTUK) led by Vice-Chairman of its Central Committee Kim Tong Son left here Wednesday to take part in the meeting of the Presidential Council of the World Federation of Trade Unions to be held in Vietnam and to visit Malaysia."
        },
        {
            "title": "European Politicians Tour Sci-Tech Complex",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-27ee.html",
            "content": "European Politicians Tour Sci-Tech Complex\r\n Pyongyang, March 2 (KCNA) -- A delegation of politicians from various political parties of Europe led by Chief Executive Officer of Inter Mediate Jonathan Powell, former Downing Street Chief of Staff to Prime Minister Tony Blair, Wednesday toured the Sci-Tech Complex.\n\t\t\t\t\t Being briefed on the fact that the complex was built into a model of the Juche-based architectural art and the best all-purpose sci-tech base, they looked round various places including the applied sci-tech hall, dream hall for children and e-library.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, they toured Mirae Scientists Street."
        },
        {
            "title": "Mongolian FM Delegation Tours Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-19ee.html",
            "content": "Mongolian FM Delegation Tours Mangyongdae\r\n Pyongyang, March 2 (KCNA) -- A delegation of the Ministry of Foreign Affairs of Mongolia led by Department Director G. Battungalag toured Mangyongdae, the birthplace of President Kim Il Sung, Wednesday.\n\t\t\t\t\t Being briefed on the revolutionary history of the President and his family members, the guests looked round the relics preserved there with much care."
        },
        {
            "title": "Foreign Crewmen Meet",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-28ee.html",
            "content": "Foreign Crewmen Meet\r\n Chongjin, March 2 (KCNA) -- There took place a solidarity meeting of foreign crewmen at Chongjin Port Wednesday in support of the proposal for Korea's reunification set forth by Marshal Kim Jong Un in his New Year Address.\n\t\t\t\t\t The participants laid a floral basket and bouquets before the statues of President Kim Il Sung and leader Kim Jong Il in Chongjin City, North Hamgyong Province and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were the captain and crewmen of the Kiribati-flagged ship New Global.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that Kim Il Sung and Kim Jong Il set forth the fair reunification proposals meeting the will and demand of all Koreans and performed immortal feats in the cause of the country's reunification. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un said in his New Year Address that the DPRK will have an open-minded discussion on the reunification issue, one of the national issues, with anyone who is desirous of national reconciliation and unity, peace and reunification, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers are persistently checking Korea's reunification and staging war drills, escalating tensions.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un repelled every challenge of the hostile forces and put the DPRK on the status of a full-fledged nuclear power and space power.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "Brisk Agitation Activities for 70-day Campaign ",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-16ee.html",
            "content": "Brisk Agitation Activities for 70-day Campaign \r\n Pyongyang, March 2 (KCNA) -- Brisk frontline-style information and agitation activities are now under way across the country where the 70-day campaign is going on to glorify the Seventh Congress of the Workers' Party of Korea as a glorious one of victors.\n\t\t\t\t\t Artistes of the Phibada Opera Troupe and the National Theatrical Troupe are making performance tours of various places in North Phyongan Province to encourage working people in the drive for increased production.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of the Mansudae Art Troupe are presenting songs of the revolution and struggle at the Osoksan and Ryonggang granite mines, inspiring the workers in their campaign.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of the National Folk Art Troupe and the National Circus staged songs and poems with strong appeal and art pieces on the subject of anti-imperialist, class education for the fishermen of the Nampho Fishery Station, instilling confidence and optimism into them.\n\t\t\t\t\t\n\t\t\t\t\t The members of the Central Art Squad for Increased Production and the Art Squad of the Central Committee of the Kim Il Sung Socialist Youth League gave performances at the construction site for remodeling the Kim Il Sung Stadium and the Chollima Steel Complex.\n\t\t\t\t\t\n\t\t\t\t\t The members of the Workers' Art Group of the Central Committee of the General Federation of Trade Unions of Korea and the art squads of the C.C., the Union of Agricultural Workers of Korea and the C.C., the Democratic Women's Union of Korea also presented diverse numbers to the builders carrying out the second phase project for remodeling the Central Zoo.\n\t\t\t\t\t\n\t\t\t\t\t School youth and children are revving up the atmosphere of the campaign through brass band music and songs.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, creators and employees of the Mansudae Art Studio, the Korean Central Fine Arts Studio and the Korean Fine Art Distribution Agency are encouraging the workers of the Kim Jong Thae Electric Locomotive Complex and the Pyongyang Thermal Power Complex in their drive for carrying out the behests of the great leaders and upholding the Party's policies by displaying visual aid materials."
        },
        {
            "title": "Railway Transportation Schedule Over-fulfilled in DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-24ee.html",
            "content": "Railway Transportation Schedule Over-fulfilled in DPRK\r\n Pyongyang, March 2 (KCNA) -- The 70-day campaign was launched in the DPRK from Feb. 23 to greet the 7th Congress of the Workers' Party of Korea with unprecedented labor achievements. As part of the campaign, employees in the field of railway transportation have over-fulfilled their daily schedule.\n\t\t\t\t\t The Ministry of Railways is properly carrying on the organization and control of transport on the basis of detailed data on the running of freight cars and cargos at stations.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Railway Bureau is paying primary attention to transporting cargo necessary for important projects through concentrated transportation.\n\t\t\t\t\t\n\t\t\t\t\t The Hamhung and Rason railway bureaus, in particular, have carried out their transport schedules at 108.2 percent and 104.4 percent on a daily average. The same is true of the Chongjin and Kaechon railway bureaus.\n\t\t\t\t\t\n\t\t\t\t\t The achievements made in railway transportation greatly encourage the working people in other fields of national economy who turned out in the campaign."
        },
        {
            "title": "DPRK Zoologist Satirizes Park Geun Hye ",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-17ee.html",
            "content": "DPRK Zoologist Satirizes Park Geun Hye\r\n Pyongyang, March 2 (KCNA) -- Pak Ryo Un, DPRK zoologist, made public an article titled \"Ugly female bat-disgrace as the worst traitor\".\n\t\t\t\t\t The article said Koreans satirize Park Geun Hye as a tailless bitch of Chongwadae but the DPRK zoologists say that she has the similar mode of existence to a bat, when viewed in the light of her acts of treachery.\n\t\t\t\t\t\n\t\t\t\t\t The article noted she might have the same surname and the same family origin as the bat in every aspect and her appearance resembles the ugly look of the bat.\n\t\t\t\t\t\n\t\t\t\t\t The thrice-cursed acts she has done so far were prompted by her same deformed mode of existence as that of the bat, the article noted, satirizing her behavior:\n\t\t\t\t\t\n\t\t\t\t\t She behaved like a bat which lives in such dingy place as cave. Upon hearing the news of the DPRK's successful first H-bomb test, she hastily ran down to the bunker of Chongwadae, unaware that the waistband of her skirt slipped down and her shoes came off, stunning even her confidants.\n\t\t\t\t\t\n\t\t\t\t\t When the Supreme Command of the Korean People's Army declared in its crucial statement that it would blow up Chongwadae as its primary target, Park reportedly hurried down to an underground bunker.\n\t\t\t\t\t\n\t\t\t\t\t Park cannot be called otherwise than a female bat as she sees everything from a twisted point of view, seized with inveterate repugnancy toward the compatriots in the north and a bad habit of kowtowing to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Her behavior reminds one of a fable about a bat forsaken by both birds and mammals while seeking self-interest only.\n\t\t\t\t\t\n\t\t\t\t\t Yesterday she swished her skirt to flatter the U.S. to prolong her dirty remaining days, fawns upon China today and is going to kowtow to Japan tomorrow, with her wrinkled face powdered and her skinny body twisted.\n\t\t\t\t\t\n\t\t\t\t\t This makes even a cat laugh.\n\t\t\t\t\t\n\t\t\t\t\t When her masters U.S. and Japan said no to the \"south Korea-China new friendly relationship\" about which Park advertised so much, she whimsically cried out for deployment of THAAD and sharply criticized China.\n\t\t\t\t\t\n\t\t\t\t\t This is a convincing proof of the fact that any deal with the female bat entails serious consequences.\n\t\t\t\t\t\n\t\t\t\t\t The \"balanced diplomacy\" of Park Geun Hye-style focused on interests turned out to be a shameful diplomacy, hit hard from all sides, and \"humiliating diplomacy\" reflecting the will of her master be a suicidal diplomacy as it would bring south Korea economic loss to the tune of 17 trillion won.\n\t\t\t\t\t\n\t\t\t\t\t Bat is said to die in the dreary cave, its body hanging down.\n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that she is destined to meet the same death in the bunker of Chongwadae as her father Park Chung-Hee who was shot to death by his confidant in the underground restaurant at pitch-dark night as she has committed so many crimes to be cursed by the people."
        },
        {
            "title": "Civilized Town in Mountains",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-22ee.html",
            "content": "Civilized Town in Mountains\r\n Pyongyang, March 2 (KCNA) -- Samjiyon County in Ryanggang Province, the DPRK is of historic significance as it is closely associated with the immortal revolutionary activities conducted by President Kim Il Sung.\n\t\t\t\t\t Under the wise leadership of the Workers' Party Korea (WPK), the county has been recently spruced up with over 60 projects remodeled.\n\t\t\t\t\t\n\t\t\t\t\t It was early in March Juche 95 (2006) that leader Kim Jong Il visited the county to walk round cultural, sports and public service facilities newly built in its township and gave instructions to give better accommodation to those on a study tour of Mt. Paektu, the holy mountain of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un visited Samjiyon County in November 2013 and indicated ways to renovate the county, saying that it is the firm determination of the Party to make hurrah for the WPK and socialism resound far and wide from the first township at the foot of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Among projects reconstructed by December last year are the Samjiyon Schoolchildren's Palace, Samjiyon County Hall of Culture, sports village in the area of Mt. Paektu, lodging quarters for participants in study tour of the Samjiyon Revolutionary Battle Site and minor hydraulic power stations.\n\t\t\t\t\t\n\t\t\t\t\t And the construction of stadium, garment factory, mushroom farm and others were newly completed in the county."
        },
        {
            "title": "Kim Jong Il's Feats in Forestation of Country",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-23ee.html",
            "content": "Kim Jong Il's Feats in Forestation of Country\r\n Pyongyang, March 2 (KCNA) -- March 2 is the Tree-planting Day in the Democratic People's Republic of Korea.\n\t\t\t\t\t On this occasion, servicepersons and people are recollecting with deep emotion the patriotic life of leader Kim Jong Il who dedicated his all to turning the whole country into a paradise for people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was a peerless great man and patriot who loved even a blade of grass and a tree of the homeland.\n\t\t\t\t\t\n\t\t\t\t\t He, optimistic of the future of prosperous homeland, cultivated two young pine-nut trees even in the flames of the fierce Fatherland Liberation War (1950-1953).\n\t\t\t\t\t\n\t\t\t\t\t With the noble aim of eternizing the feats President Kim Il Sung performed in foresting the country by planting a tree on Moran Hill on March 2, Juche 35 (1946), only several months after the country's liberation from Japan's colonial rule, Kim Jong Il saw to it that March 2 was set as the Tree-Planting Day.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the Arduous March, the forced march, he paid deep attention to the afforestation of the country.\n\t\t\t\t\t\n\t\t\t\t\t When he inspected a unit of the Korean People's Army, he personally examined the master plan for forestation worked out by the unit and highly praised its servicepersons for building an excellent nursery and carrying out well the forestation in and around its compound.\n\t\t\t\t\t\n\t\t\t\t\t And he called for launching a vigorous tree planting movement involving all the masses so as to hand over to posterity the beautiful land and rich resources.\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the Tree-Planting Day this year, the servicepersons and people across the country have turned out in a tree-planting campaign to materialize the noble intention of Kim Jong Il to turn all mountains into those of gold and treasures."
        },
        {
            "title": "Japanese Reactionaries Can Never Cover up Their Past Unethical Crimes: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-09ee.html",
            "content": "Japanese Reactionaries Can Never Cover up Their Past Unethical Crimes: Rodong Sinmun\r\n Pyongyang, March 2 (KCNA) -- The Japanese reactionaries can never cover up the past bloody crimes against humanity, says Rodong Sinmun in an article Wednesday.\n\t\t\t\t\t Disclosing the Japanese imperialists' harsh suppression of the March First Popular Uprising in 1919, the article notes that this was just the tip of the iceberg of the past crimes they committed against the Korean nation during their colonial rule over Korea.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It has nearly a century since the uprising and seven decades have passed since their defeat.\n\t\t\t\t\t\n\t\t\t\t\t However, the Japanese reactionaries are impudently denying and distorting all the hideous unethical crimes perpetrated against the Korean people in the past, far from honestly admitting them and making apology and reparation for them.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, as regards the issue of the sexual slavery for the Imperial Japanese Army, they talked rubbish that the results of \"overall investigation\" failed to confirm any evidence proving the forcible drafting of Korean women as comfort women by military and government organs.\n\t\t\t\t\t\n\t\t\t\t\t Not content with insulting the victims of the sexual slavery as \"prostitutes\", they are absurdly insisting on the lack of evidence proving forcible drafting of Korean women as sexual slaves, a clear indication of their wicked nature as morally depraved guys.\n\t\t\t\t\t\n\t\t\t\t\t History neither vanishes nor fades away no matter how much water may flow under the bridge.\n\t\t\t\t\t\n\t\t\t\t\t Statues symbolizing the victims of sexual slavery erected in various parts of the world bear witness to the crimes committed by Japan in the past.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never pardon the Japanese reactionaries shamelessly refusing to repent of their past crimes against the Korean people."
        },
        {
            "title": "Minju Joson Discloses U.S. Military Intention to Deploy THAAD in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-11ee.html",
            "content": "Minju Joson Discloses U.S. Military Intention to Deploy THAAD in S. Korea\r\n Pyongyang, March 2 (KCNA) -- Days ago the Chinese newspaper Huan Qiu Shibao warned that in case the U.S. deploys THAAD in south Korea, China will take strong counter-actions such as deploying more missiles.\n\t\t\t\t\t Meanwhile, the chairman of the National Defence Committee of the State Duma of Russia said that the U.S. commitment to deploy THAAD in south Korea is a threat to the nuclear force of Russia and an act of throwing an obstacle in the way of ensuring its security.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Wednesday says these concerns are attributable to the serious consequences to be entailed by the U.S. military intention to deploy THAAD in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is working hard to deploy THAAD in south Korea to achieve the sinister purpose of neutralizing the strategic potentials of China and Russia obstructive to carrying out its strategy for dominating Asia-Pacific and of holding its military and strategic edge over them.\n\t\t\t\t\t\n\t\t\t\t\t It is also mulling putting south Korea under its tighter military control and forming a triangular military alliance involving the U.S., Japan and south Korea and thus forming NATO of Asian version in that region.\n\t\t\t\t\t\n\t\t\t\t\t It is the strategic scenario of the U.S. to increase its military presence in the Asia-Pacific region and create conditions favorable for carrying out its strategy for dominating the world.\n\t\t\t\t\t\n\t\t\t\t\t Herein lies the reason why the U.S. is getting more frantic in kicking up the confrontation racket against the DPRK, finding fault with the latter's space development for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. petty trick to brand the DPRK as the arch criminal escalating tension and provocateur can never work on the latter.\n\t\t\t\t\t\n\t\t\t\t\t It would be well advised to drop its bad habit of unreasonably pulling up others for its selfish purpose."
        },
        {
            "title": "Papers Call for Fresh Success in Forest Restoration Campaign This Year",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-13ee.html",
            "content": "Papers Call for Fresh Success in Forest Restoration Campaign This Year\r\n Pyongyang, March 2 (KCNA) -- Papers Wednesday dedicate editorials to the tree-planting day calling for great successes in the forest restoration campaign this significant year when the Seventh Congress of the Workers' Party of Korea is to be held.\n\t\t\t\t\t March 2 is observed as the tree-planting day in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says:\n\t\t\t\t\t\n\t\t\t\t\t The tree-planting day is a significant day which tells the noble lives of President Kim Il Sung and leader Kim Jong Il who worked heart and soul to turn the country into a land of bliss, paradise for the people.\n\t\t\t\t\t\n\t\t\t\t\t It is an important occasion of demonstrating ardent patriotism of all service personnel and people to make a new history of mountains of gold, single-mindedly upholding the far-reaching plan of the party.\n\t\t\t\t\t\n\t\t\t\t\t The mountains and fields of the country are associated with the feats performed by the President in land administration and the patriotic devotion of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t A new history of great changes is unfolding in the field of forestry thanks to the steadfast determination and will of the WPK to turn all mountains into thickly wooded mountains of treasures and gold, true to the intention of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The paper calls upon all party members, working people, service personnel and youth and students to turn out as one in the forest restoration campaign this year and work hard out of patriotism.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls upon all Koreans to devote their patriotic enthusiasm to the spring tree planting, true to the intention of Marshal Kim Jong Un to conduct the forest restoration campaign as a campaign to conserve nature."
        },
        {
            "title": "Rodong Sinmun Accuses Japan of Terming DPRK's Satellite Launch \"Missile Threat\"",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-14ee.html",
            "content": "Rodong Sinmun Accuses Japan of Terming DPRK's Satellite Launch \"Missile Threat\" \r\n Pyongyang, March 2 (KCNA) -- Japan is moving to deploy THAAD in the wake of the successful launch of a satellite in the DPRK.\n\t\t\t\t\t Suga, chief cabinet secretary of Japan, expressed the intention to examine the deployment of THAAD in Japan while the Ministry of Defence is reportedly taking into consideration the introduction of the U.S. THAAD.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Wednesday says:\n\t\t\t\t\t\n\t\t\t\t\t It is sheer sophism for the Japanese reactionaries to term the recent satellite launch in the DPRK \"missile threat\" from it and claim that the deployment of THAAD is a counter-measure against it\n\t\t\t\t\t\n\t\t\t\t\t They hysterically insisted that the DPRK's satellite launch for peaceful purposes is a \"long-range missile launch\" though it posed no problem while remaining tongue-tied about the launch of dangerous ICBM by their senior ally. This is aimed at justifying and legalizing their ambitious moves to emerge a military giant.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries, while boasting of economic potential, ultra-modern technology and huge defense budget, are going reckless to realize the ambition for reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t However, they are sadly mistaken.\n\t\t\t\t\t\n\t\t\t\t\t If they get involved in the second Korean war to be ignited by the U.S. imperialists, the servicepersons and people of the DPRK will force them to pay for the crimes perpetrated by the Imperial Japanese Army as well as for their involvement in the war.\n\t\t\t\t\t\n\t\t\t\t\t Japan's reinvasion would only lead to its doom."
        },
        {
            "title": "Sexual Slavery for Imperialist Japanese Army Will Never Be Written off: Minju Joson",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-15ee.html",
            "content": "Sexual Slavery for Imperialist Japanese Army Will Never Be Written off: Minju Joson\r\n Pyongyang, March 2 (KCNA) -- Shortly ago, an examinant of the Foreign Ministry of Japan told a lie on the holy UN arena to be censured by the participants.\n\t\t\t\t\tHe spouted jargon that the figure 200,000 is groundless and the expression of the sexual slavery is contradictory to the fact.\n\t\t\t\t\t\n\t\t\t\t\t He went the lengths of shamelessly asserting that it was really regrettable that a member of the UN Committee on the Elimination of Discrimination against Women mentioned the issue which is contrary to the historical facts.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Wednesday says: This is the height of craftiness and shamelessness peculiar to Japan.\n\t\t\t\t\t\n\t\t\t\t\t In the past days the Japanese imperialists forcibly kidnapped a lot of women from Korea and other Asian countries to reduce them into sexual slaves and wantonly trampled upon their dignity and chastity.\n\t\t\t\t\t\n\t\t\t\t\t The fact is clearly recorded in human history and it will never be erased though years pass.\n\t\t\t\t\t\n\t\t\t\t\t Even if Japan makes full apology and reparation to Korea and other Asian countries and the sore of victims is healed, the historical fact will remain.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, what Japan should do is not to try to conceal its crimes related to the sexual slavery for the Imperial Japanese Army but to honestly acknowledge the crimes and make a sincere apology and reparation to the victims.\n\t\t\t\t\t\n\t\t\t\t\t This is the only way out for it.\n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to bear in mind that it will never be able to evade the severe punishment of history."
        },
        {
            "title": "S. Korean Organization Calls for Democracy against Fascism and for Peace against War",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-26ee.html",
            "content": "S. Korean Organization Calls for Democracy against Fascism and for Peace against War\r\n Pyongyang, March 2 (KCNA) -- The Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy in south Korea held a general meeting at the Christian Church on February 27 and called upon the people of various circles to turn out in actions for democracy against fascism and for peace against war.\n\t\t\t\t\t Speakers there said that the freedom of conscience and idea has never been guaranteed in south Korea, adding that a proof of this is the \"Security Law\" still remaining in force.\n\t\t\t\t\t\n\t\t\t\t\t A resolution read out there declared that the organization would stage united solidarity actions in demand of a stop to cooperation with foreign forces, confrontation with the fellow countrymen in the north and war exercises for invading the north, implementation of the June 15 joint declaration, the repeal of undemocratic evil laws and release, pardon and reinstatement of all prisoners of conscience and the right of the people to existence."
        },
        {
            "title": "Authorities' Pro-Japanese Acts Accused by S. Korean Organizations",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-29ee.html",
            "content": "Authorities' Pro-Japanese Acts Accused by S. Korean Organizations\r\n Pyongyang, March 2 (KCNA) -- Civic and social organizations of South Kyongsang Provice, south Korea Tuesday held a meeting in Changwon on the occasion of the 97th anniversary of the March First Popular Uprising and made public a declaration accusing the Park Geun Hye group of traitors of their pro-Japanese acts.\n\t\t\t\t\t The declaration said that as long as Japan refuses to solve the issue of the history of the Japanese imperialists' colonial rule, it is impossible to  have the grudge of the victims of the sexual slavery for the Imperial Japanese Army settled and achieve  genuine independence, human rights and peace.\n\t\t\t\t\t\n\t\t\t\t\t On the same day civic organizations in Jinju, South Kyongsang Province staged an action in demand of the repeal of the \"agreement\" on the issue of the sexual slavery for the Imperial Japanese Army."
        },
        {
            "title": "S. Korean Warmongers Engrossed in Launching Preemptive Strike at DPRK",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-30ee.html",
            "content": "S. Korean Warmongers Engrossed in Launching Preemptive Strike at DPRK\r\n Pyongyang, March 2 (KCNA) -- The puppet joint chiefs of staff of south Korea decided to form the headquarters for K2 operation by combining Kill Chain, the system of launching a preemptive strike at the north, with their own type missile defence system and assign it to the command for air operation, saying that it is for efficiently coping with the \"nuclear and missile threats from the north\", according to south Korean MBC on Feb. 29.\n\t\t\t\t\t Herein lies their sinister intention to launch a preemptive attack on the DPRK in reliance on the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is proved by the fact that the puppet military is mulling staging drills of launching a preemptive strike at the DPRK in joint military exercises Key Resolve and Foal Eagle 16 and then introducing experiences gained there into running the headquarters for K2 operation."
        },
        {
            "title": "U.S.-S. Korea Joint Military Exercises Denounced by General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-21ee.html",
            "content": "U.S.-S. Korea Joint Military Exercises Denounced by General Association of Koreans in China\r\n Pyongyang, March 2 (KCNA) -- The General Association of Koreans in China issued a statement on February 24 in denunciation of the U.S. and south Korean puppet forces' moves to ignite a war against the DPRK.\n\t\t\t\t\t The statement assailed the U.S. and the south Korean puppet forces for running amuck to bring down the social system of the DPRK through \"beheading operation\" targeting against the supreme headquarters of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group of traitors is busy introducing nuclear war hardware of their master U.S. to bring a nuclear disaster to Korea while malignantly slandering the nuclear deterrent of the DPRK and its successes made in the space development common to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t It is long since the Park group lost qualifications to live on this land.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces will have to pay a very high price for its high treason to get the sun eclipsed and bring down the social system, the cradle of the nation."
        },
        {
            "title": "Kim Jong Un's New Year Address Carried by Nepalese Magazine",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-01ee.html",
            "content": "Kim Jong Un's New Year Address Carried by Nepalese Magazine\r\n Pyongyang, March 2 (KCNA) -- The February issue of a Nepalese magazine carried the full text of Marshal Kim Jong Un's New Year Address.\n\t\t\t\t\t The magazine carried photos of Kim Jong Un making the address and being together with service personnel of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t It also edited photos showing a military parade and the might of the Korean revolutionary armed forces."
        },
        {
            "title": "Day of Shining Star Marked Abroad",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-02ee.html",
            "content": "Day of Shining Star Marked Abroad\r\n Pyongyang, March 2 (KCNA) -- Lectures took place in different countries between February 6 and 12 on the occasion of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t They were sponsored by the Slovenian and Hungarian preparatory committees for celebrating the Day of the Sun (the birth anniversary of President Kim Il Sung) and the Day of the Shining Star, the Serbian preparatory committee for celebrating the Day of the Shining Star, the Guinean Kimilsungia Greenhouse, a Guinean company and an Angolan hospital.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Serbian preparatory committee for celebrating the Day of the Shining Star said Kim Jong Il was a great statesman, distinguished thinker and theoretician and outstanding strategist who made immortal contribution to the global cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Jong Il was the teacher of all progressive peoples and political parties aspiring after socialism, the chairperson went on:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his great idea and outstanding leadership, the DPRK has turned into a country defending socialism despite the tempest of history and inspiring progressive mankind with hope and confidence."
        },
        {
            "title": "Kim Jong Il's Exploits Lauded by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-03ee.html",
            "content": "Kim Jong Il's Exploits Lauded by Foreign Newspapers\r\n Pyongyang, March 2 (KCNA) -- Foreign newspapers dedicated special write-ups to the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The Feb. 14th issue of the Syrian newspaper Tishrin in an article illustrated with his photo lauded him as the outstanding thinker and theoretician and peerlessly great man who developed in depth the revolutionary idea of President Kim Il Sung and performed great exploits in building a socialist state centered on the popular masses and strengthening the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t The Feb. 12th issue of the Zimbabwean newspaper Herald said in an article titled \"Chairman of the National Defence Commission Kim Jong Il and world peace\" illustrated with his photo:\n\t\t\t\t\t\n\t\t\t\t\t Even after the Korean war, the fiercest one fought in the wake of the Second World War, a touch and go situation frequently prevailed in the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It was none other than Kim Jong Il who firmly ensured peace and security in the peninsula directly linked with the vital matter of humankind.\n\t\t\t\t\t\n\t\t\t\t\t He shattered every military provocation and move of the U.S. for aggression with his matchless grit and pluck.\n\t\t\t\t\t\n\t\t\t\t\t His exploits will go down in history as he beat back the imperialists' invasion, high-handed and arbitrary practices rampant in the world by pursuing the invincible Songun politics and thus ensured world peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The Mozambican newspaper Noticias carried an article titled \"The Korean people extend glory to Comrade Kim Jong Il\" on Feb. 10."
        },
        {
            "title": "DPRK's Socialist System Lauded by Czech Media",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-04ee.html",
            "content": "DPRK's Socialist System Lauded by Czech Media\r\n Pyongyang, March 2 (KCNA) -- Media of the Czech Republic praised the advantageous socialist system of the DPRK.\n\t\t\t\t\t An article titled \"Reality in DPRK\" accompanied with photos showing brilliant successes recently made by the DPRK under the wise leadership of Marshal Kim Jong Un and its happy people was posted on the internet paper Prostejovska Pravda on Feb. 23.\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The western media are conducting false propaganda about everything the Korean people do.\n\t\t\t\t\t\n\t\t\t\t\t However, such false propaganda lacks any photo, video clip and other evidence to support it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's social system is very stable quite contrary to the western media's assertions. There is neither jobless people nor vagrants in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people value their system and positively develop the traditional and national things.\n\t\t\t\t\t\n\t\t\t\t\t They like music, sports and culture and find their joy in developing the country and society.\n\t\t\t\t\t\n\t\t\t\t\t Photos showing the happy people of the DPRK and its leaping advance would help everybody know better about it.\n\t\t\t\t\t\n\t\t\t\t\t A similar article and photos were seen on the website of the Czech branch of the Korean Friendship Association on the same day."
        },
        {
            "title": "DPRK's H-Bomb Test Supported Nigerian Organization",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-05ee.html",
            "content": "DPRK's H-Bomb Test Supported Nigerian Organization\r\n Pyongyang, March 2 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted articles on its website on Feb. 5.\n\t\t\t\t\t An article titled \"Very just self-defensive measure\" said the H-bomb test conducted by the DPRK in last January was a self-defensive measure for defending the country's sovereignty and national right to existence from the hostile forces' nuclear threat and blackmail and ensuring peace in the Korean Peninsula and regional security.\n\t\t\t\t\t\n\t\t\t\t\t The article noted that the DPRK is bolstering up its self-defensive nuclear deterrent to cope with the daily-increasing U.S. nuclear threat.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK solemnly declared that it would never suspend the nuclear development or dismantle nuclear weapons unless the U.S. rolls back its hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Another article titled \"How is peace preserved?\" referred to the miserable situation of the countries which abandoned their nuclear programs, taken in by the U.S. appeasement and deception.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has bolstered up its military muscle in every way by pursuing its original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's powerful nuclear deterrent is, indeed, the strongest treasured sword ensuring peace in the Korean Peninsula and the rest of the world as it frustrates the U.S. reckless nuclear hysteria."
        },
        {
            "title": "Crucial Statement of KPA Supreme Command Supported by German Organization",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-06ee.html",
            "content": "Crucial Statement of KPA Supreme Command Supported by German Organization\r\n Pyongyang, March 2 (KCNA) -- The Anti-Imperialist Forum of Germany issued a statement on Feb. 24 in support of the crucial statement issued by the Supreme Command of the Korean People's Army (KPA).\n\t\t\t\t\t The statement referred to the contents of the above-said crucial statement. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has so far ignited a lot of wars, committing destructions, breeding plots, slapping sanctions and putting pressure upon other countries in various parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the U.S. is the source of evil and the root cause of humankind's misfortune.\n\t\t\t\t\t\n\t\t\t\t\t The Anti-Imperialist Forum of Germany fully supports the entirely just crucial statement issued by the Supreme Command of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t It also expresses solidarity with the Korean people in their just cause for firmly defending the headquarters of the revolution and the country's dignity and sovereignty, resolutely standing up against the U.S. and other forces following it."
        },
        {
            "title": "Japanese Police Authorities' Violence against Chongryon Assailed by Indian Organization",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-07ee.html",
            "content": "Japanese Police Authorities' Violence against Chongryon Assailed by Indian Organization\r\n Pyongyang, March 2 (KCNA) -- The All India Indo-Korean Friendship Association issued a statement on Feb. 24 in denunciation of the Japanese police authorities' unreasonable search of company offices under the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The statement accused the Japanese Police Agency of hurling a police team under its joint investigation headquarters into searching the offices of companies under Chongryon and arresting the director of a trading company under it.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese Police Agency's recent crackdown is an encroachment upon the sovereignty of the DPRK and grave human rights abuse and politically-motivated terrorism against the officials of Chongryon and Koreans in Japan as it is part of the Japanese government's anti-DPRK and anti-Chongryon sanctions.\n\t\t\t\t\t\n\t\t\t\t\t The statement denounced the Japanese government's unreasonable anti-DPRK, anti-Chongryon sanctions, supporting Chongryon in its just activities for defending democratic freedom and national rights."
        },
        {
            "title": "Stop to Suppression of Chongryon Demanded by Guinean Organization",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-08ee.html",
            "content": "Stop to Suppression of Chongryon Demanded by Guinean Organization\r\n Pyongyang, March 2 (KCNA) -- The Guinea-Korea Friendship Association issued a statement on Feb. 24, demanding the Japanese government stop vicious anti-DPRK moves and crackdown upon the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Guinea-Korea Friendship Association denounces the moves of the Japanese reactionaries who are becoming undisguised in their suppression of Chongryon and Koreans in Japan while floating a rumor about \"threat from north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government's vicious moves against the DPRK and politically-motivated suppression of Chongryon and human rights abuses against Koreans in Japan are, indeed, crimes.\n\t\t\t\t\t\n\t\t\t\t\t Koreans in Japan are descendents of Koreans who were forced to do slave labor in Japan during its colonial rule over Korea.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the Japanese government is morally obliged to respect their human rights.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard fact, the Japanese reactionaries are suppressing Chongryon, a legitimate overseas compatriots organization of the DPRK, and Koreans in Japan and infringing upon their human rights. Their acts should be censured by the world."
        },
        {
            "title": "Kim Jong Un dirige labores de Fabrica de Maquinas Thaesong",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-32ee.html",
            "content": "Kim Jong Un dirige labores de Fabrica de Maquinas Thaesong\r\nPyongyang, 2 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno las labores de la Fabrica de Maquinas Thaesong y presento las tareas para modernizarla.\n\t\t\t\t\tEl Mariscal recordo que durante decenas de anos pasados, los funcionarios y obreros de la fabrica cumplieron sin falta las tareas de produccion asumidas ante si, de manera que acumularon las proezas enorgullecedoras en los esfuerzos por desarrollar la industria de construccion de maquinaria, y les dio agradecimiento en nombre del PTC.\n\t\t\t\t\t\n\t\t\t\t\tAl recorrer la sala de educacion en la historia revolucionaria vio con atencion los datos historicos exhibidos y dijo que en la fabrica estan impregnadas las huellas imborrables del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tTras evaluar el hecho de que la fabrica acondiciono bien la sala de educacion en la historia revolucionaria, enfatizo que hay que prestar primordial atencion a la educacion a traves de las hazanas de la direccion de los grandes Lideres para que los obreros glorifiquen sus hazanas con los relucientes exitos productivos.\n\t\t\t\t\t\n\t\t\t\t\tEn el taller de elaboracion general, el de montaje y otros lugares, hizo detallado conocimiento del estado de produccion, la funcion y la calidad de las maquinarias producidas.\n\t\t\t\t\t\n\t\t\t\t\tAl decir sobre la importancia del deber asumido en la construccion de un Estado prospero por la fabrica mayor, precursora e medular de la rama de la industria de construccion de maquinaria del pais, enseno que la fabrica debe ser modernizada conforme a la epoca de economia intelectual.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que las cadenas de produccion y administracion tecnica no deben ser convertidas en forma de imitacion de la muestra sino en forma de desarrollo y creacion y anadio que el motivo de su visita es la modernizacion de la fabrica para preparar nuevo trampolin del desarrollo de la industria de  construccion de maquinaria del pais.\n\t\t\t\t\t\n\t\t\t\t\tSenalando que convertir la fabrica en una base ultramoderna de elaboracion de maquinas de talla mundial es la voluntad del partido, subrayo que debe tratar la modernizacion de la fabrica como labores importantes y problema estrategico relacionados con el futuro del desarrollo de la industria de construccion de maquinaria.\n\t\t\t\t\t\n\t\t\t\t\tLuego de dar preciosas instrucciones que se presentan en la modernizacion de la fabrica, tomo las medidas para realizarla.\n\t\t\t\t\t\n\t\t\t\t\tRefirio que al cabo de su visita a la fabrica, el mismo sintio con carne propia el elevado entusiasmo revolucionario de lucha de los obreros de la fabrica que dedican todos con la extraordinaria decision de acoger dignamente el VII Congreso del PTC con el cuaderno de notas de combate de fidelidad, y dijo que no hay fortaleza inconquistable al contar con tales  obreros.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y conviccion de que los funcionarios y los obreros de la fabrica renueven totalmente la fabrica conforme a la demanda de la epoca de la economia intelectual y la fisonomia de un Estado civilizado socialista y registren gran salto en la produccion de las modernas maquinas necesarias a las diversas ramas de la economia nacional, de manera que cumpliran satisfactoriamente su papel de vanguardia y brigada de choque en la lucha por el desarrollo de la economia del pais.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron los subjefes de departamento del CC del PTC, Jo Yong Won y Kim Jong Sik."
        },
        {
            "title": "Gobierno ruso dona alimentos a RPDC",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-33ee.html",
            "content": "Gobierno ruso dona alimentos a RPDC\r\nPyongyang, 2 de marzo (ACNC) -- Llegaron el 26 de febrero al puerto de Nampho los alimentos donados por el gobierno de la Federacion Rusa a la Republica Popular Democratica de Corea por conducto del Programa Mundial de Alimento.\n\t\t\t\t\t   La donacion de alimentos del gobierno ruso contribuira a desarrollar cada vez mas las tradicionales relaciones de amistad y cooperacion entre ambos paises."
        },
        {
            "title": "Condecorados a obreros, tecnicos y funcionarios de Complejo de Cemento de Sangwon",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-34ee.html",
            "content": "Condecorados a obreros, tecnicos y funcionarios de Complejo de Cemento de Sangwon\r\nPyongyang, 2 de marzo (ACNC) -- La Republica Popular Democratica de Corea hizo la condecoracion estatal a los ameritados obreros, tecnicos y funcionarios del Complejo de Cemento de Sangwon.\n\t\t\t\t\tKim Myong Ho, jefe de brigada del taller de cemento, y Rim Pong Un, jefe de brigada del taller de calcinacion, recibieron el titulo del Heroe del Trabajo, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tFue otorgado el Premio de Honor Juvenil Kim Jong Il a Jo Son Guk, perforador de la galeria no. 1 de la Mina de Samchong, a Pak Song Hyok, perforador de la galeria de Jeryong de la mina carbonifera de Hwachon, y a Pak Hyon Hui, controladora del taller no. 1 de trituracion de la Mina de Piedra Caliza de Sangwon. \n\t\t\t\t\t\n\t\t\t\t\tFue concedido el titulo de Tecnico Benemerito a una persona; el de Minero Benemerito a 1; el de Carbonero Benemerito a 2 personas; la Orden Bandera Nacional de primera clase a 16 personas; la Orden del Trabajo a 21 personas; la Orden Bandera Nacional de segunda clase a 296 personas; la Orden Bandera Nacional de tercera clase a 451 personas; y la Medalla del Merito Laboral a 501 personas. \n\t\t\t\t\t\n\t\t\t\t\tEl ano pasado, los funcionarios y la clase obrera del citado complejo pusieron de pleno manifiesto el impetu y coraje revolucionarios de la heroica clase obrera Kim Il Sung-Kim Jong Il al romper el maximo nivel del ano de produccion en la fabricacion de cemento.\n\t\t\t\t\t\n\t\t\t\t\tQuedo publicado el 26 de febrero el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la RPDC."
        },
        {
            "title": "Plantados mas de 3 millones 500 mil arboles en el Dia de Reforestacion",
            "url": "http://kcna.co.jp/item/2016/201603/news02/20160302-35ee.html",
            "content": "Plantados mas de 3 millones 500 mil arboles en el Dia de Reforestacion\r\nPyongyang, 2 de marzo (ACNC) -- En la Republica Popular Democratica de Corea se realizo la plantacion de arboles dedicada al Dia de Reforestacion (2 de marzo).\n\t\t\t\t\t  En Corea que declaro la restauracion forestal como una guerra contra los caprichos de la naturaleza, todo el partido, el ejercito y el pueblo, se esfuerzan por crear el bosque de valor economico, el de vedado, el de arboles para combustibles y la arboleda ornamental, movilizandose en este trabajo.\n\t\t\t\t\t\n\t\t\t\t\t  Los funcionarios, los oficiales y soldados del Ejercito Popular de Corea, los trabajadores, jovenes y estudiantes plantaron con toda sinceridad con el alma patriotica de realizar la reforestacion y la creacion de jardines en todo el pais y convertir todas las montanas en las de oro y tesoro.\n\t\t\t\t\t\n\t\t\t\t\t  Los arboles plantados en todo el pais son los de valor decorativo y economico y los frutales.\n\t\t\t\t\t\n\t\t\t\t\t  Segun datos sintetizados, el numero de los arboles plantados hoy llego a mas de 3 millones 500 mil de decenas de especies.\n\t\t\t\t\t\n\t\t\t\t\t  Este ano se cumple 70o aniversario del Dia de Reforestacion iniciado por el Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tEl 2 de marzo del 35 (1946) de la Era Juche, el Presidente subio a la colina Moran, en que contemplando el panorama natural ideo un gran proposito de convertir en el paraiso del pueblo todas las montanas y rios de la patria."
        }
    ]
}