{
    "date": "2016-07-07",
    "url": "http://kcna.co.jp/item/2016/201607/2016-07-07ee.html",
    "articles": [
        {
            "title": "DPRK Foreign Ministry Hits U.S. for Its Hideous Crime",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-32ee.html",
            "content": "DPRK Foreign Ministry Hits U.S. for Its Hideous Crime\r\nPyongyang, July 7 (KCNA) -- The Foreign Ministry of the DPRK issued a statement Thursday to denounce the U.S. for its unheard-of hideous hostility toward the DPRK.\n\t\t\t\t\t The U.S. dared pull up the supreme leadership of the DPRK on July 6 when announcing its State Department's report on the latter's \"human rights issue\", a report peppered with lies and fabrications, and the list of targets of special sanctions by its Treasury Department, pursuant to the report, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t What the U.S. did this time, not content with malignantly slandering the DPRK, is the worst crime that can never be pardoned.\n\t\t\t\t\t\n\t\t\t\t\t The supreme leadership of the DPRK its servicepersons and people have safeguarded at the cost of their lives while following with all sincerity represents the dignity and sovereignty of the DPRK and the destiny of all its service personnel and people.\n\t\t\t\t\t\n\t\t\t\t\t But, the U.S. dared challenge the dignity of the DPRK supreme leadership, an act reminiscent of a new-born puppy knowing no fear of a tiger. This is the worst hostility and an open declaration of war against the DPRK as it has gone far beyond the confrontation over the \"human rights issue.\"\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. has passed over the \"red line\" in the overall showdown with the DPRK by perpetrating such thrice-cursed crime, the DPRK came to have the legitimate rights to take all necessary countermeasures.\n\t\t\t\t\t\n\t\t\t\t\t To cope with the prevailing critical situation, the Foreign Ministry of the DPRK states as follows:\n\t\t\t\t\t\n\t\t\t\t\t Firstly, the U.S. should immediately and unconditionally retract the recent step for sanctions which dared hurt the dignity of the DPRK supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, every lever and channel for diplomatic contact between the DPRK and the U.S. will be cut off at once in case the U.S. refuses to accept our demand.\n\t\t\t\t\t\n\t\t\t\t\t From now that the U.S. declared a war on the DPRK, any problem arising in the relations with the U.S. will be handled under the latter's wartime law.\n\t\t\t\t\t\n\t\t\t\t\t Thirdly, the DPRK will take the toughest countermeasures to resolutely shatter the hostility of the U.S. as regards the fact that the latter's hostile policy has reached the worst phase of hurting the dignity of the former's supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ruling quarters will have to bitterly experience how foolish and reckless such deed was."
        },
        {
            "title": "Congratulations to Kim Jong Un from Russian President",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-13ee.html",
            "content": "Congratulations to Kim Jong Un from Russian President\r\nPyongyang, July 7 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, received a congratulatory message from Vladimir Putin, president of the Russian Federation, on July 5.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend sincere congratulations to you on your election as chairman of the State Affairs Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I expect that your activities at the top post of the state will make contribution to developing constructive dialogue between the two countries, expanding mutually beneficial cooperation and consolidating peace, security and stability on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t I wish you good health and success."
        },
        {
            "title": "Congratulations to Kim Jong Un from Ugandan President",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-17ee.html",
            "content": "Congratulations to Kim Jong Un from Ugandan President\r\nPyongyang, July 7 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, received a congratulatory message from Yoweri Kaguta Museveni, president of the Republic of Uganda and chairman of the Uganda National Resistance Movement, on July 4.\n\t\t\t\t\t The message said that he was very pleased to extend a warm salute to Kim Jong Un and, through him, to the government and people of the DPRK upon his election as chairman of the State Affairs Commission of the DPRK on behalf of the government and people of the Republic of Uganda.\n\t\t\t\t\t\n\t\t\t\t\t His election is a powerful demonstration of belief and trust of the Korean people to hold him as their leader in high esteem, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It extended greetings to him and the Korean people on this significant day, an important event in the history of his great country, and expressed hope for close cooperation with him in the days to come.\n\t\t\t\t\t\n\t\t\t\t\t It expressed satisfaction over the good cooperative relations existing in harmony between the two countries and two parties and reiterated the readiness to closely work with him to boost these good ties in the interests of the two countries on this great and auspicious occasion.\n\t\t\t\t\t\n\t\t\t\t\t It wished him good health and the Korean people prosperity in the future, too."
        },
        {
            "title": "Kim Jong Un Receives Message from Ugandan President",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-16ee.html",
            "content": "Kim Jong Un Receives Message from Ugandan President\r\nPyongyang, July 7 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, received a message from Yoweri Kaguta Museveni, president of Uganda, on July 4.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I highly praise the noble life and feats of President Kim Il Sung, the great leader, who dedicated himself to the Korean people and the world people, together with Kim Jong Un and the Korean people with the passage of 22 years since the President left so early to the sorrow of the people. \n\t\t\t\t\t\n\t\t\t\t\t The great leader devoted his shining life to the great political, economic and social development of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t His feats will be immortal."
        },
        {
            "title": "Credentials to Cambodian King",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-06ee.html",
            "content": "Credentials to Cambodian King\r\nPyongyang, July 7 (KCNA) -- Jang Yun Gon, DPRK ambassador to Cambodia, presented his credentials to Cambodian King Norodom Sihamoni on June 30.\n\t\t\t\t\t The king extended warm congratulations to Kim Jong Un, supreme leader of the Korean people, on his election as chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The king said that Generalissimos Kim Il Sung and Kim Jong Il, the great leaders of the Korean people, had special relations with Great King Norodom Sihanouk from long ago and provided traditional and special relations of friendship and cooperation between the two countries, adding that the Cambodian people would never forget it.\n\t\t\t\t\t\n\t\t\t\t\t He noted that he was pleased over the fact that the relations between the two countries are steadily developing day by day under the particular care of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely wished him good health and happiness and greater success in his noble work for the development of the country and happiness of the people."
        },
        {
            "title": "Congratulations to Syrian PM",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-11ee.html",
            "content": "Congratulations to Syrian PM\r\nPyongyang, July 7 (KCNA) -- DPRK Premier Pak Pong Ju Wednesday sent a congratulatory message to Imad Mohammad Deeb Khamis upon his appointment as prime minister of the Syrian Arab Republic.\n\t\t\t\t\t The message wished him great success in his responsible work, expressing invariable support and solidarity with the Syrian government in its effort for defending the sovereignty of the country and its territorial integrity and stabilizing the people's livelihood."
        },
        {
            "title": "OIC Member States Host Reception in DPRK",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-20ee.html",
            "content": "OIC Member States Host Reception in DPRK\r\nPyongyang, July 7 (KCNA) -- Member states of the Organization of Islamic Cooperation (OIC) here gave a reception on July 6 in honor of the end of Ramadan.\n\t\t\t\t\t Present there on invitation were DPRK Foreign Minister Ri Yong Ho and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the ambassadors of Iran, Malaysia, Indonesia and Palestine, charges d' affaires ad interim of Nigeria and Pakistan and other officials concerned of the OIC member states in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t There was an exchange of views on the regional and international issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK foreign minister recalled innocent people are killed in the uninterrupted cycle of terrorism and reprisal in Islamic countries and other parts of the world due to the U.S. interference in the internal affairs of the sovereign states perpetrated under the signboard of \"democracy\" and \"counter-terrorism\". This reality patently proves that the U.S. is chiefly to blame for terrorism and escalating tension, he added.\n\t\t\t\t\t\n\t\t\t\t\t He informed the attendants of the fact that the U.S. is mulling staging a large-scale nuclear war drill against the DPRK in coming August in the wake of Key Resolve and Foal Eagle 16 joint military drills conducted after introducing nuclear submarines, strategic bombers and other strategic assets into the Korean peninsula under the pretext of coping with the \"threat\" from the DPRK to carry out Washington's strategy for dominating Asia-Pacific, adding that this muscle flexing is rendering the situation on the peninsula extremely tense.\n\t\t\t\t\t\n\t\t\t\t\t He reiterated the will of the DPRK to step up the development of nuclear attack capabilities and strategic attack weapons for protecting its sovereignty and vital rights and thus bolster up its deterrent for self-defense including nuclear and missile attack means both in quality and quantity, if the U.S. persists in nuclear threats and anachronistic hostile policy towards the former,. \n\t\t\t\t\t\n\t\t\t\t\t The diplomatic envoys of the member states of the OIC expressed deep understanding of the foreign minister's briefing on the prevailing tense situation on the peninsula."
        },
        {
            "title": "Vietnamese Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-28ee.html",
            "content": "Vietnamese Delegation Visits Mangyongdae\r\nPyongyang, July 7 (KCNA) -- A delegation of the Vietnam General Confederation of Labor headed by Vice-President Nguyen Van Ngang visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t They laid bunches of flowers before the old home in Mangyongdae and looked round historic relics preserved with much care, being briefed on the revolutionary career of the President and his patriotic and revolutionary family members. \n\t\t\t\t\t\n\t\t\t\t\t They went round the revolutionary relics on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Tower of the Juche Idea, Victorious Fatherland Liberation War Museum, Sci-Tech Complex, etc."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-27ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, July 7 (KCNA) -- Floral Baskets were placed before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Thursday on the 22nd anniversary of demise of the President. \n\t\t\t\t\t They were from the Switzerland-Korea Committee, Giancarlo Elia Valori, chairman of the Italian General Investment Group, Ibrahim Mantu, chairman of the Nigeria-Korea Friendship Association, and the family of Zhang Wei-hua, Chinese anti-Japanese revolutionary martyr."
        },
        {
            "title": "Floral Baskets Laid before Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-30ee.html",
            "content": "Floral Baskets Laid before Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, July 7 (KCNA) -- Members of the missions of the UNDP, WFP, WHO, UNICEF, FAO and United Nations Population Fund and Jong Il Sim, widow of DPRK Hero An Tong Su, visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Thursday on the 22nd anniversary of demise of the President.\n\t\t\t\t\t They laid floral baskets before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Delegation of DPRK Red Cross Society Back Home",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-29ee.html",
            "content": "Delegation of DPRK Red Cross Society Back Home\r\nPyongyang, July 7 (KCNA) -- A delegation of the DPRK Red Cross Society led by Executive Vice-Chairman Paek Yong Ho returned home Thursday after visiting Macao of China and Malaysia."
        },
        {
            "title": "DPRK Players Back Home",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-31ee.html",
            "content": "DPRK Players Back Home\r\nPyongyang, July 7 (KCNA) -- DPRK players came back home Thursday after taking part in the 9th East-Asian Judo Championship.\n\t\t\t\t\t The championship was held in Hong Kong of China on July 2 and 3. It brought together at least 130 men and women players from 8 countries and regions including the DPRK, China and Mongolia.\n\t\t\t\t\t\n\t\t\t\t\t Ri Ji Hyang won a gold medal in the women's 70 kg category event. \n\t\t\t\t\t\n\t\t\t\t\t Pak Un A placed third in the women's 48 kg category event, An Jae Yong in the men's 60 kg category event and Kim Chol Gwang in the men's 73 kg category event respectively."
        },
        {
            "title": "Swimming Contests to Be Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-21ee.html",
            "content": "Swimming Contests to Be Held in Pyongyang\r\nPyongyang, July 7 (KCNA) -- Different swimming contests will be held in Pyongyang, the Democratic People's Republic of Korea, in the months for maritime physical culture, July and August.\n\t\t\t\t\t According to an official concerned, months for maritime physical culture serve as an important occasion to improve physical fitness of citizens, students and children and raise public interest in maritime physical culture.\n\t\t\t\t\t\n\t\t\t\t\t A swimming contest of officials of the commissions, ministries and national institutions is slated for July 20-21 at the Swimming Pool of the Changgwang Health Complex.\n\t\t\t\t\t\n\t\t\t\t\t Swimming contests also include the Pyongyang City qualifier for the National Schoolchildren's Sports Contest for Jongilbong Prize, swimming contest of educational workers in Pyongyang and the youth and students' Taedong River crossing competition.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, maritime competitions are in full swing in different parts of the country as part of the Sports Contest for Jonsung Cup."
        },
        {
            "title": "Illustrated Manual of Korean Martial Arts Certified as World Regional Heritage",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-23ee.html",
            "content": "Illustrated Manual of Korean Martial Arts Certified as World Regional Heritage\r\nPyongyang, July 7 (KCNA) -- The United Nations Educational, Scientific and Cultural Organization (UNESCO) certified the comprehensive illustrated manual of marital arts \"Mu Ye Do Bo Tong Ji,\" the inscription of the National Library of the DPRK, on the memory of the World Regional Register for Asia-Pacific at the 7th session of the UNESCO Memory of the World Regional Committee for Asia-Pacific held in Vietnam on May 18-20.\n\t\t\t\t\t The manual deals with the Korean martial art movements, from which world-known Taekwon-Do is originated, in a comprehensive and systematic way.\n\t\t\t\t\t\n\t\t\t\t\t The block-printed manual was compiled on the instructions of the 22nd King of the Feudal Joson Dynasty to be published in April 1790. \n\t\t\t\t\t\n\t\t\t\t\t It gives lucid explanation of different hand martial arts, swordsmanship, spearsmanship, cudgelmanship, horsemanship and other Korean martial art movements as well as some movements of Chinese and Japanese martial arts with illustrations drawn by Kim Hong Do, a famous artist in the period of the Feudal Joson Dynasty.\n\t\t\t\t\t\n\t\t\t\t\t The manual was collected in South Phyongan Province in Juche 41 (1952), thanks to a governmental measure taken by President Kim Il Sung for preserving national cultural heritages.\n\t\t\t\t\t\n\t\t\t\t\t The manual is preserved at the Grand People's Study House in Pyongyang."
        },
        {
            "title": "Kim Il Sung's Lifetime Devoted to Korea's Reunification",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-22ee.html",
            "content": "Kim Il Sung's Lifetime Devoted to Korea's Reunification\r\nPyongyang, July 7 (KCNA) -- President Kim Il Sung in his lifetime had worked heart and soul for the country's reunification.\n\t\t\t\t\t It was well evidenced by the autograph the President left on a document related to Korea's reunification in the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his great magnanimity and initiative, the north and the south of Korea agreed to hold a north-south summit in Pyongyang in July Juche 83 (1994).\n\t\t\t\t\t\n\t\t\t\t\t Paying deep attention to the preparations for the summit, Kim Il Sung guided a consultative meeting of senior officials in the economic sector on July 5 and 6, 1994, the last year of his great life. And on July 7, a day before his demise, he examined a document to be dealt at the summit and put his last autograph on it.\n\t\t\t\t\t\n\t\t\t\t\t From the very day of the country's division, he had singled out its reunification as the supreme task of the nation and devoted his all to its realization.\n\t\t\t\t\t\n\t\t\t\t\t It was on January 3, 1946 that the President met in Pyongyang with Seoul Sinmun reporters from south Korea. He earnestly told them that the anti-Japanese armed struggle, conducted by the genuine Korean communists at the risk of their lives, was for the liberation of Korea as a whole, not for the north of it.\n\t\t\t\t\t\n\t\t\t\t\t When the Korean nation faced a crisis of fixed division due to the scheme for \"separate elections and separate government\" in south Korea, he convened a historic Joint Conference of Representatives of Political Parties and Social Organizations in North and South Korea and made sure that a nationwide struggle was waged to frustrate the flunkeyist and traitorous forces' scheme for the country's division.\n\t\t\t\t\t\n\t\t\t\t\t Later, when the south Korean puppet regime was getting hell-bent on the \"two Koreas\" plot, the President aroused all Koreans to the struggle against it and then led the work for providing conditions for dialogue and negotiations between the north and the south to adopt their joint statements and agreements.\n\t\t\t\t\t\n\t\t\t\t\t As a result, the three principles of national reunification was proclaimed as a reunification programme common to the nation through the adoption of the July 4 Joint Statement in July 1972. Then the Proposal for Founding a Democratic Federal Republic of Koryo came into being in October 1980 as a blueprint for a unified state of the Korean nation and the 10-point Programme of the Great Unity of the Whole Nation in April 1993 as a banner for the nationwide reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t His devoted efforts had aroused the worldwide interest in the issue of Korea's reunification as well as the world progressives' support and solidarity with the Korean people's reunification movement, with the validity of his idea and line on national reunification well-known to the world.\n\t\t\t\t\t\n\t\t\t\t\t That's why all Koreans have praised him as the peerless patriot and the lodestar of national reunification."
        },
        {
            "title": "Newspapers Ridicule Park Geun Hye Regime's Solicitation of International Cooperation for Pressure on DPRK",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-07ee.html",
            "content": "Newspapers Ridicule Park Geun Hye Regime's Solicitation of International Cooperation for Pressure on DPRK\r\nPyongyang, July 7 (KCNA) -- Newspapers here Thursday in commentaries accuse the Park Geun Hye regime of south Korea of getting evermore hectic in its \"diplomacy for putting pressure on the north\" while crying out for \"dampening its will for nuclear development through cooperation with the international community.\"\n\t\t\t\t\t During her trip to a Mideast country Park loudly advertised \"unprecedented agreement on economic cooperation\", saying she garnered \"support\" over the \"issue of the north's nukes.\"\n\t\t\t\t\t\n\t\t\t\t\t The above-said \"diplomacy\" is the one of begging outsiders for ratcheting up \"sanctions\" against the DPRK and \"cooperation against the north\", Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The racket for reforms kicked up by the puppet chief executive to save economy from bankruptcy is worsening catastrophe and chaos, far from putting the situation under control.\n\t\t\t\t\t\n\t\t\t\t\t The history knows no such group of traitors who are offering other countries all the money to be used for saving the people's livelihood from destitution in a bid to stifle the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' act of embellishing the above-said \"diplomacy\" would get them nowhere. This is little short of pricking one's own eyes with one's own fingers.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson notes that the Park's \"diplomacy\" is no more than desperate efforts of a hideous confrontation maniac, a poor sycophant and traitor to stifle the fellow countrymen and realize the ambition for \"unification of social systems\" by winning more foreign forces as her American and Japanese masters are not strong enough to hurt the DPRK."
        },
        {
            "title": "U.S., S. Korean Puppet Warmongers Busy with Drills for Destroying Core Facilities in DPRK",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-26ee.html",
            "content": "U.S., S. Korean Puppet Warmongers Busy with Drills for Destroying Core Facilities in DPRK\r\nPyongyang, July 7 (KCNA) -- The U.S. imperialist aggression forces and forces of the south Korean puppet marine corps have been busy with joint military exercises aiming at destroying core facilities in the DPRK in the drill ground of the puppet marine corps in Phohang, North Kyongsang Province of south Korea since June 27, according to south Korean Yonhap News.\n\t\t\t\t\t Involved in the war rehearsal which will last till July 14 are U.S. marines from Okinawa, Japan, task force of the puppet marine corps, artillery pieces, tanks, armored cars, transport and attack helicopters and many other attack weapons. \n\t\t\t\t\t\n\t\t\t\t\t After forming a combined infantry company under a uniform commanding system the above-said forces are busy staging drills for attacking core facilities deep inside the rear of the DPRK through landing operation and joint air and ground firepower strike."
        },
        {
            "title": "S. Korea Hit Hard by Downpour",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-12ee.html",
            "content": "S. Korea Hit Hard by Downpour\r\nPyongyang, July 7 (KCNA) -- Different places of south Korea were hit hard by downpour between July 1 and 5, according to the south Korean KBS.\n\t\t\t\t\t Damages were serious in Yongdo area in Pusan City, Kyeryong area in South Chungchong Province, Uijongbu City of Kyonggi Province, Namwon City of North Jolla Province, Jongson County of south Korean Kangwon Province, Taejon and Sejong Cities."
        },
        {
            "title": "Earthquake Hits S. Korea",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-18ee.html",
            "content": "Earthquake Hits S. Korea\r\nPyongyang, July 7 (KCNA) -- An earthquake measuring 5.0 on the Richter scale jolted the waters 52 kilometers east of Ulsan City of south Korea on Tuesday, according to MBC of south Korea."
        },
        {
            "title": "Ro Su Hui Released from Prison",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-10ee.html",
            "content": "Ro Su Hui Released from Prison\r\nPyongyang, July 7 (KCNA) -- Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), was released from the Taegu Prison on July 4 after serving four years of hard prison life, according to the south Korean internet newspaper Tongil News.\n\t\t\t\t\t Ro visited the DPRK to take part in the memorial service for marking 100th day since demise of leader Kim Jong Il and to contribute to the cause of Korea's reunification and was arrested and walked away by the puppet group of traitors as soon as he crossed the demarcation line in Panmunjom in July 2012. The puppet group sentenced him to heavy penalties on charges of violation of the \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t With no severe fascist pressure could the south Korean puppet regime bend his will.\n\t\t\t\t\t\n\t\t\t\t\t He was greeted by members of all social standings including the South Headquarters of Pomminryon, the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy, the Society of April Revolution and the Solidarity for Progress."
        },
        {
            "title": "Successful Meeting for Reunification Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-24ee.html",
            "content": "Successful Meeting for Reunification Called for in S. Korea\r\nPyongyang, July 7 (KCNA) -- The regional headquarters of the South Side Committee for Implementing the June 15 Joint Declaration on July 4 clarified their stand of supporting and welcoming the proposal of the government, political parties and organizations of the DPRK calling for holding a great national conference for reunification.\n\t\t\t\t\t The Kwangju and South Jolla Provincial Headquarters of the south side committee held press conferences for successfully holding the conference in front of the South Jolla Provincial Office and the Sunchon City Office.\n\t\t\t\t\t\n\t\t\t\t\t The Taejon Headquarters of the south side committee held a press conference at the Taejon City \"Assembly\" at which it supported the proposal for holding the conference. A press release was read out there.\n\t\t\t\t\t\n\t\t\t\t\t It urged the Park Geun Hye regime to stop dismissing the north's proposal for holding the great conference for reunification as \"a trite method\" but strive to make it success, taking it as a chance of repairing the south-north relations.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the South Kyongsang Provincial Headquarters and the Ulsan Headquarters of the south side committee held press conferences."
        },
        {
            "title": "S. Korean Organization Calls for National Joint Event and North-South Dialogue",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-25ee.html",
            "content": "S. Korean Organization Calls for National Joint Event and North-South Dialogue\r\nPyongyang, July 7 (KCNA) -- The South Side Committee for Implementing the June 15 Joint Declaration issued a statement on July 4, the 44th anniversary of the publication of the July 4 joint statement.\n\t\t\t\t\t The publication of the July 4 joint statement proved at home and abroad that the south and the north could make an advance in the issue of reunification through dialogue, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification--independence, peaceful reunification and great national unity--clarified in the July 4 joint statement are embodied in the south-north joint declarations. \n\t\t\t\t\t\n\t\t\t\t\t The authorities should make all efforts to defuse the military tension on the Korean peninsula and resume dialogue without condition including the south-north military authorities talks.\n\t\t\t\t\t\n\t\t\t\t\t If representatives and personages in the south, the north and abroad meet to discuss the issue of reunification, it is possible to make an important advance in solving the issue of the Korean peninsula peacefully.\n\t\t\t\t\t\n\t\t\t\t\t The South Side Committee for Implementing the June 15 Joint Declaration will promote and bring to success the August 15 event common to the nation and workers' football game for reunification and take the lead in the efforts to restore the south-north dialogue and exchange."
        },
        {
            "title": "Remembrance Meeting Held in China",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-14ee.html",
            "content": "Remembrance Meeting Held in China\r\nPyongyang, July 7 (KCNA) -- There took place at the DPRK Embassy in Beijing on July 6 a meeting of families of persons related to the anti-Japanese revolutionary struggle on the 22nd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Present there were an anti-Japanese revolutionary fighter in China, families of Chinese related to the anti-Japanese revolutionary struggle, the DPRK ambassador to China and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting placed a floral basket and bunches of flowers before the portrait of smiling Kim Il Sung and leader Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Li Zade, anti-Japanese revolutionary fighter in China, at the meeting said: Attending a meeting on the 22nd anniversary of demise of the President, it made me miss the President very much. The President showed particular loving care for me who lost my parents in my boyhood. I am missing the President every day and every hour.\n\t\t\t\t\t\n\t\t\t\t\t Zhang Jinlu, daughter of Zhang Wei-hua, said that the President was a great man who made great contributions to the liberation of Korea and the world revolution, and that supreme leader Kim Jong Un has shown warm loving care for the families of persons related to the anti-Japanese revolutionary struggle as intended by the President and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Chai Eli, granddaughter of Chai Shiying, said that it is their duty to consolidate and develop generation after generation the traditional Sino-DPRK friendship provided by the revolutionaries of the elder generation of China and the President.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched Korean films."
        },
        {
            "title": "Symposium in Japan Marks 44th Anniversary of July 4 Joint Statement",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-19ee.html",
            "content": "Symposium in Japan Marks 44th Anniversary of July 4 Joint Statement\r\nPyongyang, July 7 (KCNA) -- There took place a symposium in Tokyo on July 4, the 44th anniversary of the July 4 joint statement.\n\t\t\t\t\t Present there were members of the executive committee of the symposium and compatriots in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the executive committee in a speech said that thanks to the adoption of the June 15 joint declaration and October 4 declaration, the programme for implementing it, which are the landmark for national reunification, a new era of reconciliation and unity, peace and prosperity was ushered in.\n\t\t\t\t\t\n\t\t\t\t\t However, it is deplorable that all these have reduced to dead documents by the anti-reunification forces at home and abroad and the north-south ties have been again pushed to the uncontrollable phase, he said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification -- independence, peaceful reunification and great national unity -- the keynote of the July 4 joint statement were embodied in the agreements between the north and the south, thus fully displaying great vitality.\n\t\t\t\t\t\n\t\t\t\t\t Speakers called upon overseas compatriots to play a great role in the campaign to usher in the second June 15 era of reunification under the uplifted banner of the north-south joint declarations."
        },
        {
            "title": "Demise Anniversary of Kim Il Sung Observed Abroad",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-02ee.html",
            "content": "Demise Anniversary of Kim Il Sung Observed Abroad\r\nPyongyang, July 7 (KCNA) -- Remembrance meetings were held in Finland, Poland, Indonesia and Angola from June 29 to July 1 on the 22nd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The chairman of the Finish National Committee for the Study of the Juche Idea praised the President as a great statesman and outstanding thinker and theoretician who provided the guidelines of struggle for not only the Korean people but also the world progressives by founding the immortal Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Polish branch of the Korean Friendship Association and other speakers praised the President as an iron-willed brilliant commander who defeated the U.S. and the Japanese imperialists and outstanding leader who turned the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in national defence and dedicated himself to the accomplishment of the cause of national reunification and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The general chairperson and the secretary general of the National Guidance Council of the Pioneer Party of Indonesia expressed their determination to work hard to successfully hold the 2017 Meeting for Praising Great Persons of Mt. Paektu, praising the President for developing the friendly and cooperative relations between the two countries and carrying out the cause of human independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Angolan committee for remembering President Kim Il Sung recalled that the President positively supported the struggle of peoples of various countries for independence and the building of a new society.\n\t\t\t\t\t\n\t\t\t\t\t Though the President passed away, his exploits for the times and history are always remembered by humankind, the chairman added."
        },
        {
            "title": "Joint Meeting in Finland Hails Election of Kim Jong Un as Chairman of State Affairs Commission of DPRK",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-04ee.html",
            "content": "Joint Meeting in Finland Hails Election of Kim Jong Un as Chairman of State Affairs Commission of DPRK\r\nPyongyang, July 7 (KCNA) -- A joint meeting took place in Helsinki on July 1 in congratulation of Marshal Kim Jong Un on his election as chairman of the State Affairs Commission of the DPRK.\n\t\t\t\t\t Displayed at the meeting were photos dealing with exploits of President Kim Il Sung, leader Kim Jong Il and Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Exhibited there were their works, and books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The meeting was attended by figures of the Communists' League of Finland, the Finland-Korea Society and the Finnish National Committee for the Study of the Juche Idea and masses.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets before the portraits of smiling Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It is a historic event of great significance in the struggle of the Korean people for hastening the final victory that Kim Jong Un was elected chairman of the Workers' Party of Korea at its Seventh Congress and chairman of the State Affairs Commission of the DPRK at the Fourth Session of the 13th Supreme People's Assembly of the DPRK, Kalevi Wahrman, chairman of the Finnish Communists' League, and Pekka Kotkasaari, chairman of the Finland-Korea Society, said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's service personnel and people are creating miracle and innovations day after day in the 200-day campaign of loyalty with the great honor and pride of holding Kim Jong Un at the top posts of the party, state and army.\n\t\t\t\t\t\n\t\t\t\t\t Though the U.S.-led imperialist allied forces have gone desperate in their efforts to stifle the DPRK, its people will defend the dignity and sovereignty of the country, build a socialist power and achieve national reunification, rallied closer around Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "Meetings for Solidarity with Korean People Held in Venezuela, France",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-05ee.html",
            "content": "Meetings for Solidarity with Korean People Held in Venezuela, France\r\nPyongyang, July 7 (KCNA) -- Meetings were held by the Falcon State Assembly of Venezuela and the Carirubana City Committee of Falcon State of the United Socialist Party of Venezuela and a lecture by the France-Korea Friendship Association between June 23 and 28 in the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The general coordinator of the Federal Secretariat of the United Left Party of Venezuela said that the DPRK is emerging victorious in the stand-off with the U.S. in the same spirit with which it gave heavy defeat to the U.S. imperialists in the Korean war. \n\t\t\t\t\t\n\t\t\t\t\t This was possible as the Korean people were led by President Kim Il Sung and leader Kim Jong Il and are now under the leadership of Marshal Kim Jong Un, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t We will positively support and encourage the Korean people in their struggle to drive the U.S. forces out of south Korea and achieve the country's independent and peaceful reunification.\n\t\t\t\t\t\n\t\t\t\t\t The coordinator of the Carirubana City Committee of Falcon State of the United Socialist Party of Venezuela said that under the wise leadership of Kim Jong Un the Korean people have achieved successes in the struggle to defend the country's sovereignty and achieve national reunification and global independence, holding high the banner of independence against imperialism, and this gives the people of Venezuela great encouragement. We will give wide publicity to the successes made by the Workers' Party of Korea and the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the France-Korea Friendship Association said: The U.S. imperialists ignited the Korean War and committed heinous crimes by mercilessly killing innocent people and leveling Korea to the ground. The U.S. is the chief criminal wrecking the peace on the Korean peninsula."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Russia",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-08ee.html",
            "content": "Kim Il Sung to Be Remembered in Russia\r\nPyongyang, July 7 (KCNA) -- A committee for remembering President Kim Il Sung was formed by the Maritime Territorial branch of the All-Russia Women's Council \"Hope of Russia\" on July 5.\n\t\t\t\t\t T. N. Esikova, chairwoman of the branch, was elected chairwoman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to significantly organize political and cultural events to praise the immortal revolutionary career and exploits of the President who dedicated his whole life to accomplishing the cause of human independence on the 22nd anniversary of his demise."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Kuwait",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-09ee.html",
            "content": "Kim Il Sung to Be Remembered in Kuwait\r\nPyongyang, July 7 (KCNA) -- A committee for remembering President Kim Il Sung was formed in Kuwait on July 4.\n\t\t\t\t\t Javid Ahmad, director of the Administrative Department of the Kuwait Times and chairman of the Kuwait Asian Journalist Association, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to significantly hold a seminar, book and photo exhibition, film show and other political and cultural events from July 5 to 25 to praise the sacred revolutionary career and immortal exploits of the President."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-01ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\nPyongyang, July 7 (KCNA) -- Leader Kim Jong Il's work \"Holding the Great Comrade Kim Il Sung in High Esteem Is the Noblest Moral Obligation of Our Party and People\" was brought out in pamphlet by the Chita City Publishing House of Zabaikal Territory, Russia on July 1 on the 22nd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The work was published on Oct. 27, Juche 88 (1999)."
        },
        {
            "title": "Kim Jong Un's Election as Chairman of State Affairs Commission of DPRK Congratulated by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-03ee.html",
            "content": "Kim Jong Un's Election as Chairman of State Affairs Commission of DPRK Congratulated by Swiss Organizations\r\nPyongyang, July 7 (KCNA) -- The Swiss preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on June 30 in congratulation of Marshal Kim Jong Un's election as chairman of the State Affairs Commission of the DPRK.\n\t\t\t\t\t The statement said that Kim Jong Un was elected chairman of the State Affairs Commission of the DPRK at the Fourth Session of the 13th Supreme People's Assembly of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is a great event of historic significance, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This makes the cause of the Juche revolution and socialism advance more vigorously.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people hold him in high esteem as chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We sincerely extend heartfelt congratulations to him and wish him good health and greater success in his noble work."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Putin",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-02ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Putin\r\nPyongyang, 7 de julio (ACNC) -- Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le remitiera el dia 5 el Presidente de la Federacion Rusa, V. Putin. \n\t\t\t\t\tLa misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLe extiendo mis sinceras felicitaciones en relacion con que Vd. fue electo como Presidente del Comite de Estado de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que sus actividades en el maximo cargo del Estado contribuyan a ampliar el dialogo constructivo y la cooperacion de beneficio mutuo entre nuestros dos paises e intensificar la  paz, la seguridad y la estabilidad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tFormulo votos por su salud y los exitos en sus labores."
        },
        {
            "title": "Declaracion de MINREX de RPDC",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-19ss.html",
            "content": "Declaracion de MINREX de RPDC\r\nPyongyang, 7 de julio (ACNC) -- Con respecto a que Estados Unidos cometio el acto hostil mas brutal contra la Republica Popular Democratica de Corea, el Ministerio de Relaciones Exteriores de la RPDC hizo publica el dia 7 una declaracion como sigue:\n\t\t\t\t\tAl publicar el dia 6 el informe del Departamento de Estado referente al \"problema de DDHH\" de la RPDC lleno de fraudes y falsos y la lista del Departamento de Finanzas sobre los objetos de sanciones especiales, EE.UU. ofendio atrevidamente la Maxima Direccion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tInsatisfecho con difamar perversamente a la RPDC, EE.UU. cuestiono su maxima dignidad, lo cual deviene el mayor crimen jamas intolerable. \n\t\t\t\t\t\n\t\t\t\t\tLa Direccion Suprema de la RPDC que recibe el apoyo absoluto del ejercito y el pueblo coreanos es el simbolo de la dignidad y la soberania de la RPDC y el destino de los  uniformados y civiles coreanos. \n\t\t\t\t\t\n\t\t\t\t\tAl igual que un cachorrito que no teme al tigre, EE.UU. se atrevio a insultar la maxima dignidad de la RPDC, lo cual constituye el pesimo acto hostil por encima del antagonismo en torno al \"problema de DDHH\" y ademas la abierta declaracion de guerra contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tYa que EE.UU. paso la \"linea roja\" en la confrontacion total con la RPDC mediante la difamacion a la maxima dignidad de la RPDC, esta se vio obligada a poseer justamente los derechos a tomar todas las contramedidas necesarias. \n\t\t\t\t\t\n\t\t\t\t\tFrente a la rigurosa situacion creada, el MINREX de la RPDC declara como lo siguiente:\n\t\t\t\t\t\n\t\t\t\t\tPrimero, EE.UU. debe retirar inmediata e incondicionalmente las presentes medidas de sanciones difamantes a nuestra maxima dignidad. \n\t\t\t\t\t\n\t\t\t\t\tSegundo, en el caso de que EE.UU. niegue nuestras demandas, seran cortados de inmediato todos los espacios y rutas de contacto diplomatico entre la RPDC-EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tDado que el pais norteamericano proclamo la declaracion de guerra contra la RPDC, seran tramitados segun la ley de tiempo de guerra de la RPDC todos los problemas que se presenten en las relaciones con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tTercero, en relacion con que las maniobras hostiles anti-RPDC de EE.UU. llegan a la pesima fase de ofender a nuestra maxima dignidad, seguiremos tomando las contramedidas super-intransigentes para frustrar rotundamente los actos hostiles del imperio norteamericano. \n\t\t\t\t\t\n\t\t\t\t\tLos gobernantes norteamericanos experimentaran de manera escalofriante cuan estupido e imprudente sera su proceder de haber denigrado atrevidamente nuestra maxima dignidad."
        },
        {
            "title": "Norodom Sihamoni desea a Kim Jong Un mayores exitos en sus labores",
            "url": "http://kcna.co.jp/item/2016/201607/news07/20160707-10ss.html",
            "content": "Norodom Sihamoni desea a Kim Jong Un mayores exitos en sus labores\r\nPyongyang, 7 de julio (ACNC) -- El embajador coreano en Cambodia, Jang Yun Gon, presento el 30 de junio sus cartas credenciales ante el Rey de Cambodia, Norodom Sihamoni.\n\t\t\t\t\tEn la ocasion, Norodom Sihamoni dijo que da felicitacion calurosa a Su Excelencia Mariscal Kim Jong Un, maximo dirigente del pueblo coreano, quien fue electo como Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que los grandes Lideres del pueblo coreano, Su Excelencia Generalisimo Kim Il Sung y Su Excelencia Generalisimo Kim Jong Il tuvieron desde hace mucho tiempo las relaciones especiales con el Gran Rey, Norodom Sihanouk, y prepararon las tradicionales y especiales relaciones de amistad y cooperacion entre los dos paises y prosiguio que el pueblo camboyano no lo olvidara para siempre.\n\t\t\t\t\t\n\t\t\t\t\tDijo que se siente alegre de que bajo la especial atencion de Su Excelencia Mariscal Kim Jong Un, las relaciones entre los dos paises se consolidan y se desarrollan cada dia mas.\n\t\t\t\t\t\n\t\t\t\t\tDeseo de todo corazon a Su Excelencia Mariscal Kim Jong Un buena salud y felicidad y mayores exitos en el trabajo precioso para el desarrollo del pais y la felicidad del pueblo."
        }
    ]
}