{
    "date": "2016-04-20",
    "url": "http://kcna.co.jp/item/2016/201604/2016-04-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Congratulates Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-33ee.html",
            "content": "Kim Jong Un Congratulates Raul Castro Ruz\r\n Pyongyang, April 20 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, Tuesday sent a congratulatory message to Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba.\n\t\t\t\t\t The message extended warm congratulations and cordial comradely greetings to Raul Castro Ruz on the successful Seventh Congress of the Communist Party of Cuba and his reelection as first secretary of the Party Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t It said his reelection as first secretary of the Party Central Committee is an expression of deep trust and expectation of all party members and people of him.\n\t\t\t\t\t\n\t\t\t\t\t It wished him greater success in his responsible work for the development of the party and triumphant advance of the Cuban revolution, expressing belief that the traditional relations of friendship and cooperation between the two parties and two peoples established in the joint struggle for independence against imperialism and for socialism would grow stronger."
        },
        {
            "title": "Pyongyang City Conference of WPK Takes Place",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-34ee.html",
            "content": "Pyongyang City Conference of WPK Takes Place\r\n Pyongyang, April 20 (KCNA) -- The Pyongyang City Conference of the Workers' Party of Korea (WPK) took place at the People's Palace of Culture on Tuesday and Wednesday.\n\t\t\t\t\t It was attended by delegates elected by the party organizations at all levels in the city and those of national institutions.\n\t\t\t\t\t\n\t\t\t\t\t All the participants paid silent tribute to President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The conference elected its executive.\n\t\t\t\t\t\n\t\t\t\t\t It reviewed the work done by the Pyongyang City Committee of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that the city party committee has further consolidated the unity and cohesion of the party centered on the leader and established the steel-strong discipline of receiving the party's policies without any condition and thoroughly implementing them in the course of regarding it as the main principle of party building to establish the party's monolithic ideological system and monolithic leadership system and thoroughly applying it.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the tasks for further strengthening the party work as required by the developing reality when the revolutionary cause of Juche enters its leaping stage and thus accelerating the modeling of the whole society on Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the conference.\n\t\t\t\t\t\n\t\t\t\t\t A decision was adopted there.\n\t\t\t\t\t\n\t\t\t\t\t The conference reviewed the work of the city party auditing commission and elected the leadership bodies of the city party committee.\n\t\t\t\t\t\n\t\t\t\t\t There took place the election of delegates and nomination of observers to the Seventh Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Su Gil, chief secretary of the Pyongyang City Committee of the WPK, made a speech on electing supreme leader Kim Jong Un as delegate to the Seventh Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He said that Kim Jong Un's election serves as an expression of absolute trust and profound loyalty of all the party members and people in the city.\n\t\t\t\t\t\n\t\t\t\t\t He courteously proposed to elect Kim Jong Un as delegate to the Seventh Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t  Speakers expressed their determination to dynamically advance under the leadership of the party, saying that they are firmly convinced that the final victory of the Juche revolution is certain as they hold Kim Jong Un in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t A decision on electing Kim Jong Un as delegate to the Seventh Congress of the WPK was adopted at the conference with a unanimous approval.\n\t\t\t\t\t\n\t\t\t\t\t The delegates and observers to the Seventh Congress of the WPK were elected and nominated at the conference."
        },
        {
            "title": "Jagang Provincial Conference of WPK Takes Place",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-12ee.html",
            "content": "Jagang Provincial Conference of WPK Takes Place\r\n Pyongyang, April 20 (KCNA) -- The Jagang Provincial Conference of the Workers' Party of Korea (WPK) took place in Kanggye City.\n\t\t\t\t\t It was attended by delegates elected by the party organizations at all levels in the province.\n\t\t\t\t\t\n\t\t\t\t\t All the participants paid silent tribute to President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The conference elected its executive.\n\t\t\t\t\t\n\t\t\t\t\t It reviewed the work done by the provincial party committee.\n\t\t\t\t\t\n\t\t\t\t\t A reporter said that the provincial party committee has conducted its work, paying primary attention to the work for holding Kim Il Sung and Kim Jong Il in high esteem as the eternal leaders of the WPK and the Korean people and the sun of Juche and defending and adding brilliance to the leadership exploits of the WPK forever.\n\t\t\t\t\t\n\t\t\t\t\t He raised the tasks for thoroughly establishing the monolithic leadership system of Marshal Kim Jong Un and accomplishing the party's cause of building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t  Speeches were made at the conference.\n\t\t\t\t\t\n\t\t\t\t\t  A decision was adopted there.\n\t\t\t\t\t\n\t\t\t\t\t The conference reviewed the work of the provincial party auditing commission and elected the leadership bodies of the provincial party committee.\n\t\t\t\t\t\n\t\t\t\t\t There took place the election of delegates and nomination of observers to the Seventh Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jae Ryong, chief secretary of the Jagang Provincial Committee of the WPK, made a speech on electing Kim Jong Un as delegate to the Seventh Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He said that Kim Jong Un's election serves as an expression of absolute trust and profound loyalty of all the party members and people in the province.\n\t\t\t\t\t\n\t\t\t\t\t Speakers fully supported the proposal.\n\t\t\t\t\t\n\t\t\t\t\t A decision on electing Kim Jong Un as delegate to the Seventh Congress of the WPK was adopted at the conference with a unanimous approval.\n\t\t\t\t\t\n\t\t\t\t\t The delegates and observers to the Seventh Congress of the WPK were elected and nominated at the conference."
        },
        {
            "title": "18th Kimilsungia Festival Closes ",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-26ee.html",
            "content": "18th Kimilsungia Festival Closes\r\n Pyongyang, April 20 (KCNA) -- The 18th Kimilsungia Festival closed with due ceremony at the Kimilsungia-Kimjongilia Exhibition on Wednesday. It opened on April 13 to celebrate the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The venue of the festival full of flowers praising the great men was visited by hundreds of thousands of service personnel, working people, school youth and children, many overseas Koreans and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kim Yong Jin, vice-premier of the Cabinet, officials concerned, those of armed forces organs, ministries and national institutions, members of the association for disseminating and supporting the immortal flowers, citizens, school youth and children, a congratulatory group of Koreans in Japan for celebrating the Day of the Sun and other overseas Koreans and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Diplomas of the Kimilsungia Festival were awarded to Kim Song Dok-led Unit of the Korean People's Army, the Ministry of the People's Armed Forces, Kim Il Sung University and other units which proved successful in the festival, people who made contributions to the festival, exemplary cultivators, former unconverted long-term prisoners and other participants.\n\t\t\t\t\t\n\t\t\t\t\t The diplomas went also to the Central Standing Committee of the General Association of Korean Residents in Japan, the Indonesian embassy here, overseas Koreans and foreigners. \n\t\t\t\t\t\n\t\t\t\t\t Certificates of participation of the festival were awarded to working people and school youth and children and foreigners.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chang Do, chairman of the Korea Kimilsungia-Kimjongilia Committee, in his closing address said the 18th Kimilsungia Festival took place with splendor amid the interest and great expectation of not only the Korean people but also world progressives.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungia, national treasure of Songun Korea and pride of the nation, will blossom all over the world as immortal flower of the sun."
        },
        {
            "title": "Iranian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-32ee.html",
            "content": "Iranian Ambassador Hosts Reception\r\n Pyongyang, April 20 (KCNA) -- Mansour Chavoshi, Iranian ambassador to the DPRK, Wednesday hosted a reception in his embassy on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there on invitation were Minister of Labor Jong Yong Su, chairman of the DPRK-Iran Friendship Association, Pak Kun Gwang, vice department director of the Central Committee of the Workers' Party of Korea, Ri Kil Song, vice-minister of Foreign Affairs, Sim Kuk Ryong, director of the General Bureau for Affairs with Diplomatic Corps, Pak Kyong Il, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Iranian embassy attended it."
        },
        {
            "title": "Workers Meet DPRK Hero ",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-30ee.html",
            "content": "Workers Meet DPRK Hero \r\n Pyongyang, April 20 (KCNA) -- Workers and trade union members met a DPRK hero at the People's Palace of Culture Wednesday in the run-up to the 84th founding anniversary of the Korean People's Army (KPA).\n\t\t\t\t\t Twice DPRK Hero Kim Ki U, a lecturer at the Victorious Fatherland Liberation War Museum, made a speech at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t He said that he downed 10 odd planes of the U.S. imperialist aggressor forces in 1951 alone by fighting by the method taught by President Kim Il Sung who provided a key to hunting enemy planes after initiating the movement of aircraft-hunting teams during the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t He recollected the President made sure that he was awarded the title of Twice DPRK Hero and sent a congratulatory message to him, highly praising his distinguished feats in hunting enemy planes.\n\t\t\t\t\t\n\t\t\t\t\t Under the Songun revolutionary guidance of leader Kim Jong Il, the KPA developed into the elite revolutionary Paektusan army and the greatest heyday has been opened up in the Juche-based cause of building the army thanks to Marshal Kim Jong Un, he added.\n\t\t\t\t\t\n\t\t\t\t\t Listening to the hero's story, the participants grasped the noble ideological and moral world of the war veterans who turned out in a sacred war for annihilating the enemy and devotedly defended the party and revolution, country and its people by sacrificing their youth and lives, true to the outstanding military strategy and idea of the President during the Fatherland Liberation War."
        },
        {
            "title": "Military Attaches Corps Visits Sci-Tech Complex",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-28ee.html",
            "content": "Military Attaches Corps Visits Sci-Tech Complex\r\n Pyongyang, April 20 (KCNA) -- The military attaches corps here toured the Sci-Tech Complex Wednesday on the occasion of the 84th founding anniversary of the Korean People's Army.\n\t\t\t\t\t The guests paid tribute to an art work depicting President Kim Il Sung and leader Kim Jong Il at the complex.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the fact that the complex was built as a magnificent study center for all people under the guidance of Marshal Kim Jong Un, they went round the applied sci-tech hall, dreams hall for children and e-library of the all-purpose modern sci-tech service complex.\n\t\t\t\t\t\n\t\t\t\t\t They made an entry in the visitors' book."
        },
        {
            "title": "20th National Schoolchildren's Festival of Loyalty Closes",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-29ee.html",
            "content": "20th National Schoolchildren's Festival of Loyalty Closes\r\n Pyongyang, April 20 (KCNA) -- The 20th National Schoolchildren's Festival of Loyalty closed with due ceremony at the Central Youth Hall on Wednesday.\n\t\t\t\t\t It lasted for more than 60 days, divided into political, economic, art and sports festivals.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang City placed first in standings.\n\t\t\t\t\t\n\t\t\t\t\t At the closing ceremony the results of the festival were announced and citations of the Central Committee of the Kim Il Sung Socialist Youth League and silk banners were awarded to the units which proved successful at the festival.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials concerned, officials of the youth league and school youth and children."
        },
        {
            "title": "National Symposium on Medical Science Held",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-27ee.html",
            "content": "National Symposium on Medical Science Held\r\n Pyongyang, April 20 (KCNA) -- A national symposium on medical science was held at the Grand People's Study House on Wednesday on the occasion of the 40th anniversary of leader Kim Jong Il's work \"On Improving Hospital Management\".\n\t\t\t\t\t The work, published on May 1, Juche 65 (1976), indicates the tasks and ways of improving the management of the hospitals.\n\t\t\t\t\t\n\t\t\t\t\t Present at the symposium were officials concerned and medical workers in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t They heard medical science papers dealing with the successes and experience gained in the researches to put the preventive and curative healthcare and the management of hospitals on a modern, scientific and IT basis to carry out the tasks set forth in the work and the party's idea of building a highly civilized socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated at the symposium were papers \"Study of the efficiency of healthcare through telemedicine\", \"Study of the method of working out a strategy for managing hospitals\" and \"Study of putting the management of hospitals on IT basis\"."
        },
        {
            "title": "Delegation of Koreans in Japan Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-22ee.html",
            "content": "Delegation of Koreans in Japan Visits Mangyongdae\r\n Pyongyang, April 20 (KCNA) -- A delegation of officials of the Union of Korean Writers and Artists in Japan led by Chairman Kim Jong Su visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t The members of the delegation went to the old home in Mangyongdae and looked round historic relics preserved with much care, being briefed on the revolutionary history of the President and the patriotic careers of his family members.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit the head of the delegation said that he missed the President very much whenever he visited the old home. The President worked heart and soul for the development of the movement of Koreans in Japan, he said, renewing the will to fulfill responsibility and duty in the drive for ushering in a fresh heyday of the General Association of Korean Residents in Japan true to the intention of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the International Friendship Exhibition House, National Gifts Exhibition House, Mangyongdae Schoolchildren's Palace and other places."
        },
        {
            "title": "New Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-20ee.html",
            "content": "New Stamps Issued in DPRK\r\n Pyongyang, April 20 (KCNA) -- The State Stamp Bureau of the DPRK recently issued new stamps (one sheetlet and individual stamp).\n\t\t\t\t\t The sheetlet carries a panoramic view of the Sci-Tech Complex, a magnificent edifice on Ssuk Islet of the Taedong River.\n\t\t\t\t\t\n\t\t\t\t\t The individual stamp shows the tower symbolic of science and technology of the complex in the centre against the background of the earth. It represents the unshakable will of the DPRK to consolidate the foundation of a thriving nation and accelerate the building of a thriving nation by dint of science and technology and surpass the world's level."
        },
        {
            "title": "DPRK Skaters Prove Successful in Int'l Game",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-23ee.html",
            "content": "DPRK Skaters Prove Successful in Int'l Game\r\n Pyongyang, April 20 (KCNA) -- DPRK skaters proved successful at the 2016 ISU World Development Trophy Short-Track Speed Skating Tournament held in Australia on April 17.\n\t\t\t\t\t The tournament brought together more than 80 men and women skaters from 11 countries and regions including the DPRK, New Zealand, Argentina, Singapore and Malaysia.\n\t\t\t\t\t\n\t\t\t\t\t DPRK players bagged two trophies, four gold medals and two silver medals.\n\t\t\t\t\t\n\t\t\t\t\t Choe Kyong Hwa (female) placed first in 500m and 1,000m events in juvenile division III and Pang Ri Hyang (female) in 500m and 1,000m events in juvenile division IV.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Ri Kwang Jin (male) placed second in 500m and 1,000m events in juvenile division II."
        },
        {
            "title": "Foreign Guests, Koreans in China Leave",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-21ee.html",
            "content": "Foreign Guests, Koreans in China Leave\r\n Pyongyang, April 20 (KCNA) -- A delegation of the Kimjongilia Association of Mongolia headed by Chairman S. Sodbatar and Li Qianqiu, general manager of the Dandong Jianyuan Commercial Company of China, and his party left here on Wednesday after taking part in the 18th Kimilsungia Festival.\n\t\t\t\t\t Departing here earlier were Wang Wuji, director of the pictorial company of artists in China, Xin Qiuxian, vice-chairperson of the Painting and Calligraphy Association of Xian City, Shaanxi Province of China, Wang Dongping, general manager of the Kimilsungia-Kimjongilia Greenhouse in Dandong, China, Shao Wenge, general manager of the Dandong Jiahe Commercial Company of China, and Ji Zhengtai, general manager of the Beijing Ji Shengchang Culture Co. Ltd. of China, and their parties."
        },
        {
            "title": "Art Troupe of Koreans in China Leaves",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-31ee.html",
            "content": "Art Troupe of Koreans in China Leaves\r\n Pyongyang, April 20 (KCNA) -- The Art Troupe of Koreans in China left here on Wednesday after participating in the 30th April Spring Friendship Art Festival."
        },
        {
            "title": "Independence Is Banner of Eternal Victory of WPK and Revolution: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-14ee.html",
            "content": "Independence Is Banner of Eternal Victory of WPK and Revolution: Rodong Sinmun\r\nPyongyang, April 20 (KCNA) -- Rodong Sinmun Wednesday dedicates an article to the fourth anniversary of the publication of supreme leader Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\".\n\t\t\t\t\t The work, published on April 20, Juche 101 (2012), reflects the steadfast faith and will of Kim Jong Un to hold President Kim Il Sung as sun of Juche in high esteem and successfully carry forward the cause of Juche revolution started and led by the President and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Noting that all the service personnel and people of the DPRK are now recollecting the exploits the great leaders performed by victoriously leading the revolutionary struggle and construction to lay an eternal foundation for accomplishing the socialist cause of Juche, holding aloft the banner of independence all their lives, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The President regarded independence as his revolutionary faith and formulated it as the principle and mode of the revolution and thoroughly embodied it into revolutionary practices.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK shattered all the counterrevolutionary offensives of the imperialist reactionaries and interference of left and right opportunists under the complicated situation and attained proud successes in the two revolutionary wars and postwar reconstruction and two-stage social revolution and socialist construction. This is a clear proof of the vitality and invincibility of the line of independence consistently maintained by the President.\n\t\t\t\t\t\n\t\t\t\t\t Victory and prosperity lie in advancing invariably, holding aloft the banner of independence. This is the historical review of our protracted revolution.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK will as ever advance regarding independence as a banner of eternal victory of the revolution, and bring earlier a final victory in the drive for building a thriving nation under the leadership of Kim Jong Un."
        },
        {
            "title": "Park Geun Hye Group's Suppression of Jongyojo under Fire",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-15ee.html",
            "content": "Park Geun Hye Group's Suppression of Jongyojo under Fire\r\n Pyongyang, April 20 (KCNA) -- Some days ago, the south Korean puppet Ministry of Education issued an instruction banning schools' use of the reference book made by the Teachers Union (Jongyojo) on the lapse of the two years since the ferry Sewol sinking case under the pretexts that \"it described the chief executive as a monster\" and carried \"a groundless suspicion\" about the case. And the ministry threatened that it would strictly deal with the activities of the organization to teach children the truth so that they may not forget the lesson drawn from of the ferry disaster. The ministry is running the whole gamut of base and clumsy methods to suppress the organization. It is checking the banking transaction of Jongyojo and forcing it to unconditionally dismiss its chairman and officials.\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Such ceaseless actions of the puppet authorities against Jongyojo are heinous fascist actions to completely stifle Jongyojo.\n\t\t\t\t\t\n\t\t\t\t\t The puppet Ministry of Education is busy persecuting and suppressing Jongyojo because it is positively struggling to teach the children the truth without leaving schools which represent justice and conscience, standing against Chongwadae's campaign to tamper with history, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is a wicked scenario of the Park Geun Hye group of traitors to completely disband Jongyojo in a bid to keep the truth of their unpopular criminal acts buried into oblivion forever and totally stamp out justice and patriotism.\n\t\t\t\t\t\n\t\t\t\t\t The fascists' crackdown at the point of bayonet is by no means an all-powerful means of rule.\n\t\t\t\t\t\n\t\t\t\t\t No ferocious dictator can overpower the might of the popular masses aspiring after justice and standing against the treacherous rule.\n\t\t\t\t\t\n\t\t\t\t\t Such bete noire, nation's trouble maker as traitor Park is only fated to go to a grave of history."
        },
        {
            "title": "U.S. Can Never Evade Its Responsibility for Pushing Situation to Brink of War: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-16ee.html",
            "content": "U.S. Can Never Evade Its Responsibility for Pushing Situation to Brink of War: Rodong Sinmun\r\n Pyongyang, April 20 (KCNA) -- The unprecedented hideous \"resolution on sanctions\", political and economic pressure and the largest-ever joint military drills against the DPRK only brought to light the aggressive nature of the U.S. Being at a loss, the U.S. is employing every despicable sleight of hand to turn the situation favorable to it, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t The U.S. likes to insist that something black is white but it can never turn an aggressor into a guardian of peace, the article notes.\n\t\t\t\t\t\n\t\t\t\t\t Giving an account of the moves of the U.S. which responded to the peace-loving proposals made by the Workers' Party of Korea and the DPRK government with mad-cap anti-DPRK confrontation rackets, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Now the highest-ever tension is prevailing on the Korean peninsula. It is attributable to Key Resolve and Foal Eagle joint war drills kicked off by the U.S. and south Korea after openly disclosing even operation plans designed to hurt the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the U.S. openly perpetrated such reckless provocation as staging hideous \"precision strike drills\" to destroy the office of the supreme headquarters of the DPRK after discarding the spurious mask of \"annual\" and \"defensive drills\".\n\t\t\t\t\t\n\t\t\t\t\t It is only the U.S. and the south Korean traitors who are running riot to eliminate the headquarters of a sovereign state through a special operation.\n\t\t\t\t\t\n\t\t\t\t\t Washington had better find an answer to the question why a non-nuclear state emerged as a nuclear weapons state in its hostile policy toward the DPRK before talking about someone's \"provocation.\""
        },
        {
            "title": "U.S. Efforts to Realize Asia-Pacific Strategy with Financial Help of Allies Derided",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-17ee.html",
            "content": "U.S. Efforts to Realize Asia-Pacific Strategy with Financial Help of Allies Derided\r\n Pyongyang, April 20 (KCNA) -- The Wall Street Journal recently disclosed the following data:\n\t\t\t\t\t Every year the U.S. imposes on Japan and the south Korean puppet forces tens of billions of U.S. dollars needed for the upkeep of its forces and building of its new military bases.\n\t\t\t\t\t\n\t\t\t\t\t Until 2017 south Korea has to cover 93 percent of the total funds for the expansion of Phyongthaek base for the U.S. forces while Japan 94 percent of the total funds for the construction of U.S. marines air force base in Iwakuni, Japan and 12 billion U.S. dollars all of which is required for the transfer of Futenma military base in Okinawa. The U.S. even forced Japan and south Korea to bear the cost for the construction of large-scale U.S. forces military base on Guam and in other areas in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Wednesday says that the U.S. is justifying its arms buildup as the one for protecting its mainland and its allies while spreading the story of \"threats\" from someone, but this is nothing but a pretext.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to realize its strategy for dominating Asia-Pacific by emptying the money bags of its war servants and henchmen, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The impacts several big powers in Northeast Asia have on economy and military are now spreading to other regions, to say nothing of the Asia-Pacific region. In contrast, the sphere of U.S. economic and military domination is getting narrower. The U.S. is now compelled to cut down military spending as consequences of squandering a stupendous amount of funds for the aggression and war in the past.\n\t\t\t\t\t\n\t\t\t\t\t It is making desperate efforts to keep its position as the \"world's only superpower\" in the Asia-Pacific region, but it is too late. Now it has no other option but to reach out its hand to its war servants for help. This is just the last ditch wriggling of the U.S. before falling down into the abyss of ruin. Also miserable is the position of Japan and the south Korean puppet forces working hard to prolong their remaining days by clinging to the coattails of the U.S."
        },
        {
            "title": "Minju Joson Ridicules Bluffing of S. Korean Puppet Chairman of Joint Chiefs of Staff ",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-18ee.html",
            "content": "Minju Joson Ridicules Bluffing of S. Korean Puppet Chairman of Joint Chiefs of Staff \r\n Pyongyang, April 20 (KCNA) -- Ri Sun Jin, south Korean puppet chairman of the Joint Chiefs of Staff, touring different units of the puppet navy shortly ago, cried out for making \"early detection of the north's warships and submarines,\" \"keeping themselves fully ready for guard over seas and \"taking strong actions so that provocateurs may pay a dear price.\"\n\t\t\t\t\t Commenting on this, Minju Joson Wednesday says:\n\t\t\t\t\t\n\t\t\t\t\t What he uttered is nothing but hysteric fit and desperate efforts of the puppet forces fear-stricken by the DPRK's tremendous military muscle.\n\t\t\t\t\t\n\t\t\t\t\t The war drumbeats made by bosses of the south Korean puppet army only reveal their desperate bid to free its service members from the daily growing war phobia and war-weary mood and stir up their lowest spirit and thus hurl them into battle fields as cannon fodder for the U.S.\n\t\t\t\t\t\n\t\t\t\t\t But bluffing or muscle flexing by bosses of the south Korean puppet army would only touch off stronger discontent among its service members and antipathy towards the high echelon of the military, much less boosting their morale.\n\t\t\t\t\t\n\t\t\t\t\t The bosses of the south Korean puppet army would be well advised to stop going reckless, bearing in mind that they cannot escape the merciless strikes of justice of the DPRK's revolutionary armed forces."
        },
        {
            "title": "Minju Joson Discloses Aim Sought by Japan in Its Moves for Nuclear Weaponization",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-19ee.html",
            "content": "Minju Joson Discloses Aim Sought by Japan in Its Moves for Nuclear Weaponization\r\n Pyongyang, April 20 (KCNA) -- The Japanese government at a recent Cabinet meeting decided on a statement that \"Article 9 of Constitution does not ban the possession and use of all nuclear weapons in the main.\"\n\t\t\t\t\t Minju Joson Wednesday in a commentary says that this statement openly reveals the ulterior intention of the Japanese reactionaries to go nuclear as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t Japan has so far often called for \"peace against nuclear weapons\" after adopting it as its \"state policy\" to maintain \"three non-nuclear principles\", but behind the scene it has made desperate efforts to make it a legal policy to have access to nuclear weapons, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have not only talked about their nuclear weaponization but actually buckled down to putting the plan into practice.\n\t\t\t\t\t\n\t\t\t\t\t Japan has become all the more vocal in the new century in its call for nuclear weaponization.\n\t\t\t\t\t\n\t\t\t\t\t It has stockpiled 11 tons of plutonium in its land and 36 tons of reprocessed plutonium in Britain and France. This amount is enough for making 6,000 A-bombs.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the aim sought by Japan in stockpiling huge weapon-grade nuclear substances and in acquiring nuclear weapons manufacturing technology and delivery means. The true aim sought by the Japan is to get itself fully ready for going nuclear and to emerge as a nuclear weapons state when time comes.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the Japanese reactionaries have made the nuclear weaponization a priority in realizing their wild ambition for militarist overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as pikestaff that if Japan, which perpetrated so many crimes and suffered a defeat in the Second World War, launches reinvasion with nuclear weapons, not only Asia but the rest of the  world will face a nuclear disaster."
        },
        {
            "title": "S. Koreans Called on to Achieve Democracy and Peace in Spirit of April 19 Uprisers",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-24ee.html",
            "content": "S. Koreans Called on to Achieve Democracy and Peace in Spirit of April 19 Uprisers\r\n Pyongyang, April 20 (KCNA) -- The Society of April Revolution of south Korea sponsored a meeting in Seoul Monday to observe the 56th anniversary of the April 19 Popular Uprising, according to the south Korean on-line newspaper Voice of People.\n\t\t\t\t\t Speakers there recalled that youths and students toppled the Syngman Rhee dictatorial regime in protest against dictatorship and injustice 56 years ago.\n\t\t\t\t\t\n\t\t\t\t\t Their spirit led to the May 18 Kwangju Uprising and the June Popular Resistance and punished the Park Geun Hye group in the April 13 general election.\n\t\t\t\t\t\n\t\t\t\t\t It has become clear that the nation will remain hopeless as long as the Park Geun Hye regime stamping out democracy, deteriorating the people's living and bringing the danger of a nuclear war is allowed to stay in power, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Punishing the Park regime is the only way for democracy and peace and if all forces of conscience fight the way the April 19 uprisers did, they can achieve democracy.\n\t\t\t\t\t\n\t\t\t\t\t They called on all to turn out in a struggle for achieving democracy and peace in the spirit of the April 19 uprisers.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a lecture on how the Kaesong Industrial Park was shut down and why the north-south relations were thrown into a crisis."
        },
        {
            "title": "S. Korean People Demand Probe into Truth behind Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-25ee.html",
            "content": "S. Korean People Demand Probe into Truth behind Ferry Sewol Disaster\r\n Pyongyang, April 20 (KCNA) -- A candlelight rally took place to honor the memory of victims of the ferry Sewol disaster at the plaza of Taejon Railway Station in south Korea on April 15 on the lapse of two years since the disaster.\n\t\t\t\t\t Present there were members of organizations including the Taejon Measure Council for Probing the Ferry Sewol Disaster, victims' bereaved families and citizens in Taejon.\n\t\t\t\t\t\n\t\t\t\t\t Speakers there said that they would surely probe the truth despite obstructions on the part of the \"government\" and ruling party.\n\t\t\t\t\t\n\t\t\t\t\t A letter of sympathy of students to the victims and their bereaved families was read out and a diverse performance honoring the memory of the victims given.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants marched along streets of Taejon City."
        },
        {
            "title": "Kim Il Sung's Work Published in Algeria",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-01ee.html",
            "content": "Kim Il Sung's Work Published in Algeria\r\n Pyongyang, April 20 (KCNA) -- President Kim Il Sung's work \"Let the Entire Nation Unite and Hasten the Reunification of the Country\" was brought out in booklet by the Tarzalt Publishing House in El-Djezair, Algeria.\n\t\t\t\t\t The work published on Aug. 18, Juche 79 (1990) clarifies the tasks and ways for realizing national reunification.\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony took place on April 12."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-02ee.html",
            "content": "Kim Jong Un's Work Published in Russia\r\n Pyongyang, April 20 (KCNA) -- Marshal Kim Jong Un's work \"Let Us Hasten the Final Victory through a Revolutionary Ideological Offensive\" was published in booklet by the Nakhodka Format Publishing House of Russia on April 12.\n\t\t\t\t\t The work published on Feb. 25, Juche 103 (2014) clarifies that the whole course of the Korean revolution can be called a period of ideological work to give fullest play to the might of the truth of the revolutionary ideas of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates tasks and ways facing the field of the party ideological work at present."
        },
        {
            "title": "Floral Tribute Paid to Portrait of Smiling Kim Il Sung",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-03ee.html",
            "content": "Floral Tribute Paid to Portrait of Smiling Kim Il Sung\r\n Pyongyang, April 20 (KCNA) -- An event for laying a floral basket before a portrait of smiling President Kim Il Sung was sponsored by the Organization of Solidarity of the Peoples of Africa, Asia and Latin America on April 13 on the occasion of his birth anniversary.\n\t\t\t\t\t Present at the event were members of the organization, the representative of the Communist Party of Chile residing in Cuba and the DPRK ambassador to Cuba and members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket before a portrait of smiling Kim Il Sung and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the organization extended warm congratulations to the Korean people on the birth anniversary of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The organization has expressed full support and solidarity with the Korean people in their just cause since its founding.\n\t\t\t\t\t\n\t\t\t\t\t We regard it as our great honor and pride to have the portrait of smiling Kim Il Sung at the building of our organization.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the inauguration of the preparatory committees worldwide for celebrating with splendor the 105th birth anniversary of Kim Il Sung and the 75th birth anniversary of HE Kim Jong Il."
        },
        {
            "title": "Foreign Figures Visit DPRK Missions to Observe Day of Sun",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-04ee.html",
            "content": "Foreign Figures Visit DPRK Missions to Observe Day of Sun\r\n Pyongyang, April 20 (KCNA) -- Foreign figures of various circles visited the DPRK missions in their countries from April 11 to 15 on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Among them were the deputy prime minister and minister for Women, Children and Social Welfare of Nepal who doubles as general secretary of the C.C., Nepal Communist Party (Marxist-Leninist), deputy director general of the Asian Regional Institute of the Juche Idea who doubles as chairman of the Nepal Journalist Association, minister of Civil Aviation and Tourism of Nepal who doubles as chairman of the C.C., the Workers' Party of Bangladesh, chairman of the Bangladesh-Korea Friendship and Solidarity Committee, national chairman of the People's Progressive Party of Nigeria, director of the Nigerian General Bureau of Film and Video Regulation, department director of the Presidency of Uganda who doubles as director general of the African Regional Committee for the Study of the Juche Idea, secretary of the Khabarovsk Territorial Committee of the Communist Party of the Russian Federation, director of the Khabarovsk Asia-Pacific Regional Research Center of International Relations o\n\t\t\t\t\t\n\t\t\t\t\t f Russia\n\t\t\t\t\t\n\t\t\t\t\t  and figures of the Uganda National Resistance Movement, Ugandan National Executive Committee of the Pan－African Movement, Ugandan National Committee for the Study of the Juche Idea, Russian Khabarovsk Territorial Society for the Study of the Juche Idea and Experience in Socialist Construction of the DPRK and the Iranian Workers' House.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets and bouquets before portraits of smiling Kim Il Sung and leader Kim Jong Il and pictures of the great leaders standing together and paid tribute to them."
        },
        {
            "title": "Tablet to Honor Kim Jong Il Unveiled at Russian University",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-05ee.html",
            "content": "Tablet to Honor Kim Jong Il Unveiled at Russian University\r\nPyongyang, April 20 (KCNA) -- A tablet to honor leader Kim Jong Il was displayed with due ceremony at the Siberian State University of Communications of Russia on April 14.\n\t\t\t\t\tWritten on the tablet are Korean and Russian letters meaning the \"University Visited by Chairman of the National Defence Commission of the DPRK Kim Jong Il on August 11, 2001.\"\n\t\t\t\t\t\n\t\t\t\t\tPresent at the ceremony were the president, teaching staff and students of the university, daughter of internationalist Ya. T. Nobichenko, the DPRK ambassador to Russia and the DPRK officials working there.\n\t\t\t\t\t\n\t\t\t\t\tManakov, president of the university, said in a speech:\n\t\t\t\t\t\n\t\t\t\t\tAll the teaching staff and students of the university deem it a great pride to work at the university visited by Kim Jong Il during his visit to Russia in August, 2001.\n\t\t\t\t\t\n\t\t\t\t\tWe can now eternally add shine to the honor of having him at our university by displaying the tablet in the run-up to the Day of the Sun, the greatest national holiday of the Korean nation, this significant year marking the 15th anniversary of his visit to the university.\n\t\t\t\t\t\n\t\t\t\t\tWe wholeheartedly hope that everything would go well in the DPRK under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tKomarov, ex-president of the university, recalled the significant day on which he was honored to help Kim Jong Il tour the university, saying that he deems it a great fortune in his life.\n\t\t\t\t\t\n\t\t\t\t\tThe tablet was unveiled to the applause of the participants."
        },
        {
            "title": "Events in Nigeria Observe Day of Sun",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-06ee.html",
            "content": "Events in Nigeria Observe Day of Sun\r\n Pyongyang, April 20 (KCNA) -- The Day of the Sun, birth anniversary of President Kim Il Sung, was celebrated in Nigeria.\n\t\t\t\t\t Korean photo and book exhibitions and film shows were held at Kim Jong Il Library in Enugu State, the Ministry of Rural Development in Zamfara State, Parida Hospital and Zurumi Hospital in Zamfara State, Deola Segoe Co. Ltd. in Lagos, Lokana Co. Ltd. in Enugu State, Nagari Ala Magani Hospital in Nasarawa State and a construction company between March 21 and April 7.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the photo and book exhibitions were photos documenting the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and their works, and books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean films \"Song of the Sun Will Resound Forever\", \"The Tower of the Juche Idea\" and \"The International Friendship Exhibition House\"."
        },
        {
            "title": "Kim Il Sung Praised by Thai, Syrian Figures",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-07ee.html",
            "content": "Kim Il Sung Praised by Thai, Syrian Figures\r\n Pyongyang, April 20 (KCNA) -- Thai and Syrian figures made public statements on April 11 and 12 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Chanai Longoen, chairman of the Thailand-DPRK Friendship Association, noted the President is boundlessly praised and revered by the world people as well as the Korean people century after century.\n\t\t\t\t\t\n\t\t\t\t\t The chairman added:\n\t\t\t\t\t\n\t\t\t\t\t The President was a great pioneer of the era of independence and a veteran statesman of the world who founded the Juche idea and indicated the path for humankind.\n\t\t\t\t\t\n\t\t\t\t\t He fought the anti-Japanese armed struggle to liberate Korea under the uplifted banner of Juche, led to victory the building of a new country, the Fatherland Liberation War, the post-war rehabilitation and construction and the socialist construction and thus built a socialist power independent in politics, self-supporting in economy and self-reliant in national defence in Korea.\n\t\t\t\t\t\n\t\t\t\t\t Saber Ballul, head of department of the Political Faculty of University of Damascus, said the President set a good example for the revolutionaries over the world by dedicating his all to the prosperity of the country and happiness of the people throughout his life.\n\t\t\t\t\t\n\t\t\t\t\t He performed great exploits for the country and revolution and rendered positive support to the progressive people of the world in their anti-imperialist, anti-U.S. struggle out of his noble sense of internationalism, the head of the department noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The present happy life of the Korean people is impossible without the President. He will always be alive in the hearts of not only the Korean people but the world people like the sun."
        },
        {
            "title": "Syrian Politician Pays Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-08ee.html",
            "content": "Syrian Politician Pays Homage to Kim Il Sung\r\n Pyongyang, April 20 (KCNA) -- The secretary-general of the Arab Socialists' Movement of Syria issued a statement on April 12 to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Il Sung, the great leader of the Korean people, liberated Korea, founded the DPRK and defeated the U.S. imperialists for the first time in history. He indicated the path for the DPRK's today and future by founding the immortal Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to him the DPRK has turned into a power independent in politics, self-supporting in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t He laid a foundation for friendship between Syria and the DPRK together with Hafez Al-Assad, former president of Syria.\n\t\t\t\t\t\n\t\t\t\t\t I pay my heartfelt homage to Kim Il Sung for his undying exploits for the development of the friendly relations between the two countries."
        },
        {
            "title": "Kim Il Sung Praised in Bangladesh, Uganda, Mexico",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-09ee.html",
            "content": "Kim Il Sung Praised in Bangladesh, Uganda, Mexico\r\n Pyongyang, April 20 (KCNA) -- Lectures were given in Bangladesh, Uganda and Mexico between April 4 and 9 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present at the lectures were public figures and masses of those countries.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the Workers' Party of Bangladesh said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, President of the DPRK, is revered as the sun by the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t He founded the immortal Juche idea and made tremendous contribution to the cause of human independence.\n\t\t\t\t\t\n\t\t\t\t\t He extended positive support to the people of many countries in their struggle to achieve the national independence and build a new society.\n\t\t\t\t\t\n\t\t\t\t\t He was an incarnation of humanity as he regarded the fighters standing for independence against imperialists as his comrades and friends and kept the faith with them.\n\t\t\t\t\t\n\t\t\t\t\t He will be kept in the hearts of the world people for his great exploits for the cause of anti-imperialist independence century after century.\n\t\t\t\t\t\n\t\t\t\t\t Henri Masico, department director of the Presidency of Uganda, Mayambala Lawrence, chairman of the Ugandan National Committee for the Study of the Juche Idea, and other figures praised the President as a gifted thinker and theoretician and a great master in leadership unprecedented in history, speaking highly of his ideo-theoretical exploits and exploits of liberating Korea and leading the war to victory. \n\t\t\t\t\t\n\t\t\t\t\t Benigno Gonzales Villasana, chairman of the Mexico-Korea Friendship Association, said the President liberated Korea to put an end to the colonial rule by the Japanese imperialists and built a socialist power, and leader Kim Jong Il pursued Songun politics to turn the DPRK into an invincible political and military power."
        },
        {
            "title": "Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed in Mongolia",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-10ee.html",
            "content": "Preparatory Committee for 2017 Meeting Praising Great Persons of Mt. Paektu Formed in Mongolia\r\n Pyongyang, April 20 (KCNA) -- A Mongolian preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu was inaugurated in Ulan Bator on April 13.\n\t\t\t\t\t J. Lomvo, former Mongolian ambassador to the DPRK, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events in the capital city and local areas to observe the 60th anniversary of President Kim Il Sung's first visit to Mongolia this year and the Day of the Sun and the Day of the Shining Star (the birth anniversaries of Kim Il Sung and leader Kim Jong Il) next year."
        },
        {
            "title": "Nigerian Political Figure Congratulates Korean People on Achievements in 70-day Campaign",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-11ee.html",
            "content": "Nigerian Political Figure Congratulates Korean People on Achievements in 70-day Campaign\r\n Pyongyang, April 20 (KCNA) -- On behalf of the leadership of the People's Progressive Party of Nigeria, I warmly congratulate all the Korean people on their achievements made in the 70-day campaign.\n\t\t\t\t\t Damian Ogbonna, national chairman of the party, said this in a statement on April 6.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Respected Comrade Kim Jong Un is successfully carrying forward the immortal Juche idea, Songun idea of the great President Kim Il Sung and H.E. Kim Jong Il and wisely leading the 70-day campaign to greet with unprecedented labor successes the Seventh Congress of the Workers' Party of Korea (WPK) which would mark a historical turning point in the drive for bringing the desire of the great leaders into reality.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., regarding the DPRK as a thorn in its flesh, and its followers are working hard to stifle the DPRK but the Korean people are invariably advancing along the road of independence, Songun and socialism by dint of the single-minded unity stronger than nuclear weapons under the uplifted banner of Juche-based socialism.\n\t\t\t\t\t\n\t\t\t\t\t Under the seasoned leadership of respected Comrade Kim Jong Un the WPK and the Korean people are registering successes every day in the dynamic struggle for building a thriving nation while boldly meeting all challenges of history. This greatly encourages our party holding him in high esteem as its honorary national leader.\n\t\t\t\t\t\n\t\t\t\t\t Our party will as ever pay deep attention to developing the relations with the WPK and actively support the Korean people in their struggle for building a thriving nation."
        },
        {
            "title": "Kim Jong Un recibe mensaje de respuesta de Bashar al-Assad",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-35ee.html",
            "content": "Kim Jong Un recibe mensaje de respuesta de Bashar al-Assad\r\nPyongyang, 20 de abril (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de respuesta que le enviara el dia 18 el Presidente de la Republica Arabe de Siria, Bashar al-Assad.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tCompanero Mariscal,\n\t\t\t\t\t\n\t\t\t\t\tExpreso agradecimiento a Vd. por haberme enviado la amable felicitacion en ocasion del dia de la independencia, fiesta nacional de la Republica Arabe de Siria.\n\t\t\t\t\t\n\t\t\t\t\tFormulo votos por su buena salud y felicidad y el mayor progreso y prosperidad del pueblo amistoso de vuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tAprecio mucho su posicion sincera de usted en apoyo a los esfuerzos de nuestro pais y pueblo por resolver por via pacifica todos los problemas a traves del dialogo nacional, conforme al anhelo del pueblo sirio que desea la unificacion, la paz y la seguridad del territorio sirio.\n\t\t\t\t\t\n\t\t\t\t\tCon la mas sublime consideracion."
        },
        {
            "title": "Kim Yong Nam expresa condolencias a Rafael Correa",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-36ee.html",
            "content": "Kim Yong Nam expresa condolencias a Rafael Correa\r\nPyongyang, 20 de abril (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 19 un mensaje de condolencias a Rafael Correa, presidente de la Republica del Ecuador, en relacion con que hubo muchas perdidas humanas y materiales a causa del fuerte terremoto producido en este pais latinoamericano.\n\t\t\t\t\tEn la misiva, Kim expreso profundas simpatias y condolencias al destinatario y por su conducto, al gobierno ecuatoriano y los habitantes de la zona damnificada.\n\t\t\t\t\t\n\t\t\t\t\tY expreso la conviccion de que el gobierno del Ecuador liquidara cuanto antes las consecuencias de la calamidad natural y estabilizara la vida de la poblacion en la region devastada."
        },
        {
            "title": "Tuvo lugar conferencia provincial de Jagang de PTC",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-37ee.html",
            "content": "Tuvo lugar conferencia provincial de Jagang de PTC\r\nPyongyang, 20 de abril (ACNC) -- Tuvo lugar en la ciudad de Kanggye la conferencia de la provincia de Jagang del Partido del Trabajo de Corea.\n\t\t\t\t\tEn la ocasion tomaron parte los diputados elegidos en las organizaciones partidistas a todos los niveles de la provincia.\n\t\t\t\t\t\n\t\t\t\t\tTodos los participantes guardaron un momento de silencio en memoria del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEn la conferencia se eligio la presidencia.\n\t\t\t\t\t\n\t\t\t\t\tEl conclave hizo balance del trabajo del Comite Provincial del Partido.\n\t\t\t\t\t\n\t\t\t\t\tEl informante menciono que el Comite Provincial del Partido realizo la labor partidista tomando como linea principal el trabajo para enaltecer al Presidente Kim Il Sung y el Dirigente Kim Jong Il como eternos Lideres del PTC y el pueblo y soles del Juche y defender tenazmente y glorificar para siempre las hazanas de direccion del Partido.\n\t\t\t\t\t\n\t\t\t\t\tY presento las tareas para establecer de manera mas estricta el sistema de la direccion unica del Mariscal Kim Jong Un y realizar la causa del Partido por la construccion de un Estado prospero.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo discursos y fue aprobada la resolucion.\n\t\t\t\t\t\n\t\t\t\t\tLuego, se realizo el balance del trabajo de la Comision Revisora Provincial del Partido.\n\t\t\t\t\t\n\t\t\t\t\tTambien, tuvo lugar la eleccion del organo directivo del Comite Provincial del PTC.\n\t\t\t\t\t\n\t\t\t\t\tY se realizo la eleccion de los delegados y los observadores para el VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tKim Jae Ryong, secretario jefe del Comite Provincial del Partido, pronuncio las palabras para elegir al Mariscal como delegado al VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEl orador senalo que la eleccion del Mariscal deviene la manifestacion de la absoluta confianza y noble fidelidad de todos los militantes del partido y habitantes de la provincia.\n\t\t\t\t\t\n\t\t\t\t\tOtros oradores expresaron el entero apoyo a la propuesta sobre la eleccion del Mariscal como delegado al VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tFue aprobada por unanimidad la resolucion sobre el respecto.\n\t\t\t\t\t\n\t\t\t\t\tY fueron electos los delegados al VII del Congreso del PTC y encomendados los observadores."
        },
        {
            "title": "Clausurado XVIII Festival de Kimilsungias",
            "url": "http://kcna.co.jp/item/2016/201604/news20/20160420-38ee.html",
            "content": "Clausurado XVIII Festival de Kimilsungias\r\nPyongyang, 20 de abril (ACNC) -- Quedo clausurado el XVII Festival de Kimilsungias, iniciado el pasado dia 13 en celebracion del Dia del Sol. \n\t\t\t\t\tCientos de miles de militares, trabajadores, jovenes y ninos escolares, compatriotas en ultramar y huespedes extranjeros visitaron la sede del festival que formaba un mundo fascinante por las flores de elogio al gran hombre. \n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia de clausura tuvo lugar este miercoles en la Exposicion Permanente de Kimilsungia y Kimjongilia.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes el vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Yang Hyong Sop, el vicepremier Kim Yong Jin, funcionarios correspondientes y de los organismos de las fuerzas armadas, ministerios y organos centrales, miembros de la sociedad para divulgacion y apoyo de flores inmortales, trabajadores, jovenes y ninos escolares en esta capital, los miembros del grupo de felicitacion de coreanos residentes en Japon, de visita en la patria para celebrar el Dia del Sol, los compatriotas en ultramar y huespedes extranjeros. \n\t\t\t\t\t\n\t\t\t\t\tFue otorgado el diploma del festival de Kimilsungias a la unidad militar adscrita a Kim Song Dok, el Ministerio de las Fuerzas Armadas Populares, la Universidad Kim Il Sung y otras muchas unidades y sus integrantes contribuyentes al festival, los cultivadores ejemplares, los ex presos de largas condenas no abjurados y otros participantes.\n\t\t\t\t\t\n\t\t\t\t\tTambien lo recibieron el Presidium del Comite Central de la Asociacion General de Coreanos Residentes en Japon, la Embajada de la Republica de Indonesia en la RPDC, compatriotas en ultramar y huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tLos trabajadores, jovenes y ninos escolares del pais y personalidades extranjeras recibieron certificados de participacion.\n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra de clausura, el presidente del Comite de Kimilsungia y Kimjongilia de Corea, Kim Chang Do, dijo que el XVIII Festival de Kimilsungias se realizo con exito en medio de profunda atencion y esperanza del pueblo coreano y de los demas progresistas del mundo. \n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que kimilsungia, patrimonio de la Corea del Songun y orgullo de la nacion coreana, florecera eternamente como flor del Sol."
        }
    ]
}