{
    "date": "2016-08-18",
    "url": "http://kcna.co.jp/item/2016/201608/2016-08-18ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Taedonggang Combined Fruit Farm",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Taedonggang Combined Fruit Farm\r\nPyongyang, August 18 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, gave field guidance to the Taedonggang Combined Fruit Farm.\n\t\t\t\t\t He set forth tasks and ways to turn the farm into the world's leading orchard and people's orchard and took measures to do so while providing his field guidance to the farm in August last year.\n\t\t\t\t\t\n\t\t\t\t\t He commanded a bird's-eye view of the farm at the observation platform after being briefed on it before the board showing its panoramic view.\n\t\t\t\t\t\n\t\t\t\t\t While feasting his eyes on the large fruit farm, he said that this is the farm which leader Kim Jong Il left for the people as a patriotic legacy. He added he was moved to tears at the thought of Kim Jong Il whenever he passed this place.\n\t\t\t\t\t\n\t\t\t\t\t He said that the officials and working people of this farm should always remember the devoted efforts made by Kim Jong Il to provide the people with a sufficient quantity of fresh fruits in all seasons and boost the production of fruits every year and thus glorify his immortal exploits forever and remain true to the noble sense of obligation towards him.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the fruit farm, saying that the officials and working people of the farm have done a lot of work as they opened up a bright prospect of attaining the goal of fruit production set by the Party this year and, at the same time, supplied the citizens of Pyongyang with early apples.\n\t\t\t\t\t\n\t\t\t\t\t He said that an unusually rich fruit harvest visited the farm despite unfavorable climatic condition, a sign of the country's prosperity, adding that every apple tree is heavily laden with apples.\n\t\t\t\t\t\n\t\t\t\t\t He extended his thanks to the officials and working people of the Ministry of People's Security and the farm in the name of the Central Committee of the Party, saying that the farm could harvest the richest-ever fruits because they fully displayed the spirit of devotedly implementing the Party's policy, bearing deep in mind its intention to provide the people with sufficient amount of fruits. \n\t\t\t\t\t\n\t\t\t\t\t He gave instructions to the farm which would serve as guidelines for managing and operating it.\n\t\t\t\t\t\n\t\t\t\t\t Feasting again and again his eyes on the houses and cultural and welfare establishments that look in perfect harmony with orchards, he said that the longer one watches them, the more spectacular scenery they present. It is the famous orchard under socialism and a socialist fairyland which can be found in socialist Korea only, he added.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the expectation and belief that the officials and working people of the farm would produce more fruits for the people.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by O Su Yong, vice-chairman of the WPK Central Committee, and Jo Yong Won, vice department director of the WPK Central Committee."
        },
        {
            "title": "Kim Jong Un Visits Taedonggang Pig Farm",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-02ee.html",
            "content": "Kim Jong Un Visits Taedonggang Pig Farm\r\nPyongyang, August 18 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, provided field guidance to the Taedonggang Pig Farm.\n\t\t\t\t\t The farm is a large livestock producing base built in 2011 on the initiative of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un gave instructions for sprucing up the farm associated with the love of Kim Jong Il for the people as befitting the unit honored with his field guidance and establishing the scientific livestock system to keep production going at a high rate and meticulously organizing the work for perfectly establishing the food production cycle of fruit growing and animal husbandry and solved all matters arising in doing so.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the room for the education in the revolutionary history and the room dedicated to the history of the farm.\n\t\t\t\t\t\n\t\t\t\t\t Saying that Kim Jong Il visited the newly-built farm in the last period of his life and clearly indicated the road to be followed by it, Kim Jong Un underscored the need for the farm to direct primary efforts to educating them through Kim Jong Il's leadership exploits so that its employees might add shine to his immortal exploits with signal successes in production.\n\t\t\t\t\t\n\t\t\t\t\t Going round various places including the combined control room, breed shed, raising shed, fattening shed, meet processing shed and organic compound fertilizer shop, he learnt in detail about the production on the farm.\n\t\t\t\t\t\n\t\t\t\t\t Noting with satisfaction that the farm put the pork production on a scientific and intensive basis and established the food production cycle of fruit growing and animal husbandry as demanded by the Party, he gave an instruction on inviting the officials in the relevant field to visit the farm so that the successes and experience gained by the farm might be widely generalized.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the tasks to be fulfilled by the farm.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the officials and employees of the farm, expressing belief that they would become the vanguard and shock brigade in carrying out the Party's stock-breeding policy.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by O Su Yong, vice-chairman of the C.C., the WPK, and Jo Yong Won, vice department director of the C.C., the WPK."
        },
        {
            "title": "Only Miserable End Awaits Aggressors and Provokers: KPA Panmunjom Mission",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-03ee.html",
            "content": "Only Miserable End Awaits Aggressors and Provokers: KPA Panmunjom Mission\r\nPyongyang, August 18 (KCNA) -- A spokesman for the Panmunjom Mission of the Korean People's Army (KPA) released a statement Thursday, 40 years since the occurrence of the \"Panmunjom incident\" which showed the world the miserable end of senseless provokers.\n\t\t\t\t\t Detailing the \"Panmunjom incident\" which the U.S. imperialists provoked in a planned way to keep its forces in south Korea for an indefinite period and create a pretext for a war of aggression, the statement said that the incident left history a serious lesson that only shame and death await aggressors and provokers.\n\t\t\t\t\t\n\t\t\t\t\t But those who are oblivious of the lesson of history flock to the scene of the incident on the day every year to stage burlesques such as \"memorial service\" and \"commemorative visit\", the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Whoever has normal thinking faculty should look back with cool head on what was brought about by the incident and a number of provocations that were committed in the sky, land and sea for the past 40 years since the incident.\n\t\t\t\t\t\n\t\t\t\t\t The match-for-a hundred soldiers of the Korean People's Army, firmly holding rifles, are closely following the military moves of the enemies.\n\t\t\t\t\t\n\t\t\t\t\t The aggressors and provokers must clearly understand if they come in attack with an axe, they will be hit by the axe to death and that if they brandish a nuclear stick, the U.S. mainland will be hit by nuclear disaster to be reduced to ashes. This is the lesson taught by the \"Panmunjom incident\" and four-decade history that followed.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better be aware that heavy weapons it introduces to south Korea time and again will only precipitate its ruin and that large monitoring iron tower which it set up for the purpose of inciting military confrontation will turn into a heap of scrap iron in a moment.\n\t\t\t\t\t\n\t\t\t\t\t Only miserable dog's death awaits aggressors and provokers.\n\t\t\t\t\t\n\t\t\t\t\t This is an unavoidable end the U.S. is fated to meet."
        },
        {
            "title": "FM Receives Credentials from UNICEF Representative",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-10ee.html",
            "content": "FM Receives Credentials from UNICEF Representative\r\nPyongyang, August 18 (KCNA) -- DPRK Foreign Minister Ri Yong Ho received credentials from Oyunsaikhan Dendevnorov, representative of the UNICEF in Pyongyang, on Thursday.\n\t\t\t\t\t Ri Yong Ho had a talk with the UNICEF representative."
        },
        {
            "title": "Indonesian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-26ee.html",
            "content": "Indonesian Ambassador Hosts Reception\r\nPyongyang, August 18 (KCNA) -- Bambang Hiendrasto, Indonesian ambassador to the DPRK, hosted a reception at the Taedonggang Diplomatic Club Thursday on the 71st anniversary of the independence of Indonesia.\n\t\t\t\t\t Present there on invitation were Ri Kil Song, vice-minister of Foreign Affairs, Ri Myong San, Pak Kyong Il and other officials concerned, foreign diplomatic envoys, representatives of international bodies and staff members of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Indonesian embassy were present."
        },
        {
            "title": "Congratulatory Visits Paid to DPRK Embassy by Bangladeshi Figures",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-06ee.html",
            "content": "Congratulatory Visits Paid to DPRK Embassy by Bangladeshi Figures\r\nPyongyang, August 18 (KCNA) -- Figures of Bangladeshi political parties and organizations visited the DPRK Embassy in Dacca on August 12, congratulating the 71st anniversary of Korea's liberation.\n\t\t\t\t\t They included the general secretary of the Central Committee of the Workers' Party of Bangladesh, the secretary general of the Bangladesh Jatiya Party, the general secretary of the Central Committee of the Bangladesh Communist Party, the general secretary of the Central Committee of the Socialist Party of Bangladesh, the president of the Bangladesh People's League, the chairman of the Bangladeshi preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu, the chairman of the Bangladesh Institute of the Juche Idea and the chairman of the Bangladesh Group for the Study of the Songun Policy.\n\t\t\t\t\t\n\t\t\t\t\t They laid a floral basket and bouquets before the picture portraying President Kim Il Sung standing together with leader Kim Jong Il and paid tribute to them."
        },
        {
            "title": "Anniversary of Guidance Bureau for Construction of Revolutionary Sites Marked",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-23ee.html",
            "content": "Anniversary of Guidance Bureau for Construction of Revolutionary Sites Marked\r\nPyongyang, August 18 (KCNA) -- The Guidance Bureau for Construction of Revolutionary Sites marked the 40th anniversary of its founding.\n\t\t\t\t\t The bureau is the powerful construction unit in the field of preserving revolutionary relics organized and developed under the far-reaching plan of leader Kim Jong Il to glorify the Party's revolutionary tradition for all ages and the unit of meritorious service which performed undying feats in sprucing up the bases for educating the people in the revolutionary tradition across the country and building monumental edifices in the era of the Workers' Party.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il founded the permanent construction unit which specialized in the construction of revolutionary battle sites and revolutionary sites on August 19, Juche 65 (1976), entrusted to it major construction projects including the Tower of the Juche Idea, the Arch of Triumph and Monument to Party Founding that began  from the construction of the Samjiyon Grand Monument and led it to make a steady leap forward and innovations in the revolutionary spirit of Paektu and the spirit of the speed campaign. \n\t\t\t\t\t\n\t\t\t\t\t The past four decades covered by the bureau represent a proud history in which bases for educating people in the revolutionary tradition were successfully built and an era of great prosperity in construction was ushered in true to the Party's policy of building revolutionary sites and Juche-oriented idea of architecture.\n\t\t\t\t\t\n\t\t\t\t\t A meeting to mark its 40th founding anniversary took place on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Jong Im, director of the Party History Institute of the Central Committee of the Workers' Party of Korea, and officials and builders of the bureau and its affiliated units.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message of the Central Committee of the Workers' Party of Korea to the builders and officials of the bureau was read out at the meeting."
        },
        {
            "title": "Sixth Congress of Democratic Women's Union of Korea to Be Held",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-12ee.html",
            "content": "Sixth Congress of Democratic Women's Union of Korea to Be Held\r\nPyongyang, August 18 (KCNA) -- The Sixth Congress of the  Democratic Women's Union of Korea is to be held here in the middle of November, Juche 105 (2016).\n\t\t\t\t\t It will review the work done by the union for successfully implementing the role of the Party's reliable assistants and transmission belt in accomplishing the sacred cause of modeling the whole society on Kimilsungism-Kimjongilism in the period under review and discuss the tasks to carry out the mission and duty as the revolutionary women's organization in the struggle to implement the decision of the Seventh Congress of the Workers' Party of Korea.   \n\t\t\t\t\t\n\t\t\t\t\t The congress to be held at a historic time when a period of a leap forward is being made in the efforts to accomplish the cause of the Juche revolution will become a significant gatheriing in powerfully demonstrating the faith and will of the members of the union to more thoroughly establish the Party's monolithic system of leadership in the union and bring earlier the final victory in the drive for building a powerful socialist country on the principle of giving priority to self-development, united close around the Party Central Committee headed by Marshal Kim Jong Un."
        },
        {
            "title": "DPRK Pentathlonists Back Home",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-27ee.html",
            "content": "DPRK Pentathlonists Back Home\r\nPyongyang, August 18 (KCNA) -- DPRK players returned home Thursday after participating in the 63rd World Military Pentathlon held in Austria from Aug. 9 to 13.\n\t\t\t\t\t It brought together more than 160 men and women players from 30 countries including Russia, China, Germany and Brazil.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK players won two gold medals and three bronze medals."
        },
        {
            "title": "National Reconciliation Council Indicts Park Geun Hye for Her Thrice-Cursed Crimes",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-25ee.html",
            "content": "National Reconciliation Council Indicts Park Geun Hye for Her Thrice-Cursed Crimes\r\nPyongyang, August 18 (KCNA) -- The National Reconciliation Council released an indictment Thursday to roundly expose the thrice-cursed crimes committed by traitor Park Geun Hye which put the successive puppet chief executives into the shade and pass a stern punishment upon her.\n\t\t\t\t\t Park is a fascist ogre who revived \"yusin\" dictatorship, it said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The traitor built one-person dictatorship following in the footsteps of her father, let remnants of \"yusin\", military fascists and ultra-right conservative forces hold important posts to make them servants under the dictatorial rule. She broadly boosted the function of fascist repressive mechanism such as the puppet Intelligence Service, prosecution and police to enforce intelligence and security rule.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Park Chung-Hee brutally suppressed patriotic political parties, social organizations and pro-reunification patriotic figures on charges of being \"pro-communists\" while Park Geun Hye mercilessly eliminated them by labeling them \"forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t Since the first day of her office Park Geun Hye kicked up the whirlwind of \"eliminating the forces following the north\" while crying out for \"tightening the slackened social discipline\" and \"ferreting out the forces following the north in a courageous and decisive manner.\"\n\t\t\t\t\t\n\t\t\t\t\t She revived \"yusin\" dictatorship and turned south Korean society into the land devoid of democracy and civil right just like fascist dark era decades ago. This is the biggest crime committed by her.\n\t\t\t\t\t\n\t\t\t\t\t The indictment called Park an ogre who turned south Korea into the world's worst veritable hell.\n\t\t\t\t\t\n\t\t\t\t\t In less than a year since coming to power, Park reneged on 70 percent of her commitments to \"social welfare\" and pushed economy and livelihood into the worst phase through an unpopular rule.\n\t\t\t\t\t\n\t\t\t\t\t The unemployed in south Korea now number more than 4.5 million or 23 percent increase since the early period of her rule while semi-employed reached 10 million and the youth jobless rate hit the record high of 34.2 percent.\n\t\t\t\t\t\n\t\t\t\t\t Hideous disasters shocking the world occurred in an unbroken chain during her rule, throwing south Korea into an appalling confusion.\n\t\t\t\t\t\n\t\t\t\t\tThe yearly average suicides number 15,000 and those who were brought to emergency room of hospitals after failing to kill themselves number more than 40,000 every year.\n\t\t\t\t\t\n\t\t\t\t\t The indictment called Park Geun Hye confrontational maniacs who cut off the windpipe of the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t During the first year of her office Park set forth sort of \"level\" issue, torpedoing hard-won north-south authorities' talks and even made public north-south summit minutes, kicking off confrontational hysteria.\n\t\t\t\t\t\n\t\t\t\t\t No sooner had she taken office than she introduced the U.S. nuclear triad including nuclear strategic bombers and nuclear-powered submarine as part of her frantic moves for a war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In August last year she cooked up \"incident of landmine provocation by the north\" and ordered to fire shells to the areas of the DPRK along the Military Demarcation Line, sparking off a touch-and-go situation.\n\t\t\t\t\t\n\t\t\t\t\t Park pressurized the puppet National Assembly to cook up \"bill on human rights in the north\" in a coercive manner and even set up the UN \"north human rights office\" in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t She did not hesitate to commit such a high treason as shutting down the Kaesong Industrial Zone, the product of the June 15 era and the last lifeline of the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t A particular mention should be made of the fact that Park categorically rejected the proposal made by the government, political parties and organizations of the DPRK to hold a great national meeting for reunification on the 71st anniversary of Korea's liberation in reflection of the desire of the entire nation for reunification, and at the \"August 15 celebration speech\" she spouted anti-DPRK confrontational invectives, bringing to light her inveterate confrontational hysteria.\n\t\t\t\t\t\n\t\t\t\t\t The situation goes to prove that Park Geun Hye is confrontational maniac who far exceeds the successive rulers and the worst trouble-maker of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The indictment branded her as despicable sycophantic traitor who puts into the shade \"five traitors of 1905\". \n\t\t\t\t\t\n\t\t\t\t\t The successive puppet rulers of south Korea depended on outside forces. However, none of them was so reckless as Park who sold out the dignity and interests of the nation, lock, stock and barrel, obsessed with flunkeyism and treachery.\n\t\t\t\t\t\n\t\t\t\t\t She left OPECON (wartime operation control) to the U.S. and is mulling introducing THAAD of the U.S. into south Korea and paving the way for Japan's reinvasion. She covered up the crimes related to the sexual slavery for the Imperial Japanese Army. This is the height of flunkeyism and treachery.\n\t\t\t\t\t\n\t\t\t\t\t The decision on THAAD deployment in south Korea could be made only by Park, the despicable pro-U.S. lackey.\n\t\t\t\t\t\n\t\t\t\t\t She made no scruple of cooking up the \"agreement\" which says that \"the sexual slavery for the Imperial Japanese Army was finally and irreversibly settled\" after receiving a paltry amount of money from Japan at the end of last year.\n\t\t\t\t\t\n\t\t\t\t\t Recently she cooked up the \"foundation\" for victims of the sexual slavery for the Imperial Japanese Army under the signboard of \"reconciliation,\" yielding to pressure of Japan despite unanimous protest and denunciation at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The indictment referred to the public curse reflected in the disgraceful ill-fame Park has earned for her countless crimes.\n\t\t\t\t\t\n\t\t\t\t\t It is a disgrace and intolerable tragedy for the Korean nation that such cancer-like hex as Park Geun Hye still exists in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Witch-like Park Geun Hye can never escape death sentence for her unprecedented and monstrous crimes committed against the nation, warned the indictment."
        },
        {
            "title": "Big Achievements Made in Construction",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-19ee.html",
            "content": "Big Achievements Made in Construction\r\nPyongyang, August 18 (KCNA) -- Big achievements have been made in the field of construction in the DPRK.\n\t\t\t\t\t After completing the frameworks of skyscrapers and high-rise apartment buildings in a short span of time, soldiers and builders in the construction site of the Ryomyong Street carry out the plastering of their inside and outside at the final stage.\n\t\t\t\t\t\n\t\t\t\t\t The construction and remodeling of orphans' primary and secondary schools have been pushed forward in North Hwanghae, Ryanggang and other provinces.\n\t\t\t\t\t\n\t\t\t\t\t Successes are also witnessed in the construction of power stations across the country now underway true to the grand plan of the Workers' Party of Korea for building electricity production bases on a large scale.\n\t\t\t\t\t\n\t\t\t\t\t The Kumyagang Army-People Power Station was recently inaugurated and the Kumyagang Power Station No. 2 is nearing completion. And the preparations for installing generating equipment at the Orangchon Power Station No. 5 and the Ryesonggang Youth Power Station No. 3 are going ahead.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, great achievements have been made in different projects like the Hyesan-Samjiyon broad-gauge railway and modernization of the Hungnam Pharmaceutical Factory."
        },
        {
            "title": "Dispersion Power Combination System Proves Effective",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-20ee.html",
            "content": "Dispersion Power Combination System Proves Effective\r\nPyongyang, August 18 (KCNA) -- A dispersion power combination system was recently applied to electricity output in the DPRK.\n\t\t\t\t\t The system, jointly developed by the Natural Energy Institute under State Academy of Sciences and the Rason Moran Trading Company, is an economic method of producing electricity on the basis of solar, wind and water energy.\n\t\t\t\t\t\n\t\t\t\t\t The dispersion power combination system needs no battery and channels produced electric power into the state electric power network.\n\t\t\t\t\t\n\t\t\t\t\t It was highly appreciated at the exhibition of scientific and technological achievements in developing and using natural energy and saving energy, which was held some time ago."
        },
        {
            "title": "Building Materials Mass-produced in DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-21ee.html",
            "content": "Building Materials Mass-produced in DPRK\r\nPyongyang, August 18 (KCNA) -- It has been pushed forward in the DPRK to make building materials diversified, increase their varieties and produce multi-colored ones.\n\t\t\t\t\t The Taean Friendship Glass Factory newly built a multifunctional resin sash production process with large capacity to increase the varieties of goods, while raising quantity and quality of ornamental glasses.\n\t\t\t\t\t\n\t\t\t\t\t It strives to boost quality building materials, which are badly needed in the construction of the Ryomyong Street and Nampho Orphans' Secondary School.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Building Stone Factory succeeded in developing artificial marbles with different colors and increases the production of building stone by sticking science and technology to production.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Metal Building Materials Factory has produced quality building materials by introducing rational jigs and equipment into production.\n\t\t\t\t\t\n\t\t\t\t\t Similar successes have been heard from the Hamhung Wood Processing Factory, Kangnam Ceramic Factory, Pyongyang Timber Mill and Sunchon Lagging Factory."
        },
        {
            "title": "Rodong Sinmun Discloses Japanese Reactionaries' Artifice to Cover up Crimes Related to Sexual Slavery",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-08ee.html",
            "content": "Rodong Sinmun Discloses Japanese Reactionaries' Artifice to Cover up Crimes Related to Sexual Slavery\r\nPyongyang, August 18 (KCNA) -- The Japanese reactionaries continue to intrigue with south Korean puppet forces to cover up the issue of sexual slavery for the Imperial Japanese Army. This is aimed to gloss over the issue at an early date during when traitor Park Geun Hye is in office.\n\t\t\t\t\t Rodong Sinmun says this in a commentary Thursday.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said issue is the one for Japan to admit its state and legal responsibility for its past outrageous unethical crimes, make apology to all Koreans including victims, make a promise to prevent recurrence of similar crimes and make full reparations for them.\n\t\t\t\t\t\n\t\t\t\t\t Furthermore, it is an issue related to the protection of the dignity of the Korean nation and establishment of fair international relations based on equality and mutual respect.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the issue can never be dealt with as an accumulated stock.\n\t\t\t\t\t\n\t\t\t\t\t Japan's attempt to hush up the crimes related to the sexual slavery, at the thought of which the world community shudders, with paltry sum of money only brings to light its true colors as crafty dealer and economical animal.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries scheme to set to the moves for reinvasion of Korea in real earnest after being free from such political, legal and physical burden as the decades-old sexual slavery issue.\n\t\t\t\t\t\n\t\t\t\t\t But they should clearly understand that they can never deceive the Korean nation though they may trick a handful of sycophantic traitors of Park Geun Hye group.\n\t\t\t\t\t\n\t\t\t\t\t Japan may show its moneybag off, but it can never evade the responsibility for the sexual slavery issue."
        },
        {
            "title": "Minju Joson Comments on Dangerous Nature of Recent U.S.-Japan-S. Korea Confab",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-09ee.html",
            "content": "Minju Joson Comments on Dangerous Nature of Recent U.S.-Japan-S. Korea Confab\r\nPyongyang, August 18 (KCNA) -- Not long ago, the south Korean puppet group had a video conference with the U.S. and Japanese masters. The main topic they discussed was the real-time sharing of the \"intelligence on the north's nukes and missiles\".\n\t\t\t\t\t The U.S. and Japanese reactionaries forced the south Korean regime to strike a package agreement on protection of military intelligence. The south Korean regime, as ever, immediately agreed to do so.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Thursday in a commentary says that the U.S.-Japan-south Korea confab to bring down the DPRK by force of arms was a product of the sinister scenario of the master and stooge to further screw up the tension on the Korean peninsula and in its vicinity.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppets have long shared the \"intelligence on the north's nukes and missiles\" with the U.S. and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The danger of the video conference lies in that it was the first meeting after the decision on the deployment of THAAD in south Korea and that it mainly discussed the upgrading of the U.S.-Japan-south Korea \"agreement on protecting military intelligence\".\n\t\t\t\t\t\n\t\t\t\t\t The conclusion of a package agreement on protection of military intelligence will bind Japan and south Korea to the U.S. missile defense system.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. missile shield will be rounded off in the true sense of words in Northeast Asia once the deployment of the THAAD in south Korea is completed--this is the widely accepted opinion of the international community.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that Japan, buoyed with reinvasion, will make military intervention in case of contingency on the peninsula once the agreement is concluded. \n\t\t\t\t\t\n\t\t\t\t\t The video conference was a military confab which reaffirmed the dangerous nature of the planned THAAD deployment in south Korea."
        },
        {
            "title": "Contributors to Modernization Project of Hwanghae Iron and Steel Complex Commended",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-11ee.html",
            "content": "Contributors to Modernization Project of Hwanghae Iron and Steel Complex Commended\r\nPyongyang, August 18 (KCNA) -- Order of Kim Jong Il, title of DPRK labor hero, Kim Jong Il Prize, Kim Il Sung Youth Honor Prize, Kim Jong Il Youth Honor Prize and other titles of honor, orders and medals were awarded to the workers, scientists, technicians and officials and other working people of relevant units in recognition of their distinguished services rendered for the project of putting the Hwanghae Iron and Steel Complex on a Juche and modern basis.\n\t\t\t\t\t One person was awarded Order of Kim Jong Il and the title of DPRK labor hero went to five persons, Kim Jong Il Prize to one person, Kim Il Sung Youth Honor Prize to two persons, Kim Jong Il Youth Honor Prize to two persons, title of Merited Scientist to one person, title of Merited Technician to one person, title of Merited Designer to one person, title of Merited Melter to one person, title of Merited Builder to one person, title of Merited Driver to one person, Order of National Flag First Class to 28 persons, Order of Labor to 54 persons, Order of National Flag Second Class to 361 persons, Order of National Flag Third Class to 711 persons, Distinguished Military Service Medal to five persons and Merit Medal to 1 311 persons. \n\t\t\t\t\t\n\t\t\t\t\t A relevant decree of the Presidium of the Supreme People's Assembly was promulgated on Aug. 10."
        },
        {
            "title": "South Side Committee Stages Action for Peace and Independent Reunification",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-24ee.html",
            "content": "South Side Committee Stages Action for Peace and Independent Reunification\r\nPyongyang, August 18 (KCNA) -- The South Side Committee for Implementing the June 15 Joint Declaration held the August 15 national meeting for peace and independent reunification of the Korean peninsula at University Route in Seoul on Monday, the 71st anniversary of Korea's liberation, according to the south Korean internet newspaper Tongil News.\n\t\t\t\t\t Ri Chang Bok, chairman of the permanent representatives of the South Side Committee, in a speech said that in recent years nation's joint events have not been succeeded, noting that the August 15 nation's joint event in Seoul and south-north workers' football meeting for reunification have been disrupted due to the \"government's\" disallowance of NGO exchange.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Ju of the Council of Christian Churches clarified that the \"government\" pressurizes the people to suggest an alternative to THAAD deployment, stressing that the alternative has to be peaceful in its method, procedure and results.\n\t\t\t\t\t\n\t\t\t\t\t Yun Mi Hyang, permanent representative of the Council for the Solution of the Issue of the Volunteers Corps, denounced the \"government\" for not lending an ear the voices of the victims of the sexual slavery for the Imperial Japanese Army who demanded a probe into the truth for the past 25 years, but pressing for \"final and irreversible solution\" in return for one billion yen from the Japanese government.\n\t\t\t\t\t\n\t\t\t\t\t A press release of All-Korean Committee for Implementation of June 15 Joint Declaration was read out which called for striving hard to realize contacts and meeting for reunification of people at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a grand march for peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The participants called for waging a powerful people's action for peace against war in order to build peace mechanism on the Korean peninsula."
        },
        {
            "title": "S. Korean Puppet Forces Perpetrate Largest-ever Shelling Provocation against DPRK",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-28ee.html",
            "content": "S. Korean Puppet Forces Perpetrate Largest-ever Shelling Provocation against DPRK\r\nPyongyang, August 18 (KCNA) -- Hooligans of the south Korean military hell-bent on escalating confrontation with the compatriots in the north launched a mad-cap shelling provocation in all sectors of the front at 16:34 on Thursday.\n\t\t\t\t\t Involved in the largest-ever shelling provocation were more than 300 various type artillery pieces of 49 battalions under the first and third field corps of the puppet army, radars for detecting artillery positions and spy drones.\n\t\t\t\t\t\n\t\t\t\t\t The shelling drill was staged under the simulated conditions of an armed clash between the north and the south. They struck the areas of forces of the north by mobilizing some artillery subunits of the puppet army and radars for detecting artillery positions before escalating firepower strike by reinforcing artillery forces and repeated strikes after spy drone's real-time confirmation of the situation.\n\t\t\t\t\t\n\t\t\t\t\t They are openly blustering that the largest-ever shelling drill staged in all sectors of the front at a time when military tensions are increasing on the Korean peninsula was aimed to ratchet up the \"psychological pressure on the north\" to the maximum by demonstrating the \"will to counter\" any military action of the north and help the artillery units of the puppet army deployed in the areas along the military demarcation line round off the procedures and methods of their artillery strike against the north any time.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the puppet forces opened to public the shelling drill and are claiming that it demonstrated their \"will to cope with\" the \"mine explosion\" and \"shelling provocation\" in August last year.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces got frantic with various military provocations in the past, seized with war fever against the north. But it is the first time that they mobilized a lot of artillery units in all sectors of the front, not some corps or units in an area, to stage such shelling drill.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are driving the situation on the Korean peninsula to the worst phase by staging the largest-ever shelling drill in all sectors of the front ahead of Ulji Freedom Guardian joint military drills slated to kick off on Aug. 22.\n\t\t\t\t\t\n\t\t\t\t\t The reality again proves that the war maniacs of the south Korean puppet military are making desperate efforts to preempt a north-targeted strike any moment.\n\t\t\t\t\t\n\t\t\t\t\t The reckless military moves of the puppet forces are lashing the service personnel and people of the DPRK into the greatest fury.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers will have to pay dearly for their reckless military provocations."
        },
        {
            "title": "Park Geun Hye Group Denounced for Checking Great National Meeting for Reunification",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-15ee.html",
            "content": "Park Geun Hye Group Denounced for Checking Great National Meeting for Reunification\r\nPyongyang, August 18 (KCNA) -- A working-level meeting of the north, the south and overseas for the opening of the great national meeting for reunification successfully took place in Shenyang, China shortly ago as known and a joint press release reflecting the unanimous desire and wish of all the Koreans for the joint conference was made public.\n\t\t\t\t\t But the Park Geun Hye group are malignantly slandering the DPRK, terming its proposal for the joint conference \"camouflaged peace offensive\" and asserting that the \"north's nuclear dismantlement is a priority\". The group even cried out for \"seriously punishing\" the south side personnel who took part in the working-level meeting, creating a terror-ridden atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t The north side preparatory committee for the joint conference of political parties, organizations and individual personages of the north, the south and abroad for peace and independent reunification of the Korean peninsula in a statement Thursday denounced this as an intolerable anti-reunification crime aimed to bar organizations and figures of all social standings of south Korea from positively responding  to the DPRK's proposal for the joint conference and prevent the joint conference from opening at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The statement continued:\n\t\t\t\t\t\n\t\t\t\t\t The Park group are working with bloodshot eyes to \"tighten the shackling south Korea-U.S. alliance\", while categorically shunning the proposal made by the fellow countrymen to work together for reunification. This clearly proves once again that the Park group are the horde of despicable traitors who neither want to see the improvement of the north-south relations nor are concerned about peace and reunification on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Steadfast and consistent is the stand of the DPRK to courageously foil whatever moves on the part of anti-reunification forces at home and abroad, successfully hold a great national meeting for reunification and thus open up a new phase of peace and reunification of the peninsula under the uplifted banner of national independence and the great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The north side preparatory committee for the joint conference will continue making positive efforts to successfully hold the great national meeting for reunification in solidarity with all Koreans and dynamically pave the way for improving the north-south relations and achieving peace of the country and its independent reunification through multifaceted contacts and dialogue with political parties, organizations and personages from all walks of life in the south and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans in the north and the south and abroad should turn out in the righteous struggle to successfully hold the great national meeting for reunification with confidence that there will be no obstacles insurmountable for the nation if it gets united and optimism about the final victory of independent reunification."
        },
        {
            "title": "S. Korean Paper Denounces Park Geun Hye's Reckless Remarks",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-16ee.html",
            "content": "S. Korean Paper Denounces Park Geun Hye's Reckless Remarks\r\nPyongyang, August 18 (KCNA) -- The south Korean Kyunghyang Daily News on August 16 carried an editorial in denunciation of \"August 15 celebration address\" made by traitor Park Geun Hye.\n\t\t\t\t\t The editorial said Park's \"address\" was full of excuses and accusations against others.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye failed to come out with any new proposal for peace and stability on the Korean peninsula but pulled up political forces and trade unions raising suspicions about THAAD deployment, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Park kept mum about the issue of the sexual slavery for the Imperial Japanese Army though the unilateral \"agreement\" made between the south Korean \"government\" and Japan is sparking off uproar."
        },
        {
            "title": "Number of People Infected with Wild Tick Virus Increases in S. Korea",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-18ee.html",
            "content": "Number of People Infected with Wild Tick Virus Increases in S. Korea\r\nPyongyang, August 18 (KCNA) -- The number of people infected with the severe feverish thrombopenia syndrome, an epidemic spread by wild tick, has increased 30 percent as compared with last year, according to the south Korean CBS. \n\t\t\t\t\t The epidemic has thrown the south Korean society into fear and uneasiness."
        },
        {
            "title": "S. Korean Organization Slams Authorities' Moves to Deploy THAAD",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-22ee.html",
            "content": "S. Korean Organization Slams Authorities' Moves to Deploy THAAD\r\nPyongyang, August 18 (KCNA) -- The Ansan Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration held a press conference on Aug. 15, the 71st anniversary of Korea's liberation to denounced the puppet authorities' moves to deploy THAAD, according to the south Korean internet newspaper Tongil News.\n\t\t\t\t\t The organization in a statement said that the THAAD deployment in south Korea is aimed to strengthen the military alliance among south Korea, the U.S. and Japan. \n\t\t\t\t\t\n\t\t\t\t\t The south and the north should sit face to face to take the road of national reconciliation and cooperation, not confrontation in order to ensure peace in Northeast Asia and on the Korean peninsula, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t It urged the regime to drop the decision on the THAAD deployment and opt for the south-north dialogue."
        },
        {
            "title": "Korean Organizations in Europe Call for Achieving Reunification, Independence by Concerted Efforts of Koreans",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-13ee.html",
            "content": "Korean Organizations in Europe Call for Achieving Reunification, Independence\r\nPyongyang, August 18 (KCNA) -- The Society for Cooperation among Koreans in Germany and the European Regional Headquarters of the Overseas Headquarters of the Pan-national Alliance for Korea's Reunification issued a joint statement on August 15, the 71st anniversary of Korea's liberation.\n\t\t\t\t\t It is the historic mission of the nation to put an end to the tragic division and achieve the reunification of the country, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The present colonial regime feels proud of its pro-Japanese and pro-U.S. acts, far from reflecting on them, and is engrossed in evil deeds against the nation and reunification, bringing dark clouds of war threatening the destiny and existence of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It turned down the proposals for inter-Korean military authorities' talks and the joint conference made by the north to avert a nuclear war on the Korean peninsula, terming them ones for \"creating discord in south\" and a \"camouflaged peace offensive without sincerity.\"\n\t\t\t\t\t\n\t\t\t\t\t In order to avert a war and protect the destiny of the country and nation it is necessary to eliminate the pro-U.S. regime and thoroughly implement the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The statement called on all Koreans to achieve reunification and independent sovereignty by their concerted efforts."
        },
        {
            "title": "Koreans in U.S. Denounce THAAD Deployment in South Korea",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-14ee.html",
            "content": "Koreans in U.S. Denounce THAAD Deployment in South Korea\r\nPyongyang, August 18 (KCNA) -- The Federation of Koreans in the U.S. on August 14 made public a commentary in denunciation of the U.S. moves to deploy THAAD in south Korea.\n\t\t\t\t\t Park Geun Hye's decision to deploy THAAD is in pursuance of the U.S. scenario as she has in name only prerogative of the supreme command over the south Korean army without the right to command military operations, the commentary said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t They alleged that south Korea and the U.S. jointly announced its deployment but, in actuality, it was the unilateral decision of the U.S. which has pursued its hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This revealed the nature of the U.S. as a war manic dead-set against peace and independent reunification of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north, the south and abroad should meet free from interference of the U.S. and discuss how to avert a war.\n\t\t\t\t\t\n\t\t\t\t\t THAAD, source of a war, shouldn't be deployed in any part of south Korea."
        },
        {
            "title": "Japanese Imperialists' Germ Warfare Disclosed",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-17ee.html",
            "content": "Japanese Imperialists' Germ Warfare Disclosed\r\nPyongyang, August 18 (KCNA) -- A history museum was set up in the building of the former institute of the ground force of the Imperial Japanese Army on the campus of Meiji University of Japan to expose the Japanese imperialists' germ warfare, according to KBS of south Korea on Aug. 14.\n\t\t\t\t\t The institute reportedly studied and manufactured a huge amount of germ weapons, poisonous gas and substance and printed counterfeit money by order of the upper crust of the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t It pushed ahead with a covert operation to attack the rivals with the germ weapons by use of thousands of huge balloons.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists conducted field experiments of germ weapons near a research institute of the \"government-general in Korea\" in Pusan in May 1944.\n\t\t\t\t\t\n\t\t\t\t\t At that time Japan conducted these experiments in top secrecy in a bid to keep them buried into oblivion but those who worked there testified to the details of the crimes, disclosing them before the world."
        },
        {
            "title": "Seminar on Kim Jong Il's Work Held in Switzerland",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-05ee.html",
            "content": "Seminar on Kim Jong Il's Work Held in Switzerland\r\nPyongyang, August 18 (KCNA) -- A seminar on leader Kim Jong Il's work \"Our Socialism Centred on the Masses Shall Not Perish\" took place in Switzerland on August 13.\n\t\t\t\t\t Present there were personages of the Swiss preparatory committee for 2017 Meeting Praising Great Persons of Mt. Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea and masses.\n\t\t\t\t\t\n\t\t\t\t\t Martin Lotscher, chief of the Swiss Group for the Study of the Juche Idea, referred in detail to the main contents of the work and praised Kim Jong Il for pursuing benevolent politics and all-embracing politics loving and trusting in people.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said Korean socialism built and developed by President Kim Il Sung and Kim Jong Il is the world's best system which provides the people with an independent and creative life.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the belief that the Korean people would surely accomplish the independent reunification of the county and the cause of building a socialist power, adding that the Korean people are resolutely frustrating the imperialists' moves against socialism and vigorously advancing along the road of socialism under the Songun revolutionary leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Swiss Group for the Study of the Juche Idea in his concluding speech called on all members of the group to wage a dynamic movement for studying and disseminating the Juche idea and extending support to the just struggle of the Korean people as the U.S. and the forces following it get ever-more undisguised in their moves to stifle the DPRK."
        },
        {
            "title": "Korea's Liberation Day Marked by Cambodian Media",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-04ee.html",
            "content": "Korea's Liberation Day Marked by Cambodian Media\r\nPyongyang, August 18 (KCNA) -- Cambodian media reported about the historic significance of Korea's liberation on August 12 and 13 on the occasion of the 71st anniversary of Korea's liberation.\n\t\t\t\t\t AKP News said:\n\t\t\t\t\t\n\t\t\t\t\t After the liberation of the country the Korean people became the master of their destiny free from the colonial slavery of the Japanese imperialists and led an independent and dignified life as proud master of the state and society.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung led 15-year-long anti-Japanese armed struggle to victory and achieved the historic cause of Korea's liberation and founded the Workers' Party of Korea, to begin with.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of the Party the people's government was established and agrarian reform and other democratic reforms were successfully enforced in a short span of time in the northern half of Korea and thus, the people became the master of the government, workers master of the factories, the farmers master of land and the women could be liberated from the thousands of year-long feudal fetters.\n\t\t\t\t\t\n\t\t\t\t\t The Democratic People's Republic of Korea was founded as the first people's democratic state in the East on the basis of the successes of democratic reforms.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has attached primary importance to the military affairs while invariably preserving the principle of Juche in ideology, independence in politics, self-support in economy and self-reliance in national defence.\n\t\t\t\t\t\n\t\t\t\t\t It has turned into an invincible socialist state that no formidable enemy dares provoke.\n\t\t\t\t\t\n\t\t\t\t\t The Cambodian State Radio and F.M.90.5 Radio of Cambodia aired the same reports."
        },
        {
            "title": "Kim Jong Un visita la Planta Porcina Taedonggang",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-03ss.html",
            "content": "Kim Jong Un visita la Planta Porcina Taedonggang\r\nPyongyang, 18 de agosto (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la Planta Porcina Taedonggang.\n\t\t\t\t\tEsta base de produccion ganadera de gran dimension fue construida en el ano 2011 por la iniciativa del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un habia dado la indicacion de acondicionarla mejor como unidad donde estan conservadas las hazanas de guia del Dirigente, establecer el sistema de ganaderia cientifica para normalizar en alto nivel la produccion y perfeccionar el sistema de produccion circular de fruticultura y ganaderia y ha resuelto uno tras otro los problemas surgidos.\n\t\t\t\t\t\n\t\t\t\t\tEl estuvo primero en la sala de educacion en la historia revolucionaria y la de presentacion del historial.\n\t\t\t\t\t\n\t\t\t\t\tEn el ultimo periodo de su vida, el Dirigente visito la planta recien construida entonces e indico el rumbo a seguir por ella, recordo y destaco la necesidad de prestar atencion primordial a la educacion en las hazanas del Dirigente para que los empleados las glorifiquen con notables exitos de produccion.\n\t\t\t\t\t\n\t\t\t\t\tCerciorandose del estado de produccion, paso revista a varios lugares como la sala de control universal, el edificio de reproduccion, el de crianza, el de engorde, el taller de procesamiento de carne y el de abono combinado organico.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro satisfecho de que esta base ganadera haya asegurado el caracter cientifico e intensivo de la produccion de la carne de puerco y establecido el sistema de produccion circular de fruticultura y ganaderia segun el proposito del Partido. E instruyo organizar la visita de los funcionarios de ramas interesadas para generalizar ampliamente los exitos y experiencias de ella.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un presento las tareas que incumben a la planta.\n\t\t\t\t\t\n\t\t\t\t\tSe fotografio junto con los funcionarios y empleados de la planta expresando la esperanza y seguridad de que ellos cumpliran el papel de vanguardia en la materializacion de la politica ganadera del partido.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta visita el vicepresidente del CC del PTC, O Su Yong, y el subjefe de departamento del CC del PTC, Jo Yong Won."
        },
        {
            "title": "Kim Jong Un dirige en el terreno la Granja Combinada Fruticola Taedonggang",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-02ss.html",
            "content": "Kim Jong Un dirige en el terreno la Granja Combinada Fruticola Taedonggang\r\nPyongyang, 18 de agosto (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno la Granja Combinada Fruticola Taedonggang.\n\t\t\t\t\tDurante su anterior visita en agosto del ano pasado, el indico las tareas y remedios para convertir la granja en la huerta remozada de talla mundial para el beneficio del pueblo y tomo las medidas correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tLuego de escuchar explicaciones ante el plano del panorama de la zona de granja, subio al mirador y disfruto el paisaje de ella.\n\t\t\t\t\t\n\t\t\t\t\tAl contemplar los arboles frutales que se pierden en el horizonte, dijo que la granja es una herencia patriotica legada por el Dirigente Kim Jong Il a nuestro pueblo y cuando pasa por ese lugar, se le humedecen los ojos recordando a el.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente trabajo incansablemente para suministrar en lo suficiente al pueblo las frutas frescas en todas las estaciones del ano, apunto y agrego que sin olvidar nunca el deseo de el, los funcionarios y trabajadores de aqui deben glorificar para siempre sus hazanas imperecederas y cumplir la obligacion moral, al incrementar cada ano la produccion de frutas.\n\t\t\t\t\t\n\t\t\t\t\tEn su recorrido por las huertas, Kim Jong Un reconocio los esfuerzos de los empleados diciendo que ellos abrieron las posibilidades de alcanzar la meta de produccion de frutas, presentada este ano por el partido, y suministraron a los capitalinos las manzanas de primera cosecha.\n\t\t\t\t\t\n\t\t\t\t\tDe todas las ramas estan colgadas muchas manzanas y la cosecha de frutas mas abundante que en otros anos, lograda a pesar de las desfavorables condiciones meteorologicas y climaticas, es una senal de prosperidad para nuestro pais, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tEsta gran cosecha, la mejor en la historia de la granja, se debe al Ministerio de Seguridad del Pueblo y a los funcionarios y trabajadores de la granja que trabajaron teniendo bien presente el proposito del partido de abastecer al pueblo de suficientes frutas y manifestando plenamente el espiritu de materializacion a ultranza, enfatizo y les expreso agradecimiento en nombre del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, dio instrucciones que serviran de guia en la administracion y operacion de la granja.\n\t\t\t\t\t\n\t\t\t\t\tAl mirar varias veces las viviendas y los establecimientos culturales y de servicios publicos, construidos en armonia con bosques frutales, expreso que es un panorama elegante y complaciente y la granja es un paraiso del socialismo y agrego que esta maravilla se puede ver solo en la Corea socialista.\n\t\t\t\t\t\n\t\t\t\t\tManifesto la esperanza y conviccion de que los funcionarios y trabajadores produciran mas frutas y las enviaran a los habitantes.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion el vicepresidente del CC del PTC, O Su Yong, y el subjefe de departamento del CC del PTC, Jo Yong Won."
        },
        {
            "title": "Publicada declaracion por 40o aniversario del incidente de Phanmunjom",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-01ss.html",
            "content": "Publicada declaracion por 40o aniversario del incidente de Phanmunjom\r\nPyongyang, 18 de agosto (ACNC) -- El portavoz de la Representacion del Ejercito Popular de Corea en Phanmunjom publico hoy una declaracion con motivo del 40o aniversario del incidente de Phanmunjom que demostro a todo el mundo cuan tragico es el fin de los provocadores imprudentes.\n\t\t\t\t\tTras referirse en detalles al proceso del incidente estallado segun el plan de EE.UU. para perpetuar la ocupacion del suelo surcoreano y buscar el pretexto de la guerra de agresion, el portavoz apunto que se ha sacado entonces la seria leccion de la historia de que corresponden solo la verguenza y muerte a los agresores y provocadores.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los tipejos, olvidadizos de esa leccion de la historia, escenifican en el dia del incidente de cada ano las payasadas como \"acto de recordacion\" y \"visita memorial\" reuniendose como hormiguero en el lugar de suceso, senala el documento y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tSi tienen la normal facultad de pensamiento, tendrian que reflexionar con serenidad cual fue el costo del incidente de Phanmunjom y los incontables casos de provocacion armada, estallados durante 40 anos posteriores en el cielo, la tierra y el mar.\n\t\t\t\t\t\n\t\t\t\t\tAhora los oficiales y soldados de nuestro ejercito estan observando agudamente los sospechosos movimientos militares de los enemigos empunando mas fuerte los fusiles.\n\t\t\t\t\t\n\t\t\t\t\tLos agresores y provocadores deben conocer bien que si acometen con hachas, moriran por el hachazo y si esgrimen el garrote nuclear, el territorio norteamericano se reducira a cenizas. Esto es la leccion que ensenan el incidente de Phanmunjom y los 40 anos posteriores.\n\t\t\t\t\t\n\t\t\t\t\tLas armas pesadas que se introducen a cualquier momento en el Sur de Corea adelantaran la autodestruccion de los provocadores y la torre de vigilancia de gran tamano, instalada a fin de promover la confrontacion militar, se convertira en un abrir y cerrar de ojos en un monton de chatarra.\n\t\t\t\t\t\n\t\t\t\t\tA los agresores y provocadores les toca solo la muerte tragica.\n\t\t\t\t\t\n\t\t\t\t\tEsto es el destino fatal de ellos."
        },
        {
            "title": "Se convocara el VI Congreso de la UMDC",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-14ss.html",
            "content": "Se convocara el VI Congreso de la UMDC\r\nPyongyang, 18 de agosto (ACNC) -- Se celebrara a mediados de noviembre del 105 (2016) de la Era Juche en esta capital el VI Congreso de la Union de Mujeres Democraticas de Corea. \n\t\t\t\t\tEl conclave balanceara que en el periodo de revision general la UMDC ha desempenado satisfactoriamente el papel de fidedigno asistente y correa de transmision del Partido del Trabajo de Corea en el cumplimiento de la sagrada causa para transformar toda la sociedad segun el Kimilsungismo-Kimjongilismo y discutira las tareas para cumplir la mision y deber de la organizacion femenina revolucionaria en la materializacion de la resolucion del VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEl VI Congreso de la UMDC, que se celebrara en el periodo historico de salto de cumplimiento de la causa revolucionaria del Juche, sera un foro significativo para manifestar la conviccion y voluntad de las integrantes de la UMDC de establecer mas estrictamente el sistema de direccion unica del partido y adelantar la victoria final de la construccion de una potencia socialista uniendose compactamente en torno al Comite Central del Partido encabezado por el Presidente Kim Jong Un y dando prioridad al principio de autofortalecimiento."
        },
        {
            "title": "Direccion de Construccion de Lugares de Interes Historico-Revolucionario acoge 40o aniversario de fundacion",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-18ss.html",
            "content": "Direccion de Construccion de Lugares de Interes Historico-Revolucionario acoge 40o aniversario de fundacion\r\nPyongyang, 18 de agosto (ACNC) -- La Direccion de Construccion de Lugares de Interes Historico-Revolucionario acogio el 40o aniversario de fundacion. \n\t\t\t\t\tEs una competente entidad de construccion que fue organizada y desarrollada segun el gran proposito del Dirigente Kim Jong Il de glorificar generacion tras generacion las tradiciones revolucionarias del Partido.\n\t\t\t\t\t\n\t\t\t\t\tHa realizado notables meritos en acondicionar por doquier del pais las bases de educacion en las tradiciones revolucionarias y levantar las creaciones monumentales de la epoca del Partido del Trabajo. \n\t\t\t\t\t\n\t\t\t\t\tEl 19 de agosto del 65 (1976) de la Era Juche, el Dirigente fundo la unidad permanente que se encarga de acondicionar los lugares de batalla revolucionaria y los de interes historico-revolucionario.\n\t\t\t\t\t\n\t\t\t\t\tDespues, asigno a la entidad muchas obras importantes como la construccion del Conjunto Monumental de Samjiyon, el Monumento a la Idea Juche, el Arco de Triunfo, el Monumento a la Fundacion del Partido y dirigio para que ella logre incesantes saltos e innovaciones con el espiritu revolucionario del Paektu y la batalla de velocidad. \n\t\t\t\t\t\n\t\t\t\t\tLa trayectoria de 40 anos de la Direccion es la orgullosa en que ha acondicionado excelentemente las bases de educacion en las tradiciones revolucionarias, y contribuido a abrir la era dorada de la construccion, en fiel acato a la orientacion del Partido sobre la construccion de lugares de interes historico-revolucionario y su autoctona idea arquitectonica. \n\t\t\t\t\t\n\t\t\t\t\tEl acto conmemorativo de la efemeride arriba referida tuvo lugar el dia 18 con la participacion de la directora del Instituto de Historia del Partido del Comite Central del Partido del Trabajo de Corea, Kim Jong Im, los funcionarios y los constructores de la Direccion y unidades adscritas. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fue transmitido el mensaje de felicitacion enviado por el Comite Central del PTC a los constructores y funcionarios de la Direccion."
        },
        {
            "title": "Canciller coreano recibe cartas credenciales de representante de UNICEF",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-11ss.html",
            "content": "Canciller coreano recibe cartas credenciales de representante de UNICEF\r\nPyongyang, 18 de agosto (ACNC) -- El canciller coreano Ri Yong Ho recibio el dia 18 las cartas credenciales del representante del Fondo de las Naciones Unidas para la Infancia (UNICEF) en Corea, Oyunsaikhan Dendevnorov.\n\t\t\t\t\tActo seguido, el canciller departio con el representante."
        },
        {
            "title": "Comite preparatorio de la parte Norte denuncia a la camarilla de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-17ss.html",
            "content": "Comite preparatorio de la parte Norte denuncia a la camarilla de Park Geun-hye\r\nPyongyang, 18 de agosto (ACNC) -- Como ya trascendidos, tuvo lugar con exito en Shenyang, China, la reunion de trabajo de las partes Norte, Sur y Ultramar para la apertura del gran acto pannacional por la reunificacion y fue publicado un comunicado conjunto que refleja la unanime voluntad y deseo de toda la nacion de celebrar la Conferencia Conjunta. \n\t\t\t\t\tPero, la banda de Park Geun-hye calumnia la propuesta de la parte Norte sobre la Conferencia Conjunta como una \"ofensiva disfrazada de paz\" disparateando que \"la renuncia nuclear del Norte es la mayor prioridad\". Y crea el ambiente de represion publica insistiendo en \"castigar severamente\" a los surcoreanos que participaron en la reunion de trabajo. \n\t\t\t\t\t\n\t\t\t\t\tEn una declaracion publicada este jueves, el comite preparatorio de la parte Norte para la Conferencia Conjunta de los partidos politicos, entidades y personalidades del Norte, el Sur y en ultramar para la paz y la reunificacion independiente de la Peninsula Coreana lo califica de intolerable crimen anti-reunificacion encaminado a impedir la apertura de la Conferencia Conjunta al presionar a las entidades y personalidades surcoreanas para que no acepten la propuesta correspondiente, y prosigue: \n\t\t\t\t\t\n\t\t\t\t\tLa camarilla de Park desprecia la propuesta de la parte connacional de marchar juntos por la reunificacion y fortalece mas que nunca la \"alianza con EE.UU.\" de caracter avasallante. Esta realidad comprueba de nuevo que esta horda de traidores a la nacion no desea la mejora de relaciones intercoreanas ni la paz ni la reunificacion de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEs invariable la posicion de la RPDC de celebrar sin falta el gran acto pannacional por la reunificacion frustrando todas las maniobras de las fuerzas internas y externas opositoras a la reunificacion y abrir una nueva coyuntura de paz y reunificacion de la Peninsula Coreana sosteniendo en alto la bandera de independencia y unidad nacionales. \n\t\t\t\t\t\n\t\t\t\t\tEl comite preparatorio de la parte Norte hara ingentes e incesantes esfuerzos por la apertura de la cita pannacional solidarizandose con todos los coreanos y buscara la salida para la mejora de relaciones intercoreanas, la paz y la reunificacion independiente del pais mediante los contactos y dialogos multifaceticos con los partidos politicos, entidades y personalidades de diferentes sectores del Sur y en ultramar. \n\t\t\t\t\t\n\t\t\t\t\tLlenos del optimismo sobre la victoria final de la reunificacion independiente y de la conviccion de que no habra ninguna dificultad insuperable con fuerzas unidas nacionales, los coreanos del Norte, el Sur y en ultramar deben levantarse como un solo hombre en la justa lucha por celebrar el gran acto pannacional por la reunificacion."
        },
        {
            "title": "Camarilla militar surcoreana realiza ejercicios de artilleria de mayor dimension",
            "url": "http://kcna.co.jp/item/2016/201608/news18/20160818-21ss.html",
            "content": "Camarilla militar surcoreana realiza ejercicios de artilleria de mayor dimension\r\nPyongyang, 18 de agosto (ACNC) -- Los gangsteres militares surcoreanos, cautivados de la extremada conciencia de enfrentamiento fratricida, cometieron un acto provocador de disparar los canones en todo el frente desde las 16 y 34 del dia 18.\n\t\t\t\t\tEn este fuego de artilleria de mayor dimension en la historia se movilizaron mas de 300 canones terrestres de diversos tipos, los radares de localizacion de canones y los drones de reconocimiento y otros armamentos de 49 batallones de artilleria adscritos a los ejercitos en campana no. 1 y 3.\n\t\t\t\t\t\n\t\t\t\t\tEn las circunstancias del supuesto choque armado entre el Norte y el Sur de Corea, se movilizaron primero las subunidades artilleras y los radares de localizacion de canones para golpear las posiciones del Norte.\n\t\t\t\t\t\n\t\t\t\t\tLuego, se reforzaron las fuerzas armadas artilleras para ampliar el ataque y repetirlo despues de que los drones averiguaran en tiempo real las circunstancias del escenario de combate.\n\t\t\t\t\t\n\t\t\t\t\tLos gangsteres militares surcoreanos dicen abiertamente que los ejercicios en cuestion, realizados en estos tiempos de la escalada de tension militar en la Peninsula Coreana, tuvieron el objetivo de elevar al maximo la llamada \"presion psicologica sobre el Norte\" al mostrarle la \"voluntad de reaccion\" y completar el procedimiento y metodo de fuego artillero sorpresivo contra el Norte de las unidades artilleras desplegadas en la zona de la Linea de Demarcacion Militar.\n\t\t\t\t\t\n\t\t\t\t\tNo se puede pasar por alto el hecho de que ellos publicaron en la prensa el entrenamiento diciendo que este demostro su \"voluntad de reaccion\" en vista de los incidentes ocurridos en agosto del ano pasado: la \"explosion de mina\" y \"provocacion de fuego artillero\".\n\t\t\t\t\t\n\t\t\t\t\tAnteriormente, se habian reportado los casos de provocacion militar de diferentes tipos que persiguieron la guerra de agresion contra el Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\tPero, no hubo nunca un entrenamiento en que se hayan movilizado numerosas unidades artilleras, ubicadas a lo largo del frente, sobrepasando el limite de un cuerpo de ejercito o una zona.\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos llevan a la coyuntura de peor crisis la situacion de la Peninsula Coreana al realizar esos ejercicios de artilleria de mayor dimension ya antes del 22 de agosto en que comenzaran los ejercicios militares conjuntos \"Ulji Freedom Guardian\".\n\t\t\t\t\t\n\t\t\t\t\tLa realidad testimonia otra vez que los belicistas de la capa militar surcoreana estan desesperados para asestar en cualquier momento el golpe preventivo anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSus acciones militares imprudentes ponen extremadamente indignados al ejercito y pueblo de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa camarilla militar surcoreana pagara muy caro su acto provocador que conduce a la fase de guerra la situacion de la Peninsula Coreana."
        }
    ]
}