{
    "date": "2017-01-27",
    "url": "http://kcna.co.jp/item/2017/201701/2017-01-27ee.html",
    "articles": [
        {
            "title": "President of DR Congo on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-06ee.html",
            "content": "President of DR Congo on Relations with DPRK\r\n Pyongyang, January 27 (KCNA) -- Kim Myong Sik, DPRK ambassador to DR Congo, presented his credentials to Joseph Kabila Kabange, president of this country, on Jan. 24.\n\t\t\t\t\t The president said that he was paying deep attention to the development of the bilateral relations with the DPRK."
        },
        {
            "title": "Indian Ambassador to DPRK Gives Reception",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-18ee.html",
            "content": "Indian Ambassador to DPRK Gives Reception\r\n Pyongyang, January 27 (KCNA) -- Indian Ambassador to the DPRK Jasminder Kasturia gave a reception at the Taedonggang Diplomatic Club on Friday on the occasion of the Day of the Republic.\n\t\t\t\t\t Present there on invitation were Foreign Minister Ri Yong Ho, Sim Kuk Ryong, O Min, Kim Hyong Hun and other officials concerned, foreign diplomatic envoys and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador in her speech referred to the successes made by the Indian government and people in the struggle for socio-political stability and economic development of the country since the foundation of the Republic.\n\t\t\t\t\t\n\t\t\t\t\t India hopes for mutually beneficial and close relations with the DPRK, the ambassador said, adding that she would strive to further deepen the friendship between the two countries with decades-long history. \n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Ho noted in his speech that the people of the DPRK have turned out in the new year's march to accelerate the victorious advance of socialism with the spirit of self-reliance and self-development as the great dynamic force under the guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He said that the DPRK government would as always set store by the friendly and cooperative relations with India and expand them in all fields."
        },
        {
            "title": "Kelp Harvest for 2017 Begins in DPRK",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-13ee.html",
            "content": "Kelp Harvest for 2017 Begins in DPRK\r\n Pyongyang, January 27 (KCNA) -- Kelp harvest was begun at offshore farms in the west coastal area of the DPRK.\n\t\t\t\t\t The Puhpo, Kumipho, Ongjin and other offshore farms are gathering more than 100 tons of kelp every day.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Fisheries took measures to expand cultivation area and meticulously organized and commanded the work for increasing per-hectare yield to the maximum.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the Pupho Offshore Farm produced a large amount of kelp nursling in a scientific way and sent them to other offshore farms."
        },
        {
            "title": "Lunar New Year's Day",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-14ee.html",
            "content": "Lunar New Year's Day\r\n Pyongyang, January 27 (KCNA) -- January 28 is the Lunar New Year's Day, an old folk holiday of the Korean nation.\n\t\t\t\t\t According to historical data, Koreans enjoyed the day from the period of ancient Puyo.\n\t\t\t\t\t\n\t\t\t\t\t The day was also celebrated in the period of the Three Kingdoms (Koguryo, Paekje and Silla). It was one of nine major holidays in the period of Koryo Kingdom (918-1392) and one of 2 major holidays in the period of the Feudal Joson Dynasty (1392-1910).\n\t\t\t\t\t\n\t\t\t\t\t On this occasion, Koreans cleaned up their houses and prepared clothes and dishes.\n\t\t\t\t\t\n\t\t\t\t\t On Lunar New Year's Day, they paid New Year's calls to seniors, dined with neighbors and enjoyed such folk games as yut, seesawing and kite-flying.\n\t\t\t\t\t\n\t\t\t\t\t Holiday dishes included rice dumpling soup, glutinous rice-cake, fruit punch and liquor."
        },
        {
            "title": "Rodong Sinmun on Wretched Plight of Park Geun Hye Regime",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-07ee.html",
            "content": "Rodong Sinmun on Wretched Plight of Park Geun Hye Regime\r\n Pyongyang, January 27 (KCNA) -- The Chinese Huan Qui Shibao recently carried different articles of media of south Korea deploring its grim reality.\n\t\t\t\t\t From the outset of the new year, south Korea has come under fire. Both China and Japan are kicking south Korea hither and thither while the U.S. is disregarding it. South Korea has already become a drum which those countries beat as they please in pursuit of their interests. It is standing completely isolated due to the diplomatic storm coming from the U.S., China and Japan. This is a product of the failed diplomatic policy pursued by the Park Geun Hye regime for the past four years.\n\t\t\t\t\t\n\t\t\t\t\t This is the gist of the articles of south Korean media, noted the Chinese paper.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Friday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a due outcome of the servile diplomacy of Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t From the outset of her office Park advocated \"balance diplomacy\" as a policy and cried out for raising her \"status\" in the international community by playing the role of a \"balancer\" in Northeast Asia where the U.S. and China are competing with each other for hegemony.\n\t\t\t\t\t\n\t\t\t\t\t However, the said \"diplomacy\" was nothing but diplomacy of toeing the U.S. policy and remaining hostile to the north.\n\t\t\t\t\t\n\t\t\t\t\t  She was at U.S. beck and call and regarded doing so as her greatest pleasure.\n\t\t\t\t\t\n\t\t\t\t\t  While defying the mindset of the south Korean people manifested at the candlelight rallies, she tried hard to turn south Korea into a nuclear outpost and forward observation post of the U.S., complying with its pressure for greater upkeep of its forces and for the payment of expenses for the deployment of THAAD.\n\t\t\t\t\t\n\t\t\t\t\t Park considered pro-Japan and pro-U.S. actions as the same major policies. She cooked up a humiliating \"agreement\" on the issue of sexual slavery for the imperial Japanese army and signed an agreement on protecting military intelligence with Japan.\n\t\t\t\t\t\n\t\t\t\t\t What is serious is that the U.S. deployment of THAAD and the military nexus among the U.S., Japan and south Korea spark off an arms race in the Asian-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t The Park regime has become an outcast reading the faces of big powers, sandwiched among them."
        },
        {
            "title": "KCNA Commentary Slams \"Education in Love for Country\" Advocated by S. Korean Regime",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-08ee.html",
            "content": "KCNA Commentary Slams \"Education in Love for Country\" Advocated by S. Korean Regime\r\n Pyongyang, January 27 (KCNA) -- The south Korean conservative forces are mulling intensifying education in anti-communism and worship and flunkeyism toward America in a bid to tighten the \"alliance\" with the U.S. \n\t\t\t\t\t The Patriots and Veterans Affairs Agency of south Korea made public a \"report on business plan for 2017\" on January 4 in which it revealed its intention to \"intensify the education in love for the country\" with a view to tightening the south Korea-U.S. alliance. It claimed that the alliance has played a key role in deterring war, developing the economy and achieving democracy for the last several decades in south Korea and, therefore, it would include in the contents of education the measure for boosting \"south Korea-U.S. alliance\" to cope with the \"nuclear and missile threat from the north.\"\n\t\t\t\t\t\n\t\t\t\t\t This is an unpardonable action to reduce the south Korean people to mental cripples obsessed with illusion about the U.S., the sworn enemy of the nation, and sycophancy and submission to it and drive them into confrontation with the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-south Korea alliance which the south Korean conservative forces consider as \"the mainstay of peace and stability in Northeast Asia is the alliance between the master and servant. It is nothing but a tool for strengthening the U.S. domination, interference and subjugation of south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is neither \"liberator\" nor \"helper\" nor \"guardian.\"\n\t\t\t\t\t\n\t\t\t\t\t This is proved by the disgraceful history of the U.S. military occupation of south Korea and domination over it and the present miserable reality.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. calls south Korea, its colonial stooge, an \"ally\" but, in actuality, it is no more than a shock brigade for carrying out the former's strategy of domination over Asia-Pacific and realizing its ambition for world supremacy.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. concluded all kinds of humiliating treaties like the SOFA with south Korea by pressurizing its lackeys under the signboard \"alliance\".\n\t\t\t\t\t\n\t\t\t\t\t Owing to the south Korean ruling quarters' \"theory of giving priority to the south Korea-U.S. alliance\" and regarding the \"U.S. absolute\", south Korea turned into a complete colony of the U.S. as its politics, economy and OPECON are left to outsiders' tender mercy.\n\t\t\t\t\t\n\t\t\t\t\t Economic slump, deteriorated people's living, wanton violation of democracy and serious human rights abuses in south Korea are entirely attributable to the U.S.-south Korea \"alliance\".\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which blocks Korea's reunification, the cherished desire of its nation.\n\t\t\t\t\t\n\t\t\t\t\t Public opinion says that the U.S. has gained treble or quadruple profits from its colony south Korea, but it may sacrifice south Korea to attain its higher goal of world supremacy and to this end it is mulling knocking into shape a triangular alliance involving the U.S., Japan and south Korea and forcing the deployment of THAAD on Seoul. This is a right comment on the humiliating nature of the alliance.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that the U.S. is the root cause of the misfortune and pain of the south Korean people and any illusion and sycophancy and submission to it only bring disgrace and disaster. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the faithful running dogs of the U.S. are working hard to strengthen the above-said education. This is nothing but a cynical ploy to cover up their crimes committed against the nation through sycophancy and treachery and prolong their remaining days depending on the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Unpardonable are the reckless actions of those traitors. \n\t\t\t\t\t\n\t\t\t\t\t No matter what rhetoric the south Korean puppet group may let out to benumb the south Korean people's consciousness of independence against the U.S., they can never stem the trend of the times towards independence and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t All the south Korean people should remain vigilant against the above-said education advocated by the conservative group as they have painfully experienced what the successive puppet rulers did under the cloak of \"alliance\" with the U.S."
        },
        {
            "title": "Possession of Powerful Strength Is Truth for Defending Sovereignty: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-09ee.html",
            "content": "Possession of Powerful Strength Is Truth for Defending Sovereignty: KCNA Commentary\r\n Pyongyang, January 27 (KCNA) -- Japan launched military satellite Kirameki-2 on Jan. 24. \n\t\t\t\t\t Kirameki-2, the first independent satellite of the Defence Ministry, will be reportedly used for commanding and controlling all units of the \"Self-defence Forces\" and information sharing among them.\n\t\t\t\t\t\n\t\t\t\t\t Now the Japanese reactionaries insist that the purpose of the satellite launch is to contain the DPRK but it is clear to even a mere child that it is targeting the neighboring countries.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the U.S. and its vassal forces, which cried out for \"sanctions\" after branding the DPRK's launch of satellite for peaceful purposes as a \"provocation\" and \"threat\", are keeping mum about the military satellite launch of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Under the double-dealing standard unilaterally set by the U.S., the bullying forces term the DPRK's legitimate exercise of satellite launch for peaceful purposes \"illegal\" and \"provocation\" but tacitly connive at some countries' satellite launch for clear military purposes. This is a common practice on the international arena at present.\n\t\t\t\t\t\n\t\t\t\t\t The world political arena today turned into a theater of violence centered on big powers in which justice, truth, conscience, obligation, equality and respect gradually disappear and injustice, strong-arm politics, hegemony, arbitrary practices, aggression and domination prevail and the most elementary principle governing the international relations set by humankind under agreement are disregarded.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led imperialist forces resort to undisguised domination and interference, openly violating weak and small nations' sovereignty and the right to existence.\n\t\t\t\t\t\n\t\t\t\t\t They insist on the jungle logic that other countries must not do what they do and even take issue with the sovereign states' legitimate right and legitimate exercise of sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The \"privileged\" forces who lord it over the UN and other arenas of the world unilaterally handle all the issues to meet their interests in wanton violation of the independent requirements and interests of majority of the developing countries.\n\t\t\t\t\t\n\t\t\t\t\t The trend of the situation surrounding the DPRK clearly reflects the epitome of the extremely unfair world politics.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has been exposed to unprecedented nuclear threat and blackmail and political, economic and military pressure for decades for the mere reason that it has not yielded to the U.S. high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t In recent years the U.S. openly cried out for \"regime change\" and \"collapse of social system\" while describing the DPRK's declaration of its possession of smaller H-bomb and its military measures for self-defence as \"serious threat\" and \"provocation\" to the world peace and security and hurling huge nuclear strike means into the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t In the world which sees the rein of the jungle law whereby justice is branded as injustice if one is weak, the DPRK had access to nuclear weapons, prompted by its noble sense of obligation to defend the sovereignty and dignity of the nation more valuable than one's own life in the face of the high-handed and arbitrary practices of the U.S. and other big powers and usher in the historic era of independent reunification and peace and prosperity for all the generations to come by its own efforts.\n\t\t\t\t\t\n\t\t\t\t\t It is the truth proven by history that one has to build up one's own strength in order to protect the dignity and sovereignty of the nation."
        },
        {
            "title": "S. Korean Authorities Condemned for Shunning Wage Arrears",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-11ee.html",
            "content": "S. Korean Authorities Condemned for Shunning Wage Arrears\r\n Pyongyang, January 27 (KCNA) -- The regional headquarters of the south Korean Confederation of Trade Unions (KCTU) held a press conference outside the buildings of the Ministry of Employment and Labor in 13 regions on January 24 in which they condemned the south Korean puppet authorities for shunning the wage arrears, according to the south Korean internet newspaper Chamsesang.\n\t\t\t\t\t They said that the Ministry of Employment and Labor made efforts to enforce the revision of labor law for the plutocrats in lieu of overseeing whether the workers are paid properly for their labor."
        },
        {
            "title": "Park Geun Hye's Scheme to Put off Impeachment Bill Flailed",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-15ee.html",
            "content": "Park Geun Hye's Scheme to Put off Impeachment Bill Flailed\r\n Pyongyang, January 27 (KCNA) -- The south Korean newspaper Hangyore on Jan. 25 carried an editorial titled \"Intolerable is nasty trick of the president to bar the bill of impeachment\".\n\t\t\t\t\t The editorial laid bare the facts that the Park clique called a number of additional witnesses to the 8th open proceedings on Jan. 23 in a bid to postpone the passage of the bill of impeachment at the \"constitutional court\".\n\t\t\t\t\t\n\t\t\t\t\t It would take 2 or 3 weeks to question those witnesses, reflective of an attempt to prolong the said passage, the editorial said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The reason behind Park's struggling to gain time is that if the bill of her impeachment passes before the end of the special inspection, forcible investigation into her may get full swing to make her indictment possible.\n\t\t\t\t\t\n\t\t\t\t\t Park is driving society into terrible turmoil to save her life now.\n\t\t\t\t\t\n\t\t\t\t\t The \"constitutional court\" should urgently pass the bill, not tolerating the moves of Park."
        },
        {
            "title": "Koreans in China Vow to Struggle for Independent Reunification",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-16ee.html",
            "content": "Koreans in China Vow to Struggle for Independent Reunification\r\nPyongyang, January 27 (KCNA) -- The General Association of Koreans in China on Jan. 23 made public a statement in support of the appeal adopted at the joint conference of the DPRK's government, political parties and organizations.\n\t\t\t\t\t The statement said it is the sacred national duty of all Koreans and an urgent demand of the era to pave a broad avenue to independent reunification without fail this year which marks the 45th anniversary of the July 4 joint statement and the 10th anniversary of the Oct. 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t The General Association and all Koreans in China fully support the said appeal, regarding it as a patriotic call reflecting the nation's wishes and will to improve the inter-Korean relations and make a decisive breakthrough for national reunification, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The proposal for independent reunification advanced by respected Supreme Leader Kim Jong Un at the Seventh Congress of the Workers' Party of Korea is the most aboveboard and realistic offer as it reflects the strong desire of all the compatriots to enjoy a happy life on a reunified land for all ages.\n\t\t\t\t\t\n\t\t\t\t\t If the north and the south are at variance and pitted against each other, it will only spell war, do harm to the Koreans and profit outsiders.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should immediately respond to the DPRK's patriotic appeal, well aware of the nation's aspiration and will to reunify the country that has grown strong from the outset of the year.\n\t\t\t\t\t\n\t\t\t\t\t The General Association and all Koreans in China will turn out in the struggle to glorify 2017 as a meaningful year, in which a fresh phase of independent reunification will be brought about, true to the tasks of national reunification set forth by Kim Jong Un in his New Year Address, the statement concluded."
        },
        {
            "title": "Kim Jong Un's New Year Address Studied in China",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-17ee.html",
            "content": "Kim Jong Un's New Year Address Studied in China\r\nPyongyang, January 27 (KCNA) -- The Shenyang City branch of the General Association of Koreans in China held a session for study of respected Supreme Leader Kim Jong Un's New Year Address on Jan. 22.\n\t\t\t\t\tThe participants in the session said the DPRK had undergone a radical change in such a short period under the worst conditions in history.\n\t\t\t\t\t\n\t\t\t\t\tThey said that the Workers' Party of Korea could achieve such national historic exploits as it is led by Kim Jong Un possessed of gifted qualities of a commander and rare leadership and outstanding art of guidance which no politicians have ever acquired.\n\t\t\t\t\t\n\t\t\t\t\tThey stressed that they would keep pace with the people in the homeland out in this year's march and turn out as one in a patriotic work for the country's prosperity and independent reunification.\n\t\t\t\t\t\n\t\t\t\t\tThey also expressed the will to strive for holding a pan-national, grand meeting for reunification, in hearty response to the appeal of the DPRK's government, political parties and organizations to all compatriots."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Marked in Peru",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-01ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Marked in Peru\r\n Pyongyang, January 27 (KCNA) -- A Peruvian preparatory committee for celebrating the 75th birth anniversary of leader Kim Jong Il was formed in Lima on Jan. 17.\n\t\t\t\t\t Tani Baler Lopera, international secretary of the Communist Party of Peru (Red Motherland) who is chairman of the Peruvian preparatory committee for the 2017 Meeting Praising Great Persons of Mt Paektu, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold colorful political and cultural events such as meeting, seminar and film show on the anniversary."
        },
        {
            "title": "Day of Sun, Day of Shining Star to Be Marked in Slovenia",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-02ee.html",
            "content": "Day of Sun, Day of Shining Star to Be Marked in Slovenia\r\n Pyongyang, January 27 (KCNA) -- A Slovenian preparatory committee for celebrating the Day of the Sun and the Day of the Shining Star, birth anniversaries of President Kim Il Sung and leader Kim Jong Il, was formed in Maribor City on Jan. 21.\n\t\t\t\t\t Igor Jurisic, chairman of the Slovenia-Korea Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to set a celebration period from Jan. 21 to Apr. 18 and hold political and cultural events such as seminar and lecture praising the exploits of Kim Il Sung and Kim Jong Il in the period."
        },
        {
            "title": "Day of Shining Star to Be Marked in Spain",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-03ee.html",
            "content": "Day of Shining Star to Be Marked in Spain\r\n Pyongyang, January 27 (KCNA) -- A preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed in Madrid of Spain on Jan. 20.\n\t\t\t\t\t Victor Manuel Lucas, international secretary of the C.C., Communist Party of the People of Spain, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events on the anniversary."
        },
        {
            "title": "Statement of Int'l Preparatory Committee for \"Gathering 2017-Praise to Great Persons of Mt Paektu\" Hailed in Switzerland",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-04ee.html",
            "content": "Statement of Int'l Preparatory Committee for \"Gathering 2017-Praise to Great Persons of Mt Paektu\" Hailed in Switzerland\r\n Pyongyang, January 27 (KCNA) -- The Swiss Preparatory Committee for the 2017 Meeting Praising Great Persons of Mt Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on Jan. 10 in support of an official statement issued by the International Preparatory Committee for \"Gathering 2017-Praise to Great Persons of Mt Paektu\".\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The International Preparatory Committee for \"Gathering 2017-Praise to Great Persons of Mt Paektu\" issued an official statement calling upon all the progressive peoples of the world, including the preparatory committees across the world and friendship and solidarity organizations with the Korean people, to splendidly greet 2017.\n\t\t\t\t\t\n\t\t\t\t\t This year is of significance as it marks the 105th birth anniversary of President Kim Il Sung, the 75th birth anniversary of leader Kim Jong Il and the 5th anniversary of HE Kim Jong Un's election to the top posts of the Party and the state of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t And August is a month associated with the national liberation exploits of Generalissimo Kim Il Sung and the Songun leadership exploits of Generalissimo Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The International Preparatory Committee decided to magnificently erect the Monument to the Great Persons of Mt Paektu in Mt Paektu area and hold a grand international gathering in praise of the peerlessly great persons of Mt Paektu in the area of Mt Paektu and Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t It also decided to name the future event as the \"International Festival in Praise of the Great Persons of Mt Paektu\" and \"Gathering 2017-Praise to the Great Persons of Mt Paektu\" as the 5th International Festival in Praise of the Great Persons of Mt Paektu, according to the sequence order of events held in praise of the great persons so far.\n\t\t\t\t\t\n\t\t\t\t\t We express full support for the official statement of the International Preparatory Committee and will make a positive contribution to the erection of the above-said monument and festival."
        },
        {
            "title": "Kim Jong Un Praised by British Organization",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-05ee.html",
            "content": "Kim Jong Un Praised by British Organization\r\n Pyongyang, January 27 (KCNA) -- The British Association for the Study of Songun Policy posted on its website several articles praising respected Supreme Leader Kim Jong Un on January 12.\n\t\t\t\t\t One of the articles said that the army and people of the DPRK, who have turned out in the 2017 march, confident of victory, are full of pride and happiness of holding Kim Jong Un, the peerlessly great man, as kind-hearted father.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the beloved people are always in the mind of Kim Jong Un who has noble intention to build a great socialist flower garden best in the world, a highly civilized power where the people's ideal is in full bloom, it said that Kim Jong Un has given ceaseless field guidance, regarding the trouble he is taking for the wellbeing of the people as happiness.\n\t\t\t\t\t\n\t\t\t\t\t He does not know satisfaction and limit in doing something for the people, it said, adding that lots of houses sprang up in different parts of the DPRK in recent years and such miracle as turning adversity into favorable conditions in Sonbong area of Rason City and the northern part of North Hamgyong Province tell the noble world of his love for the people.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have keenly felt ever-deepening love and benevolence of Kim Jong Un and are making a dynamic advance for rosy future with the firm will to surely build a socialist power under his leadership, the article stressed."
        },
        {
            "title": "Kim Il Sung's Exploits for Agricultural Development in African Countries",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-12ee.html",
            "content": "Kim Il Sung's Exploits for Agricultural Development in African Countries\r\n Pyongyang, January 27 (KCNA) -- A celebration took place in Guinea on January 13 to mark the 35th founding anniversary of the Kim Il Sung Institute of Agricultural Science in Guinea.\n\t\t\t\t\t At the event, the participants recollected with deep emotion the exploits President Kim Il Sung performed for the agricultural development in Guinea.\n\t\t\t\t\t\n\t\t\t\t\t The President paid deep attention to the agricultural development in African countries. The agriculture of African countries was very poor, due to the protracted colonial rule of imperialists.\n\t\t\t\t\t\n\t\t\t\t\t It was in August Juche 70 (1981) that the \"Symposium of the Non-aligned and Other Developing Countries on Increasing Food and Agricultural Production\" held in Pyongyang and the President met delegations attending it and organized a consultative meeting for agricultural development in their countries.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting, he suggested establishing an agricultural research center in Tanzania for East African countries and the other in Guinea for West African countries and setting up experimental farms in other African countries with no agricultural research center.\n\t\t\t\t\t\n\t\t\t\t\t He also sent agriculturists to African countries and indicated the ways to solve problems of seed, fertilizer and farm machines and train agronomists.\n\t\t\t\t\t\n\t\t\t\t\t Later, he showed the directions of agricultural development for African country when opportunity avails itself."
        },
        {
            "title": "Kim Myong Sik entrega cartas credenciales al presidente del Congo Democratico",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-19ee.html",
            "content": "Kim Myong Sik entrega cartas credenciales al presidente del Congo Democratico\r\nPyongyang, 27 de enero (ACNC) -- Kim Myong Sik presento el dia 24 ante el presidente de la Republica Democratica del Congo, Joseph Kabila Kabange, las cartas que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica Popular Democratica de Corea en el pais africano.\n\t\t\t\t\tEl mandatario refirio que presta profunda atencion al desarrollo de las relaciones bilaterales con la RPDC."
        },
        {
            "title": "Rodong Sinmun ridiculiza la situacion miserable de la banda de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-20ee.html",
            "content": "Rodong Sinmun ridiculiza la situacion miserable de la banda de Park Geun-hye\r\nPyongyang, 27 de enero (ACNC) -- Recientemente, el periodico chino Huan Qiu Shibao cito los articulos de los medios de prensa surcoreanos sobre la situacion interna. \n\t\t\t\t\tLos medios critican que desde el comienzo del Ano Nuevo, el Sur de Corea se ha convertido en un tambor que tocan China, Japon y EE.UU. para satisfacer sus intereses estatales y agregan que el Sur de Corea se queda aislado por la tormenta diplomatica proveniente de EE.UU., China y Japon y esto es el resultado de la politica diplomatica practicada durante 4 anos pasados por el \"poder\" de Park Geun-hye. \n\t\t\t\t\t\n\t\t\t\t\tEn un comentario individual de este viernes, el diario Rodong Sinmun lo califica de consecuencia merecida de la diplomacia avasallante de Park Geun-hye y continua:\n\t\t\t\t\t\n\t\t\t\t\tDesde el principio de su mandato, Park Geun-hye presento como politica la \"diplomacia de equilibrio\" diciendo que jugara el rol de \"equilibrador\" en la region del Nordeste Asiatico donde se entabla una disputa por la hegemonia entre China y EE.UU. y elevara el \"rango\" del Sur de Corea en la sociedad internacional. \n\t\t\t\t\t\n\t\t\t\t\tPero, la \"diplomacia de equilibro\" fue la avasallante que sintetiza el servilismo a EE.UU. y la hostilidad a la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tLa traidora Park actuo siempre bajo la batuta de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tDando espaldas a la lucha de la poblacion con velas, trato de entregar a EE.UU. el suelo surcoreano como base avanzada nuclear y de vigilancia pagando mucho mas gastos para el mantenimiento de las tropas norteamericanas ocupantes del Sur de Corea y el emplazamiento del sistema antimisiles THAAD. \n\t\t\t\t\t\n\t\t\t\t\tPark consideraba tambien el servilismo a Japon como politica principal. Fabrico con Japon el \"acuerdo\" sobre el problema de esclavitud sexual cometido por el viejo ejercito japones y firmo hasta el convenio de proteccion de informaciones militares.\n\t\t\t\t\t\n\t\t\t\t\tLo problematico es que el despliegue de THAAD y la confabulacion militar entre EE.UU., Japon y el Sur de Corea acarrean una nueva carrera armamentista en la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tLa situacion del Sur de Corea se torna lamentable debido a la adulacion de la banda de Park a grandes potencias."
        },
        {
            "title": "ACNC revela en comentario la esencia de \"educacion de amor al pais\" en Sur de Corea",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-21ee.html",
            "content": "ACNC revela en comentario la esencia de \"educacion de amor al pais\" en Sur de Corea\r\nPyongyang, 27 de enero (ACNC) -- La banda conservadora surcoreana trata de intensificar la educacion anticomunista y proyanqui hablando mas que nunca del fortalecimiento de la \"alianza\" con Estados Unidos.\n\t\t\t\t\tEl dia 4, la Agencia para Asuntos de Veteranos y Patriotas hizo publico el \"informe sobre el plan de trabajo de 2017\", en el cual subrayo que \"ampliara la educacion de amor al pais para la consolidacion de la alianza Sudcorea-EE.UU.\".\n\t\t\t\t\t\n\t\t\t\t\tEscribio que la \"alianza\" cumplio durante varios decenios el papel nuclear para la prevencion de guerra, el desarrollo economico y la democratizacion en el Sur de Corea y declaro que incluira en el programa de ensenanza la necesidad de consolidarla para hacer frente a la \"amenaza nuclear y de misil del Norte (de Corea)\".\n\t\t\t\t\t\n\t\t\t\t\tEsto deviene imperdonable crimen antinacional para convertir a los habitantes surcoreanos en los invalidos psiquicos colmados de la ilusion a EE.UU., enemigo principal de la nacion coreana, y de la sumision a las grandes potencias, y para instigarles a la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tLa \"alianza\" EE.UU.-Sudcorea, descrita por la camarilla surcoreana como \"fundamento de la paz y estabilidad de la region del Nordeste Asiatico\", no pasa de ser una relacion entre el amo y el lacayo colonial y un instrumento que agrava el dominio, intervencion y subyugacion de EE.UU. sobre el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no es \"libertador\" ni \"ayudante\" ni \"protector\".\n\t\t\t\t\t\n\t\t\t\t\tLo comprueban la historia llena de martirios generados por la ocupacion militar y dominio de EE.UU. sobre el Sur de Corea y la catastrofica realidad de hoy.\n\t\t\t\t\t\n\t\t\t\t\tPara el imperio, su lacayo colonial, llamado \"aliado\" (Sur de Corea), no es nada mas que la brigada de choque para la implementacion de su estrategia de dominar Asia-Pacifico y su ambicion de tomar la hegemonia mundial.\n\t\t\t\t\t\n\t\t\t\t\tBajo el pretexto de la \"alianza\", EE.UU. impone a sus titeres a firmar los convenios humillantes como el \"acuerdo administrativo\" EE.UU.-Sudcorea y actua como dueno en el territorio surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tDebido a la \"teoria de dar preferencia a la alianza Sudcorea-EE.UU.\" y el \"absolutismo de EE.UU.\" de los gobernantes surcoreanos, el Sur de Corea se ha convertido en una colonia de punta a cabo que confia a las fuerzas extranjeras la politica, la economia y hasta el mando militar\n\t\t\t\t\t\n\t\t\t\t\tSon productos de la alianza la quiebra de economia, la depauperada vida de la poblacion, el exterminio de democracia y la violacion de derechos humanos en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. obstaculiza la reunificacion de la patria, deseada tanto por nuestra nacion.\n\t\t\t\t\t\n\t\t\t\t\tLa opinion publica evalua que hasta ahora, EE.UU. ha sacado multiples provechos de su colonia, Sur de Corea, pero en lo adelante, puede sacrificarla a fin de alcanzar la meta mas grande en aras de la hegemonia mundial y en este contexto, trata de establecer la alianza tripartita EE.UU.-Japon-Sudcorea y esta imponiendo al ultimo la ubicacion de THAAD.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que EE.UU. es la fuente de todas desgracias y sufrimientos de los habitantes surcoreanos y la ilusion y la sumision a el cuestan la verguenza y calamidades.\n\t\t\t\t\t\n\t\t\t\t\tNo se puede perdonar nunca la locura de los traidores para difundir la conciencia servil y sumisa a grandes potencias.\n\t\t\t\t\t\n\t\t\t\t\tAunque los titeres surcoreanos hacen todo lo posible por eliminar la conciencia de independencia antiyanqui de la poblacion surcoreana, no podran frenar la corriente de la epoca hacia la independencia y reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tLos habitantes surcoreanos estan aburridos de lo que han hecho los sucesivos gobernantes bajo el cartel de \"alianza\" con EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEllos deben redoblar la vigilancia sobre la \"ensenanza de amor al pais\" que impulsan los traidores conservadores."
        },
        {
            "title": "Hay que tener fuerza para defender la soberania: comentario de ACNC",
            "url": "http://kcna.co.jp/item/2017/201701/news27/20170127-22ee.html",
            "content": "Hay que tener fuerza para defender la soberania: comentario de ACNC\r\nPyongyang, 27 de enero (ACNC) -- El pasado dia 24, Japon lanzo el satelite militar Kirameki -2.\n\t\t\t\t\tSiendo primer satelite independiente del Ministerio de Defensa, Kirameki -2 se utilizara para el mando, el control y el compartimiento de informaciones de las unidades de las \"Fuerzas de Autodefensa\". \n\t\t\t\t\t\n\t\t\t\t\tAhora los reaccionarios japoneses insisten en que el lanzamiento de satelite militar persigue el objetivo de disuadir a la Republica Popular Democratica de Corea, pero de hecho, toma por blanco a los paises vecinos. \n\t\t\t\t\t\n\t\t\t\t\tLo problematico es que EE.UU. y sus satelites, que abogaron tanto por la \"sancion\" anti-RPDC calificando de \"provocacion\" y \"amenaza\" el lanzamiento de satelite con fines pacificos, se hacen sordomudos ante el disparo de satelite militar de Japon.\n\t\t\t\t\t\n\t\t\t\t\tSegun la pauta de doble rasero establecida unilateralmente por EE.UU., se califica como \"acto ilegal\" y \"provocacion\" el ejercicio del derecho legitimo al lanzamiento de satelite con fines pacificos de un pais y se da luz verde al lanzamiento de satelite con evidentes fines militares de otro pais. \n\t\t\t\t\t\n\t\t\t\t\tEl escenario de la politica mundial de hoy se ha convertido en el campo de danza macabra de violencia centrado en las potencias donde desaparecen la justicia, la verdad, la conciencia, la obligacion moral, la igualdad y el respeto, predominan la injusticia, el despotismo, la hegemonia, las arbitrariedades, la agresion y la dominacion y se violan hasta los principios mas elementales de las relaciones internacionales, estipulados por consenso de la humanidad. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas imperialistas acaudilladas por EE.UU. violan abiertamente la soberania y el derecho a la existencia de los paises debiles y suelen cometer la dominacion y la intervencion. \n\t\t\t\t\t\n\t\t\t\t\tCon la doctrina gangsteril de que otros paises no deben hacer lo que si ellas hacen, cuestionan hasta el ejercicio de los derechos legitimos y la soberania de los Estados soberanos. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas \"privilegiadas\", que actuan como \"duenas\" en los escenarios internacionales incluso la ONU, desprecian la demanda y los intereses independientes de la mayoria de los paises en vias de desarrollo y tratan unilateralmente a su gusto todos los problemas. \n\t\t\t\t\t\n\t\t\t\t\tLa evolucion de la situacion en torno a la RPDC es una miniatura de la politica mundial extremadamente parcial. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC sufre durante varios decenios la amenaza y chantaje nucleares y la presion politica, economica y militar sin precedentes por la unica razon de no obedecer al despotismo y arbitrariedades de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEn estos tiempos, EE.UU. cuestiona la declaracion de la RPDC sobre la posesion de la bomba H minimizada y sus medidas militares de autodefensa como \"provocacion\" y \"grave amenaza\" a la paz y seguridad del mundo e introduce en la Peninsula Coreana enormes medios de ataque nuclear hablando sin tapujos de la \"sustitucion del poder\" y \"derrumbe del regimen\". \n\t\t\t\t\t\n\t\t\t\t\tEn el mundo actual donde predomina la ley de selva, la posesion de armas nucleares de la RPDC es la causa para defender la soberania y dignidad mas valiosas que la vida frente al despotismo y arbitrariedades de EE.UU. y otras potencias y allanar con fuerzas propias la epoca historica para la reunificacion independiente y la paz y prosperidad eternas de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tPara defender la dignidad y soberania nacionales, hay que contar con poderosas fuerzas armadas. Esto es la verdad comprobada por la historia."
        }
    ]
}