{
    "date": "2017-08-03",
    "url": "http://kcna.co.jp/item/2017/201708/2017-08-03ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Arrives in Tehran",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-16ee.html",
            "content": "Kim Yong Nam Arrives in Tehran\r\n Tehran, August 3 (KCNA-Correspondent) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, arrived in Tehran on Thursday to attend the Iranian presidential inauguration at the invitation of the government of the Islamic Republic of Iran.\n\t\t\t\t\t He was accompanied by Choe Hui Chol, vice-minister of Foreign Affairs, and other suite members."
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Slashes at U.S. Independent Sanctions against Sovereign States",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-20ee.html",
            "content": "DPRK Foreign Ministry Spokesman Slashes at U.S. Independent Sanctions against Sovereign States\r\n Pyongyang, August 3 (KCNA) -- The spokesman for the Ministry of Foreign Affairs of the DPRK gave the following answer to a question raised by the KCNA on August 3 as regards the fact that the U.S. has rigged up another heinous sanctions law to suffocate the DPRK.\n\t\t\t\t\t On August 2, the U.S. president Trump signed the \"Countering America's Adversaries through Sanctions Act\" which recently passed the U.S. Congress. Thus, additional sanctions against the DPRK, Russia and Iran were formally adopted as the law.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. adoption of sanctions law against the DPRK is no more than last-ditch efforts by those who are terrified at the series of measures taken by the DPRK in rapid succession to develop a sophisticated nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The act of the U.S. which is so fond of rigging up sanctions law and brandishing the sanctions club against other sovereign states is no better than that of a hooligan which cannot be allowed by international law as well.\n\t\t\t\t\t\n\t\t\t\t\t The adoption of another unilateral sanctions law against sovereign states by the U.S. is a criminal conduct whereby it tried to apply its federal law to international relations which constitutes a direct challenge to the UN Charter and international law.\n\t\t\t\t\t\n\t\t\t\t\t That is why the DPRK strongly condemns and rejects the so called unilateral sanctions by the U.S., and all other countries in the world also need to seriously ponder over the outrageous and unlawful act of the U.S.\n\t\t\t\t\t\n\t\t\t\t\tIt is an undeniable realty that the DPRK has manufactured atomic bomb and hydrogen bomb, and even ICBM despite harsh sanctions continuing for more than half a century. It is really pathetic to see the lawmakers of the U.S. still running foolish and impudent failing to grasp the key to the DPRK's success.\n\t\t\t\t\t\n\t\t\t\t\t The sanctions campaign by the U.S. might work on the other countries, but never with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As the respected Supreme Leader who is blessed with far-sighted wisdom, outstanding leadership art and incomparable grit and courage stands in the van of our revolution and the single-hearted unity of the army and the people who are rallied firmly to their leader and the great might of self-development thrive, the DPRK scores only victory one after another.\n\t\t\t\t\t\n\t\t\t\t\t The sanctions by the U.S. has only worked to redouble the indomitable spirit of our army and people united as one following their leader and the unfathomable strength of self-reliance and self-development, and increase the DPRK's self-defensive capability.\n\t\t\t\t\t\n\t\t\t\t\t The recent second test-launch of ICBM Hwasong-14 by the DPRK was meant to send a stern warning to the U.S. being reckless and frantic having suffered only crushing defeats in the all-out showdown with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. trumpeting about war and threat to impose extreme sanctions on the DPRK only increase the latter's vigilance and stamina, and provides further justification for its access to nukes.\n\t\t\t\t\t\n\t\t\t\t\t The anachronistic daydream of the U.S. politicians of damaging by means of sanctions the overall national power and strategic prestige of the DPRK which have been markedly boosted, is being subject to humiliation within the U.S. as well.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. sanctions provide further justification for the DPRK's measures to intensify the development its nuclear force. The countries abiding by this sanctions regime instead of criticizing it, can't be seen otherwise than the ones fueling the tensions on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better deliberate on the ways to ensure its home security rather than wasting its energy on the hopeless sanctions racket against the DPRK."
        },
        {
            "title": "DPRK FM Spokesman Denounces U.S. Reckless Moves",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-07ee.html",
            "content": "DPRK FM Spokesman Denounces U.S. Reckless Moves\r\n Pyongyang, August 3 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to a question put by KCNA on August 3 as regards the fact that the U.S. is escalating its military threat to the DPRK by deploying strategic nuclear assets in the Korean peninsula:\n\t\t\t\t\t Recently, the U.S. is continuously deploying a huge amount of its latest strategic assets in the Korean peninsula in a bid to resort to military adventure, calling for military response to the DPRK's successful second test-launch of ICBM Hwasong-14.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. carried out a joint missile launching drill together with south Korea targeting the DPRK and dispatched two of its B-1B strategic bombers into the air above the Korean peninsula to conduct aerial bombardment drill for ten hours. It also waged a drill simulating the interception of the DPRK's ballistic missile while finalizing in haste the decision on the deployment of additional THAAD launchers in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t No sooner had the chairman of the Joint Chiefs of Staff and the Pacific Command chief admiral of the U.S. held a consultation with their south Korean counterparts about the so-called military response than the U.S. openly stated that it will concentrate its latest strategic assets on the vicinity of the Korean peninsula in an explicit manifestation of its intention to carry out an armed attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The second test-launch of ICBM Hwasong-14 by the DPRK was meant to send a stern warning to the U.S. going reckless and making senseless remarks about threatening the DPRK with military pressure and extreme sanctions.\n\t\t\t\t\t\n\t\t\t\t\t Unfortunately, the U.S. still thinks that its military bluff would work, and it seems like the U.S. has not yet realized that its opponent is a mighty nuclear power which is capable of smashing the U.S., an aggressor state, into smithereens.\n\t\t\t\t\t\n\t\t\t\t\t Any form of military threat or blackmail by the U.S. can never scare the DPRK and, on the contrary, it will only redouble the resolve of the Korean army and people to annihilate the enemy.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is stupid enough to shove its stinky face on this land again and keep brandishing its nuclear club despite our repeated warnings, the DPRK will teach the U.S. some manners with the strategic nuclear force that it had so far shown to the world."
        },
        {
            "title": "KSDP Spokesman Warns S. Korean Conservative Politicians to Act with Discretion",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-14ee.html",
            "content": "KSDP Spokesman Warns S. Korean Conservative Politicians to Act with Discretion\r\n Pyongyang, August 3 (KCNA) -- A spokesman for the Central Committee of the Korean Social Democratic Party (KSDP) issued a statement titled \"Trend of the times should be faced up squarely and discrete acts be refrained\" on Thursday.\n\t\t\t\t\t The statement accused the ridiculous south Korean conservative dissident party coteries of going reckless while letting out anti-DPRK confrontational rhetoric, being lost to senses, at a time when the DPRK's successful second test-fire of ICBM Hwasong-14 has shocked the world to get admiration from it, and even the lamentation is heard from within the U.S. \n\t\t\t\t\t\n\t\t\t\t\t This can not but be judged as a symptom of mental derangement of senseless guys taken aback by the rapid development of the DPRK's strategic nuclear force, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The conservative dissident party coteries are slandering the DPRK's success in the test-fire. This is last ditch efforts of the colonial stooges keen on prolonging their remaining days by raking up the supporters through confrontational racket and on currying favor with their American master at any cost.\n\t\t\t\t\t\n\t\t\t\t\t They are struggling to subsist with the help of the U.S. master even today when a fundamental change has taken place in the strategic confrontation structure between the DPRK and the U.S. They must be imbeciles and idiots unaware of the elementary way the world goes around.\n\t\t\t\t\t\n\t\t\t\t\t Only bitter destruction and miserable end await the sycophantic traitors keen on escalating confrontation with the fellow countrymen, while going against the desire of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The conservative dissident party politicians of south Korea should face up to the changed trend of the times and should not act wild."
        },
        {
            "title": "CCNR Spokesman Slams S. Korean Regime's Reckless Moves",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-19ee.html",
            "content": "CCNR Spokesman Slams S. Korean Regime's Reckless Moves\r\n Pyongyang, August 3 (KCNA) -- A spokesman of the Consultative Council for National Reconciliation (CCNR) released a statement on Thursday censuring the south Korean regime for making a fuss, stunned by the DPRK's successful second test-launch of ICBM Hwasong-14.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive convened a \"security meeting\" late at night, where he cried out for taking \"tough countermeasures.\" He was busy instructing his inferiors to launch a joint ballistic missile launching drill with the U.S., deploy four THAAD launchers in addition, press ahead with the negotiations with the U.S. over the modification of \"missile guidelines\", examine the way of imposing independent \"sanctions on the north\" and heighten vigilance on the ground, at seas and in the air.\n\t\t\t\t\t\n\t\t\t\t\t The authorities let out a string of ill-intended remarks stoking confrontation. Hyping the instructions of the chief executive as four-point \"decisive decision\", they are soliciting cooperation from the U.S. and Japan for carrying it out.\n\t\t\t\t\t\n\t\t\t\t\t When even their master U.S. is finding itself in dilemma as its sanctions and military pressure do not work on the DPRK, the puppet authorities of south Korea have gone so foolish as to cry out for slapping \"independent sanctions\". \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not run riot, well aware of the fact that their moves of dancing to the tune of psychopath-like Trump will only invite the disaster of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive of south Korea is talking about the \"engine for his north policy\" over the DPRK's ICBM test-launch. Whether the north-south ties improve or not hinges on whether the south Korean authorities show sincerity in practice with right attitude or not.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime had better think twice about the serious consequences to be entailed by its impudent and reckless acts."
        },
        {
            "title": "S. Korean Religionists' Struggle against THAAD Deployment Supported",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-10ee.html",
            "content": "S. Korean Religionists' Struggle against THAAD Deployment Supported\r\n Pyongyang, August 3 (KCNA) -- A spokesman for the Religious Believers Council of Korea issued a statement Thursday, supporting the struggle against the deployment of THAAD in south Koreans.\n\t\t\t\t\t Recently the mass struggle against the U.S. THAAD deployment in south Korea has been joined by high-spirited religionists, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The on-going struggle against THAAD is a just and righteous action to check the U.S. aggression moves aimed to turn south Korea into a nuclear war theatre by reducing it into the advance base and a military base for realizing the strategy for world domination, and thus defend the holy land of Won Buddhism, the nation's religion.\n\t\t\t\t\t\n\t\t\t\t\t The Council vehemently denounces the south Korean authorities' sycophantic treachery and extends full support and encouragement to the struggle waged by the religionists and other south Koreans to defend the holy land against THAAD deployment.\n\t\t\t\t\t\n\t\t\t\t\t Not content with tolerating the THAAD deployment which was pushed forward by the Park Geun Hye group of traitors, the south Korean authorities have gone busy for its additional deployment, pursuant to the U.S. policy while citing the DPRK's legitimate measure for self-defence as pretext. This is a mockery of the candlelight demonstrators, perfidy to them and an intolerable act against the nation and reunification.\n\t\t\t\t\t\n\t\t\t\t\t All the religionists in the north and the south and abroad, irrespective of difference in belief, should courageously turn out in the sacred war of justice to get THAAD, root cause of war, out of this land."
        },
        {
            "title": " Japanese Delegation Here",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-18ee.html",
            "content": "Japanese Delegation Here\r\n Pyongyang, August 3 (KCNA) -- A Japan-DPRK friendship educational interchange delegation led by Michio Sano arrived here on Thursday."
        },
        {
            "title": "Kim Jong Un Receives Letter from Koreans in China",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-04ee.html",
            "content": "Kim Jong Un Receives Letter from Koreans in China\r\n Pyongyang, August 3 (KCNA) -- Respected Supreme Leader Kim Jong Un received a letter from the General Association of Koreans in China on July 31.\n\t\t\t\t\t The letter said that the successful second test-launch of ICBM Hwasong-14, carried out after just over twenty days since the previous one to stun the world again, is a signal manifestation of the invincible national power and indomitable will and faith of Juche Korea and a great auspicious and important event to be specially recorded in the nation's history spanning 5 000 years in which the whole Korean nation has aspired after powerful military capabilities.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that today's stirring reality is a great victory won by the patriotic devotion made by Marshal Kim Jong Un, Supreme Leader of the Korean nation who is possessed of the warm love for the country and nation as his inborn disposition.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The great appearance of Juche power that has towered as the most powerful state under the wise guidance of the peerlessly Songun brilliant commander is giving confidence in voctiry and courage to the Koreans in China.\n\t\t\t\t\t\n\t\t\t\t\t All members of the association will remain faithful to the leadership of respected Marshal Kim Jong Un, just like the soldiers in the defence science field of the homeland, with the pride and honor of being overseas citizens of the great power."
        },
        {
            "title": "Koreans in Japan Pay Homage to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-12ee.html",
            "content": "Koreans in Japan Pay Homage to Kim Il Sung, Kim Jong Il\r\n Pyongyang, August 3 (KCNA) -- A delegation of the Union of Korean Teachers in Japan led by Jo Han Ju, chairman of its Central Standing Committee, visited the Kumsusan Palace of the Sun Thursday.\n\t\t\t\t\t Its members paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues at the palace.\n\t\t\t\t\t\n\t\t\t\t\t In the halls where the great leaders lie in state, the guests paid homage to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls in which orders the great leaders received are on display and halls which house cars, an electric car, boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Foreign Campers Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-17ee.html",
            "content": "Foreign Campers Visit Mangyongdae\r\n Pyongyang, August 3 (KCNA) -- Camping groups from different countries taking part in the 32nd Songdowon International Children's Camping visited Mangyongdae, birthplace of President Kim Il Sung.\n\t\t\t\t\t At the old home in Mangyongdae, they looked round the historical relics preserved with much care, being briefed on the revolutionary career of the President who was born at the old home and nurtured his great revolutionary ambition from his childhood and on his family members.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Mangyongdae Schoolchildren's Palace, the Sci-Tech Complex, the Rungna Dolphinarium, the Nature Museum, the Central Zoo, etc."
        },
        {
            "title": "Meeting Marks Publication Anniversary of Kim Jong Il's Work",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-15ee.html",
            "content": "Meeting Marks Publication Anniversary of Kim Jong Il's Work\r\n Pyongyang, August 3 (KCNA) -- A Pyongyang city meeting was held at the Central Hall of Workers on Thursday to mark the 20th anniversary of the publication of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\n\t\t\t\t\t Ri Son Gwon, chairman of the Committee for the Peaceful Reunification of the Country of the DPRK, said in a report that Kim Jong Il unfolded fundamental guidelines for accomplishing the cause of national reunification by publishing the work on Aug. 4, Juche 86 (1997).\n\t\t\t\t\t\n\t\t\t\t\t His work comprehensively synthesizes President Kim Il Sung's ideas and lines for the independent reunification of the country and his noble exploits and serves as an immortal library that gives scientific answers to all questions arising in accomplishing the cause of national reunification, the cherished desire of the nation, the reporter said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il had wisely led the struggle to implement the President's behests to the letter, consistently holding fast to the Juche-oriented line and policy for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Today respected Supreme Leader Kim Jong Un is creditably carrying forward the Juche-based ideas and lines of national reunification of the great leaders and their immortal feats.\n\t\t\t\t\t\n\t\t\t\t\t Attending the meeting were Yang Hyong Sop, Kim Yong Chol, Ro Tu Chol and Kim Yong Dae, chairman of the C.C., Korean Social Democratic Party, Cha Hui Rim, chairman of the Pyongyang City People's Committee, Pak Myong Chol, director of the Secretariat of the C.C., Democratic Front for the Reunification of Korea, officials of social organizations and relevant sectors, and working citizens."
        },
        {
            "title": "National Exhibition of August 3 Consumer Goods Opens",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-13ee.html",
            "content": "National Exhibition of August 3 Consumer Goods Opens\r\n Pyongyang, August 3 (KCNA) -- The National Exhibition of August 3 Consumer Goods opened Thursday with due ceremony at the Consumer Goods Exhibition of the Ministry of Food and Consumer Goods Industries.\n\t\t\t\t\t On display there are more than 85,000 items of consumer goods of 7,700 varieties produced at industrial establishments and housewives' work-teams across the country."
        },
        {
            "title": "New Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-09ee.html",
            "content": "New Stamps Issued in DPRK\r\n Pyongyang, August 3 (KCNA) -- New Stamps (four sheets) were issued in the DPRK to mark the World Stamp Exhibition to be held in Bandung, Indonesia from August 3 to 7.\n\t\t\t\t\t Seen on their upper part are letters \"Bandung 2017 World Stamp Exhibition\" in Korean and English together with emblem of exhibition.\n\t\t\t\t\t\n\t\t\t\t\t They carry pictures of Pavo cristatus, Macaca fascicularis, Paradisaea apoda and Varanus komodoensis."
        },
        {
            "title": "Rodong Sinmun Urges U.S. to Bear in Mind DPRK's Warning",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-05ee.html",
            "content": "Rodong Sinmun Urges U.S. to Bear in Mind DPRK's Warning\r\n Pyongyang, August 3 (KCNA) -- The second test-launch of ICBM Hwasong-14 by the DPRK was the answer to the U.S. which has disregarded the warning of the DPRK and advices of other countries, Rodong Sinmun Thursday says in a commentary.\n\t\t\t\t\t The first test-launch of ICBM Hwasong-14 was a warning of the Korean army and people to the American empire that if it goes thoughtless as to provoke the DPRK, persisting in the hostile policy, it will finally ruin, the commentary states, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Experts of different countries gently or strongly advised the U.S. Nevertheless, the U.S. ruling quarters disregarded those advices though they were in unrest and fear.\n\t\t\t\t\t\n\t\t\t\t\t Furthermore, the U.S. made desperate efforts, crying out for military strike at the DPRK and the toughest sanctions and pressure on it.\n\t\t\t\t\t\n\t\t\t\t\t Through the successful second test-launch of Hwasong-14, the DPRK seriously warned the U.S. once again that if it keeps running amuck in its bid to stifle the DPRK in disregard of the radically changed strategic position of Juche Korea, the mainland of the U.S. will suffer unimaginable calamities.\n\t\t\t\t\t\n\t\t\t\t\t Now it has become a top primary policy task of the Trump administration to guarantee the security of the U.S. mainland, not to make the DPRK dismantle its nukes.\n\t\t\t\t\t\n\t\t\t\t\t Now the U.S. mainland is on the crossroads of life and death. This new situation urges the U.S. administration every minute and second to raise a white flag and make a bold switchover in its DPRK policy.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. persists in the hostile policy toward the DPRK, in defiance of the realistic demand, just to save its face, it will only be made to receive unexpected \"gifts\" the DPRK delivers in succession."
        },
        {
            "title": " Second Test-fire of Hwasong-14 Hailed by Koreans in Japan",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-11ee.html",
            "content": "Second Test-fire of Hwasong-14 Hailed by Koreans in Japan\r\n Pyongyang, August 3 (KCNA) -- Officials of the General Association of Korean Residents in Japan (Chongryon) hailed the great success of the DPRK's second test-fire of ICBM Hwasong-14.\n\t\t\t\t\t Kim Yong Ju, chairman of the Central Standing Committee of the Korean Youth League in Japan, said the second test-fire of Hwasong-14 was a great victory won by respected Supreme Leader Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Nam Ju Hyon, vice-chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, said the DPRK has emerged a nuclear power of Juche, world-level military power capable of putting an end to the U.S. imperialists' nuclear threat and blackmail and ensuring peace in the Korean peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Su, chairman of the Korean Social Scientists Association in Japan, extended the greatest glory and the warmest thanks to Marshal Kim Jong Un who is leading the revolutionary cause of Juche to the final victory, recording fresh victories one after another in the history of the motherland."
        },
        {
            "title": "Second Test-fire of Hwasong-14 Hailed by Koreans in China",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-08ee.html",
            "content": "Second Test-fire of Hwasong-14 Hailed by Koreans in China\r\n Pyongyang, August 3 (KCNA) -- A spokesman for the General Association of Koreans in China on July 30 made public a statement in celebration of the DPRK's successful second test-fire of ICBM Hwasong-14.\n\t\t\t\t\t The statement said that respected Supreme Leader Kim Jong Un guided the test-fire of ICBM Hwasong-14 again to a great success, fully demonstrating the might of the DPRK over the world.\n\t\t\t\t\t\n\t\t\t\t\t This event of special significance is a great auspicious event for the Korean nation as it demonstrated the mightiness of Kim Il Sung's nation, Kim Jong Il's Korea and proved that the final victory of the DPRK led by Marshal Kim Jong Un is coming true, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The General Association of Koreans in China and all Koreans in China will shatter the U.S. imperialists' moves to ignite a war of aggression against the DPRK and more vigorously conduct the anti-imperialist and anti-war peace struggle for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, a spokesman for the Harbin City branch of the Harbin Province Regional Association under the General Association issued a statement hailing the successful second test-fire of Hwasong-14."
        },
        {
            "title": "Kim Il Sung's Work Introduced in DR Congo",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-01ee.html",
            "content": "Kim Il Sung's Work Introduced in DR Congo\r\n Pyongyang, August 3 (KCNA) -- The National Committee for the Study of the Juche Idea of Democratic Congo posted President Kim Il Sung's work \"Go All Out for Victory in the War\" on its website on July 25.\n\t\t\t\t\t The work, a radio speech made by the President to all the Korean people on June 26, Juche 39 (1950), deals with the efforts exerted by the DPRK government to achieve the independent and peaceful reunification of Korea and lays bare the aim sought by the U.S. imperialists and the Syngman Rhee puppet clique in igniting the war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for winning the final victory in the war."
        },
        {
            "title": "Korean People's War Victory Day Observed Abroad",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-02ee.html",
            "content": "Korean People's War Victory Day Observed Abroad\r\n Pyongyang, August 3 (KCNA) -- Such events as meeting, seminar, book, photo and art exhibition and film show were held in Bulgaria, Germany and Egypt between July 12 and 26 to mark the 64th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t Mincho Minchev, chairman of the Bulgarian Communists' Party who is chairman of the Bulgaria-Korea Friendship Association, Atanas Ivanov, honorary chairman of the Bulgarian Communists Union and other speakers stressed that the Korean people's great victory in the war was the result of the wise leadership of the President and that the U.S. ignited a war with its wild scheme to occupy whole Korea and dominate the world but sustained a disgraceful defeat from the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany said that the DPRK is carrying on the great ever-victorious tradition, winning victory after victory in the struggle with the U.S.-led imperialist allied forces.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory and solidarity messages to respected Supreme Leader Kim Jong Un were adopted at the events in Bulgaria and Germany."
        },
        {
            "title": "Thai Body Observes Korean People's V-Day",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-03ee.html",
            "content": "Thai Body Observes Korean People's V-Day\r\n Pyongyang, August 3 (KCNA) -- The Korean people are not afraid of any formidable enemy as before.\n\t\t\t\t\t The Thailand-DPRK Friendship Association noted this in a statement observing the 64th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung is an ever-victorious iron-willed commander and outstanding military strategist who led the Fatherland Liberation War to victory.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is breeding all sorts of plots against the DPRK while ceaselessly staging joint military drills to provoke the second Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a country of single-minded unity where all the people have got united around their leader under the banner of the Juche idea founded by the President. It is also a full-fledged nuclear power possessed of nukes and ICBM.\n\t\t\t\t\t\n\t\t\t\t\t Taking this opportunity, we extend the highest tribute to the President who led the DPRK to victories.\n\t\t\t\t\t\n\t\t\t\t\t We express our belief that the Korean people will surely build a powerful country under the leadership of HE Kim Jong Un, glorifying the valuable exploits performed by the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the Korean people's just struggle."
        },
        {
            "title": "Kim Yong Nam llega a Teheran",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-21ee.html",
            "content": "Kim Yong Nam llega a Teheran\r\nTeheran, 3 de agosto (corresponsal de ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, llego el dia 3 a Teheran para participar en la ceremonia de toma de posesion del presidente de la Republica Islamica de Iran cumplimentando la invitacion de su gobierno.\n\t\t\t\t\tLo acompanaron el vicecanciller coreano Choe Hui Chol y otros acompanantes."
        },
        {
            "title": "Vocero de cancilleria coreana condena la crecida de amenaza militar de EE.UU.",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-22ee.html",
            "content": "Vocero de cancilleria coreana condena la crecida de amenaza militar de EE.UU.\r\nPyongyang, 3 de agosto (ACNC) -- En entrevista con la ACNC concedida este jueves en relacion con que EE.UU. recrudece la amenaza militar contra la Republica Popular Democratica de Corea introduciendo en gran cantidad sus propiedades estrategicas nucleares en la Peninsula Coreana, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio la siguiente respuesta:\n\t\t\t\t\tEn estos dias, EE.UU. intenta una aventura militar introduciendo en la Peninsula Coreana muchas propiedades estrategicas sofisticadas so pretexto de la reaccion militar al segundo lanzamiento de prueba del cohete balistico intercontinental \"Hwasong-14\" de la RPDC que resulto un exito.\n\t\t\t\t\t\n\t\t\t\t\tPoco despues del entrenamiento de disparo de misiles contra la RPDC realizado con los titeres surcoreanos, libro el ejercicio de bombardeo con la movilizacion de 2 bombarderos tipo B-1B que sobrevolaron 10 horas la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, llevo a cabo la prueba de interceptacion de los simulados cohetes balisticos de la RPDC y decidio desplegar con premura mas plataformas de lanzamiento de THAAD.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el presidente de la Junta de Jefes de Estado Mayor de EE.UU. y el comandante de las fuerzas norteamericanas del Pacifico discutieron con los belicistas surcoreanos el llamado \"plan de reaccion militar\". Seguidamente, exponen abiertamente su intento de ataque militar anti-RPDC anunciando que concentrarian en las periferias de la Peninsula Coreana las propiedades estrategicas sofisticadas.\n\t\t\t\t\t\n\t\t\t\t\tNuestro pais ejecuto el segundo lanzamiento de prueba de \"Hwasong-14\" para enviar la advertencia severa a EE.UU. que reclama la presion militar y la extremada sancion contra la RPDC diciendo disparates fanfarrones e imprudentes.\n\t\t\t\t\t\n\t\t\t\t\tSi se toma en cuenta la continua guaperia militar de EE.UU., parece que este pais no se ha dado cuenta todavia de que su rival es la potencia nuclear capaz de reducir a cenizas ese Estado agresor (EE.UU.).\n\t\t\t\t\t\n\t\t\t\t\tCualquier amenaza o chantaje militar de EE.UU. no puede asustar en absoluto a nuestro ejercito y pueblo y por el contrario, les hace redoblar el animo de venganza implacable.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. vuelve a meterse con el garrote nuclear en esta tierra despreciando nuestra reiterada advertencia, le haremos probar como son nuestras fuerzas nucleares estrategicas que le hemos ensenado hasta ahora una por otra."
        },
        {
            "title": "Portavoz del CC de PSDC advierte a politicastros conservadores surcoreanos",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-23ee.html",
            "content": "Portavoz del CC de PSDC advierte a politicastros conservadores surcoreanos\r\nPyongyang, 3 de agosto (ACNC) -- El portavoz del Comite Central del Partido Social-Democrata de Corea publico el dia 3 una declaracion titulada \"Deben actuar con prudencia al ver correctamente la corriente de la epoca actual\".\n\t\t\t\t\tCuando el exito en el segundo lanzamiento de prueba del cohete balistico intercontinental \"Hwasong-14\" de la Republica Popular Democratica de Corea produce grandes impactos y admiracion en el mundo y los lamentos y alaridos en EE.UU., los tipejos de los partidos opositores conservadores del Sur de Corea pronuncian atrevidamente unos disparates conflictivos contra la RPDC, comienza la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tTal comportamiento no es mas que un sintoma de trastorno mental de los espantados por el desarrollo vertiginoso de las fuerzas nucleares estrategicas de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos conservadores surcoreanos, lacayos coloniales de EE.UU., calumnian perversamente el exito de segundo lanzamiento de \"Hwasong-14\" como parte de sus esfuerzos agonicos por mantener su precaria vida politica agrupando a los partidarios y por congraciarse con su patron gringo mediante la campana fratricida.\n\t\t\t\t\t\n\t\t\t\t\tSon los imbeciles y necios que no saben nada del mundo los remanentes de los partidos opositores conservadores que se desesperan por mantener su restante vida con la ayuda de su amo norteamericano tambien hoy en dia cuando se ha cambiado completamente la estructura de enfrentamiento estrategico entre la RPDC y EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tSolamente les corresponderan la destruccion amarga y el arruinamiento miserable a los servidores a las grandes potencias que desafian a la aspiracion de su connacional y se entregan con frenesi a la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tLos politiqueros de los partidos opositores deben ver correctamente la corriente de la epoca en cambio y actuar con prudencia."
        },
        {
            "title": "CRC apoya la lucha de religiosos surcoreanos en contra de THAAD",
            "url": "http://kcna.co.jp/item/2017/201708/news03/20170803-24ee.html",
            "content": "CRC apoya la lucha de religiosos surcoreanos en contra de THAAD\r\nPyongyang, 3 de agosto (ACNC) -- El vocero del Consejo de Religiosos de Corea hizo publica el dia 3 una declaracion de apoyo a la lucha de los habitantes y religiosos surcoreanos contra el despliegue de THAAD.\n\t\t\t\t\tLa nota recuerda que en los ultimos dias, los religiosos surcoreanos toman parte activa en la lucha de diversos sectores contra ese sistema antimisiles de EE.UU., y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEsta lucha muy justa tiene el objetivo de defender la tierra sagrada de la religion nacional Wonbulgyo llevando al traste con el acto agresivo de EE.UU. para hacer del suelo surcoreano un escenario de guerra nuclear al transformarlo como base militar avanzada en funcion de la estrategia de hegemonia mundial del imperio.\n\t\t\t\t\t\n\t\t\t\t\tEl Consejo de Religiosos de Corea condena categoricamente los actos vendepatrias y serviles a grandes potencias de las autoridades surcoreanas que se dieron a la tarea de buscar el nubarron de guerra nuclear entregando a su amo gringo todo el territorio nacional y hasta la tierra sagrada de religion. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, envia el apoyo y solidaridad entera a la lucha de los habitantes y religiosos surcoreanos por rechazar el despliegue de THAAD y defender su tierra sagrada.\n\t\t\t\t\t\n\t\t\t\t\tInsatisfechas de haber tolerado la colocacion de THAAD impulsada de manera forzada por la banda traidora de Park Geun-hye, las actuales autoridades se apresuran a desplegar mas plataformas de lanzamiento cuestionando la justa medida autodefensiva de la connacional RPDC. Este hecho constituye una burla y traicion a la opinion publica manifestada en la lucha con velas y un imperdonable acto antinacional y anti-reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tPor encima de las diferencias de creencia religiosa, todos los religiosos del Norte, el Sur y ultramar deberan movilizarse con osadia en la lucha de justicia por sacar del territorio patrio el THAAD, factor principal de la guerra."
        }
    ]
}