{
    "date": "2017-05-25",
    "url": "http://kcna.co.jp/item/2017/201705/2017-05-25ee.html",
    "articles": [
        {
            "title": "Congratulatory Message to Jordanian King",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-08ee.html",
            "content": "Congratulatory Message to Jordanian King\r\nPyongyang, May 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Thursday sent a congratulatory message to King Abdullah II of the Hashemite Kingdom of Jordan on the 71st anniversary of its independence. \n\t\t\t\t\t In the message Kim heartily wished the Jordanian king and people bigger successes in their work for stability and development of the country."
        },
        {
            "title": "Delegation of DPRK Olympic Committee Leaves for Thailand",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-13ee.html",
            "content": "Delegation of DPRK Olympic Committee Leaves for Thailand\r\nPyongyang, May 25 (KCNA) -- A delegation of the DPRK Olympic Committee led by Vice-Chairman Son Kwang Ho left here Thursday to take part in the General Assembly of the International Weightlifting Federation to be held in Thailand."
        },
        {
            "title": "KPA General Staff Spokesman Hits out at S. Korean Forces' Reckless Military Provocation",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-09ee.html",
            "content": "KPA General Staff Spokesman Hits out at S. Korean Forces' Reckless Military Provocation\r\nPyongyang, May 25 (KCNA) -- The south Korean puppet forces made another armed provocation in the area along the Military Demarcation Line. A spokesman for the General Staff of the Korean People's Army gave the following answer to question raised by KCNA Thursday in this regard:\n\t\t\t\t\t The MDL area is the most acute hotspot where huge troops of both sides constantly level their guns at each other.\n\t\t\t\t\t\n\t\t\t\t\t At around 16:00 on May 23, watching a flock of birds flying in the sky above the forefront areas in Cholwon, Kangwon Province, the south Korean puppet forces opened warning broadcasting and fired more than 450 machine gun bullets into the DPRK side, claiming they spotted \"unidentified flying objects crossing the MDL\".\n\t\t\t\t\t\n\t\t\t\t\t They, caught by mental derangement, blame \"north's mine\" for the suspicious explosion in the MDL area, question the \"north's torpedo\" for the sinking of their own warship and claim a flock of birds flying into the south as \"drone from the north\" and even a privy door as \"wreckage of the north's drone\" and thermos flask shell as \"shell of multiple rocket launch system of the north\".\n\t\t\t\t\t\n\t\t\t\t\t The recent military provocation is a stopgap measure to check the war-weariness sweeping the puppet army in the face of the rapidly developing nuclear and ballistic rocket technology of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t No mater how loudly the south Korean puppet warmongers get vociferous about the sophistical story about \"southward flying of UFO\", no one will believe it.\n\t\t\t\t\t\n\t\t\t\t\t Instead, it will bring them bitter derision together with dirty disgrace as a criminal with habitual concoction of lies and misinformation.\n\t\t\t\t\t\n\t\t\t\t\t The KPA is closely following the new confrontation hysteria of the provokers getting all the more reckless."
        },
        {
            "title": "S. Korean Conservatives Slammed for Checking Repair of North-South Relations",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-18ee.html",
            "content": "S. Korean Conservatives Slammed for Checking Repair of North-South Relations\r\nPyongyang, May 25 (KCNA) -- A spokesman of the Consultative Council for National Reconciliation released a statement on Thursday denouncing the desperate moves of the south Korean conservatives to obstruct the mending of the north-south relations.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Jong U Thaek, floor leader from the \"Liberal Korea Party\", Hong Jun Phyo who lost the \"presidential\" race and other die-hard conservatives spout a load of rubbish every day, asserting that the regime should face up to the essence of the north's stance and there should be no dialogue with it unless it abandons its nuclear and missile programs.\n\t\t\t\t\t\n\t\t\t\t\t Conservative media including Chosun Ilbo and Dong-A Ilbo are noisily talking that it is a wild dream to repair the south-north ties through dialogue and that the north might take advantage of it for intensifying nuclear weaponization and that the \"government\" must send the north a strong message.\n\t\t\t\t\t\n\t\t\t\t\t Such hideous moves against the nation are chilling the growing expectation and desire of all Koreans for improved north-south relations and national reunification and stoking the north-south confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Today to mend the north-south relations has become a crucial issue decisive of whether to pave the path for peace, stability and prosperity on the Korean peninsula or to invite disaster of confrontation and nuclear war. Repairing the north-south ties is just what all Koreans desire most, before being a demand of certain authorities and factions.\n\t\t\t\t\t\n\t\t\t\t\t The group of conservatives in south Korea has gone so ridiculous and foolish as to work hard to put a brake on the improvement of the north-south relations, saying this or that about the crucial issue of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Such desperate moves are just a revelation of the conservatives' uneasiness that they might face ruin after totally losing their position if the north-south relations are mended to push their confrontation policy to a real flop, now that they are in the grip of extreme crisis due to the impeachment of Park Geun Hye and their defeat in the \"presidential\" election.\n\t\t\t\t\t\n\t\t\t\t\t The improvement of the north-south relations is an irresistible trend of the times and the group of conservatives should awake from the wild dream.\n\t\t\t\t\t\n\t\t\t\t\t Their persistent moves to check the repair of the north-south relations against the desire of all Koreans and the trend of the times will only precipitate their miserable end as dregs of history."
        },
        {
            "title": "Successful Weightlifters and Coaches Congratulated",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-16ee.html",
            "content": "Successful Weightlifters and Coaches Congratulated\r\nPyongyang, May 25 (KCNA) -- A meeting took place at the Weightlifting Gymnasium in Chongchun Street here Thursday to congratulate the players and coaches who proved successful at 2017 Asian Weightlifting Championships.\n\t\t\t\t\t Officials in the sports field and players and coaches were present.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Guk, minister of Physical Culture and Sports, in his congratulatory speech said the successes made by the weightlifters and coaches to honor the country are giving great encouragement to the army and people of the country.\n\t\t\t\t\t\n\t\t\t\t\t He called upon them to win in all forthcoming international games by getting themselves fully ready ideologically and in physical technique.\n\t\t\t\t\t\n\t\t\t\t\t Resolution speeches were made by player of Kigwancha Sports Team Rim Un Sim and coach of April 25 Sports Team Ri Chol Nam.\n\t\t\t\t\t\n\t\t\t\t\t They said the credit for their successes goes to the Workers' Party of Korea which has led them step by step with loving care and trust so that they can hold championships in Asia and the world.\n\t\t\t\t\t\n\t\t\t\t\t They pledged to perfect Korean-style method in training and games and enhance their physical and technical capabilities and thus create sports myth in Mallima era.\n\t\t\t\t\t\n\t\t\t\t\t There was a congratulatory performance after the meeting."
        },
        {
            "title": "Stuffed Specimen Factory Completed in Yangdok County",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-17ee.html",
            "content": "Stuffed Specimen Factory Completed in Yangdok County\r\nYangdok, May 25 (KCNA) -- A stuffed specimen factory was built in Yangdok County Township, South Phyongan Province of the DPRK.\n\t\t\t\t\t It will serve as a strong foundation for the education of younger generation by producing all kinds of stuffed specimen.\n\t\t\t\t\t\n\t\t\t\t\t Its inaugural ceremony took place on Thursday."
        },
        {
            "title": "Korean Ramie Cloth with Long History",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-10ee.html",
            "content": "Korean Ramie Cloth with Long History\r\nPyongyang, May 25 (KCNA) -- Ramie clothes are popular among citizens in the DPRK with the approach of summer.\n\t\t\t\t\t Korea has a long history in producing ramie cloth which has been well-known over the world for its advantages like fast colors and porous character from olden times.\n\t\t\t\t\t\n\t\t\t\t\t According to historical records, the weave of ramie cloth was developed away back the age of Three Kingdoms (Koguryo, Paekje and Silla) and it was exported to other countries.\n\t\t\t\t\t\n\t\t\t\t\t In the period of Koryo (918-1392), varieties of ramie clothes, including ramie cloth of fine texture and fine-patterned ramie cloth, were produced.\n\t\t\t\t\t\n\t\t\t\t\t And it was one of special products in the period of Feudal Joson Dynasty (1392-1910)."
        },
        {
            "title": "Environment-Friendly Tourmaline Products Developed",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-11ee.html",
            "content": "Environment-Friendly Tourmaline Products Developed\r\nPyongyang, May 25 (KCNA) -- The Central Mining Research Institute under the State Academy of Sciences of the DPRK has developed functional tourmaline products for environmental protection.\n\t\t\t\t\t Tourmaline is getting popularity for having such effects favorable for human health as purifying air, removing heavy metal ions from water and emitting far-infrared rays and anion.\n\t\t\t\t\t\n\t\t\t\t\t Scientists of the institute succeeded in developing ultra-fine powder technology to raise the purity of tourmaline up to 99 percent and thus turned out various tourmaline products.\n\t\t\t\t\t\n\t\t\t\t\t Among those products are water purifier, paints and functional wallpaper."
        },
        {
            "title": "Old Book on Astronomy",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-12ee.html",
            "content": "Old Book on Astronomy\r\nPyongyang, May 25 (KCNA) -- It was in 1343 that the astronomy-related book \"Susiryokchopbopripsong\" written by Kang Bo, a civil official and mathematician in the period of Koryo (918-1392), was brought out.\n\t\t\t\t\t Carried in the book are numeration tables for making calendar and astronomical data.\n\t\t\t\t\t\n\t\t\t\t\t The book has three sections, which deal with the theories on movements of the sun and the moon and a theory on Mercury, Venus, Mars, Jupiter and Saturn, together with an appendix to mathematical theories on multiply and division.\n\t\t\t\t\t\n\t\t\t\t\t The book is of great significance as it is a collection of astronomical calculations made in a peculiar way and shows the astronomical achievements gained by the then Korean people."
        },
        {
            "title": "Rodong Sinmun on Modeling Party and Revolutionary Ranks on Monolithic Idea",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-05ee.html",
            "content": "Rodong Sinmun on Modeling Party and Revolutionary Ranks on Monolithic Idea\r\nPyongyang, May 25 (KCNA) -- Modeling the Workers' Party of Korea and revolutionary ranks is a guide for the invincible Korean revolution, Rodong Sinmun Thursday says in an article.\n\t\t\t\t\t Noting that the whole course of the Korean revolution is the glorious one in which the great revolutionary idea has been developed into a powerful engine for the struggle and changes, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung attached primary importance to the work for imbuing the whole party and all the people with the Juche idea and let the party's ideological work be strictly subordinated to it.\n\t\t\t\t\t\n\t\t\t\t\t Under the guidance of leader Kim Jong Il, the work to model the whole party and society on Kimilsungism was put on a new higher stage and the WPK had strengthened into the invincible ranks whose members think and act only on their leader's idea and intention.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution could lead the trend of the independence era, overcoming harsh ordeals decisive of victory or failure and advance or retreat, as there was the great revolutionary idea and the party and the revolutionary ranks had been armed with this monolithic idea.\n\t\t\t\t\t\n\t\t\t\t\t Today all the positions of our revolution have become offensive ones and the bases for education in the revolutionary traditions, victorious traditions and class education are ceaselessly visited by many people determined to defend socialism at the cost of their lives. This evidently shows the revolutionary stand of the army and people of the DPRK to win the final victory in the showdown with the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution declared its new start with formation of the Down-with-Imperialism Union and our party and people have won one victory after another in the anti-imperialist struggle with political and ideological superiority. They will smash the imperialists' anti-socialist moves with the revolutionary ideological offensive and display the advantages and might of socialism to the maximum."
        },
        {
            "title": "Rodong Sinmun Commentator Reveals Truth of \"Maximum Pressure and Engagement\"",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-06ee.html",
            "content": "Rodong Sinmun Commentator Reveals Truth of \"Maximum Pressure and Engagement\"\r\nPyongyang, May 25 (KCNA) -- A commentator's article of Rodong Sinmun Thursday discloses the truth about \"maximum pressure and engagement\", the revised version of the obsolete policy of hostility toward the DPRK being pursued by the Trump administration.\n\t\t\t\t\t Saying that the U.S. \"maximum pressure\" is the height of the most malignant sanctions and blockade against the DPRK, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The keynote of the \"maximum pressure\" is to put high-intensity pressure far surpassing those enforced by the successive regimes of the U.S. upon the DPRK in the shortest possible period by mobilizing all possible means and methods in order to make the DPRK accept its demands regarding the nuclear issue.\n\t\t\t\t\t\n\t\t\t\t\t Threats by force and high-intensity military pressure constitute the core of the \"maximum pressure\" touted by the Trump group.\n\t\t\t\t\t\n\t\t\t\t\t The policy also calls for isolating the DPRK, a legitimate sovereign state, to the extremes in the international diplomatic arena while putting military pressure beyond imagination to deprive it of its sovereign right and its people of their elementary right to existence.\n\t\t\t\t\t\n\t\t\t\t\t Disclosing the essence of the policy of \"engagement\" called for by the Trump administration, the article stresses the U.S., which is perfectly aware that it can never stop the DPRK from modernizing nuclear capabilities with such coercive step as the \"maximum pressure\", seeks to force the DPRK into \"dismantling nuclear program\" by putting into use all engagement means as appeasement, deception, bargaining and persuasion after covering up its deplorable defeat.\n\t\t\t\t\t\n\t\t\t\t\t The policy of \"maximum pressure and engagement\" loudly advertised by the Trump administration is fated to be thrown into the garbage ground soon after its appearance, the article notes, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has to face up to its rival and stop the foolish political sophism as \"maximum pressure and engagement\", an unrealistic policy which would only touch off greater rebuff and challenge from its rival.\n\t\t\t\t\t\n\t\t\t\t\t Recognition, respect, equality and reciprocity based on the withdrawal of its hostile policy toward the DPRK, not \"maximum pressure and maximum engagement\" would serve the proper policy for establishing normal relations between the DPRK and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Opportunities do not come often and time never stops.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Trump administration had better make a wise decision before suffering bigger crisis and irrevocable defeat and ruin."
        },
        {
            "title": "First Official Trial of Park Geun Hye Held in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-07ee.html",
            "content": "First Official Trial of Park Geun Hye Held in S. Korea\r\nPyongyang, May 25 (KCNA) -- There was the first official trial of Park Geun Hye who had been indicted on charges of the abuse of political power at the Seoul Central District Court on May 23.\n\t\t\t\t\t Park was taken to the court under guard with number 503 attached on her convict clothes, her hands handcuffed.\n\t\t\t\t\t\n\t\t\t\t\t The prosecution side clarified that it would prove the abuse of power by Park Geun Hye and Choe Sun Sil, terming the case the abuse of \"state power\", pursuance of private interests and nexus with business conglomerates.\n\t\t\t\t\t\n\t\t\t\t\t Park and her group demanded not-guilty, asserting that there is no evidence proving bribery and conspiracy, the prosecution side charged her on presumption and the bribery case lacks proof.\n\t\t\t\t\t\n\t\t\t\t\t Shielding their own crimes, they took issue with the corruption of the prosecution chiefs with whom they had been involved in bribery, blackmailing the prosecution side.\n\t\t\t\t\t\n\t\t\t\t\t The court side decided to continue inquiry into the facts of the case to make the first judgment within six months."
        },
        {
            "title": "Honorary Chairman of S. Korean Body on Urgent Task for New Regime",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-15ee.html",
            "content": "Honorary Chairman of S. Korean Body on Urgent Task for New Regime\r\nPyongyang, May 25 (KCNA) -- The south Korean internet paper Tongil News on May 19 carried an article \"Independent and reunified world without prisoners of conscience and security law\" written by Kwon O Hon, honorary chairman of the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy.\n\t\t\t\t\t The article stated that the urgent task for the new regime in south Korea is to release the prisoners of conscience who were arrested on the charge of \"following of the north\", lift the search for those wanted for political offences, abrogate the \"security law\" and disband the security mechanism.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the pressing task is to improve the south-north relations and establish a peace-keeping mechanism, the article went on:\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to clarify the will to implement the July 4 joint statement, the south-north agreement, the June 15 joint declaration and the October 4 declaration and pave a path for dialogue. \n\t\t\t\t\t\n\t\t\t\t\t The regime should lift the \"May 24 measure\" and resume the work of Kaesong Industrial Park and the tour of Mt Kumgang and realize humanitarian aid including the reunion of \"divided families\".\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" authorities should join in the pan-national conference for peace and reunification of the country and development of south-north relations and fully support it.\n\t\t\t\t\t\n\t\t\t\t\t The regime should push ahead the military talks for defusing the military tension and building confidence.\n\t\t\t\t\t\n\t\t\t\t\t It should stop war exercises with outsiders aimed at \"collapse\" of the north's regime.\n\t\t\t\t\t\n\t\t\t\t\t It should not repeat the former regime's assertion calling for \"settlement of the nuclear issue first\" before south-north dialogue and normalization of the relations.\n\t\t\t\t\t\n\t\t\t\t\t It is important to put an end to the U.S. unjust hostile policy toward the north, main factor of war crisis on this land, and the evil cycle of sanctions and pressure on the north."
        },
        {
            "title": "Int'l Peace Champions Demand Withdrawal of THAAD",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-14ee.html",
            "content": "Int'l Peace Champions Demand Withdrawal of THAAD\r\nPyongyang, May 25 (KCNA) -- 102 international peace activists from different countries on May 16 reportedly made public a joint statement in demand of the withdrawal of the THAAD and guarantee of peace on the Korean peninsula.\n\t\t\t\t\t The statement said the U.S. should accept the failure of the sanctions and pressure upon the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It stressed the need to hold negotiations for defusing the nuclear threats from the Korean peninsula and the rest of Northeast Asia and replacing the truce system by peace-keeping mechanism.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the Trump administration of the U.S. and the south Korean authorities to pay heed to the voices of the world people desirous of peace and stop the military drills escalating military tension on the Korean peninsula and in its vicinity."
        },
        {
            "title": "Kim Jong Un's Work Introduced by Russian Website",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-01ee.html",
            "content": "Kim Jong Un's Work Introduced by Russian Website\r\nPyongyang, May 25 (KCNA) -- The full text of respected Supreme Leader Kim Jong Un's work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" was posted on the Russian website Irkutskblogspot. Ru on May 18.\n\t\t\t\t\t The work, published on Aug. 25, Juche 102 (2013), deals with the Songun revolutionary leadership feats of leader Kim Jong Il and the essence and originality of his Songun revolutionary idea. It also indicates the tasks for accomplishing the revolutionary cause of Songun."
        },
        {
            "title": "Kim Jong Un's Feats Lauded Abroad",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-02ee.html",
            "content": "Kim Jong Un's Feats Lauded Abroad\r\nPyongyang, May 25 (KCNA) -- Media of various countries gave special write-ups to the 1st anniversary of respected Supreme Leader Kim Jong Un's election as chairman of the Workers' Party of Korea between May 5 and 9.\n\t\t\t\t\t The Indian newspaper Ocean News Point carried an article titled \"Father of People and Brilliant Succession\" illustrated with a photo of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The article said that the President devoted his all to the happiness of the people, regarding it as his lifelong motto to believe in the people as in Heaven, and his exploits are creditably carried forward by Kim Jong Un, another popular leader.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi paper The Daily Folk in an article titled \"Great Leader of Mother Party\" said that Kim Jong Un is the great leader of the WPK called mother party by all the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian paper Nigerian Observer and the Peruvian paper El Comercio in their articles gave an account of the personality of Kim Jong Un as a great man born of Heaven who made the DPRK a full-fledged satellite manufacturer and launcher and nuclear power, decisively smashing the frantic provocations of the U.S. and its vassal forces.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism, the Anti-Imperialist Forum of Germany and the Madrid Group for the Study of the Juche Idea in Spain posted on their websites articles telling about the greatness and noble virtues of Kim Jong Un and stories about his love for the people."
        },
        {
            "title": "Swiss Bodies on DPRK's Step for Bolstering Nuclear Deterrent",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-03ee.html",
            "content": "Swiss Bodies on DPRK's Step for Bolstering Nuclear Deterrent\r\nPyongyang, May 25 (KCNA) -- The Swiss Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea on May 16 issued a joint statement in support of the DPRK's test-fire of ground-to-ground medium-to-long range strategic ballistic rocket Hwasong-12.\n\t\t\t\t\t Noting that the DPRK categorically rejected the press statement of the UNSC, which criticized the DPRK's test-fire of new ballistic rocket as \"threat\" while conniving at the U.S. test-launch of intercontinental ballistic missiles, the joint statement said:\n\t\t\t\t\t\n\t\t\t\t\t The gangster logic of the UNSC, nothing but a puppet of the U.S., is that the U.S. is allowed to do whatever it desires but the DPRK is not allowed to do anything.\n\t\t\t\t\t\n\t\t\t\t\t The test-fire of Hwasong-12, conducive to ensuring the peace and stability of the Korean peninsula, was for bolstering up the self-reliant defense force and it gave no impact on the security of neighboring countries.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the UNSC in its press statement asserted that the test-fire aggravates the situation of the peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t This is unacceptable sophism and plot and behind it is the U.S. hatching a criminal counter-revolutionary scenario to disarm and bring down socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t However, the DPRK will remain unfazed at any threat and blackmail and continue to bolster up its nuclear deterrent for self-defense and peace."
        },
        {
            "title": "Kim Yong Nam felicita al rey jordano",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-12ss.html",
            "content": "Kim Yong Nam felicita al rey jordano\r\nPyongyang, 25 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 25 un mensaje de felicitacion al monarca del Reino Hachemita de Jordania, Abdullah II, con motivo del 71o aniversario de la independencia de este pais.\n\t\t\t\t\tEl remitente desea de todo corazon al destinatario y al pueblo jordano mayores exitos en sus trabajos por la estabilidad y desarrollo del pais."
        },
        {
            "title": "Parte hacia Tailandia la delegacion de Comite Olimpico de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-13ss.html",
            "content": "Parte hacia Tailandia la delegacion de Comite Olimpico de la RPDC\r\nPyongyang, 25 de mayo (ACNC) -- La delegacion del Comite Olimpico de la Republica Popular Democratica de Corea, encabezada por Son Kwang Ho, viceministro de Deportes y vicepresidente del comite, salio el dia 25 de esta capital para participar en la asamblea general de la Federacion Internacional de Halteras que se efectuara en Tailandia."
        },
        {
            "title": "CRN denuncia maniobra de conservadores surcoreanos contra mejora de relaciones N-S",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-14ss.html",
            "content": "CRN denuncia maniobra de conservadores surcoreanos contra mejora de relaciones N-S\r\nPyongyang, 25 de mayo (ACNC) -- El portavoz del Consejo de Reconciliacion Nacional hizo publica este jueves una declaracion de condena a los desesperados movimientos de los conservadores surcoreanos para impedir la mejora de relaciones entre ambas partes coreanas.\n\t\t\t\t\tEl representante parlamentario del \"Partido de Corea Libre\", Jong U Thaek, el candidato \"presidencial\" perdido, Hong Jun Phyo, y otros conservadores chismean en estos dias que \"el gobierno debe calar a fondo la naturaleza del Norte\" y \"no habra el dialogo mientras que el Norte no renuncie el arma nuclear y el misil\", comienza la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, Chosun Ilbo, Dong-A Ilbo y otros medios de prensa conservadores informan que \"es una ilusion resolver el problema de relaciones Sur-Norte mediante el dialogo\", \"este puede ser malempleado en el incremento de armas nucleares del Norte\" y \"el gobierno debe enviar el mensaje duro al Norte\".  \n\t\t\t\t\t\n\t\t\t\t\tTal locura antinacional enrarece la gran esperanza y fuerte deseo de toda la nacion sobre la mejora de relaciones intercoreanas y la reunificacion de la patria y agrava mas la confrontacion fratricida. \n\t\t\t\t\t\n\t\t\t\t\tHoy dia, el saneamiento de relaciones intercoreanas es el problema vital que decide la via de paz, estabilidad y prosperidad en la Peninsula Coreana o la busqueda del enfrentamiento fratricida y desastres de guerra nuclear. Pues, eso es la aspiracion fundamental de la nacion, antes de ser una demanda de las autoridades o las fracciones politicas. \n\t\t\t\t\t\n\t\t\t\t\tEs muy ridiculo que los conservadores surcoreanos trataran de frenar la mejora de vinculos Norte-Sur diciendo tonterias sobre este asunto importante de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tEl comportamiento desesperado de ellos parten del miedo a que sufran la desintegracion debido al fracaso total de su politica fratricida que se les acercara aun mas si se abre la via de mejoramiento de vinculos N-S, ya que ellos cayeron en la crisis extremada a causa de la dimision de Park Geun-hye y la perdida en las elecciones \"presidenciales\". \n\t\t\t\t\t\n\t\t\t\t\tEl mejoramiento de las relaciones entre ambas partes coreanas es la tendencia de la epoca que no se puede detener por nada. Y los conservadores surcoreanos deben despertarse de su ilusion. \n\t\t\t\t\t\n\t\t\t\t\tSi esos desperdicios de la historia siguen actuando como ahora, les llegara mas pronto el momento de su fin tragico."
        },
        {
            "title": "EMG del EPC condena nueva provocacion militar de los titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-11ss.html",
            "content": "EMG del EPC condena nueva provocacion militar de los titeres surcoreanos\r\nPyongyang, 25 de mayo (ACNC) -- En relacion con que los titeres surcoreanos volvieron a cometer un acto de provocacion armada en la delicada zona de la Linea de Demarcacion Militar, el portavoz del Estado Mayor General del Ejercito Popular de Corea dio el dia 25 a la ACNC la siguiente respuesta:\n\t\t\t\t\tLas periferias de la Linea de Demarcacion Militar son la zona cadente donde se enfrentan constante y agudamente las enormes fuerzas armadas de ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, al ver sobre las 4 de la tarde del dia 23 una banda de aves sobrevolando la primera linea del frente en Cholwon de la provincia de Kangwon, los titeres surcoreanos emitieron una advertencia radial hacia nuestra parte diciendo que descubrieron una \"aeronave desconocida volando hacia el sur por via de la Linea de Demarcacion Militar\" y armaron enseguida un escandalo disparando mas de 450 balas de ametralladora.\n\t\t\t\t\t\n\t\t\t\t\tEsos trastornados mentales, habituados a echar la culpa a la parte connacional, habian insistido en que una explosion sospechosa ocurrida en la zona desmilitarizada y el hundimiento del buque de guerra se debieron a la \"mina de madera y al torpedo del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tAdemas describieron una banda de aves en vuelo al sur, una puerta de bano y una envoltura de termo como \"drone del Norte\", \"su resto\" y \"proyectil del lanzacohetes reactivo autopropulsado del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tLa nueva provocacion militar deviene el ultimo recurso para frenar el ambiente de temor a la guerra y al servicio militar que reina en el ejercito titere surcoreano a causa del creciente poderio de armas nucleares y cohetes balisticos de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tNadie hara caso al absurdo rumor de \"vuelo al sur de aeronave\" que difunden los belicistas militares surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tAl contrario, ellos seran ridiculizados ganandose la ignominia de \"adictos al complot y a la falsificacion\".\n\t\t\t\t\t\n\t\t\t\t\tEl EPC observa con aguda vigilancia la nueva locura conflictiva de los provocadores que se torna imprudente."
        },
        {
            "title": "Se abre en Sur de Corea primer juicio oficial sobre Park Geun-hye",
            "url": "http://kcna.co.jp/item/2017/201705/news25/20170525-07ss.html",
            "content": "Se abre en Sur de Corea primer juicio oficial sobre Park Geun-hye\r\nPyongyang, 25 de mayo (ACNC) -- Segun trascendidos en el Sur de Corea, tuvo lugar el dia 23 en el Tribunal Local Central de Seul el primer juicio oficial sobre la traidora Park Geun-hye, acusada y detenida por el inaudito escandalo politico de corrupcion.\n\t\t\t\t\tEse dia, ella llego al tribunal en un coche de custodia con manos esposadas y en vestido de prisionera con el numero marcado \"503\".\n\t\t\t\t\t\n\t\t\t\t\tLa fiscalia definio el \"escandalo Park Geun-hye - Choe Sun Sil\" como caso de abuso del poder, burla a la \"administracion estatal\", persecucion de intereses privados y vinculacion con plutocratas.\n\t\t\t\t\t\n\t\t\t\t\tLa acusada y sus compinches insistieron en la inocencia diciendo que la demanda de la fiscalia se basa en la suposicion e imaginacion, ya que no hay motivos de soborno ni pruebas de complicidad.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, chantajearon a la fiscalia planteando el reciente incidente de entrega y recibo del dinero por parte de altas figuras de la fiscalia surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tEl panel de jueces declaro que continuara la pesquisa sobre Park, detenida y recluida a finales de marzo pasado, y dictara la sentencia de primera instancia dentro de 6 meses, periodo de retencion."
        }
    ]
}