{
    "date": "2017-10-31",
    "url": "http://kcna.co.jp/item/2017/201710/2017-10-31ee.html",
    "articles": [
        {
            "title": "DPRK Olympic Committee Delegation Leaves for Czech Republic",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-14ee.html",
            "content": "DPRK Olympic Committee Delegation Leaves for Czech Republic\r\nPyongyang, October 31 (KCNA) -- A delegation of the DPRK Olympic Committee led by Chairman Kim Il Guk, minister of Physical Culture and Sports, left here Tuesday to take part in the 22nd ANOC General Assembly to be held in Prague of the Czech Republic."
        },
        {
            "title": "New Energy-saving Technology Developed",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-18ee.html",
            "content": "New Energy-saving Technology Developed\r\nPyongyang, October 31 (KCNA) -- The Solar-Energy Products Development Center in the DPRK recently made public new energy-saving technology.\n\t\t\t\t\t Based on this technology, the center succeeded in developing new heat-transmission activators which help raise the working efficiency of different motors while pushing their power up and saving fuel and lubricant.\n\t\t\t\t\t\n\t\t\t\t\t And it established superior energy-saving air-conditioning system by using the activators characteristic of stepping up heat-transmission.\n\t\t\t\t\t\n\t\t\t\t\t Now, it gains momentum to introduce the technology into different fields of national economy."
        },
        {
            "title": "Sci-Tech Presentation in Electronics and Automation Held",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-20ee.html",
            "content": "Sci-Tech Presentation in Electronics and Automation Held\r\nPyongyang, October 31 (KCNA) -- The Central Committee of the General Federation of Science and Technology of Korea sponsored a sci-tech presentation in electronics and automation.\n\t\t\t\t\t Present there were scientists, researchers, teachers and post-graduates of Kim Il Sung University, Kim Chaek University of Technology, State Academy of Sciences and other units.\n\t\t\t\t\t\n\t\t\t\t\t The presentation heard 200 odd papers, divided into the panels of automation and electronics.\n\t\t\t\t\t\n\t\t\t\t\t Its opening ceremony took place at the Sci-Tech Complex on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t There will be lectures on various themes during the presentation that will last until Thursday."
        },
        {
            "title": "DPRK Championships Closes",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-21ee.html",
            "content": "DPRK Championships Closes\r\nPyongyang, October 31 (KCNA) -- The DPRK championships closed with due ceremony at the Basketball Gymnasium in Chongchun Street on Tuesday.\n\t\t\t\t\t Men and women players of the April 25 Sports Team, the Kigwancha Sports Team, the Defense Sports Team of the Korean People's Army and the Amnokgang Defence Sports Team renewed national records in weightlifting, swimming, archery and shooting events during the championships.\n\t\t\t\t\t\n\t\t\t\t\t The April 25 Sports Team won in men's and women's basketball and volleyball events.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Choe Hwi, vice-chairman of the C.C., Workers' Party of Korea, Vice-Premier Jon Kwang Ho, officials concerned, sportspersons and citizens."
        },
        {
            "title": "National Exhibition of IT Achievements and Scientific Paper Presentation by University Students Closes",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-22ee.html",
            "content": "National Exhibition of IT Achievements and Scientific Paper Presentation by University Students Closes\r\nPyongyang, October 31 (KCNA) -- A national exhibition of information sci-tech achievements and scientific paper presentation made by university students closed with due ceremony at the Sci-Tech Complex on Tuesday.\n\t\t\t\t\t University students across the country presented many inventions made in the course of their study and scientific researches and valuable scientific papers.\n\t\t\t\t\t\n\t\t\t\t\t Highly estimated at the exhibition were more than 400 IT goods and over 30 scientific papers conducive to implementing the five-year strategy for national economic development.\n\t\t\t\t\t\n\t\t\t\t\t Attending the closing ceremony were Kim Sung Du, chairman of the Education Commission, Ri Chung Gil, chairman of the State Science and Technology Commission, officials concerned, officials of the youth league and university students."
        },
        {
            "title": "KCNA Commentary Ridicules Trump's Thoughtless Wordplay over DPRK",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-19ee.html",
            "content": "KCNA Commentary Ridicules Trump's Thoughtless Wordplay over DPRK\r\nPyongyang, October 31 (KCNA) -- The mouth of Trump, master of invective ill-famed for spouting bellicose and irresponsible rhetoric, caused trouble again.\n\t\t\t\t\t At a recent interview with Fox News, he said the U.S. is incredibly well prepared to cope with the \"north's provocation\" and anyone will be \"greatly shocked\" to know about it.\n\t\t\t\t\t\n\t\t\t\t\t It is nothing surprising as he reeled off the rhetoric calling for \"totally destroying\" a sovereign state at a UN arena, obliged to discuss peace issue, only to throw the world into consternation.\n\t\t\t\t\t\n\t\t\t\t\t But what is worthy taking note of is his sordid wordplay before his Asian junket.\n\t\t\t\t\t\n\t\t\t\t\t Maybe, he wanted to threaten the DPRK, embolden his stooges like Japan and south Korea and show off his \"might\".\n\t\t\t\t\t\n\t\t\t\t\t But this only proves that he has a serious headache and is pushed into the corner because of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Now he is introducing nuclear carrier task force and other massive strategic hardware into waters off the Korean peninsula while spreading such ambiguous phrases as \"calm before storm\" and \"only one effective way\". He is, at the same time, making all desperate efforts to make the whole world join it in putting sanctions and pressure on the DPRK, only to see it proving ineffective.\n\t\t\t\t\t\n\t\t\t\t\t Instead, he disclosed his true nature as a nuclear war maniac before the world and was diagnosed as \"incurably mentally deranged\".\n\t\t\t\t\t\n\t\t\t\t\t The CNN recently carried out an opinion poll and 63 percent of respondents denounced Trump's DPRK policy as \"imprudent one which escalates tension\".\n\t\t\t\t\t\n\t\t\t\t\t There are strong assertions within the U.S. political circle calling on Trump to take his hands off Korea, and experts on the Korean issue are denouncing Trump for trying to settle the \"nuclear issue of the north\", whose solution has been failed despite scores of years of endeavors, with a few improvised words. They comment that Trump is too incompetent to play the role of standing in confrontation with the DPRK as it becomes a hard challenge even to president possessed of abilities and judgment.\n\t\t\t\t\t\n\t\t\t\t\t Yet, Trump behaves as if he will do something big, while bluffing about \"full preparedness\" and \"big shock\". He absolutely needs medicine for curing his psychical disorder.\n\t\t\t\t\t\n\t\t\t\t\t He even affirmatively estimated and encouraged \"China's participation in sanctions on the DPRK\", and said that \"China is truly helping the U.S. over the north Korea issue\". These brownnosing words are utterly sickening and disgusting.\n\t\t\t\t\t\n\t\t\t\t\t Trump's wild outbursts are just the hysteric spasmodic symptom of his discomfort and fear after finding that his strategy does not work on the DPRK and the DPRK is getting stronger, instead.\n\t\t\t\t\t\n\t\t\t\t\t Incompetent ones are apt to make a false show of power.\n\t\t\t\t\t\n\t\t\t\t\t Now is high time that the U.S. pondered over the might of the DPRK's state nuclear force."
        },
        {
            "title": "Rodong Sinmun Calls for Production Upswing in Light Industry",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-05ee.html",
            "content": "Rodong Sinmun Calls for Production Upswing in Light Industry\r\nPyongyang, October 31 (KCNA) -- Rodong Sinmun Tuesday editorially calls upon the officials and workers in the light industrial sector to bring about radical upswing in production under the banner of self-reliance as intended by the Workers' Party of Korea and thus make a decisive turn in improvement of the people's standard of living.\n\t\t\t\t\t The people-first doctrine is a political idea of the WPK and its politics are for the wellbeing of the people from A to Z, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Our Party is steadily holding fast to the line of simultaneously developing the two fronts in order to provide a peaceful environment for the building of an economic giant and concentrate greater efforts on it and bring the highest civilization and all blessings of socialism to the people as soon as possible.\n\t\t\t\t\t\n\t\t\t\t\t The ongoing gigantic struggle for implementing the decision of the Seventh Congress of the WPK, too, is directly linked to the improvement of people's standard of living.\n\t\t\t\t\t\n\t\t\t\t\t In order to make a radical leap forward in improving the people's livelihood, true to the Party's policy of giving priority to the people and loving them, it is needed to accelerate the drive for increased production and innovations in the front of light industry.\n\t\t\t\t\t\n\t\t\t\t\t When the light industrial factories are in full operation, we can successfully meet the people's needs for material and cultural life with enough consumer goods and living necessities.\n\t\t\t\t\t\n\t\t\t\t\t The productive upswing in light industry will be of great significance in revitalizing the country's overall economy and giving full play to the advantages of Korean-style socialism and the national power of Juche Korea. It also helps the ongoing general offensive become a grand march of improving the people's standard of living which will give substantial benefits to the people.\n\t\t\t\t\t\n\t\t\t\t\t When all the units of light industry with rich potentials and solid foundations are seething with radical leaps, this will give fresh impetus to the whole economy and result in jaw-dropping miracles."
        },
        {
            "title": "Endless Is Glory and Happiness of Korean People: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-06ee.html",
            "content": "Endless Is Glory and Happiness of Korean People: Rodong Sinmun\r\nPyongyang, October 31 (KCNA) -- Proud victory and success being made in the revolution and construction under the leadership of the Workers' Party of Korea enhance the pride and self-respect of the Korean people as the master of the great power, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the high pride and honor of the Korean people to work and live in the powerful country based on single-minded unity, the nuclear power of Juche and world-level military giant, and in the self-reliance power making steady leap forward and prosperity by dint of self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t Their highest dignity and pride is to hold the great leader in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t If its leader is great, even a small country will become a developed country and a prestigious and dignified power. Greatness of a leader just means the greatness of a country and a nation.\n\t\t\t\t\t\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un is the most distinguished statesman and peerlessly great man in the present era.\n\t\t\t\t\t\n\t\t\t\t\t The new century of Juche is the emotion-charged days when his outstanding ideo-theoretical wisdom, great leadership and noble traits have been fully displayed.\n\t\t\t\t\t\n\t\t\t\t\t Endless is the glory and happiness of the Korean people who live under the care of the great father making a great history of priority, respect and love for the people and ceaselessly traveling a journey of devoted service to them.\n\t\t\t\t\t\n\t\t\t\t\t The best power for the people will be surely built on this land under the leadership of Kim Jong Un, symbol of mightiness of Juche Korea and bright sun of our destiny."
        },
        {
            "title": "Minju Joson Derides S. Korean Regime Keen on Eliciting International Sanctions and Pressure on DPRK",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-11ee.html",
            "content": "Minju Joson Derides S. Korean Regime Keen on Eliciting International Sanctions and Pressure on DPRK\r\nPyongyang, October 31 (KCNA) -- The south Korean puppet Foreign Ministry and Unification Ministry are busy with their efforts to realize international cooperation for sanctions and pressure on the DPRK.\n\t\t\t\t\t The puppet forces held \"consultative meeting of chief delegates to the six-party talks\" and \"consultative meeting of vice foreign ministers\" together with the American and Japanese masters in Seoul. They also sent puppet Foreign Minister Kang Kyong Hwa to Europe to let her beg for \"cooperation over nuclear issue of the north\". The puppet Unification Minister Jo Myong Gyun, too, made his appearance at international conferences in Seoul where he became vocal about the \"nuclear issue of the north\" and asked countries of the world to actively come out to put sanctions and pressure on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He even went so impudent as to call for \"option of right path\" and \"offer of bright future\".\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday terms this a despicable begging of those seized by sycophantic treachery as this is a foolish trick to revive the already defunct six-party talks.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' clumsy farce for international sanctions and pressure on the DPRK is last-ditch efforts of the U.S.-reared rabid dogs afraid of the might of the DPRK which built the state nuclear force which has reached the final stage of completion, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Those who run reckless while staking their fate on sycophantic treachery, being unaware of what guarantees peace and security of the Korean peninsula and where lie the fundamental interests of the nation, will only get nothing but the ill fame of modern-day \"five traitors of 1905\".\n\t\t\t\t\t\n\t\t\t\t\t The ministers and vice-ministers of those ministries of south Korea should behave with discretion if they do not want to face the same miserable fate as Yun Pyong Se and Hong Yong Phyo who were pushed into the cesspool together with traitor Park Geun Hye while getting keen on sanctions and pressure on the DPRK."
        },
        {
            "title": "S. Korean Authorities Should Properly Know What Is Driving Force of History: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-07ee.html",
            "content": "S. Korean Authorities Should Properly Know What Is Driving Force of History: Rodong Sinmun\r\nPyongyang, October 31 (KCNA) -- Rodong Sinmun Tuesday carries a commentary dedicated by Kim Jong Hyok, a researcher on south Korean affairs, to the first anniversary of the candlelight struggle for the impeachment of Park Geun Hye in south Korea.\n\t\t\t\t\t The commentary says:\n\t\t\t\t\t\n\t\t\t\t\t The candlelight struggle prevalent in south Korea drove Park out of power, throwing her into the grave-like prison, and brought about regime change.\n\t\t\t\t\t\n\t\t\t\t\t Although several months have passed since the present \"government\" styling itself a \"candlelight government\" appeared, the demands of the participants in the candlelight demonstrations have not yet been met.\n\t\t\t\t\t\n\t\t\t\t\t The arbitrary practices of the gangster-like U.S. tightening the noose of subordination are getting more serious and the inter-Korean ties still remain at the lowest ebb and south Korea is exposed to the nuclear war danger.\n\t\t\t\t\t\n\t\t\t\t\t Against this backdrop, the conservatives in a dilemma are viciously challenging the candlelight demonstrators calling for the liquidation of deep-seated evils, while talking about \"regress of history\" like a thief crying \"stop the thief\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive must feel the strength of the candlelight resistance against the pro-U.S. sycophancy and fascist dictatorship and the might of the independent nation along with the June 15 era. He would have not found himself in the tight corner as now, if he had properly understood the strength of the candlelight demonstrators, that of the people and that of the nation, and based himself on it.\n\t\t\t\t\t\n\t\t\t\t\t The public mindset represents the will of Heaven. If the south Korean authorities go against the candlelight demonstrators they are bound to meet the doom.\n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to properly know what is the driving force of history and come to their senses and make a right choice, though belatedly."
        },
        {
            "title": "S. Korean Paper Slams Police Authorities' Gag on Press",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-13ee.html",
            "content": "S. Korean Paper Slams Police Authorities' Gag on Press\r\nPyongyang, October 31 (KCNA) -- The south Korean online paper Jaju Sibo in a special statement on Oct. 26 said that those who suppress the progressive media persons would face judgment of history.\n\t\t\t\t\t It denounced the Security Investigation Group under the Taegu Police Station for conducting investigation into Kim Pyong Gil, representative of Jaju Sibo, on charges of violation of the \"Security Law\" on Oct. 24 and 25.\n\t\t\t\t\t\n\t\t\t\t\t They forcibly searched the house of the representative on Aug. 1.\n\t\t\t\t\t\n\t\t\t\t\t The statement accused the police authorities of conducting investigation like torture every day while treating the 80-year-old representative as a criminal for the mere reason that he sent clips of papers related to the situation on the Korean peninsula to his juniors in jail."
        },
        {
            "title": "S. Korean Body Goes on Hunger Strike in Demand of Lee Myung Bak's Arrest",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-15ee.html",
            "content": "S. Korean Body Goes on Hunger Strike in Demand of Lee Myung Bak's Arrest\r\nPyongyang, October 31 (KCNA) -- The members of the anti-Lee Myung Bak organization \"Commando to Capture Lee Myung Bak\" has been on an indefinite hunger strike and signature campaign near his house in demand of his arrest from Oct. 25, according to the south Korean online paper Voice of Seoul.\n\t\t\t\t\t Upset by the action, the chief of the Office of Kangnam District, Seoul, who is Lee's cat's paw, let gangsters take by force the tents for hunger strike and assaulted the participants.\n\t\t\t\t\t\n\t\t\t\t\t The hunger strikers asked why the body demanding Lee's arrest must be discontinued while the conservatives' sit-in strike to have Park Geun Hye released is allowed to go on for scores of days.\n\t\t\t\t\t\n\t\t\t\t\t They called for throwing traitor Lee into prison at any cost through the indefinite hunger strike."
        },
        {
            "title": "S. Korean Body Demands U.S. Purify Soil and Underground Water in Its Military Base",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-16ee.html",
            "content": "S. Korean Body Demands U.S. Purify Soil and Underground Water in Its Military Base\r\nPyongyang, October 31 (KCNA) -- It was reportedly disclosed that the soil and underground water in the U.S. military base in Puphyong of south Korea, to be transferred, have been seriously contaminated.\n\t\t\t\t\t Different sorts of toxics such as a defoliant causing cancer were detected in the soil of the base and the underground water has been contaminated by the arsenic, cadmium, quick-silver and other heavy metals.\n\t\t\t\t\t\n\t\t\t\t\t The Green Federation in Inchon made public a statement on Oct. 27 to demand that the U.S. forces transfer the base after apologizing for the pollution and purifying the contaminated soil and water."
        },
        {
            "title": "S. Korean Media Censures Political Strife among Opposition Conservatives",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-17ee.html",
            "content": "S. Korean Media Censures Political Strife among Opposition Conservatives\r\nPyongyang, October 31 (KCNA) -- Newsy of south Korea on Oct. 24 censured the conservative opposition parties for trading insults to grab power.\n\t\t\t\t\t The broadcasting service referred to the festering conflicts between representative Hong Jun Phyo and pro-Park Geun Hye cult in the \"Liberal Korea Party\" and between representative An Chol Su of the Kukmin Party and its political camp in North and South Jolla provinces over the issue of merging with the \"Parun Party\" in which its two heavyweights Ryu Sung Min and Kim Mu Song are also at odds over that issue.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the south Korean newspaper Kukmin Ilbo derided the fierce argument between pro-Park cult and Hong's cult within the \"Liberal Korea Party,\" which may lead to a split."
        },
        {
            "title": "Organization to Confiscate Properties of Illicit Fortune Makers Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-12ee.html",
            "content": "Organization to Confiscate Properties of Illicit Fortune Makers Formed in S. Korea\r\nPyongyang, October 31 (KCNA) -- Civic organizations of south Korea formed a headquarters for retaking people's property on Oct. 25, according to south Korean \"News 1\". The headquarters is aimed to retake concealed properties of Chun Doo Hwan, Lee Myung Bak and Choe Sun Sil from abroad.\n\t\t\t\t\t At its inaugural ceremony in Seoul the speakers underscored the need to retake the people's properties usurped by the illicit fortune makers, probe the truth behind their meddling in the political affairs and work hard for the institution of a special law for confiscating properties of Choe Sun Sil.\n\t\t\t\t\t\n\t\t\t\t\t They called for confiscating properties of illicit fortune makers and building a righteous society through an all-people movement."
        },
        {
            "title": "U.S.-Japan-S. Korea Anti-DPRK Military Confab Blasted",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-08ee.html",
            "content": "U.S.-Japan-S. Korea Anti-DPRK Military Confab Blasted\r\nPyongyang, October 31 (KCNA) -- At the recent military authorities' talks among the U.S., Japan and south Korea in the Philippines, the south Korean puppet forces had a confab on \"way for joint counteraction\" together with their masters to do harm to the DPRK under the pretext of \"nuclear and missile threats\".\n\t\t\t\t\t At the military authorities' talks with Japan earlier, they also cried out for \"tightening sanctions and pressure\" to lead the \"north into nuclear dismantlement\" and agreed to closely work for cooperation.\n\t\t\t\t\t\n\t\t\t\t\t A commentary of Rodong Sinmun Tuesday brands this as a dangerous military provocation which renders the already acute situation on the Korean peninsula tenser.\n\t\t\t\t\t\n\t\t\t\t\t What is all the more serious is that the puppet forces fanned up the war atmosphere to the extremes while staging missile warning drill together with their masters in waters off the Korean peninsula under the pretext of coping with the \"nuclear and missile threats from the north\" in the wake of the military confab, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Their provocative acts are premeditated ones to take an active part in the U.S.-led missile defence system while furthering the cooperation with outsiders for invasion of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that this poses serious threats to peace and security in the Korean peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., Japan and the south Korean puppet forces should clearly understand that the horrible nightmare, in which U.S. mainland turns into ashes and the Japanese archipelago is buried in the Pacific as a whole and the south Korean land is devastated, can be put into a reality any moment should they run reckless, while failing to size up the strategic position of the DPRK and the change of the times."
        },
        {
            "title": "U.S. Modernization of Strategic Force Slammed",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-10ee.html",
            "content": "U.S. Modernization of Strategic Force Slammed\r\nPyongyang, October 31 (KCNA) -- The U.S. buckled down to replacing all the inter-continental ballistic missiles amounting to hundreds by new type missiles to which ultra-modern technology is introduced, according to foreign reports.\n\t\t\t\t\t It is also busy with manufacture of new-type unmanned warship called \"Sea Hunter\". The key mission of the warship is said to constantly track down and detect submarines of Russia and China which are equipped with ultra-modern sensor, radar and sonar and whose performance is improved.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday stresses this shows that the U.S. has gone desperate in its efforts to maintain hegemonic position in the field of strategic force.\n\t\t\t\t\t\n\t\t\t\t\t Another aim sought by the U.S. is to foster worldwide arms race again, contain other countries, Russia and China to be specific, from increasing the defence capabilities, neutralize their strategic forces and thus maintain military hegemony, the news analyst notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is very harmful in the light of the peace, wellbeing and development of humankind that huge funds are squandered for arms race.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. is only keen on fostering worldwide arms race. This clearly proves that the U.S. is the empire of evil and enemy of humankind as they have no interests in the peaceful development of mankind.\n\t\t\t\t\t\n\t\t\t\t\t History will surely punish the U.S. for its crimes against humanity as it steps up the development of modern military hardware and brings worldwide arms race in order to realize its ambition for world domination."
        },
        {
            "title": "Trump Group's Rhetoric about \"Threat\" Ridiculed",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-09ee.html",
            "content": "Trump Group's Rhetoric about \"Threat\" Ridiculed\r\nPyongyang, October 31 (KCNA) -- The special assistant to the president for National Security of the U.S., when interviewed by ABC recently, said that Trump would never tolerate the DPRK to threaten the U.S. with nuclear weapons and that he made it clear that every option is on the table.\n\t\t\t\t\t U.S. Pacific Command Chief Harris also said that the consecutive launches of ballistic rockets with various missions carried out by the DPRK including the inter-continental ballistic rockets constitute \"threat to the whole world\", adding that \"its rockets can head for any direction\".\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday in a commentary notes that this is sheer rhetoric aimed to justify the anti-DPRK nuclear war moves and the hostile policy by branding the DPRK as \"poser of threats\" and \"provoker\" and evade the responsibility for the escalation of tension on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The Trump group's vicious vituperation against the DPRK is an expression of their frustration, fear and horror in the face of the speed of the DPRK getting faster and more dynamic despite the harsh pressure put on it by them, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is making desperate efforts to stop the DPRK from advancing while groundlessly slandering it and posing nuclear blackmail against it but this is futile.\n\t\t\t\t\t\n\t\t\t\t\t Neither threat nor blackmail of the U.S. can ever stop the DPRK from advancing toward the completion of the state nuclear force."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-01ee.html",
            "content": "Kim Jong Un's Work Published in Russia\r\nPyongyang, October 31 (KCNA) -- The Knizhnii Mir Publishing House of Russia brought out in booklet respected Supreme Leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding the Great Comrade Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" on October 24 to mark the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and its 72nd birthday and the 91st anniversary of the formation of the Down-with-Imperialism Union.\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), clarifies that it is the principled requirement for victoriously advancing the cause of the Korean revolution to hold Kim Jong Il in high esteem as the eternal general secretary of the WPK. And it indicates the tasks for steadily developing the WPK into the glorious party of President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "October Holidays in DPRK Celebrated",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-02ee.html",
            "content": "October Holidays in DPRK Celebrated\r\nPyongyang, October 31 (KCNA) -- Events took place in Laos, Myanmar, Venezuela, Russia, Belarus and Poland between Oct. 6 and 13 to celebrate the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea, its 72nd birthday and the 91st anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t The chairman of the Laos-Korea Friendship Association said that it is thanks to the seasoned leadership of the WPK that the Korean people have worked startling miracles and innovations in socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar said the WPK, which has its historic roots in the DIU, is a glorious party that had demonstrated its invincible might under the leadership of President Kim Il Sung and HE Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The general coordinator of the Federal Political Secretariat of the United Left Party of Venezuela praised the undying feats of the great leaders for the foundation and development of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Belarus Association for the Study of Juche Idea said that the WPK set forth the line of simultaneously pushing forward the economic construction and the building of nuclear force and has bolstered up the nuclear deterrent in every way, putting an end to the high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t A letter to respected Supreme Leader Kim Jong Un was adopted at an event in Russia."
        },
        {
            "title": "WPK Praised in Russia, Germany",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-03ee.html",
            "content": "WPK Praised in Russia, Germany\r\nPyongyang, October 31 (KCNA) -- Russian and German websites gave write-ups to the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea and its 72nd birthday and the 91st anniversary of the formation of the Down-with-Imperialism Union on Oct. 6-10.\n\t\t\t\t\t Russia's websites posted photos of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The website of the Novosibirsk Regional Committee of the Communist Party of the Russian Federation carried an article which said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are wholeheartedly praising the WPK on its 72nd birthday.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the WPK, the Korean people could lead a worthwhile life, independent and creative, to the full.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that they have sincerely trusted and followed the Party struggling to realize all their dreams and ideals.\n\t\t\t\t\t\n\t\t\t\t\t Website Patrioti Moskva said that the WPK had advanced along the road of socialism invariably even at the time when communist and workers' parties of various countries faced the tragedy of division and collapse at the end of the last century.\n\t\t\t\t\t\n\t\t\t\t\t Website DPRK Today said that the high mental strength and beautiful traits of the Korean people prove the validity and vitality of the ideological work of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The German Group for the Study of Korean Culture posted on the website of the MS Travel Agency an article praising the exploits of Kim Jong Il who built up the WPK into an ideological pure entity and an integral organization ensuring the idea and guidance of the leader."
        },
        {
            "title": "Parte hacia el Checo la delegacion del Comite Olimpico de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-12ss.html",
            "content": "Parte hacia el Checo la delegacion del Comite Olimpico de la RPDC\r\nPyongyang, 31 de octubre (ACNC) -- La delegacion del Comite Olimpico de la Republica Popular Democratica de Corea, encabezada por su presidente y ministro de Deportes Kim Il Guk, partio hoy de esta capital para tomar parte en la 22a asamblea general de los comites olimpicos nacionales que sesionara en Praga."
        },
        {
            "title": "ACNC comenta palabras indiscretas de Trump",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-13ss.html",
            "content": "ACNC comenta palabras indiscretas de Trump\r\nPyongyang, 31 de octubre (ACNC) -- El presidente estadounidense Trump volvio a armar escandalo con sus palabras belicosas e irresponsables.\n\t\t\t\t\tEn la reciente entrevista con Fox News, el dijo que EE.UU. esta preparado a la perfeccion increible para hacer frente a la \"provocacion del Norte de Corea\" y este tendra un \"gran impacto\" cuando conozca la calidad de esos preparativos. \n\t\t\t\t\t\n\t\t\t\t\tNo es una sorpresa este disparate, si tenemos en cuenta su discurso violento sobre la \"destruccion total\" de un Estado soberano, pronunciado en la arena de la ONU donde se discute la paz. \n\t\t\t\t\t\n\t\t\t\t\tPero, nos vemos obligados a comentar esas palabras dichas en visperas de su gira asiatica. \n\t\t\t\t\t\n\t\t\t\t\tParece que Trump quiere elevar su \"prestigio\" amenazando a la Republica Popular Democratica de Corea y dando animo a sus lacayos como Japon y el Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tNo obstante, la realidad comprueba que el se devana los sesos por el problema de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tAhora, Trump envia a la zona maritima de la Peninsula Coreana la flotilla de portaaviones nucleares y otros pertrechos estrategicos y empuja a todo el mundo a la campana de sancion y presion anti-RPDC hablando de la \"tranquilidad en visperas de la tempestad\" y \"unico proyecto eficiente\".\n\t\t\t\t\t\n\t\t\t\t\tComo resultado, se gano la deshonra de \"trastornado mental incurable\" exponiendo ante todo el mundo su atributo de maniaco de guerra nuclear. \n\t\t\t\t\t\n\t\t\t\t\tSegun la reciente encuesta realizada a peticion de la cadena CNN, el 63% de los contestadores censuraron que la politica de Trump sobre la RPDC \"es la indiscreta que aumenta la tension\". \n\t\t\t\t\t\n\t\t\t\t\tSe escuchan en el circulo politico de EE.UU. las opiniones de que Trump debe sacar la mano del problema coreano. \n\t\t\t\t\t\n\t\t\t\t\tY los especialistas en los asuntos coreanos dicen que Trump intenta resolver con unas palabras improvisadas el \"problema nuclear del Norte\", pendiente durante varios decenios. Agregan que la confrontacion con la RPDC es un desafio muy dificil hasta para un presidente competente y que Trump es demasiado incapaz para asumir ese papel. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, Trump actua con fanfarronada hablando de los \"preparativos completos\" y \"gran impacto\". \n\t\t\t\t\t\n\t\t\t\t\tTal vez le necesite la psicoterapia. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, el habia dicho como si hablara a su sirviente que \"aprecia positivamente y estimula la incorporacion de China a la sancion anti-Norte\" y \"China ayuda de verdad a EE.UU. en el problema norcoreano\". \n\t\t\t\t\t\n\t\t\t\t\tLas palabras violentas de Trump demuestran que el esta histerico por el fracaso de su estrategia demencial para la RPDC y por el aumento del poderio de esta potencia socialista. \n\t\t\t\t\t\n\t\t\t\t\tLa fanfarronada es un vicio de los impotentes e ignorantes. \n\t\t\t\t\t\n\t\t\t\t\tAhora es cuando EE.UU. debe pensar en serio en el poderio de las fuerzas armadas nucleares de la RPDC."
        },
        {
            "title": "Minju Joson condena al Sur de Corea que se esfuerzan por la colaboracion en la sancion y presion anti-RPDC",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-09ss.html",
            "content": "Minju Joson condena al Sur de Corea que se esfuerzan por la colaboracion en la sancion y presion anti-RPDC\r\nPyongyang, 31 de octubre (ACNC) -- Los tipejos de los Ministerios de Relaciones Exteriores y de Unificacion del Sur de Corea andan en constante ajetreo para realizar la cooperacion internacional en la sancion y presion contra la Republica Popular Democratica de Corea.\n\t\t\t\t\tEn los ultimos dias, ellos efectuaron en Seul con sus amos norteamericano y japones la \"consulta de delegados-jefe a las conversaciones a 6 bandas\" y \"la de vicecancilleres\" para discutir la colaboracion en la sancion y presion anti-RPDC. Por otra parte, la cancillera surcoreana Kang Kyong Hwa viajo a Europa para mendigar la \"cooperacion en el trato del problema nuclear del Norte\", mientras Jo Myong Gyun, ministro de Unificacion, hizo su aparicion en las reuniones internacionales sostenidas en Seul para suplicar a otros paises la incorporacion activa a la sancion y presion contra la RPDC cuestionando el \"problema nuclear del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, ellos pronunciaron las palabras absurdas como la \"opcion correcta\" y el \"ofrecimiento del futuro perspectivo\".\n\t\t\t\t\t\n\t\t\t\t\tTodo esto no pasa de ser un asqueroso acto mendigante de los traidores a la nacion para rehabilitar las acabadas conversaciones a 6 bandas.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el periodico Minju Joson en un comentario del dia 31 y continua:\n\t\t\t\t\t\n\t\t\t\t\tTales actos mendigantes devienen la desesperacion de los perros de fabricacion norteamericana atemorizados ante el poderio de la RPDC, cuyas fuerzas armadas nucleares estan en la etapa final de su perfeccionamiento.\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos no podran quitar la deshonra de \"5 traidores de Ulsa\" de version moderna, si actuan imprudentemente recurriendo al servilismo a grandes potencias y a la traicion a la nacion, en lugar de comprender correctamente que es la garantia de la paz y seguridad de la peninsula Coreana y cuales son los intereses fundamentales de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tLos ministros y viceministros de Relaciones Exteriores y de Unificacion del Sur de Corea deben actuar con prudencia si no quieren sufrir el destino tragico de Yun Pyong Se y Hong Yong Pyo quienes habian sido condenados duramente junto con la traidora Park Geun-hye por sus fanaticos alborotos de colaboracion en la sancion y presion anti-RPDC."
        },
        {
            "title": "Rodong Sinmun desmiente el rumor de la banda de Trump sobre la \"amenaza\" de Corea",
            "url": "http://kcna.co.jp/item/2017/201710/news31/20171031-08ss.html",
            "content": "Rodong Sinmun desmiente el rumor de la banda de Trump sobre la \"amenaza\" de Corea\r\nPyongyang, 31 de octubre (ACNC) -- En una reciente entrevista con la cadena ABC, el asistente de seguridad nacional de la Casa Blanca dijo que el presidente Trump no tolerara que Corea amenace con armas nucleares a EE.UU. y expuso en claro que todas las opciones estan sobre la mesa.\n\t\t\t\t\tEl comandante en jefe de las fuerzas norteamericanas en el Pacifico, Harris, pronuncio otros chismes tales como los lanzamientos seguidos de cohetes balisticos de varios tipos realizados por Corea, inclusive el ICBM, constituyen una \"amenaza a todo el mundo\" y \"esos cohetes pueden tomar cualquier rumbo\".\n\t\t\t\t\t\n\t\t\t\t\tEl diario Rodong Sinmun, en un comentario individual divulgado el dia 31, revela que esos disparates persiguen el objetivo de justificar los ejercicios de guerra nuclear anti-RPDC y la politica de hostilidad contra ella y eludir la responsabilidad de exacerbacion de la tension en la Peninsula Coreana al tildarla de \"amenazadora\" y \"provocadora\", y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa chismografia anti-RPDC de los compinches de Trump es una expresion de frustracion, inquietud y pavor que sienten ellos por el incremento de la velocidad de avance y el poderio estatal de su rival socialista a pesar de la escalada de presion.\n\t\t\t\t\t\n\t\t\t\t\tAhora, EE.UU. realiza en vano los esfuerzos desesperados por frenar el avance de nuestro pais con la demagogia y el chantaje nuclear.\n\t\t\t\t\t\n\t\t\t\t\tNinguna amenaza ni chantaje de EE.UU. podra detener a la RPDC que marcha hacia la meta de completar las fuerzas armadas nucleares."
        }
    ]
}