{
    "date": "2017-08-02",
    "url": "http://kcna.co.jp/item/2017/201708/2017-08-02ee.html",
    "articles": [
        {
            "title": "Greetings to Macedonian PM",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-06ee.html",
            "content": "Greetings to Macedonian PM\r\n Pyongyang, August 2 (KCNA) -- Premier Pak Pong Ju of the DPRK Wednesday sent a message of greeting to Prime Minister Zoran Zaev of Macedonia on the occasion of its national day.\n\t\t\t\t\t The message expressed belief that the friendly relations between the two countries would grow stronger in conformity with the common interests of the two peoples and wished the prime minister and the government of Macedonia success in the work for the development of the country and the people's wellbeing.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Foreign Minister Ri Yong Ho sent a similar message to his Macedonian counterpart Nikola Dimitrov."
        },
        {
            "title": "KAPPC Spokesman Urges U.S. to Pay Heed to DPRK's Warning",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-11ee.html",
            "content": "KAPPC Spokesman Urges U.S. to Pay Heed to DPRK's Warning\r\n Pyongyang, August 2 (KCNA) -- A spokesman for the Korea Asia-Pacific Peace Committee (KAPPC) Wednesday issued a statement over the fact that the U.S. is still going reckless, instead of properly judging the stark reality, the DPRK's successful test-launch of ICBM Hwasong-14, and making a responsible option.\n\t\t\t\t\t The U.S. high-ranking authorities are letting out such flurry of reckless vituperation as \"military option\", \"preparation for secret operation\" and \"regime change\".\n\t\t\t\t\t\n\t\t\t\t\t Reminding the U.S. of the warning made by the peerlessly great man who rocked the planet on behalf of the Korean army and people that love peace, the statement says:\n\t\t\t\t\t\n\t\t\t\t\t Our Supreme Leader said that for the Korean people who experienced disastrous war on this land due to the U.S. imperialist brutes, the powerful war deterrence for defending the state is an inevitable strategic option and it is a precious strategic asset that can not be bartered for anything.\n\t\t\t\t\t\n\t\t\t\t\t The Trump administration should be mindful that his famous words are a declaration of the Korean army and people's firm faith and unbreakable will to keep to the road of bolstering up the nuclear force for self-defense under the banner of the line of simultaneously developing the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t And it should seriously accept the declaration by our supreme leadership that the U.S. trumpeting about war and extreme sanctions and threat against the DPRK only emboldens the latter and offers a better excuse for its access to nukes, and should clearly understand that the wild scheme for \"the north's nuclear dismantlement\" is nothing but a pipedream.\n\t\t\t\t\t\n\t\t\t\t\t The peerlessly great man declared that if the U.S. brandishes nuclear stick against this land again despite our repeated warnings, we would severely teach it how to properly behave with the nuclear strategic force which we had shown one by one. This declaration is a grave warning of Songun Korea to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Now, there will be no other option but two ways for the U.S.: One is to have the security of its whole territory including the mainland guaranteed by recognizing the strategic position of the DPRK as a Juche nuclear power and the world's military power and making a switchover in its hostile policy towards the DPRK. The other is to stand up against the DPRK to the last, which will lead to the miserable end of the American empire due to the unprecedented nuclear disaster.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better cool down its head heated with the hostility towards the DPRK and war hysteria and pay heed to the meaningful warning of the DPRK."
        },
        {
            "title": "Letter to Kim Jong Un from Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-07ee.html",
            "content": "Letter to Kim Jong Un from Chongryon Central Standing Committee\r\n Pyongyang, August 2 (KCNA) -- Respected Supreme Leader Kim Jong Un received a letter from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on July 30.\n\t\t\t\t\t We feel deeply grateful to Marshal Kim Jong Un, our destiny and future, upon the news of great auspicious event for the nation, the successful second test-launch of ICBM Hwasong-14, the letter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In Japan we witness with each passing moment the U.S. imperialists raise a hubbub, frightened by the second test-launch of Hwasong-14 which was conducted under the guidance of the Marshal as a grave warning to the Americans who are making nonsensical talk these days. Our hearts are simmering with the firm confidence that the historic day for the final victory of the Juche cause is coming nearer thanks to the great brilliant commander of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon and Koreans in Japan will share breath and steps with the homeland with high pride of being overseas citizens of the great powerful Paektusan nation, which dashes ahead like a wind for the final victory, ceaselessly giving hard-strikes at the U.S. and its vassal forces trying to violate the dignity and right to existence of our country until they surrender."
        },
        {
            "title": "National Sci-tech Presentation in Field of Quake and Volcano",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-12ee.html",
            "content": "National Sci-tech Presentation in Field of Quake and Volcano\r\n Samjiyon, August 2 (KCNA) -- A national sci-tech presentation in the field of quake and volcano was held in Samjiyon County, Ryanggang Province of the DPRK, Wednesday under the sponsorship of the C.C.,  General Federation of Science and Technology of Korea.\n\t\t\t\t\t Present there were scientists, technicians, teachers and officials of different units, including the Geological Institute under the State Academy of Sciences, Kim Il Sung University, Kim Chaek University of Technology and Pyongyang University of Architecture.\n\t\t\t\t\t\n\t\t\t\t\t It heard more than scores of papers conducive to putting the quake and volcano observation and forecast on an IT basis."
        },
        {
            "title": "Workshop on Environmental Protection in Mt Paektu",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-13ee.html",
            "content": "Workshop on Environmental Protection in Mt Paektu\r\n Samjiyon, August 2 (KCNA) -- A workshop on environmental protection in Mt Paektu: water and waste management took place in Samjiyon County, Ryanggang Province of the DPRK, from July 31 to August 2.\n\t\t\t\t\t Attending it were officials of the Ministry of Land and Environment Protection, the Ministry of Urban Management, the National Tourism Administration and other relevant units and teachers and researchers of scientific and educational institutions.\n\t\t\t\t\t\n\t\t\t\t\t Kyung-Ae Park, director of the Canada-DPRK Knowledge Partnership Program who is professor of the University of British Columbia of Canada, and foreign experts in environmental protection.\n\t\t\t\t\t\n\t\t\t\t\t At the workshop, speakers stressed the importance of the environmental protection, saying that the workshop would serve as an important occasion in exchanging broader knowledge and experience of water sources and waste management for the environmental protection in the area of Mt Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The workshop heard such papers as \"Effect on water environment by development of Samjiyon and measure against water contamination\".\n\t\t\t\t\t\n\t\t\t\t\t During the workshop, its participants made a field survey of Mt Paektu to protect its environment and exchanged their views."
        },
        {
            "title": "U.S.-led Campaign for Sanctions on DPRK Is Doomed to Failure: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-04ee.html",
            "content": "U.S.-led Campaign for Sanctions on DPRK Is Doomed to Failure: Rodong Sinmun\r\n Pyongyang, August 2 (KCNA) -- The international community is now admiring the reality of the DPRK whose economy develops at remarkably fast tempo despite the U.S.-led vicious sanctions and blockade, and ridiculing the sanctions on the DPRK which prove futile, Rodong Sinmun says in a commentary Wednesday.\n\t\t\t\t\t Citing the facts to show this, the commentary goes on to say:\n\t\t\t\t\t\n\t\t\t\t\t Western media's comment is a clear proof that the U.S. hostile policy and sanctions against the DPRK are doomed to failure.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. sanctions are the harshest ones baffling human imagination. The U.S. has used its vassal forces and even riff-raffs to tighten the sanctions and blockade of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It calculated that the DPRK could no longer stand such harsh sanctions and blockade. But such sanctions campaign had a boomerang effect.\n\t\t\t\t\t\n\t\t\t\t\t The sanctions resulted in bolstering up the military capability of the DPRK. The campaign is doomed to failure. The U.S. does not have anything special for pressurizing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Conservatives of the U.S. are still crying out for sanctions and blockade against the DPRK as they have neither ability to judge reality nor sound reason. It is no more than the last-ditch effort of those doomed.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is advised to make a proper choice for itself, clearly understanding the changed strategic position of the DPRK and the trend of the times."
        },
        {
            "title": "S. Korean Regime's Scheme for \"Unification through Absorption\" Assailed",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-05ee.html",
            "content": "S. Korean Regime's Scheme for \"Unification through Absorption\" Assailed\r\n Pyongyang, August 2 (KCNA) -- The south Korean authorities in \"five-year plan for state administration\" worked out \"north strategy\" aiming at \"cooperation for south-north reconciliation\" and \"denuclearization\" of the Korean peninsula. And they touted shaping \"roadmap for building peace mechanism on Korean peninsula\" within this year.\n\t\t\t\t\t Minju Joson Wednesday in a commentary terms this an intolerable confrontation strategy to do harm to the fellow countrymen, and a trick to deceive the public.\n\t\t\t\t\t\n\t\t\t\t\t The \"north strategy\" includes an \"agreement on the north's abandonment of nuclear program\". This is a hideous confrontation-minded one aimed to eliminate the DPRK's nuclear deterrence for self-defence and realize the ambition for \"unification through absorption\", pursuant to the U.S. policy, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities set \"north's nuclear abandonment\" until 2020 as a general goal of the \"north strategy\". This shows that they have no intent to improve the north-south relations as it is an open declaration of a war to eliminate the nuclear deterrence for self-defence of the DPRK at any cost, pursuant to the U.S. policy of stifling the DPRK which has gained momentum under the pretext of \"nuclear threat from the north\".\n\t\t\t\t\t\n\t\t\t\t\t The \"north strategy\" and \"roadmap\" are nothing different from \"no nukes, opening and 3,000 dollars\" and \"confidence-building process\" touted by the Lee Myung Bak and Park Geun Hye groups of traitors, but they are craftier than them in scenarios.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are trumpeting about \"reconciliation\", \"cooperation\" and \"peace\" in public but in fact, they seek to realize the ambition for \"unification through absorption\" through escalated confrontation with the fellow countrymen and war moves with the backing of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t But their wild scheme can never be realized and it is a foolish and suicidal act accelerating their miserable self-destruction."
        },
        {
            "title": " S. Korea: Patient Dies of Excessive Injection of Anesthesia",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-08ee.html",
            "content": "S. Korea: Patient Dies of Excessive Injection of Anesthesia\r\n Pyongyang, August 2 (KCNA) -- The director of a hospital in Koje city, South Kyongsang Province was disclosed to have tried to cover up his crime of killing a patient in the middle of treatment, according to KBS of south Korea.\n\t\t\t\t\t He injected anesthetic scores of times to the patient from May to early July to get huge money as treatment fee and medication fee.\n\t\t\t\t\t\n\t\t\t\t\t On July 4 the patient died of excessive injection of drugs. The director of the hospital dumped the dead body into the sea and fabricated the case as a suicide."
        },
        {
            "title": "Probe into Truth behind Humiliating Sexual Slavery \"Agreement\" Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-09ee.html",
            "content": "Probe into Truth behind Humiliating Sexual Slavery \"Agreement\" Urged in S. Korea\r\n Pyongyang, August 2 (KCNA) -- The south Korean internet newspaper Voice of People carried an editorial on August 1, demanding probe into the truth behind the humiliating \"agreement\" signed with Japan on sexual slavery issue.\n\t\t\t\t\t What is important in examining the \"agreement\" is to look into the various suspicions related to the \"agreement\", the editorial emphasized, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. government pressure and unofficial \"south Korea-U.S. diplomatic line\" are suspected most.\n\t\t\t\t\t\n\t\t\t\t\t It's because the U.S. shaped Northeast Asia security policy with south Korea-U.S.-Japan military alliance as an axis while tolerating Japan's bid to become a military giant.\n\t\t\t\t\t\n\t\t\t\t\t The biggest stumbling block here was the sexual slavery issue between south Korea and Japan, and the Park Geun Hye group played the role of effectively eliminating it.\n\t\t\t\t\t\n\t\t\t\t\t Probing the truth is a priority in setting right the wrong past."
        },
        {
            "title": "Repeal of Decision on Deployment of Additional THAAD Launching Pads Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-10ee.html",
            "content": "Repeal of Decision on Deployment of Additional THAAD Launching Pads Urged in S. Korea\r\n Pyongyang, August 2 (KCNA) -- The Songju Committee for Struggle against THAAD Deployment, the Kimchon Citizens Measure Committee against THAAD Deployment and other civic organizations in south Korea held news conferences outside Chongwadae and the Defense Ministry building on July 31 to strongly protest the decision of the authorities to deploy another four THAAD launching pads, according to the south Korean online paper Tongil News.\n\t\t\t\t\t Speakers said the north's ICBM launch had nothing to do with THAAD for intercepting medium and short range missiles, as it is aimed at U.S. mainland, adding that the decision to deploy additional THAAD launching pads serves the purposes of the U.S. and Japan, not those of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Demanding the withdrawal of THAAD from south Korea as soon as possible, they expressed the will to prevent the deployment by all means."
        },
        {
            "title": "DPRK's July 27 of Victory Will Last Forever: Politician of DR Congo",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-01ee.html",
            "content": "DPRK's July 27 of Victory Will Last Forever: Politician of DR Congo\r\n Pyongyang, August 2 (KCNA) -- Jimmy Kikoni, general secretary of the Central Committee of the Workers' Party of Democratic Congo, issued a statement on July 26 to celebrate the DPRK's successful test-launch of ICBM Hwasong-14 and the 64th anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t The statement said that the DPRK's successful ICBM test-launch was a historic event reliably guaranteeing peace in the Korean peninsula and Northeast Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t A \"package of gifts\" presented by the DPRK to the U.S. on the latter's \"Independence Day\" foretells a miserable end of the U.S., an arrogant empire of injustice, dropping the curtain on the times of its high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's successful test-launch is a signal event brought about by the wise guidance and iron will of respected Supreme Leader Kim Jong Un who advanced the line of simultaneously pushing forward the economic construction and the building of a nuclear force while creditably carrying forward the Songun revolutionary cause of the preceding leaders and has bolstered up the country's nuclear force in every way.\n\t\t\t\t\t\n\t\t\t\t\t This goes to clearly prove that nothing can deny the DPRK's strategic position as a nuclear power in the East and block the dynamic advance of the DPRK smashing all sorts of sanctions and pressure by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t July 27 marks the lapse of 64 years since the U.S. kneeled down before the heroic Korean people after igniting the Korean War, boasting of the \"strongest\" in the world.\n\t\t\t\t\t\n\t\t\t\t\t July 27 of victory in the war will last forever."
        },
        {
            "title": "U.S. Should Not Forget Lesson from Korean War: Russian Papers",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-02ee.html",
            "content": "U.S. Should Not Forget Lesson from Korean War: Russian Papers\r\n Pyongyang, August 2 (KCNA) -- Russian newspapers featured the 64th anniversary of the Korean people's victory in the great Fatherland Liberation War from July 24 to 27.\n\t\t\t\t\t Komsomolskaya Pravda carried articles such as \"V-Day, July 27\" and \"How could the DPRK win victories in the showdown with the U.S.?\" illustrated with art works depicting the images of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The articles gave detailed accounts of the fact that under the leadership of President Kim Il Sung the Korean army and people could defend the freedom and independence of the country by defeating the U.S. imperialists boasting of being the \"strongest\" in the world and about its \"victory\".\n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"Why should the U.S. reexamine its way of thinking of the DPRK?\" the paper said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. posed nuclear threat to the DPRK in the past, but today the latter is pressurizing the former with tremendous military muscle.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous opinion of the international community that the longer the rulers of the U.S. stick to the hostile policy toward the DPRK, the stronger the latter's nuclear deterrent will grow.\n\t\t\t\t\t\n\t\t\t\t\t Zavtra in articles such as \"Essence of the Korean War\" and \"The U.S. should not forget the lesson from the Korean War\" noted that the U.S. imperialists ignited a war against the young DPRK and hurled huge forces into it, but suffered big losses and a bitter defeat along with a series of setbacks sustained by its generals.\n\t\t\t\t\t\n\t\t\t\t\t It also cited confessions made by U.S. brass hats on the fact that the U.S. made a false show of force and the myth of its \"mightiness\" was smashed to pieces in the Korean War."
        },
        {
            "title": "Pak Pong Ju felicita a su par macedonio",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-14ee.html",
            "content": "Pak Pong Ju felicita a su par macedonio\r\nPyongyang, 2 de agosto (ACNC) -- El premier coreano Pak Pong Ju envio el dia 2 un mensaje de felicitacion a su homologo macedonio Zoran Zaev con motivo del Dia Nacional de Macedonia.\n\t\t\t\t\tConvencido de que las relaciones de amistad entre los dos paises se fortaleceran y se desarrollaran conforme a los intereses comunes de ambos pueblos, el remitente formulo votos por mayores exitos en las responsabilidades del destinatario y el gobierno macedonio para el desarrollo del pais y el bienestar del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el ministro de Relaciones Exteriores, Ri Yong Ho, tambien remitio el mismo dia un mensaje de felicitacion a su par macedonio Nikola Dimitrov."
        },
        {
            "title": "CCPAP exige a EE.UU. tomar en serio la advertencia de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-15ee.html",
            "content": "CCPAP exige a EE.UU. tomar en serio la advertencia de la RPDC\r\nPyongyang, 2 de agosto (ACNC) -- EE.UU. se porta todavia con imprudencia en lugar de tomar una opcion responsable al justipreciar la tendencia de la epoca actual a traves del irrefutable exito del segundo lanzamiento de prueba del cohete balistico intercontinental \"Hwasong-14\".\n\t\t\t\t\t Al respecto, el portavoz del Comite Coreano por la Paz de Asia y el Pacifico (CCPAP) publico hoy una declaracion que sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Las altas autoridades norteamericanas pronuncian disparates irresponsables contra la RPDC como la \"opcion militar\", la \"preparacion de operacion secreta\" y el \"cambio del regimen\".\n\t\t\t\t\t\n\t\t\t\t\t  En nombre de todos los militares y habitantes de nuestro pais que aman la paz, recordamos una vez mas a EE.UU., que actua temerariamente, la advertencia de nuestro Maximo Dirigente que ha repercutido en todo el planeta.\n\t\t\t\t\t\n\t\t\t\t\tPara nuestro pueblo que ha probado los tremendos desastres de guerra desatada en la tierra patria por los salvajes yanquis, el poderoso disuasivo de guerra para la defensa nacional es la opcion estrategica indispensable e inevitable y el patrimonio estrategico irreversible e incambiable por nada. \n\t\t\t\t\t\n\t\t\t\t\tLa administracion Trump debe tener presente que esas palabras famosas de nuestro Maximo Dirigente reflejan la ferrea voluntad de nuestro ejercito y pueblo de avanzar hasta el final por la senda de incremento de las fuerzas nucleares de autodefensa en acato a la linea de desarrollo paralelo de la construccion economica y la de fuerzas armadas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tElla debera darse cuenta de que es una ambicion nunca realizable su deseo de \"cancelar las armas nucleares del Norte de Corea\", al tomar en serio la declaracion de nuestra Direccion Suprema de que el fanfarroneado anuncio de guerra y la extremada amenaza de sancion de EE.UU. contra la RPDC nos ponen mas alertos y alentados y nos dan la mejor justificacion de la posesion de arma nuclear.\n\t\t\t\t\t\n\t\t\t\t\tConstituye la advertencia severa de la Corea del Songun emitida a EE.UU. la declaracion del Maximo Dirigente quien dijo que si los yanquis vuelven a meterse con el garrote nuclear en esta tierra despreciando nuestra reiterada advertencia, les ensenaremos buenas morales usando las fuerzas nucleares estrategicas que les hemos mostrado hasta ahora una por una.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no tiene otra opcion que estas dos variantes: obtener la garantia de seguridad de todos sus territorios, inclusive el principal, al cambiar su politica hostil anticoreana reconociendo la posicion estrategica de la RPDC como potencia nuclear del Juche y la militar de talla mundial o acoger el fin tragico del imperio americano sufriendo tremendos desastres nucleares por enfrentarse hasta el final con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPara EE.UU., seria mejor escuchar nuestras advertencias significativas apaciguando su fanatismo por hostilizar y desatar la guerra contra la RPDC."
        },
        {
            "title": "Rodong Sinmun condena al fracaso la campana de sancion de EE.UU.",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-16ee.html",
            "content": "Rodong Sinmun condena al fracaso la campana de sancion de EE.UU.\r\nPyongyang, 2 de agosto (ACNC) -- Se alzan en la arena internacional las voces que elogian el desarrollo vertiginoso de la economia coreana pese a la brutal campana de sancion y bloqueo, patrocinada por EE.UU.\n\t\t\t\t\tAsi senala citando datos el diario Rodong Sinmun en un comentario individual divulgado el dia 2 y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa reciente evaluacion de tal sentido de los medios de prensa del Occidente es una prueba contundente de que estan condenadas al fracaso la politica de hostilidad y la campana de sancion de EE.UU. contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa campana de sancion y aplastamiento anti-RPDC de EE.UU. no tiene precedentes y supera la imaginacion. El imperio movilizo a sus satelites y hasta la chusma para estrechar el cerco de sancion y bloqueo.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. se hacia la ilusion de que la RPDC se pondria de rodillas sin poder resistir la brutal sancion y bloqueo.\n\t\t\t\t\t\n\t\t\t\t\tPero, estas medidas punitivas produjeron el resultado contrario de aumentar aun mas la fuerza de defensa nacional de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAsi esta a punto de fracasar la campana de sancion y a EE.UU. no le queda mas recurso especial para presionar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, entre los conservadores norteamericanos, carentes del sentido de realidad y del sano juicio, suenan todavia los disparates que reclaman la sancion y presion contra la RPDC. Esto no pasa de ser el ultimo esfuerzo desesperado de los moribundos.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. quiere mantener su vida precaria, debera tomar una opcion correcta al ver bien la cambiada posicion estrategica de la RPDC y la corriente de la epoca actual."
        },
        {
            "title": "Minju Joson ironiza la ambicion de \"unificacion de absorcion\"",
            "url": "http://kcna.co.jp/item/2017/201708/news02/20170802-17ee.html",
            "content": "Minju Joson ironiza la ambicion de \"unificacion de absorcion\"\r\nPyongyang, 2 de agosto (ACNC) -- Al publicar hace poco el \"plan quinquenal de la administracion del Estado\", las autoridades surcoreanas presentaron la \"estrategia sobre el Norte\" que toma por su meta la \"reconciliacion y cooperacion Sur-Norte\" y la \"desnuclearizacion\" de la Peninsula Coreana. Seguidamente, anunciaron que trazarian dentro de este ano la \"hoja de ruta para el establecimiento del sistema de paz de la Peninsula Coreana\".\n\t\t\t\t\tEn un comentario individual de hoy, el periodico Minju Joson califica esa estrategia de imperdonable y conflictiva para atentar contra la connacional RPDC y de ardid para enganar la opinion publica, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEsta vez, las autoridades surcoreanas anotaron en la \"estrategia\" varios parrafos tales como el \"acuerdo de cancelacion de armas nucleares del Norte\", lo que es una locura conflictiva para eliminar el disuasivo nuclear autodefensivo de la RPDC y realizar su ambicion de \"unificacion mediante la absorcion\" persiguiendo a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEllas definieron como rumbo general de su \"estrategia\" la \"cancelacion nuclear del Norte\" hasta el 2020.\n\t\t\t\t\t\n\t\t\t\t\tEste hecho significa una declaracion de que ellas no tienen ningun interes en la solucion del problema de vinculos intercoreanos y piensan unicamente en eliminar, cueste lo que cueste, el disuasivo nuclear autodefensivo de la RPDC en adhesion a la politica de aplastamiento anti-RPDC de su amo gringo.\n\t\t\t\t\t\n\t\t\t\t\tLa \"estrategia sobre el Norte\" y la \"hoja de ruta\", mencionadas por ellas, son iguales a \"la desnuclearizacion, la apertura y 3 000 dolares\" y el \"proceso de confianza\", planteados por los traidores Lee Myung Bak y Park Geun-hye. Al contrario, son mas astutas y ladinas en su metodo.\n\t\t\t\t\t\n\t\t\t\t\tLas actuales autoridades suelen hablar de la \"reconciliacion\", la \"colaboracion\" y la \"paz\". Pero en realidad, quieren realizar a toda costa su ambicion de \"unificacion mediante la absorcion\" al recrudecer la confrontacion fratricida y la campana belica con el amparo de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tTales acciones imprudentes no alcanzaran nunca sus objetivos y adelantaran solo el arruinamiento mas tragico de las mismas autoridades surcoreanas."
        }
    ]
}