{
    "date": "2017-08-23",
    "url": "http://kcna.co.jp/item/2017/201708/2017-08-23ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Chemical Material Institute of Academy of Defense Science",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-01ee.html",
            "content": "Kim Jong Un Inspects Chemical Material Institute of Academy of Defense Science\r\n Pyongyang, August 23 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, gave field guidance to the Chemical Material Institute of the Academy of Defense Science.\n\t\t\t\t\t Shaking hands of officials who came out to greet him, respected Supreme Leader Kim Jong Un said that he came to learn about the situation of the institute and help its work. He noted that in recent years the institute has a lot of jobs in a patriotic drive for breaking through the cutting edge, whether they are known or not, true to the Workers' Party of Korea's policy of attaching importance to the defense science and technology and policy of the munitions industry.\n\t\t\t\t\t\n\t\t\t\t\t After looking round the newly-built room for the education in the revolutionary history and exhibition hall of scientific and technological achievements, he learned about the processes for manufacturing ICBM warhead tip and solid-fuel rocket engine.\n\t\t\t\t\t\n\t\t\t\t\t Acquainting himself with the processes for preform weaving by carbon fiber, chemical deposition, high pressure liquid deposition and final treatment, he learned about in detail the density of perform, deposition temperature, vacuum degree and deposition time in the chemical deposition process, deposition temperature, pressure, working medium and deposition frequency in the high pressure liquid deposition process and technological specifications in the final treatment process.\n\t\t\t\t\t\n\t\t\t\t\t He then made a field survey of the process for manufacturing solid-fuel rocket engine and specified tasks and ways for normalizing the production at a higher level.\n\t\t\t\t\t\n\t\t\t\t\t He set forth important tasks facing the institute.\n\t\t\t\t\t\n\t\t\t\t\t He instructed the institute to produce more solid-fuel rocket engines and rocket warhead tips by further expanding engine production process and the production capacity of rocket warhead tips and engine jets by carbon/carbon compound material.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciating that it is the pride of our Party to have such unassuming heroes, unit of patriotic scientists as the officials of this institute who have devoted themselves to carrying out the Party's policy of defense science, keeping in mind the pure single mind of loyalty to the Party, whether they are appreciated or not, and gave special thanks and special bonus to them in the name of the Party Central Committee. \n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the scientists, technicians and workers of the Chemical Material Institute of the Academy of Defense Science.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Jo Yong Won and Kim Jong Sik, vice department directors of the C.C., the Workers' Party of Korea."
        },
        {
            "title": "Intolerable Is Fools' Play with Fire: NPCK Spokesman",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-18ee.html",
            "content": "Intolerable Is Fools' Play with Fire: NPCK Spokesman\r\n Pyongyang, August 23 (KCNA) -- A spokesman for the National Peace Committee of Korea released a statement on Wednesday denouncing the U.S. and south Korean warmongers for starting the provocative Ulji Freedom Guardian war exercises against the DPRK on Monday.\n\t\t\t\t\t Though the U.S. and south Korean puppet group started UFG reeking a powder smell in the whole of south Korea, they are craftily trying to defuse the caution of the DPRK and accusations at home and abroad while claiming that the number of U.S. troops participating in the drills decreased and the plan for deploying nuclear strategic assets in the Korean peninsula was cancelled, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Worse still, they are going to justify their provocative hysteria which has been brought to light, insisting that the current war drills against the north are not military actions aggravating tensions as the \"annual and defensive ones\".\n\t\t\t\t\t\n\t\t\t\t\t Even at this moment, formations of the strategic bombers loaded with nuclear bombs are always ready for sortie at the Anderson Air Force Base on Guam and the doubled nuclear aircraft carrier flotillas and Aegis ships are ready for sortie at the U.S. Seventh Fleet which is to take actions in the waters off the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers are openly saying that the war exercises against the north is chiefly aimed at \"operation for removing the headquarters of the north\" and \"strike on weapons of mass destruction facilities of the north\" in line with OPLAN 5015.\n\t\t\t\t\t\n\t\t\t\t\t The reality vividly shows that the U.S. ambition for stifling the DPRK remains unchanged no matter how much water may flow under the bridge and the puppet group's ambition for invading the north remains unchanged though the regime is replaced by the other one in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. and the puppet group openly reveal their intent against the DPRK by starting the war drills against it, it is a just self-defensive right for the DPRK to strongly cope with them.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has warned them of stopping arrogant provocations at once and making a correct choice and gave them an opportunity of amending their conduct. But they are fools persisting in their dangerous drills.\n\t\t\t\t\t\n\t\t\t\t\t We confirm once again the conclusion that language does not make sense with such war maniacs lacking in reasonable thinking and bereft of elementary judgment and stupid and dull immature infants in aspect of spirit and it is best to treat them with strength.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and puppet group should again interpret each word and phrase of the already declared statement of the DPRK government, statement of the spokesman for the General Staff of the Korean People's Army and statement of the spokesman for the Strategic Force of KPA and act with discretion if they want to evade the historic moment of death.\n\t\t\t\t\t\n\t\t\t\t\t They had better take into full account gains and losses and make a correct choice under the present situation, clearly understanding that how vulgar their wretched sight thrilling with uneasiness in fear of retaliation is before the international community after they started the war drills against the north though they do not cope with ensuing consequences.\n\t\t\t\t\t\n\t\t\t\t\t Availing ourselves of this opportunity, we solemnly warn not only the U.S. and puppet group but also satellites, including UK and Australia, which are taking advantage of the present war maneuvers against the north that they would face a miserable end if they join in play with fire by tiger moths of war.\n\t\t\t\t\t\n\t\t\t\t\t The aggressors, provokers should not act rashly so that their wretched plight spending the hardest time with their fate at stake will not be more pitiful."
        },
        {
            "title": "Indonesian Embassy Gives Reception",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-17ee.html",
            "content": "Indonesian Embassy Gives Reception\r\n Pyongyang, August 23 (KCNA) -- The Indonesian embassy here Wednesday gave a reception at the Taedonggang Diplomatic Club on the occasion of the 72nd anniversary of Indonesia's independence.\n\t\t\t\t\t Present there on invitation were Choe Hui Chol, vice-minister of Foreign Affairs, Mun Jae Chol, vice-general director of the General Bureau for Affairs with Diplomatic Corps, officials concerned, foreign diplomatic envoys and representatives of international bodies here."
        },
        {
            "title": "Kim Jong Un Receives Floral Basket, Congratulatory Letter from Military Attaches Corps",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-11ee.html",
            "content": "Kim Jong Un Receives Floral Basket, Congratulatory Letter from Military Attaches Corps\r\n Pyongyang, August 23 (KCNA) -- Respected Supreme Leader Kim Jong Un received a floral basket and congratulatory letter from the military attaches corps here on the occasion of the 57th anniversary of leader Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t The floral basket and congratulatory letter were handed over to Army General Pak Yong Sik, minister of the People's Armed Forces, by Alexei Bartusov, military attache of the Russian embassy who is doyen of the corps, on Wednesday."
        },
        {
            "title": "Delegation of Association of Koreans in Japan for Peaceful Reunification Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-12ee.html",
            "content": "Delegation of Association of Koreans in Japan for Peaceful Reunification Visits Mangyongdae\r\n Pyongyang, August 23 (KCNA) -- A delegation of the Association of Koreans in Japan for Peaceful Reunification led by Vice-Chairman Kang Thae Hwan visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t They laid a bunch of flowers at his old home with deep reverence.\n\t\t\t\t\t\n\t\t\t\t\t They looked round historic relics preserved with much care while looking back upon his sacred life.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Korean Revolution Museum, Ssuksom Revolutionary Site, Mangyongdae Schoolchildren's Palace, etc."
        },
        {
            "title": "Seminar on Kim Jong Un's Work Held",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-15ee.html",
            "content": "Seminar on Kim Jong Un's Work Held\r\n Pyongyang, August 23 (KCNA) -- A seminar took place at the Central Youth Hall on Wednesday to mark the first anniversary of the publication of respected Supreme Leader Kim Jong Un's work \"Let Us Usher in a Golden Age of the Kimilsungist-Kimjongilist Youth Movement.\"\n\t\t\t\t\t Present there were Choe Ryong Hae, officials concerned, officials of the youth league, youths and students in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The seminar heard the papers detailing and proving the validity and scientific accuracy of the idea and theory clarified in the speech of Kim Jong Un at the 9th Conference of the Kim Il Sung Socialist Youth League, and dealing with the tasks and ways to usher in the gold age of the Kimilsungist-Kimjongilist youth movement by giving the fullest play to the militant function and role of the youth league organizations, as required by the developing reality.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said to model the youth league on Kimilsungism-Kimjongilism is the most scientific idea reflecting the urgent requirements of the developing Korean revolution and the youth movement that have been put on a fresh high level in the great era of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The proud history of the youth league is the history of the brilliant victory of the unique idea of prioritizing the youth of the great leaders and their wise leadership, and the proud path covered by the youth league is associated with the intense loyalty and patriotic devotion displayed by the Korean youths to remain faithful to the Party and the leader, the country and its people, they added.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the history of the youth movement pioneered and steered by the peerlessly great men can be given steady continuity and the youth league can develop into the one of the great leaders when dynamically conducting the work for preparing the youths as genuine Kimilsungists-Kimjongilists, giving priority to the ideological education among them.\n\t\t\t\t\t\n\t\t\t\t\t They pledged to fulfill their mission and duty in the van of the struggle for modeling the youth league on Kimilsungism-Kimjongilism, fully grasping the idea and theory clarified by Kim Jong Un in his work."
        },
        {
            "title": "Exhibition of Youth Scientific and Technological Successes Opens",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-14ee.html",
            "content": "Exhibition of Youth Scientific and Technological Successes Opens\r\n Pyongyang, August 23 (KCNA) -- An exhibition of youth scientific and technological successes opened with due ceremony at the Sci-Tech Complex on Wednesday on the occasion of the 90th founding anniversary of the Young Communist League of Korea.\n\t\t\t\t\t More than 4 100 sci-tech successes, inventions, technical findings and new plans for technical innovation made by youth league organizations and youths across the country through massive technological innovations movement under the banner of self-reliance are on display."
        },
        {
            "title": "Art Performance Given by Trade Union Members",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-16ee.html",
            "content": "Art Performance Given by Trade Union Members\r\n Pyongyang, August 23 (KCNA) -- An art performance was given at the Central Hall of Workers Wednesday by the winners of vocal and instrumental soloist contests among officials and members of the trade unions to mark the 57th anniversary of leader Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t It began with choruses \"Glory to General Kim Jong Un\" and \"Oh, My Motherland of Songun\". Put on the stage were female solo \"Where Are You, Dear General?\", the immortal masterpiece, trombone solo and male solo \"Soldiers Live near the General\" and kayagum solo \"Nilliri for Songun.\"\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the exploits Kim Jong Il performed by finding himself on the forefront against imperialism till the last moments of his great life since he started the Songun revolutionary leadership, leading the confrontation with the U.S. and the struggle for defending socialism to victory and providing an eternal foundation for the final victory of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t In female quintet \"Our Dear Marshal\" and female solo \"Song of Big Fish Haul\" they truthfully represented the boundless reverence for respected Supreme Leader Kim Jong Un who is demonstrating before the world the dignity and power of the DPRK through his ever-victorious guidance.\n\t\t\t\t\t\n\t\t\t\t\t Numbers reflecting the revolutionary enthusiasm of the workers and trade union members to accelerate the movement for creating the Mallima speed in every work site for a great upswing were also put on the stage."
        },
        {
            "title": "Korean People's Army, Reliable Pillar of Songun Revolution",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-13ee.html",
            "content": "Korean People's Army, Reliable Pillar of Songun Revolution\r\n Pyongyang, August 23 (KCNA) -- With the approach of the Day of Songun (August 25), the Korean people are recollecting with deep emotion the feats of leader Kim Jong Il who steered the socialist cause to victory by putting forward the Korean People's Army (KPA) as the most reliable pillar of the revolution.\n\t\t\t\t\t He defined the truth of the Songun (military first) that the army precisely means the party, state and people and made his ceaseless inspection of KPA units to develop it into the most powerful army and the first standard-bearer of the Songun revolution. \n\t\t\t\t\t\n\t\t\t\t\t Visiting posts, he showed deep trust and loving care for the soldiers, calling them his sons and daughters and comrades of the Songun revolution who fight on the same trench. Under his leadership, the KPA has grown up to be the powerful revolutionary Paektusan army.\n\t\t\t\t\t\n\t\t\t\t\t It downed a spy helicopter of the U.S. imperialist aggressor forces which infiltrated into the territorial sky over the DPRK as a shot, turned Yonphyong Island, a base for provocation, to pieces and shattered many other military provocations of the enemies.\n\t\t\t\t\t\n\t\t\t\t\t The KPA made a breakthrough on major fronts for building a powerful nation under the slogan \"Let the People's Army take charge of both national defence and socialist construction!\", ushering in great prosperity  of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t In order to protect the people's happiness under the leadership of respected Supreme Commander Kim Jong Un, it is victoriously  advancing the cause of building a socialist power while mercilessly smashing the harsh sanctions and reckless war hysterics of the U.S. imperialists."
        },
        {
            "title": "Minju Joson Slams Ulji Freedom Guardian",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-06ee.html",
            "content": "Minju Joson Slams Ulji Freedom Guardian\r\n Pyongyang, August 23 (KCNA) -- Minju Joson Wednesday in a commentary deals with the Ulji Freedom Guardian joint military drills kicked off by the U.S. and south Korea on Monday.\n\t\t\t\t\t Terming UFG an extension of the most outrageous hostile policy of the gangster-like U.S. toward the DPRK and a root cause of bringing a nuclear war to the Korean peninsula by mobilizing the south Korean puppet forces and all other vassal forces, the commentary says:\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. and the south Korean puppet regime are justifying the drills, describing them as \"annual\", \"routine\" and \"defensive\" ones. This is no more than paradox to conceal their aggressive nature and carry out an ill purpose.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. policy hostile toward the DPRK is just a worn-out policy, and the puppet regime's wild ambition for \"unification by absorption\" is no more than a pipedream.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a nuclear power and the strongest military power in the East, possessed of all ultra-modern attack and defensive means unknown to the world, to say nothing of the nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should think with cool head of what its moves of provoking a new war on the Korean peninsula have caused and whose position is more unfavorable under the present situation.\n\t\t\t\t\t\n\t\t\t\t\t Gone are the days never to return when the puppet regime ran riot with the backing of its god-like U.S.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and the puppet forces misjudge the situation and persist in the racket for provoking a nuclear war against the DPRK, they will have to face a stronger military counteraction by the latter. S"
        },
        {
            "title": "Rodong Sinmun Warns S. Korean Military Warmongers of Being First Target of KPA",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-05ee.html",
            "content": "Rodong Sinmun Warns S. Korean Military Warmongers of Being First Target of KPA\r\n Pyongyang, August 23 (KCNA) -- With regard to the plan of the Strategic Force of the Korean People's Army for enveloping strike at Guam to send a stern warning to the U.S. irritating and threatening the DPRK, south Korean puppet Defense Minister Song Yong Mu recently claimed before conservative bete noires of the puppet National Assembly that \"such thing can never happen\", \"it's a misjudgment\" and \"the north will meet resolute retaliatory punishment\".\n\t\t\t\t\t Rodong Sinmun on Wednesday in a commentary says it reminds of a psychopath. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t By nature, all the bosses of the puppet military have resorted to evil deeds for confrontation with the compatriots in the north, letting out sheer sophism, but there is no one such guy as Song Yong Mu who is kicking up a racket for confrontation in a bit to curry favor with his U.S. master as soon as he assumed the post of boss of the puppet army.\n\t\t\t\t\t\n\t\t\t\t\t The bluff of the U.S. styling itself the \"world's only superpower\" is unworkable in the world any more and the American empire has long become much weaker before the inexhaustible military power of the DPRK though the former advocated \"superiority of force\".\n\t\t\t\t\t\n\t\t\t\t\t It is pitiful for Song to act like a poodle before the American master while talking about \"south Korea-U.S. alliance\" and \"core axis\".\n\t\t\t\t\t\n\t\t\t\t\t Song had better come back to his birthplace and prolong his remaining days, though belatedly, not resorting to the confrontation with the compatriots and sycophancy toward the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Malignant tongue-lashing brings misfortune.\n\t\t\t\t\t\n\t\t\t\t\t Song should know that his mouth and neck will not be safe as he imprudently behaved, unaware of his poor image.\n\t\t\t\t\t\n\t\t\t\t\t There is no exception for the bosses of the puppet ground, navy and air forces including Jong Kyong Du, chairman of the puppet Joint Chiefs of Staff, vociferating about \"retaliatory punishment\".\n\t\t\t\t\t\n\t\t\t\t\t If the puppet military warmongers persist in their confrontation moves, not coming to their senses, oblivious of the changed strategic position of the DPRK, they will not escape their miserable destruction as being the first target of the Korean People's Army."
        },
        {
            "title": "Rodong Sinmun Slams Japanese Reactionary Ruling Circles for Dreaming of Reinvasion",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-07ee.html",
            "content": "Rodong Sinmun Slams Japanese Reactionary Ruling Circles for Dreaming of Reinvasion\r\n Pyongyang, August 23 (KCNA) -- Tens of Japanese politicians recently flocked to the Yasukuni Shrine to pay homage to the dead war criminals. Prime Minister Abe did not go to the shrine for fear of protest and denunciation at home and abroad but let his stooges offer a ritual to the shrine.\n\t\t\t\t\t Rodong Sinmun Wednesday in a commentary says that the successive ultra-right reactionary elements of Japan have used the shrine as the center for injecting the idea of militarism into the Japanese people.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The action of the Japanese politicians for reinvasion, who pray for the top class war criminals in the shrine, obsessed by the departed soul of militarism, is an unpardonable insult and mockery of mankind aspiring after justice and peace.\n\t\t\t\t\t\n\t\t\t\t\t After their defeat in war, the Japanese reactionaries secretly visited the shrine in fear of the protest of the international community. But, now they openly do so.\n\t\t\t\t\t\n\t\t\t\t\t High-ranking officials of the government and lawmakers flock to the shrine to pay homage to the departed souls, and the regime distorts and denies the past history of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionary ruling quarters have buckled down to revising the constitution, the last process for justifying the overseas aggression, by taking the advantage of the changing international situation.\n\t\t\t\t\t\n\t\t\t\t\t Japan's retrogressive revision of the constitution and reinvasion can happen any moment.\n\t\t\t\t\t\n\t\t\t\t\t That they opt for taking the road of reinvasion by reviving the era of empire is little short of plunging Japan into misfortune.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities are well advised to clearly understand that they would meet the fate of a tiger moth which perishes in the flames if they go reckless without discretion, oblivious of their shameful past history."
        },
        {
            "title": "Explosion at S. Korean Shipyard Causes Casualties",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-09ee.html",
            "content": "Explosion at S. Korean Shipyard Causes Casualties\r\n Pyongyang, August 23 (KCNA) -- An explosion at a shipyard in Changwon City, South Kyongsang Province of south Korea left 4 workers dead on Aug. 20, according to CBS of south Korea."
        },
        {
            "title": "S. Koreans Protest against THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-10ee.html",
            "content": "S. Koreans Protest against THAAD Deployment\r\n Pyongyang, August 23 (KCNA) -- No-THAAD organizations and citizens gathered in front of the Sosong-ri village hall in Chojon-myon, Songju County, North Kyongsang Province of south Korea and protested against the regime's THAAD deployment, according to reports in south Korea.\n\t\t\t\t\t They urged the regime not to yield the pressure from the U.S. but to properly tackle the issue of THAAD.\n\t\t\t\t\t\n\t\t\t\t\t Noting that THAAD can not intercept the north's ICBM, they urged the regime to stop its operation and site construction as well as additional deployment of launching pads.\n\t\t\t\t\t\n\t\t\t\t\t They evinced their will to stage a death-defying struggle if the regime pushes forward the deployment in disregard of their demand."
        },
        {
            "title": "DPRK Government's Statement Supported in Britain and Russia",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-02ee.html",
            "content": "DPRK Government's Statement Supported in Britain and Russia\r\n Pyongyang, August 23 (KCNA) -- A political party and organizations in Britain and Russia expressed support to the DPRK government's statement.\n\t\t\t\t\t The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea, the Korean Friendship Association UK and the British Solidarity Committee for Peace and Reunification of the Korean Peninsula issued a joint statement on August 7. It said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's ICBM test-launch is the legitimate right of a sovereign state and a self-defensive measure to counter the threat of aggression from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has revealed its wicked intent to stifle the ideology, social system and people of the DPRK by cooking up an unprecedentedly harsh \"sanctions resolution\" totally blocking its normal trade activities and economic exchange by abusing the name of the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t But no sanctions can work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its vassal forces can never threaten nor subdue the Korean people with such things like sanctions.\n\t\t\t\t\t\n\t\t\t\t\t The countries that conspired with each other to cook up the anti-DPRK \"sanctions resolution\" should feel shame, aware of the fact that they have joined the U.S. in its evildoing.\n\t\t\t\t\t\n\t\t\t\t\t The Political Executive Committee of the Party for Peace and Unity of Russia, the National Salvation Front and the Russian Group for Solidarity with the DPRK issued statements from August 8 to 12, denouncing the U.S. for raising the level of sanctions and pressure upon the DPRK, terming its ICBM test-launch a \"threat to the world peace and security\"."
        },
        {
            "title": "UNSC's Anti-DPRK \"Sanctions Resolution\" Denounced in DR Congo and Nigeria",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-03ee.html",
            "content": "UNSC's Anti-DPRK \"Sanctions Resolution\" Denounced in DR Congo and Nigeria\r\n Pyongyang, August 23 (KCNA) -- Political parties and organizations of DR Congo and Nigeria denounced the UNSC's anti-DPRK \"sanctions resolution\" on August 10 and 11.\n\t\t\t\t\t The Communist Party of DR Congo sent a letter to the secretary general of the United Nations in which it said that the world was greatly infuriated by the UNSC's \"sanctions resolution\" 2371 against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The UN \"sanctions resolution\" is the outcome of the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to nukes is an entirely just measure to defend itself from the U.S. high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. violence and threat should be stopped at once.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC is required to behave wisely in adopting a resolution.\n\t\t\t\t\t\n\t\t\t\t\t The National Committee for the Study of the Juche Idea of DR Congo and the DR Congo-Korea Friendship and Solidarity Association issued a solidarity statement. It said:\n\t\t\t\t\t\n\t\t\t\t\t We strongly denounce another anti-DPRK \"sanctions resolution\" masterminded by the U.S. as a brutal violation of a sovereign state's rights to independence, existence and development.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the stand of the DPRK which declared that as long as the U.S. hostile policy and nuclear threat continue, the DPRK, no matter what others may say, will neither place its self-defensive nuclear deterrence on the negotiating table nor flinch even an inch from the road already chosen by itself, the road of bolstering up its nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The People's Progressive Party of Nigeria in a statement also expressed full support to the DPRK government's statement and appealed to the world progressives to join the solidarity actions to support the just cause of the Korean people."
        },
        {
            "title": "Foreign Media Observes Anniversary of Korea's Liberation",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-04ee.html",
            "content": "Foreign Media Observes Anniversary of Korea's Liberation\r\n Pyongyang, August 23 (KCNA) -- Media of different countries and regions carried special write-ups titled \"Legendary hero, benefactor of liberation\", \"Turning point of history, Korea's liberation\" and televised Korean films on the occasion of the 72nd anniversary of Korea's liberation.\n\t\t\t\t\t The August issue of the Belarusian newspaper Vperyod carried an article illustrated with a photo of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t August 15, 1945 is the day when Korea was liberated from the colonial rule of the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Il Sung liberated the country by leading the anti-Japanese revolutionary struggle for two decades.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people dynamically pushed forward the building of a new society and built a developed socialist state under the leadership of the Workers' Party of Korea led by him.\n\t\t\t\t\t\n\t\t\t\t\t The August 14th issues of the Egyptian newspapers Al Akhbar Almassay and Al Misouri Alyaum noted that Korea's liberation, an event specially recorded in the history of the Korean nation, was a valuable fruition of the firm independent line of President Kim Il Sung, benefactor of the Korean nation's rebirth.\n\t\t\t\t\t\n\t\t\t\t\t A Guinea TV on August 12 televised Korean films \"Masikryong Ski Resort\" and \"Okryu Children's Hospital\".\n\t\t\t\t\t\n\t\t\t\t\t The Russian internet homepage \"The DPRK Today\" posted a special write-up illustrated with a photo of the President on August 11.\n\t\t\t\t\t\n\t\t\t\t\t The homepage praised the peerlessly great man for driving one million troops of the Kwantung Army of the Japanese imperialists into bottomless predicament with his superb guerrilla war methods and leading all people to stage resistance and greet on their own initiative the great event of national liberation.\n\t\t\t\t\t\n\t\t\t\t\t Articles dealing with the President's exploits for national liberation on August 13 and 15 were posted on internet homepages of the Anti-Imperialist Forum of Germany and the African Regional Committee for Friendship and Solidarity with the Korean People headquartered in Nigeria."
        },
        {
            "title": "Kim Jong Un dirige en el terreno el Instituto de Materiales Quimicos",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-19ee.html",
            "content": "Kim Jong Un dirige en el terreno el Instituto de Materiales Quimicos\r\nPyongyang, 23 de agosto (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno el Instituto de Materiales Quimicos de la Academia de Ciencias de Defensa Nacional.\n\t\t\t\t\tEstrechando la mano con los funcionarios que le recibieron, les dijo que vino a averiguar la situacion del instituto y ayudarlo.\n\t\t\t\t\t\n\t\t\t\t\tReconocio que en los ultimos anos, el instituto hizo muchas cosas mediante la patriotica campana por la conquista de niveles sofisticados en pleno acato a la politica del partido de dar importancia a las ciencias y tecnicas de defensa nacional y a la de industria belica.\n\t\t\t\t\t\n\t\t\t\t\tDespues de su recorrido por la sala de educacion en la historia revolucionaria y la de exhibicion de exitos cientifico-tecnicos, remodeladas recientemente, se cercioro de la situacion del proceso de fabricacion de la punta de ojiva del cohete balistico intercontinental y del motor de cohete propulsado por combustible solido.\n\t\t\t\t\t\n\t\t\t\t\tAveriguando como operan el proceso de tejedura de material premodelado con fibra carbonica, el de sedimentacion quimica a vapor, el de sedimentacion liquida bajo la presion alta y los otros de tratamiento de acabado, se informo en detalles de la densidad del material premodelado, la temperatura, grado y duracion de sedimentacion en el segundo proceso y la temperatura, presion, medio de trabajo, frecuencia de sedimentacion en el tercero y de las especificaciones tecnicas de los ultimos.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Maximo Dirigente estuvo en el proceso de produccion del motor de cohete propulsado por combustible solido donde indico las tareas y remedios detallados para normalizar la produccion en un nivel mas alto.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas importantes que corresponden al instituto.\n\t\t\t\t\t\n\t\t\t\t\tInstruyo al instituto producir en abundancia los motores de combustible solido y las puntas de ojiva al aumentar el proceso de produccion del motor y la capacidad productiva de la punta de ojiva y el propulsor con la materia compuesta carbono/carbono.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo que los funcionarios del instituto trabajaron con abnegacion y en silencio para cumplir la politica del partido sobre las ciencias de defensa nacional con la fidelidad al partido.\n\t\t\t\t\t\n\t\t\t\t\tApuntando que es un orgullo para el PTC tener la unidad de tales heroes anonimos y cientificos patrioticos, les dio agradecimiento especial y premio especial en efectivo a nombre del Comite Central del Partido.\n\t\t\t\t\t\n\t\t\t\t\tAl final, tomo una foto de recuerdo con los cientificos, tecnicos y obreros del instituto. \n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta visita los subjefes de departamento del CC de PTC, Jo Yong Won y Kim Jong Sik."
        },
        {
            "title": "Kim Yong Nam expresa condolencias al presidente del Congo Democratico",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-20ee.html",
            "content": "Kim Yong Nam expresa condolencias al presidente del Congo Democratico\r\nPyongyang, 23 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 22 un mensaje de condolencias al presidente de la Republica Democratica del Congo, Joseph Kabila Kabange, en relacion con que la region noreste del pais africano sufrio hace poco muchas perdidas humanas y materiales debido al desastre natural causado por lluvias torrenciales.\n\t\t\t\t\tEn la misiva, el remitente expreso profundo pesar y consuelo al destinatario, gobierno y pueblo del pais africano y los habitantes de la region damnificada.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que el gobierno y el pueblo del Congo Democratico recuperen cuanto antes las perdidas y logren exitos en las tareas por la estabilidad y desarrollo socioeconomico del pais."
        },
        {
            "title": "Portavoz de CNCDP condena Ulji Freedom Guardian de EE.UU y el Sur de Corea",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-21ee.html",
            "content": "Portavoz de CNCDP condena Ulji Freedom Guardian de EE.UU y el Sur de Corea\r\nPyongyang, 23 de agosto (ACNC) -- EE.UU. y los belicistas titeres surcoreanos iniciaron el dia 21 el ejercicio de guerra anti-Norte Ulji Freedom Guardian de caracter agresivo.\n\t\t\t\t\tAl respecto, el vocero del Comite Nacional Coreano por la Defensa de la Paz (CNCDP) publico el dia 23 una declaracion condenatoria que sigue:\n\t\t\t\t\t\n\t\t\t\t\tPese al clima de guerra que fomenta el ejercicio de guerra UFG en toda la extension geografica surcoreana, EE.UU. y la banda titere surcoreana actuan astutamente para relajar nuestra alerta y las criticas internas y externas diciendo que se redujo el numero de efectivos norteamericanos participantes y se cancelo el plan de despliegue de las propiedades estrategicas nucleares en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, tratan de justificar la ya revelada furia provocativa senalando que la presente edicion de UFG es \"entrenamiento anual de defensa\" y no constituye la accion militar que agrava la tension.\n\t\t\t\t\t\n\t\t\t\t\tPero, en este momento tambien, las escuadrillas de bombarderos estrategicos cargados de bombas nucleares se mantienen en la disposicion de despegue en la base aerea de Anderson de la isla Guam mientras esperan la orden de movilizacion las flotillas de portaaviones nucleares y los destructores Aegis, incrementados al doble, de la septima flota norteamericana que ha recibido la instruccion de realizar operaciones en las aguas maritimas de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEl presente entrenamiento de guerra al Norte (de Corea) no oculta su objetivo principal: la \"operacion de eliminacion de la Direccion Suprema del Norte\" y el \"ataque a las instalaciones de armas de exterminio masivo del Norte\" segun el \"OPLAN 5015\".\n\t\t\t\t\t\n\t\t\t\t\tLa situacion actual demuestra directamente que la ambicion de EE.UU. de aplastar a la RPDC no se cambia nunca aunque pase mucho tiempo y sucede lo mismo con la intencion de los titeres surcoreanos de agredir al Norte a pesar del cambio del \"poder\" en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tYa que EE.UU. y las autoridades surcoreanas expusieron de manera mas abierta su intencion hostil a la RPDC con la maniobra UFG, tenemos el legitimo derecho autodefensivo a hacerles frente rotundo.\n\t\t\t\t\t\n\t\t\t\t\tEllos son los imbeciles que se buscan la muerte con sus aventuras belicas a pesar de que les hemos advertido que tomaran la opcion correcta suspendiendo ahora mismo sus arrogantes actos provocadores y dado la oportunidad de corregir su error.\n\t\t\t\t\t\n\t\t\t\t\tReafirmamos la conclusion de que no se entiende con palabras con esos maniacos de guerra faltantes del sano juicio y de la elemental capacidad distintiva y el mejor remedio esta en controlarlos con la fuerza.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y los titeres surcoreanos deberan actuar con prudencia si quieren evadir el momento historico de su muerte a punaladas al recordar otra vez cada frase de la declaracion del gobierno de la RPDC, la del portavoz del Estado Mayor General del Ejercito Popular de Corea y la del vocero de las Fuerzas Estrategicas del EPC.\n\t\t\t\t\t\n\t\t\t\t\tNo les seria malo tomar la opcion correcta en la situacion actual luego de calcular bien las ganancias y las perdidas teniendo bien presente que cuan fea es vista por la sociedad internacional su fachada miserable de temblar de inquietud y miedo por la venganza contra el irremediable entrenamiento de la guerra de agresion al Norte.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad, advertimos solemnemente no solo a EE.UU. y el Sur de Corea sino tambien a los paises satelites coparticipes en UFG como Gran Bretana y Australia que seran condenados al fin tragico si se suman a las maniobras de los fanaticos de guerra.\n\t\t\t\t\t\n\t\t\t\t\tLos agresores y provocadores deben actuar con prudencia para que no vaya de mal en peor su situacion de vivir los minutos contados de su vida."
        },
        {
            "title": "Rodong Sinmun condena a la locura de capa dominante japonesa por la reagresion",
            "url": "http://kcna.co.jp/item/2017/201708/news23/20170823-22ee.html",
            "content": "Rodong Sinmun condena a la locura de capa dominante japonesa por la reagresion\r\nPyongyang, 23 de agosto (ACNC) -- Recientemente, unos diez politiqueros japoneses visitaron el santuario Yasukuni. Y el premier Abe, temido a la protesta y condena internas y externas, no se atrevio a visitarlo, sino envio sus ofrendas  por conducto de sus sirvientes.\n\t\t\t\t\tHistoricamente, los reaccionarios ultraderechistas de Japon han venido utilizando el santuario Yasukuni como lugar clave para insuflar la idea militarista a los japoneses.\n\t\t\t\t\t\n\t\t\t\t\tAdelanta asi el diario Rodong Sinmun en un comentario individual editado hoy y continua:\n\t\t\t\t\t\n\t\t\t\t\tEsta imprudencia de los politiqueros japoneses, que suenan con la reagresion charlando con las fantasmas de los criminales de guerra de categoria especial, constituye un insulto insoportable y una burla a la humanidad aspirante a la justicia y la paz.\n\t\t\t\t\t\n\t\t\t\t\tEn el periodo cuando Japon fue derrotado en la Segunda Guerra Mundial, los reaccionarios japoneses visitaron de modo sigiloso el santuario. Pero, ahora lo hacen abiertamente.\n\t\t\t\t\t\n\t\t\t\t\tLas figuras de alto nivel del gobierno y los parlamentarios realizan una visita colectiva al santuario, por una parte y por la otra, tergiversan y niegan a nivel estatal la historia de agresion del pasado.\n\t\t\t\t\t\n\t\t\t\t\tY abusando taimadamente de la situacion internacional en cambio, la capa dominante reaccionaria de Japon se enfrasca en enmendar la Constitucion, proceso final para atribuir el caracter legal a la agresion al ultramar.\n\t\t\t\t\t\n\t\t\t\t\tDe ahi, la revision de la Constitucion y la reagresion de Japon constituyen el problema del tiempo.\n\t\t\t\t\t\n\t\t\t\t\tTomar el camino de reagresion resucitando la era imperial llevara el pais isla a las desgracias.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades japonesas deben tener bien presente de que no podran evitar el destino de la mariposa nocturna si se portan imprudentemente olvidandose de su historia vergonzosa."
        }
    ]
}