{
    "date": "2017-08-11",
    "url": "http://kcna.co.jp/item/2017/201708/2017-08-11ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Back Home from Iran",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-17ee.html",
            "content": "Kim Yong Nam Back Home from Iran\r\n Pyongyang, August 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, returned home Friday after taking part in the Iranian presidential inauguration ceremony at the invitation of the government of the Islamic Republic of Iran.\n\t\t\t\t\t Kim and his party were greeted by Yang Hyong Sop, vice-president of the SPA Presidium; Jon Kwang Ho, vice-premier of the Cabinet; Ri Kil Song, vice-minister of Foreign Affairs; Mostafa Izzaddost Kord Mahaleh, Iranian charge d'affaires ad interim; and others."
        },
        {
            "title": "Congratulations to Rwandan President",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-15ee.html",
            "content": "Congratulations to Rwandan President\r\n Pyongyang, August 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Thursday sent a congratulatory message to Paul Kagame upon his re-election as president of the Republic of Rwanda.\n\t\t\t\t\t The message said that the Rwandan people have achieved big successes in the struggle to consolidate the country's political stability and peace and ensure the sustainable development of the national economy under the correct guidance of the president.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the DPRK-Rwanda relations of friendship and cooperation with a long tradition would grow stronger, Kim in the message wished the Rwandan president greater success in his responsible work for the country's development and the people's well-being."
        },
        {
            "title": "Youths and Workers of DPRK Meet to Back Government Statement",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-23ee.html",
            "content": "Youths and Workers of DPRK Meet to Back Government Statement\r\n Pyongyang, August 11 (KCNA) -- Rallies of youths and workers and trade union members took place at the Youth Park Open-Air Theatre and in compound of the Monument to Party Founding on Friday to express their absolute support for the government statement, which categorically rejected the recent UNSC \"sanctions resolution\".\n\t\t\t\t\t Attending them were Choe Ryong Hae, officials concerned and youth league and trade union officials and members and youths and students and workers.\n\t\t\t\t\t\n\t\t\t\t\t The statement was read out at the rallies before speeches.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the DPRK's access to the strongest nukes and rockets is a legitimate step for self-defense to protect the destiny of the country and nation and guarantee the right to independent development, vehemently denouncing the U.S. imperialists for instigating riff-raffs to forge an ill document to stamp out the DPRK's sovereignty and rights to existence and development. \n\t\t\t\t\t\n\t\t\t\t\t Despite the barbarous blockade and sanctions of more than half a century, the worst adversity in which others would surrender many a time, socialist Korea emerged a full-fledged nuclear power of Juche and a world's military power, winning victory after victory, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that it is the fixed will and resolve of the Korean people to launch a death-defying struggle against the provocation made by the gangster-like U.S. imperialists in all fields of politics, economy and military affairs to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They declared that if the U.S. imperialists show any sign of invasion, all civilians, together with the People's Army, will sweep away the empire of evils, the bastion of aggression, as a whole."
        },
        {
            "title": "Korean People Are Sure to Win Victory: Provincial Rallies",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-22ee.html",
            "content": "Korean People Are Sure to Win Victory: Provincial Rallies\r\n Pyongyang, August 11 (KCNA) -- Mass rallies were held in South and North Phyongan, South Hwanghae and South Hamgyong provinces of the DPRK on Friday to hail the DPRK government statement categorically rejecting the recent UN \"sanctions resolution\".\n\t\t\t\t\t Present were officials of local party, power and economic organs, working people's organizations, industrial establishments, farms and universities and working people and youth and students.\n\t\t\t\t\t\n\t\t\t\t\t At the rallies, the statement of the DPRK government was read out before speeches by vice-chairmen of the provincial committees of the Workers' Party of Korea and representatives of workers, agricultural workers, intellectuals and youths.\n\t\t\t\t\t\n\t\t\t\t\t The speakers expressed full support for the government statement which totally rejected the UNSC \"sanctions resolution\" 2371, cooked by the U.S. and its vassal forces, as an illegal criminal document.\n\t\t\t\t\t\n\t\t\t\t\t The \"sanctions resolution\" is no more than the last-ditch efforts of those frightened by the might of the DPRK, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and other hostile forces have framed up the UN \"sanctions resolutions\" several times so far while picking on every DPRK's exercise of legitimate rights, but neither sanctions nor pressure could frighten the DPRK and they hardened its faith for independence and increased the spirit of self-development.\n\t\t\t\t\t\n\t\t\t\t\t They said that as they have respected Supreme Leader Kim Jong Un and the might of single-minded unity and self-development more powerful than nukes, the service personnel and people of the DPRK will firmly defend the security of the country and win the final victory of the cause of socialism, though all the formidable enemies in the earth may come in attack."
        },
        {
            "title": "DPRK FM Spokesman's Statement Distributed as UN Document",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-03ee.html",
            "content": "DPRK FM Spokesman's Statement Distributed as UN Document\r\n Pyongyang, August 11 (KCNA) -- The statement, issued by a spokesman for the DPRK Foreign Ministry to clarify the historic significance and justice of the DPRK's resounding success in the second test-launch of ICBM Hwasong-14, was distributed as an official document A/71/1000-S/2017/656 of the UN General Assembly and the UN Security Council on August 7."
        },
        {
            "title": "Equatorial Guinean Government Delegation Departs",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-13ee.html",
            "content": "Equatorial Guinean Government Delegation Departs\r\n Pyongyang, August 11 (KCNA) -- A government delegation of the Republic of Equatorial Guinea led by Victor Grange Mehile, minister of Agriculture, Animal Husbandry and Food, left here for home on Friday."
        },
        {
            "title": "Foreign Guests Arrive Here",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-21ee.html",
            "content": "Foreign Guests Arrive Here\r\n Pyongyang, August 11 (KCNA) -- Foreign guests came here Friday to attend the Fifth International Festival in Praise of the Great Persons of Mt Paektu.\n\t\t\t\t\tThey include Victor Petrov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK who is co-chairman of the International Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, and his party; Helmi El Hadidi, chairman of the Afro-Asian People's Solidarity Organization who is co-chairman of the International Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu; Javed Ansari, secretary general of the Karachi branch of the Pakistan-Korea Friendship Association who is secretary general of the Pakistani National Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu; Suneet Chopra, secretary general of the All India Indo-Korean Friendship Association who is secretary general of the Indian National Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu; a delegation of the Mongolian Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu led by Chairman J. Lomvo; Tin Tun, director of Myanmar Medical Research Institute who is chairman of the Myanmar Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu; Vitali Revedev, chairman of the preparatory committee of the Russian Group for Solidarity with the DPRK for Gathering 2017-Praise to the Great Persons of Mt Paektu, and his party; a delegation of the British Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu headed by Chairman Dermot Hudson; Vasile Lacatus, secretary general of the Romania-Korea Friendship Association who is co-chairman of the Romanian National Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu; a delegation of the Bulgarian Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu led by Maya Boneva; a delegation of the Belgium Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu led by Chairman Jozef Bossuyt; Jon Arni Halldorsson, general secretary of the Iceland-DPRK Friendship and Cultural Society who is chairman of the Iceland Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu; Jozef Servista, deputy general secretary of the C.C., Czechoslovak Communist Party who is vice-chairman of the Czech Republic Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu; a delegation of the Luxembourg Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu led by Secretary General Charles Doerner; Adamos Katsantonis, chairman of the Cyprus-Korea Cultural and Friendship Association who is chairman of the Cyprus Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, and his party; a delegation of the Ecuadorian Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu led by Vice-Chairman Julio Ballesteros Espin; Noel Steeve, chairman of the Haiti-Korea Cultural Association who is chairman of the Haiti Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu; Rosanita Campos, vice-president of the Party for Free Motherland of Brazil who is representative of the Brazilian Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu; and Abdoulaye Diallo, chairman of the Guinean Society for the Study of the Juche Literary Idea who is vice-chairman of the Guinean Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu.\n\t\t\t\t\tAlso arriving were Damian Ogbonna, national chairman of the People's Progressive Party of Nigeria who is co-chairman of the International Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, and his party; Cristian Pivetta, chairman of the Italian Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu; and Oliver Jonischkeit, representative of the Austrian Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu."
        },
        {
            "title": "Delegation of Association of Koreans in Japan for Peaceful Reunification Here",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-19ee.html",
            "content": "Delegation of Association of Koreans in Japan for Peaceful Reunification Here\r\n Pyongyang, August 11 (KCNA) -- A delegation of the Association of Koreans in Japan for Peaceful Reunification led by Vice-Chairman Kang Thae Hwan arrived here on Friday."
        },
        {
            "title": "Delegation of Koreans in Japan Pays Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-20ee.html",
            "content": "Delegation of Koreans in Japan Pays Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, August 11 (KCNA) -- A delegation of the Association of Koreans in Japan for Peaceful Reunification visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill here on Friday.\n\t\t\t\t\t The delegation laid a bouquet at the statues of the great leaders and paid homage to them."
        },
        {
            "title": "\"Preventive War\" Is Not Privileged Option for U.S.",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-14ee.html",
            "content": "\"Preventive War\" Is Not Privileged Option for U.S.\r\n Pyongyang, August 11 (KCNA) -- Now when the situation on the Korean peninsula is inching close to the outbreak of a war, it was reported that the security think tank of Trump devised a plan for \"preventive war\" and makes preparations for its materialization.\n\t\t\t\t\t This war scenario, the gist of which is to give a sudden strike to the DPRK's nuclear and rocket bases to prevent the U.S. mainland from their strike, is a plan for war of aggression which can be nurtured only by the U.S., a shameless gangster state.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Kang Kum Chol, a researcher of the Institute of International Studies, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. set the northern half of the Republic as the theatre of the \"preventive war\" and claims it can be an \"ideal option\" unharmful to it as only Koreans will die there. It can not be construed otherwise than a foolish and ignorant dream of those bereft of elementary sense, cognition and discretion.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. opened its eyes to how the reality varies and who its rival is, such stupid remarks would not have been made.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous that the U.S. warmongers are unaware of the fact that even a single shell dropped on the Korean Peninsula might lead to the outbreak of a new world war, a thermonuclear war.\n\t\t\t\t\t\n\t\t\t\t\t We consider the U.S. no more than a lump which we can beat to a jelly any time.\n\t\t\t\t\t\n\t\t\t\t\t Ri Chol Ui, an officer of the Korean People's Army, said:\n\t\t\t\t\t\n\t\t\t\t\t The recent U.S. war drills and muscle-flexing targeting our strategic bases have gone beyond our patience.\n\t\t\t\t\t\n\t\t\t\t\t There seems to look the downfall of the U.S. imperialists, in case our operation plan for making an enveloping fire at military bases on Guam is put into practice. If so, their appearance might have been the same as that of their doomed seniors lampooned as American beasts by Paek In Jun, a world-known writer of the DPRK, in 1950s.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. shows even a slightest sign of \"preventive war\", we will immediately reduce its mainland into a field of nuclear war with strategic nuclear attack means.\n\t\t\t\t\t\n\t\t\t\t\t \"Preventive war\" is not a privileged option for the U.S."
        },
        {
            "title": "U.S., Nuclear War Fanatic",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-18ee.html",
            "content": "U.S., Nuclear War Fanatic\r\n Pyongyang, August 11 (KCNA) -- Trump is driving the situation on the Korean peninsula to the brink of a nuclear war, making such outcries as \"the U.S. will not rule out a war against the DPRK\".\n\t\t\t\t\t From historical point of view, the U.S. criminal attempt to impose nuclear disaster upon the Korean nation is not of recent occurrence.\n\t\t\t\t\t\n\t\t\t\t\t Even in the period of the 1950-1953 Korean war, the U.S. schemed to drop A-bomb on the Korean peninsula on at least 20 occasions.\n\t\t\t\t\t\n\t\t\t\t\t After provoking the Korean war in 1950, the U.S. made desperate efforts to put into practice its plan for using A-bomb worked out before the war.\n\t\t\t\t\t\n\t\t\t\t\t Whenever the war situation had gone against its will due to the powerful strike made by the Korean People's Army, the U.S. tried to use A-bomb in a bid to win the \"honorable victory\".\n\t\t\t\t\t\n\t\t\t\t\t MacArthur, the then commander of the U.S. forces in the Far East, in secret telephone talks with the then U.S. President Truman claimed the use A-bomb in the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t He went the length of saying that according to his plan to drive the enemy into a tight corner, only an A-bomb was needed to destroy the one and only route from Manchuria of China and Vladivostok of Russia to Korea and it would take six months to restore it, as there were many tunnels and bridges along it.\n\t\t\t\t\t\n\t\t\t\t\t And voices demanding the use of A-bomb in the war could be heard even from U.S. hard-line congressmen.\n\t\t\t\t\t\n\t\t\t\t\t At that time, a British newspaper reported that B-29 and B-50 with the mark of atomic bomber in their tails frequented Yokoda air base in Japan.\n\t\t\t\t\t\n\t\t\t\t\t In November 1950, Truman said in his statement that the U.S. would use A-bomb against north Korea. Timed to coincide with it, the U.S. imperialists deployed B-47 strategic bomber having A-bomb on board at its air base in Okinawa, Japan. And in December that year, they stored A-bombs on an aircraft carrier anchoring in the waters off Inchon, south Korea in top secrecy and kept its planes ready for action.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists dared not use A-bomb due to the strong protest of the international community, but such attempt was continued by those American warmongers like Eisenhower and Ridgway in the whole course of the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t All these facts go to prove that the U.S. is, indeed, the mastermind of nuclear threat, the heinous nuclear war fanatic."
        },
        {
            "title": "DPRK Will Steadfastly Follow Road of Independence and Justice: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-05ee.html",
            "content": "DPRK Will Steadfastly Follow Road of Independence and Justice: Rodong Sinmun \r\n Pyongyang, August 11 (KCNA) -- Rodong Sinmun Friday in an article says that the U.S. would be well advised to bear in mind the solemn declaration of the DPRK that it would steadfastly follow the road chosen by itself to the last.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists pulled up the DPRK's test-launch of ICBM as \"threat to global peace and security\" and fabricated the \"sanctions resolution\" of the UN Security Council with dastards acting as voting machines of the UN involved. This is the last-ditch efforts of the toothless wolf scared by the might of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The enemies are so frightened at merely two ICBM test-launches by the DPRK that they are making so much fuss, but this only redoubles the DPRK's pride in the great might and hardens its faith that this is the only way to survive and follow.\n\t\t\t\t\t\n\t\t\t\t\t Under the situation that the U.S. hostile policy posing a threat to the DPRK's existence persists, the U.S. assertion that peace settles in when the DPRK should unilaterally disarm itself, to begin with, cannot work on anyone.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK would further increase the muscle of justice to thoroughly eradicate the cause of aggression and war and follow the road chosen by itself to the last now that the gangster-like U.S. imperialists persist in their most vicious and dastardly provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is seriously mistaken if it thinks that its mainland would be safe from across the ocean. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. fails to act with discretion, persisting in its reckless attempt to stifle the DPRK, the latter will not hesitate to use any form of ultimate means."
        },
        {
            "title": "DPRK Is Certain to Win Thanks to Peerlessly Great Man: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-06ee.html",
            "content": "DPRK Is Certain to Win Thanks to Peerlessly Great Man: Rodong Sinmun\r\n Pyongyang, August 11 (KCNA) -- A series of successful test-launch of ICBM Hwasong-14 were the historic decisive victories achieved by respected Supreme Leader Kim Jong Un with rare wisdom and matchless grit and outstanding leadership, says Rodong Sinmun in a commentary on Aug. 11.\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t Today's miracles could be performed thanks to the great devotion and painstaking efforts of Kim Jong Un who paved the road to the development of the new-type ultra-modern rocket at the launch sites at midnight and dawn.\n\t\t\t\t\t\n\t\t\t\t\t The great historic changes in the country clearly show that we are certain to win victory as long as we are under his outstanding leadership.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are confident of it, looking back on the past when they won only praiseworthy victories. \n\t\t\t\t\t\n\t\t\t\t\t We are certain to win thanks to him. This is a science and truth.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its vassal forces made the riffraff cook up another extremely harsh \"sanctions resolution\" against the DPRK and are seeking to do harm to the DPRK by introducing huge nuclear strategic assets but this is nothing but last-ditch efforts of those who are doomed to ruin.\n\t\t\t\t\t\n\t\t\t\t\t Neither military threat nor sanctions can browbeat the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Un, peerlessly illustrious commander, the army and people of the DPRK will put an end to the vicious moves of the U.S. for isolating and stifling the DPRK and build a powerful socialist country and the best power in the world without fail.\n\t\t\t\t\t\n\t\t\t\t\t The world will soon witness the emergence of such a power."
        },
        {
            "title": "U.S. Will Have to Pay Very High Price: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-07ee.html",
            "content": "U.S. Will Have to Pay Very High Price: Rodong Sinmun\r\n Pyongyang, August 11 (KCNA) -- After witnessing the successful second test-launch of ICBM in the DPRK, the U.S. has been seized with anxiety and terror, fearful of when weapons of Juche Korea will shower shells on its military bases for aggression and mainland, Rodong Sinmun Friday says in a commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Recently there was an evacuation drill to cope with the \"ballistic rocket threat\" from someone in Hawaii of the U.S. for the first time in its history since its foundation. \n\t\t\t\t\t\n\t\t\t\t\t In order to clear horrible atmosphere Trump uttered that a step would be taken to ensure the security of the mainland. He said that the U.S. would \"not rule out a war\" and that \"if a war breaks out, it will be fought on the Korean peninsula.\"\n\t\t\t\t\t\n\t\t\t\t\t That is why U.S. military warmongers are running amuck, vociferating about introduction of strategic assets into the Korean peninsula and \"preemptive attack\".\n\t\t\t\t\t\n\t\t\t\t\t Reigning in the UN Security Council, the U.S. cooked up a new \"sanctions resolution\" again by pressurizing our neighboring countries which read the face of the U.S., unfit for the statute of big powers.\n\t\t\t\t\t\n\t\t\t\t\t It is tragedy that the reckless and hysteric behaviors may reduce the U.S. mainland to ashes any moment.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of the great Paektusan nation in the wake of the successful second test-launch of ICBM Hwasong-14 to put an end to the hostile moves of the U.S. which has imposed misfortunes and sufferings upon the Korean people for over half a century and win the final victory in the stand-off with imperialism and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its vassal forces will dearly pay for the harshest sanctions and pressure and reckless military provocations against the DPRK."
        },
        {
            "title": "Minju Joson Blasts U.S. and Japan for Their Collusion and Nexus against DPRK",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-08ee.html",
            "content": "Minju Joson Blasts U.S. and Japan for Their Collusion and Nexus against DPRK\r\n Pyongyang, August 11 (KCNA) -- Frightened by a series of the great successful ICBM test-launches by the DPRK, of late the U.S. and the Japanese reactionaries are going more reckless than ever before in their moves to \"tighten the alliance\" against the DPRK.\n\t\t\t\t\t After \"repeatedly confirming the scenarios for putting maximum pressure on the north\", the U.S. and the Japanese reactionaries are resorting to the sanctions strategy to isolate and stifle the DPRK while staging even the joint military game aimed at making a \"preemptive strike\" at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Minju Joson says in a commentary on Friday that this is an intolerable challenge to the DPRK as it is a revelation of the unchanged ambition of aggression of the U.S. and the Japanese reactionaries who have imposed untold sufferings and misfortune on the Korean nation for several decades since they worked to do harm to the nation in conspiracy with each other early in the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t This betrays once again the vicious nature of aggression of those who are hell-bent on making the Korean nation fall victim to their self-interests and the rivalry for spheres of influence, quite indifferent to the peace and stability on the Korean peninsula and Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is little short of a pipedream for them to expect the harshest sanctions and pressure and military provocations to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and Japan persist in making a mockery of the destiny of the Korean nation in conspiracy with each other, failing to do away with the criminal habits more than 110 years ago, the army and people of the DPRK will reduce to ashes all the fortresses of the provocations with the nuclear deterrent for self-defence they have bolstered up for several decades and put an end to the crime-woven history of the U.S. and the Japanese reactionaries characterized by aggression and plunder."
        },
        {
            "title": "Official of S. Korean Embassy in Russia Sexually Abuses Girl Student",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-10ee.html",
            "content": "Official of S. Korean Embassy in Russia Sexually Abuses Girl Student\r\n Pyongyang, August 11 (KCNA) -- A high-ranking official of the south Korean embassy in Russia has sexually abused a girl student employed there since July 2015, according to CBS on Aug. 7.\n\t\t\t\t\t This is one of a series of sexual abuses by south Korean diplomats."
        },
        {
            "title": "S. Korea: Scheme for Appreciation of Environment in THAAD Site Checked",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-12ee.html",
            "content": "S. Korea: Scheme for Appreciation of Environment in THAAD Site Checked\r\n Pyongyang, August 11 (KCNA) -- No-THAAD action organizations and residents of south Korea reportedly blocked the authorities' moves for appreciation of environment in the THAAD site. \n\t\t\t\t\t Representatives of six civic and public organizations against THAAD deployment on August 8 held a meeting for emergency measure and decided to protest against the authorities' scheme for measurement of electromagnetic waves and noise.\n\t\t\t\t\t\n\t\t\t\t\t The Songju Committee for Struggle against THAAD Deployment, the Kimchon Citizens Measure Committee against THAAD Deployment and others held a press conference on Thursday to demand an immediate stop to the appreciation moves.\n\t\t\t\t\t\n\t\t\t\t\t Speakers urged the authorities to stop the project for THAAD deployment and withdraw facilities.\n\t\t\t\t\t\n\t\t\t\t\t Their strong protest forced the authorities to cancel the plan for measurement of electromagnetic waves and noise."
        },
        {
            "title": "Meeting to Take over Remains of Korean Victims of Forcible Drafting Held",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-16ee.html",
            "content": "Meeting to Take over Remains of Korean Victims of Forcible Drafting Held\r\n Tokyo, August 10 (KNS-KCNA) -- A meeting to take over the remains of Korean victims of the forcible drafting by the Japanese imperialists took place in Tokyo on August 6.\n\t\t\t\t\t Present there were Ha Su Gwang, general secretary of the Fact-Finding Group for the Probe into the Truth about the Forcible Drafting of Koreans, Ri Tong Je, chairman of the Association of Koreans in Japan for Peaceful Reunification, Ko Tok U, chairman of the Nishi Tokyo headquarters of the General Association of Korean Residents in Japan (Chongryon), Koreans and Japanese figures.\n\t\t\t\t\t\n\t\t\t\t\t With the help of the Fact-Finding Group for the Probe into the Truth about the Forcible Drafting of Koreans and other organizations of Chongryon and conscience-minded Japanese, remains of many Koreans who met merciless deaths while being forced into murderous labor at munitions factories, military bases, railway construction sites and coal mines after having been taken to Japan before the liberation of Korea have been unearthed.\n\t\t\t\t\t\n\t\t\t\t\t But their wish to get buried in their native places has not yet been realized due to the national division imposed by outsiders and to the Japanese government's wrongful attitude of categorically denying the abolition of the past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Recent efforts made by several organizations resulted in making the remains of more than 30 victims get buried in their native places out of those which have been enshrined in a temple in Tokyo.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting said more than 70 years have passed since the August 15 liberation of Korea, but the departed souls of the victims are still left deserted in Japan, stressing that their lifetime wishes can come true only when the reunification unanimously desired by the fellow countrymen is achieved.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting observed a moment's silence for the victims."
        },
        {
            "title": "Scrapping of List of Korean Draftees Disclosed in Japan",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-11ee.html",
            "content": "Scrapping of List of Korean Draftees Disclosed in Japan\r\n Pyongyang, August 11 (KCNA) -- It was reportedly disclosed that a list of Korean workers who suffered compulsory hard labor at a shipyard in Nagasaki of Japan before the liberation of Korea was scrapped by a Japan local autonomous entity.\n\t\t\t\t\t The Japanese newspaper Mainichi Shimbun on Aug. 8 said that Mitsubishi Heavy Industry presented a list of 3418 Korean workers to the judicial authorities of Nagasaki Prefecture in June 1948 and deposited money which had not been paid to them.\n\t\t\t\t\t\n\t\t\t\t\t But the Nagasaki Prefecture judicial authorities willfully scrapped the list in 1970 under the pretext that its time limit was over.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans on the list lost their lives or suffered damage due to the A-bombs dropped by the U.S. imperialists."
        },
        {
            "title": "Korean Body in Japan Accuses U.S. of Escalating War Moves",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-09ee.html",
            "content": "Korean Body in Japan Accuses U.S. of Escalating War Moves\r\n Pyongyang, August 11 (KCNA) -- The Japanese Regional Committee of the Overseas Side Committee for Implementing June 15 Joint Declaration on Aug. 8 made public a statement in denunciation of the war moves of the U.S. aggravating the tension on the Korean peninsula.\n\t\t\t\t\t The fierce stand-off between the DPRK and the U.S. for over seven decades has entered the final phase, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula is getting more serious than ever before over the DPRK's bolstering up of nuclear force for self-defence and the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the joint military drill Ulji Freedom Guardian is undertaken, the military tension on the Korean peninsula will reach the extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for all Koreans desirous of national reunification to launch nationwide struggle to put an end to the outsiders' interference and reckless war moves disturbing peace and security on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese regional committee will, together with all other Koreans, pool strength to smash the U.S. reckless confrontation policy and nuclear war moves, defend peace of the country and concentrate all efforts on opening a wide avenue to independent reunification."
        },
        {
            "title": "Solidarity Event Held in Indonesia",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-01ee.html",
            "content": "Solidarity Event Held in Indonesia\r\n Pyongyang, August 11 (KCNA) -- An event \"Evening of Indonesia-DPRK friendship and culture\" was held in Jakarta on July 31.\n\t\t\t\t\t On display at the venue of the event were Korean books and art pieces.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were personages of the Jaya Suprana Music Institute and the Indonesia-Korea Association for Friendship and Cultural Exchange               and popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Present on invitation were the DPRK ambassador to Indonesia and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The director of the music institute said at the event:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a country where musical art reached a high level.\n\t\t\t\t\t\n\t\t\t\t\t Musical art is a very good field for deepening the bilateral understanding and friendship.\n\t\t\t\t\t\n\t\t\t\t\t In the future we will widely introduce the reality of the DPRK among the Indonesians through this field."
        },
        {
            "title": "Swiss Organizations Hail DPRK's ICBM Test-launch",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-02ee.html",
            "content": "Swiss Organizations Hail DPRK's ICBM Test-launch\r\n Pyongyang, August 11 (KCNA) -- The Swiss Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea made public a joint statement on July 29 hailing the DPRK's successful test-launch of ICBM Hwasong-14.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Respected Marshal Kim Jong Un signed the order to carry out the second test-fire of intercontinental ballistic rocket Hwasong-14 and guided it on the spot.\n\t\t\t\t\t\n\t\t\t\t\t Under his personal guidance, the test-launch successfully took place.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un expressed his great satisfaction over the results of the launch.\n\t\t\t\t\t\n\t\t\t\t\t The successful test-launch gives a warning to the U.S. imperialists and their vassal forces that their moves for aggression on the DPRK would bring miserable results.\n\t\t\t\t\t\n\t\t\t\t\t The reckless aggression moves against the DPRK will drive the American empire into an inescapable ruin."
        },
        {
            "title": "Kim Yong Nam regresa de Iran",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-24ee.html",
            "content": "Kim Yong Nam regresa de Iran\r\nPyongyang, 11 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, se repatrio el dia 11 luego de participar en la ceremonia de investidura del presidente irani cumplimentando la invitacion del gobierno de la Republica Islamica de Iran.\n\t\t\t\t\tKim y su comitiva fueron acogidos por el vicepresidente del Presidium de la APS, Yang Hyong Sop, el vicepremier Jon Kwang Ho, el vicecanciller Ri Kil Song, el encargado de negocios a. i. de Iran en Corea, Mostafa Izzaddost Kord Mahaleh, y otros."
        },
        {
            "title": "Kim Yong Nam felicita al presidente reelecto de Rwanda",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-25ee.html",
            "content": "Kim Yong Nam felicita al presidente reelecto de Rwanda\r\nPyongyang, 11 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 10 un mensaje de felicitacion a Paul Kagame por su reeleccion como presidente de la Republica de Rwanda.\n\t\t\t\t\tEn la misiva, el remitente senalo que bajo la correcta direccion del dignatario africano, el pueblo rwandes logra grandes exitos en la lucha por consolidar la estabilidad politica y la paz del pais y alcanzar el desarrollo sostenible de la economia nacional.\n\t\t\t\t\t\n\t\t\t\t\tConvencido de que se ampliaran y se desarrollaran en el futuro tambien las relaciones de amistad y cooperacion Corea-Rwanda que tienen larga tradicion, formulo votos por mayores exitos en las responsabilidades del destinatario por el desarrollo del pais y el bienestar del pueblo."
        },
        {
            "title": "Jovenes y obreros coreanos apoyan la declaracion de gobierno de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-26ee.html",
            "content": "Jovenes y obreros coreanos apoyan la declaracion de gobierno de la RPDC\r\nPyongyang, 11 de agosto (ACNC) -- Tuvieron lugar el dia 11 en el Anfiteatro del Parque Juventud y en el patio de educacion del Monumento a la Fundacion del Partido los mitines de los jovenes y de los obreros y gremiales de la Federacion General de los Sindicatos de Corea para expresar apoyo a la reciente declaracion del gobierno de la Republica Popular Democratica de Corea.\n\t\t\t\t\t  En las ocasiones estuvieron presentes Choe Ryong Hae y los funcionarios de ramas interesadas, la Union de la Juventud y la Federacion General de los Sindicatos de Corea asi como los jovenes y estudiantes, los obreros y gremiales.\n\t\t\t\t\t\n\t\t\t\t\t  Ante todo, se dio lectura a la declaracion del gobierno de la RPDC y hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\t  Los oradores dijeron que la posesion de las poderosas armas nucleares y cohetes por parte de la RPDC deviene una justa medida autodefensiva para defender el destino del pais y la nacion y garantizar el derecho al desarrollo independiente.\n\t\t\t\t\t\n\t\t\t\t\t  Condenaron que el imperio yanqui moviliza los fulanos y menganos para inventar los documentos sucios y asi trata de exterminar la soberania y los derechos a subsistencia y el desarrollo de la RPDC.  \n\t\t\t\t\t\n\t\t\t\t\t  Apuntaron que aun en medio del bestial bloqueo y sancion de mas de medio siglo y de las peores adversidades, la Corea socialista se ha convertido en la potencia nuclear y la militar de talla mundial logrando victorias sucesivas.\n\t\t\t\t\t\n\t\t\t\t\t  Destacaron que son invariables la voluntad y decision del pueblo coreano de hacer frente con la batalla decisiva a la provocacion del imperialismo yanquis en todas las ramas de la politica, economia y el plano militar.\n\t\t\t\t\t\n\t\t\t\t\t  Concluyeron enfatizando que si los imperialistas yanquis se atreven a enviar un solo obus a la tierra coreana, eliminaran, junto con el Ejercito Popular, el bastion de agresores y el imperio del mal."
        },
        {
            "title": "Entidad nortena critica complot en el tema de devolucion de ciudadanas de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-27ee.html",
            "content": "Entidad nortena critica complot en el tema de devolucion de ciudadanas de la RPDC\r\nPyongyang, 11 de agosto (ACNC) -- Ultimamente, las autoridades surcoreanas no dejan su sucia intriga para eludir la devolucion de las ciudadanas de la RPDC retenidas en el Sur de Corea.\n\t\t\t\t\tAl respecto, el vocero de la Comision de Medidas Emergentes por la Salvacion de las Victimas del Secuestro Forzoso de la RPDC hizo publica ayer una declaracion que sigue:\n\t\t\t\t\t\n\t\t\t\t\tAl obligarles el \"matrimonio\" a las 12 ciudadanas de la RPDC secuestradas en grupo en ultramar en abril del ano pasado, las autoridades surcoreanas tratan de dar la impresion de que ellas \"llevan una vida estable asentadas voluntariamente\" en el suelo surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tAsi, ellas pretenden rechazar la demanda de la RPDC de que devolviera a esas victimas de rapto, lo cual resulta un tremendo crimen imperdonable y otra provocacion politica contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa conducta de los actuales politicastros surcoreanos es identica al escalofriante acto corrupto de la camarilla traidora de Park Geun-hye que secuestro a plena luz del dia a las ciudadanas de la RPDC y se las llevo al Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas no deben abrigar la estupida idea de que con tal farsa, podran encubrir la verdad del incidente y silenciar el tema de devolucion.\n\t\t\t\t\t\n\t\t\t\t\tCuanto mas se valgan ellas de las intrigas presentando opiniones absurdas para no devolver a las norcoreanas, tanto mas se aumentaran la ira de la RPDC y la demanda de nacionales y extranjeras sobre la repatriacion. \n\t\t\t\t\t\n\t\t\t\t\tLa responsabilidad total del caso recaera sobre las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad, ponemos en claro una vez mas que no habra ninguna forma de cooperacion humanitaria, tal como el encuentro de familiares y parientes separados en ambas partes coreanas, hasta cuando se logre la devolucion incondicional de Kim Ryon Hui y las 12 muchachas secuestradas.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas desean la solucion de asuntos humanitarios entre ambas partes, deberan dejar su necio complot y devolver cuanto antes a las secuestradas a la RPDC donde les esperan con ansia sus familiares."
        },
        {
            "title": "Prosiguen mitines en las provincias coreanas en apoyo a la declaracion del gobierno",
            "url": "http://kcna.co.jp/item/2017/201708/news11/20170811-28ee.html",
            "content": "Prosiguen mitines en las provincias coreanas en apoyo a la declaracion del gobierno\r\nPyongyang, 11 de agosto (ACNC) -- Tuvieron lugar el dia 11 los mitines multitudinarios de las provincias de Phyong-an del Sur, Phyong-an del Norte, Hwanghae del Sur y Hamgyong del Sur para expresar apoyo a la reciente declaracion del gobierno de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEn las ocasiones participaron los funcionarios de los organos locales del partido, el Poder y la economia, las entidades de masas, fabricas, empresas, granjas y universidades, los trabajadores, jovenes y estudiantes de las respectivas localidades.\n\t\t\t\t\t\n\t\t\t\t\tSe dio lectura a la declaracion arriba mencionada y hubo discursos de los vicepresidentes de los comites provinciales del partido y de los representantes de obreros, trabajadores agricolas, intelectuales y jovenes.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores apoyaron la declaracion del gobierno de la RPDC que rechaza totalmente la \"resolucion de sancion\" no. 2371 del Consejo de Seguridad de la ONU, fabricada por EE.UU. y las fuerzas satelites, calificandola de documento ilegal y criminal.\n\t\t\t\t\t\n\t\t\t\t\tApuntaron que la adopcion de la nueva \"resolucion de sancion\" anti-RPDC, patrocinada por EE.UU. y votada a favor por los cobardes, no pasa de ser el ultimo pataleo de los atemorizados ante el gallardo aspecto de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tContinuaron que hasta la fecha, EE.UU. y las fuerzas hostiles inventaron varias \"resoluciones de sancion\" de la ONU acusando caso por caso los ejercicios de justos derechos de la RPDC, pero no pudieron asustarla con ninguna sancion o presion que trajeron el resultado contrario de hacer mas fuertes la conviccion independiente del pueblo coreano y su espiritu de autofortalecimiento.\n\t\t\t\t\t\n\t\t\t\t\tGracias al Maximo Dirigente Kim Jong Un, la unidad monolitica y el espiritu de autofortalecimiento mas poderosos que el arma nuclear, los uniformados y civiles coreanos defenderan firmemente la seguridad de la patria y lograran la victoria final de la causa socialista aunque se les abalancen en grupo los enemigos poderosos de la Tierra, aseguraron.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hubo marchas de los participantes."
        }
    ]
}