{
    "date": "2017-07-31",
    "url": "http://kcna.co.jp/item/2017/201707/2017-07-31ee.html",
    "articles": [
        {
            "title": "Banquet Given in Presence of Kim Jong Un to Celebrate Successful Second Test-fire of Hwasong-14",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-01ee.html",
            "content": "Banquet Given for Contributors to Second Successful Test-fire of Hwasong-14 in Presence of Kim Jong Un\r\n Pyongyang, July 31 (KCNA) -- The Central Committee and the Central Military Commission of the Workers' Party of Korea hosted a grand banquet at the Mokran House on Sunday in celebration of the second successful test-fire of ICBM Hwasong-14.\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un was present at the banquet.\n\t\t\t\t\t\n\t\t\t\t\t Invited there were contributors to the test-fire.\n\t\t\t\t\t\n\t\t\t\t\t Ri Man Gon, Ri Pyong Chol, Kim Rak Gyom, Kim Jong Sik, Jong Sung Il, Jang Chang Ha and Jon Il Ho were on hand.\n\t\t\t\t\t\n\t\t\t\t\t When Kim Jong Un arrived at the banquet hall together with Ri Sol Ju, the participants in the banquet warmly welcomed him.\n\t\t\t\t\t\n\t\t\t\t\t Ri Man Gon, vice-chairman of the C.C., WPK, made a congratulatory speech.\n\t\t\t\t\t\n\t\t\t\t\t He said that the second successful ICBM test-fire only 20 days after its first test-fire was a world-startling event that eloquently proved the speed of development of the Juche-oriented rocket industry making a remarkable leaping forward and inexhaustible potentiality and invincible spirit of heroic Korea in the great era of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The great success in the second test-fire of Hwasong-14 is giving great joy and courage to the service personnel and people of the DPRK as it hit hard the empire of evils, the chieftain of aggression again over its head before the world is relieved of the shock from the first test-fire of Hwasong-14, and has established a new world political structure with socialist Korea as its axis, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The great success in the second test-fire of intercontinental ballistic rocket Hwasong-14 was another thrilling victory in the history of the nation brought about entirely by the gifted wisdom, strong guts and prominent leadership of the respected Supreme Leader.\n\t\t\t\t\t\n\t\t\t\t\t The speaker underlined the need to ceaselessly produce new-type ballistic rockets with high mobility and striking power in the sky-high spirit of having brought about a miraculous victory of July 28 through the \"March 18 Revolution\" and the \"July 4 Revolution\" under the guidance of the respected Supreme Leader and to make a series of successes in the field of defence scientific research capable of overtaking the world in the air, on seas and under waters."
        },
        {
            "title": "Kim Yong Nam Leaves for Iran",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-23ee.html",
            "content": "Kim Yong Nam Leaves for Iran\r\n Pyongyang, July 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, left here on Monday to attend the Iranian presidential inauguration at the invitation of the government of the Islamic Republic of Iran."
        },
        {
            "title": "Japanese Friendship Delegation Leaves",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-13ee.html",
            "content": "Japanese Friendship Delegation Leaves\r\n Pyongyang, July 31 (KCNA) -- A delegation of Japan-Korea Friendship Linking with Juche led by Toshikazu Suzuki, adviser of the Japanese Tokai Liaison Council for the Study of Kimilsungism-Kimjongilism, left here for home on Monday."
        },
        {
            "title": " Art Performance Celebrates Successful Second ICBM Test-fire",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-02ee.html",
            "content": "Art Performance Celebrates Successful Second ICBM Test-fire\r\n Pyongyang, July 31 (KCNA) -- An art performance was jointly given by the Moranbong Band and the State Merited Chorus at the People's Theater Sunday to celebrate the successful second test-fire of intercontinental ballistic rocket Hwasong-14.\n\t\t\t\t\t Among the audience were Ri Man Gon, Ri Pyong Chol, officials of the party and armed forces organs, contributors to the successful test-fire of Hwasong-14 and officials, teachers and researchers in the field of defence science.\n\t\t\t\t\t\n\t\t\t\t\t The performance started with the prelude \"Glory to General Kim Jong Un\". Put on the stage were colorful numbers such as light music \"Pyongyang Is Best\" and orchestral music and male chorus \"We'll Travel One Road Forever.\"\n\t\t\t\t\t\n\t\t\t\t\t In light music \"March of Rocket Artillerymen of the Republic\", the performers sang in high praises of the exploits of President Kim Il Sung and leader Kim Jong Il who laid the foundation for self-supporting defence industry from scratch and brought about a strong springboard for developing the Juche-based rocket industry under the uplifted banner of simultaneously developing the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t In light music \"At a Go\" and female chorus \"Song of Hwasong Artillery\" they truthfully represented the indomitable spirit of the soldiers in the field of defence science who made a world-startling miracle by making a perfect ICBM with improved capacity in a matter of 20 days.\n\t\t\t\t\t\n\t\t\t\t\t The performance ended with epilogue \"We Cannot Live without You\" and \"Glory to General Kim Jong Un\".\n\t\t\t\t\t\n\t\t\t\t\t It was applauded by the audience."
        },
        {
            "title": "Successful ICBM Test-fire, Great National Event: DPRK Citizens",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-19ee.html",
            "content": "Successful ICBM Test-fire, Great National Event: DPRK Citizens\r\n Pyongyang, July 31 (KCNA) -- Upon receiving the news of the successful second test-fire of ICBM Hwasong-14 conducted on July 28, the people in the DPRK are filled with great pride and self-confidence of upholding respected Supreme Leader Kim Jong Un, the great illustrious commander who has dealt a series of heavy blows upon the U.S. imperialists and their vassal forces.\n\t\t\t\t\t Kim Chol Won, head of a department of the Ministry of Electric Power Industry, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t I feel spicy to imagine the poor appearance of Yankees panic-stricken with the successful launch of our ICBM Hwasong-14. \n\t\t\t\t\t\n\t\t\t\t\t I can hardly repress my surging emotion, seeing the televised image of the respected Supreme Leader who devotes himself to strengthening the DPRK into a dignified nuclear power, a world-level military power.\n\t\t\t\t\t\n\t\t\t\t\t I will do my best for increased electricity production by modeling after the defence scientists and technicians, who raised the country's defence capabilities up to the world level with the spirit of devotedly implementing the Workers' Party of Korea's policies under the uplifted banner of \"Forward in the do-or-die battle for the country and people!\"\n\t\t\t\t\t\n\t\t\t\t\t Yun Sun Yong, an official of the State Science and Technology Commission, said:\n\t\t\t\t\t\n\t\t\t\t\t Another successful ICBM test-fire is a deed of high glory that chopped the crown of the U.S. again.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are doomed to ruin, no matter how desperately they try to escape from it.\n\t\t\t\t\t\n\t\t\t\t\t I extend warmest thanks to the respected Supreme Leader who brought about a great victory to be recorded in history by putting an end to the decades-long confrontation with the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t It is my determination to make more sci-tech achievements conducive to the building of an economic power with the spirit displayed by defence scientists."
        },
        {
            "title": " Sojourn of Syrian Delegation in Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-22ee.html",
            "content": "Sojourn of Syrian Delegation in Pyongyang\r\n Pyongyang, July 31 (KCNA) -- A delegation of the Syria Baath Children Organization led by Waddah Sawas, director of the Technology, Information and External Relations Department, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t At the old home, the delegation looked round relics, being briefed on the revolutionary history and patriotic family of the President.\n\t\t\t\t\t\n\t\t\t\t\t It also toured the Tower of the Juche Idea, the Youth Movement Museum, Pyongyang Primary School No. 4, the Mangyongdae Schoolchildren's Palace, etc."
        },
        {
            "title": "Law on Underground Resources Amended in DPRK",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-18ee.html",
            "content": "Law on Underground Resources Amended in DPRK\r\n Pyongyang, July 31 (KCNA) -- Ten articles of the Law on the Underground Resources were recently amended and supplemented in the DPRK.\n\t\t\t\t\t According to an official concerned, the newly amended law will provide a legal guarantee for prospecting more underground resources rich in the country by putting the prospecting on an IT basis and thus rapidly developing the national economy and hastening the building of a socialist economic power."
        },
        {
            "title": "World Hepatitis Day Marked",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-21ee.html",
            "content": "World Hepatitis Day Marked\r\n Pyongyang, July 31 (KCNA) -- An event took place at the People's Palace of Culture here on Monday to mark World Hepatitis Day.\n\t\t\t\t\t Present there were officials of the Ministry of Public Health, public organizations, media and relevant units and members of missions of the international organizations here, including the United Nations resident coordinator and UNDP resident representative and the acting representative of WHO.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that a brisk work to prevent and treat hepatitis is being conducted in various ways on a worldwide scale.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the importance of combating hepatitis in protecting and promoting the people's health, they called for raising social concern and enthusiasm for rendering aid to this.\n\t\t\t\t\t\n\t\t\t\t\t Then, a presentation was made on successes in Hepatitis preventive inoculations and data on the trend of diagnosis and treatment of Hepatitis B and its introduction.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round photos on display."
        },
        {
            "title": "Natural Bio-Nourishment in Wide Use",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-17ee.html",
            "content": "Natural Bio-Nourishment in Wide Use\r\n Pyongyang, July 31 (KCNA) -- Natural bio-nourishment \"Ponghwasan-1\" has been widely used in many co-op farms, tree nurseries and poultry and fish farms in the DPRK.\n\t\t\t\t\t It is made by various species of plants processed in a particular way with no chemical components.\n\t\t\t\t\t\n\t\t\t\t\t According to its developer, it has a wide range of utility from cultivation of crops, vegetables, industrial crops and fruits to floriculture, stockbreeding, pisciculture, sericulture, etc.\n\t\t\t\t\t\n\t\t\t\t\t In particular, it helps plants take root deep in the ground, thus increasing their resistance to drought, cold, humidity, high temperature, rainy wind and diseases. And it is instrumental to raising the yield even in low-fertility, shaded and saline croplands."
        },
        {
            "title": "Rodong Sinmun Hails Success in Second ICBM Test-fire",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-07ee.html",
            "content": "Rodong Sinmun Hails Success in Second ICBM Test-fire\r\n Pyongyang, July 31 (KCNA) -- It is one of the miracles in the world that the DPRK scientists and technicians in the field of defence industry achieved perfect and spectacular success in the second test-fire of ICBM, says Rodong Sinmun Monday in an editorial.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The perfect success in the second test-fire of ICBM Hwasong-14 under the meticulous and energetic supervision of respected Supreme Leader Kim Jong Un is of weighty significance in the history of the nation.\n\t\t\t\t\t\n\t\t\t\t\t July is the month that symbolizes the eternal victory of the great Paektusan nation. The successful ICBM test-fires, made in this significant month, are recorded in the history of the Juche revolution, the Songun revolution, in golden letters as they brought an auspicious and special event to be recorded in the history of the DPRK, which had desired powerful defense capability century after century, and a crucial event that declared the final victory in the anti-imperialist, anti-U.S. showdown.\n\t\t\t\t\t\n\t\t\t\t\t The successful second ICBM test-fire is a demonstration of the inexhaustible might of the Workers' Party of Korea's strategic nuclear force which leaps forward at the Mallima speed, baffling imagination of the world.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people manufactured and completed ICBM, which flew 1 000 more kms in less than one month. This goes to clearly prove the victorious development of the DPRK's nuclear force which makes leap forward with the maximum speed beyond others' expectation.\n\t\t\t\t\t\n\t\t\t\t\t The final victory belongs to the DPRK which seizes the most powerful nuclear sword and nuclear attack means. The world will continue to witness spectacular successes of Juche Korea advancing faster despite stern tempest and trials.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all the people to make successive offensive toward the eminence of a powerful socialist nation, rallied closer around Kim Jong Un."
        },
        {
            "title": "Japanese Reactionaries Slammed for Inciting Phobia of DPRK",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-10ee.html",
            "content": "Japanese Reactionaries Slammed for Inciting Phobia of DPRK\r\n Pyongyang, July 31 (KCNA) -- The reactionaries of Japan are getting busy with missile-intercepting and evacuation drills, raising hue and cry over \"missile threat\" from the DPRK almost every day.\n\t\t\t\t\t Terming it a hysteric lunacy, Rodong Sinmun Monday says in a commentary: \n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the Japanese ruling quarters in creating phobia of the DPRK is to calm down the anti-government atmosphere at home, but it is a foolish attempt.\n\t\t\t\t\t\n\t\t\t\t\t They committed too many crimes to prolong their remaining days as politicians by such hysteria.\n\t\t\t\t\t\n\t\t\t\t\t No matter how noisily they vociferate about \"threat\" from the DPRK to regain their approval rate, the Japanese people will not be taken in.\n\t\t\t\t\t\n\t\t\t\t\t The reactionary ruling quarters of Japan should renounce the bad habit of using the DPRK's self-defensive steps as lever to maintain their remaining days as politicians.\n\t\t\t\t\t\n\t\t\t\t\t They have to properly understand the strategic position of the DPRK on the highest stage and stop at once the foolish act of serving as a shock brigade in the U.S. anti-DPRK moves."
        },
        {
            "title": "Rodong Sinmun Terms S. Korean \"Strategy on North\" Scenario of Confrontation",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-09ee.html",
            "content": "Rodong Sinmun Terms S. Korean \"Strategy on North\" Scenario of Confrontation\r\n Pyongyang, July 31 (KCNA) -- The south Korean authorities recently announced the \"five-year program of state administration\" and referred to their \"strategy on the north\".\n\t\t\t\t\t They claim that they would produce an \"agreement on the north's dismantlement of nuclear weapons\" until 2020 according to the \"strategy\" and are busy mapping out \"roadmap for establishing peace-keeping mechanism\".\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the fact, Rodong Sinmun says in a commentary Monday:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' \"strategy on the north\" is, in essence, a heinous confrontation scenario for intensifying the anti-DPRK campaign over the \"nuclear and human rights issues\".\n\t\t\t\t\t\n\t\t\t\t\t It is an unpardonable deed to remove the DPRK's nuclear deterrent for self-defence, pursuant to the U.S. scheme, and realize their pipedream for \"unification of social systems\".\n\t\t\t\t\t\n\t\t\t\t\t Their behavior is an anti-reunification act little different from the crimes committed by the Lee Myung Bak and Park Geun Hye groups of traitors who desperately pursued north-south confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities would be well advised to behave themselves, lending their ears to the just demand of the DPRK and voices of the candlelight demonstrators."
        },
        {
            "title": " S. Korean Authorities Assailed for Throwing Themselves into THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-08ee.html",
            "content": "S. Korean Authorities Assailed for Throwing Themselves into THAAD Deployment\r\n Pyongyang, July 31 (KCNA) -- The U.S. recently fixed even the period in which the south Korean authorities should have the THAAD deployment finished and is openly forcing them to implement the relevant agreement reached with the former regime, Rodong Sinmun says in a commentary Monday.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The problem is that the present south Korean chief executive who cried out for \"reexamination\" of the THAAD deployment is taking such an attitude as swimming against the public mindset, yielding to U.S. pressure.\n\t\t\t\t\t\n\t\t\t\t\t Due to the pressure, the authorities of south Korea are taking a step forward for the deployment.\n\t\t\t\t\t\n\t\t\t\t\t Against this backdrop they held what they call \"security meeting\" under the pretext of the DPRK's second ICBM test-fire and ordered the deployment of additional launching pads for THAAD.\n\t\t\t\t\t\n\t\t\t\t\t This is a mockery of those involved in the candle-light struggles and unpardonable perfidy as the present south Korean authorities have cried out for the abolition of Park Geun Hye's evil practices.\n\t\t\t\t\t\n\t\t\t\t\t For the south Korean authorities to throw themselves into the THAAD deployment, yielding to their American master's pressure is as foolish an act as pulling the noose of subjugation and death around their necks.\n\t\t\t\t\t\n\t\t\t\t\t The withdrawal of THAAD is the demand of the public and those opposing it are certain to come under fire."
        },
        {
            "title": "KCNA Commentary Ridicules Despicable Burlesque of Loser",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-15ee.html",
            "content": "KCNA Commentary Ridicules Despicable Burlesque of Loser\r\n Pyongyang, July 31 (KCNA) -- The south Korean puppet forces are staging anti-DPRK confrontational farce before and after July 27.\n\t\t\t\t\t They are bringing mercenaries of the U.S. and its satellite countries into south Korea to hold such unbecoming farces as \"commemoration of the July 27 Armistice Agreement\", \"conferment of orders\" and \"thanksgiving dinner party\" and visit to Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t They also opened a \"peace promotion camp of UN nations that participated in the Korean War\", justifying the June 25 war of aggression and stirring up the awareness of confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, they held such despicable burlesque of sending \"friendship missions\" made up of young people to Britain, Belgium and the Netherlands to let them \"visit mercenaries who took part in the Korean War and their families to read letters of \"thanks\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces loudly claim that such \"events\" are aimed to convey the feelings of \"etiquette\" and \"thanks\" to the mercenaries who took part in the Korean war of aggression and show the appearance of those who have \"grown up\" at their expense.\n\t\t\t\t\t\n\t\t\t\t\t This is a detestable farce of the losers aimed to cover up their sordid nature as provoker of the Korean War and paint the defeat as \"victory\" and thus justify their confrontation racket against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t History can neither be written off nor deleted.\n\t\t\t\t\t\n\t\t\t\t\t As known, the U.S. provoked the Korean War to stamp out the DPRK, which was just two years old, and realize its ambition for world domination but sustained only the bitterest defeat in history.\n\t\t\t\t\t\n\t\t\t\t\t Clark, the then \"UN Forces\" commander, confessed that \"a war without victory--this is the first misfortune ever in history of the U.S.\" The Korean War brought the first nightmare of defeat to the U.S., a country that emerged for a war and became corpulent with it, and made the beginning of the consecutive defeats for the U.S. before the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t However, the puppet forces are expressing \"gratitude\" while holding various ridiculous \"commemorations\" by use of old men, who stayed out of their mind for over six decades following their defeat in the war, and simple-minded children. This can not but be the biggest shame on the nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean puppet forces have always been loser in the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Truth can never be covered up no matter how despicable sleight of hand they may play to justify the history of defeat, being oblivious of this.\n\t\t\t\t\t\n\t\t\t\t\t Historically, the U.S. imperialists have been defeated, hit hard by the DPRK while the latter has always smashed to pieces the U.S. running wild, counting on its huge strength. This is our proud tradition.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will continue to write this tradition as a rule in its history as it has now towered as an invincible nuclear power in the East, the world-level rocket power and possessor of ICBM.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and the puppet forces ignite a war again, oblivious of this lesson of history, the army and people of the DPRK will mercilessly wipe out the enemies so that there would not be left even a single man to sign the surrender document."
        },
        {
            "title": "KCNA Commentary on S. Korea's \"Strategy on North\"",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-16ee.html",
            "content": "KCNA Commentary on S. Korea's \"Strategy on North\"\r\n Pyongyang, July 31 (KCNA) -- The south Korean authorities recently revealed their true colors as confrontation maniacs through the \"strategy on the north\" of the \"five-year program of state administration\".\n\t\t\t\t\t They recklessly set \"denuclearization of the north\" until 2020 as the general orientation of the \"north policy\", although the DPRK declared that it can never talk about the inter-Korean relations with the \"nuclear issue\" as a precondition.\n\t\t\t\t\t\n\t\t\t\t\t This is absolutely unpardonable as it blocks the road for improved north-south relations, disregarding the principled stand of the DPRK on the \"nuclear issue\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' \"strategy on the north\" has no essential difference from \"denuclearization, opening and 3 000 dollars\" and \"confidence-building process on the Korean peninsula\" touted by the Lee Myung Bak and Park Geun Hye groups of traitors, and it is more cunning and disgusting in sinister intention.\n\t\t\t\t\t\n\t\t\t\t\t In the \"strategy\" they called for the establishment of \"human rights foundation\", settlement of the issues of \"POWs of south Korean army and south Korean abductees\", support to the \"defectors from the north\" and promotion of the plan for the establishment of the \"Centre for Unification\" openly showing the scheme for \"unification through absorption\" and confrontation of social systems.\n\t\t\t\t\t\n\t\t\t\t\t Turning blind eyes to the basic problems such as defusing of politico-military confrontation between the north and the south, they talked about \"new economy guidance idea\" and \"unification of economy\". This proves that the present south Korean authorities are interested in making \"administrative achievements\" and claptrap tactics.\n\t\t\t\t\t\n\t\t\t\t\t The \"strategy on the north\" after the \"new Berlin declaration\", which has already been denounced by Koreans, is an intolerable insult to the north and a declaration of the overall confrontation between compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The north-south relations will never improve with the \"nuclear issue\" as a precondition.\n\t\t\t\t\t\n\t\t\t\t\t The powerful nuclear deterrence of the DPRK is the righteous option for self-defence to protect the dignity and destiny of the nation from the U.S. nuclear threat and blackmail and it is now guaranteeing peace and stability on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not imprudently talk about \"denuclearization of the north\" but make efforts to scrap nuclear weapons of the U.S. which reduced south Korea to the world's biggest arsenal of nukes.\n\t\t\t\t\t\n\t\t\t\t\t If they challenge the just demand of the north and mindset of south Koreans who took part in the candlelight actions, they would meet the miserable end of the predecessors. \n\t\t\t\t\t\n\t\t\t\t\t It would be wiser for them to ponder about the consequences before having the axe to grind."
        },
        {
            "title": "U.S. B-1Bs Stage Nuclear War Drill in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-20ee.html",
            "content": "U.S. B-1Bs Stage Nuclear War Drill in S. Korea\r\n Pyongyang, July 31 (KCNA) -- Two B-1B nuclear strategic bombers of the U.S., together with F-15K fighters of south Korean Air Force, staged a war drill aiming at preemptive nuclear attack on the DPRK in the sky above south Korea on Sunday, according to reports.\n\t\t\t\t\t They took off the Anderson air force base on Guam and flew into the sky above Osan, Kyonggi Province of south Korea, to stage the drill of dropping nukes.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the nuclear strategic bombers reportedly conducted a joint military drill with the \"Air Self-Defence Force\" of Japan."
        },
        {
            "title": "U.S. Interference in Sexual Slavery Issue Slammed in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-11ee.html",
            "content": "U.S. Interference in Sexual Slavery Issue Slammed in S. Korea\r\n Pyongyang, July 31 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps and other civic and public organizations in south Korea reportedly held a press conference in Seoul on July 28, at which they denounced the U.S. for pressurizing south Korea to implement the \"agreement\" on the sexual slavery for the Imperial Japanese Army with Japan.\n\t\t\t\t\t Speakers said that the U.S. is bulldozing south Korea into abiding by the \"agreement\", despite the fact that the Japanese government has refused to admit the crime of sexual slavery, to say nothing of apology and compensation for it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. attitude comes as a setback to the sexual slavery victims' demand for reinstatement of rights, they contended, rejecting the U.S. unreasonable pressure."
        },
        {
            "title": " U.S. War Maneuvers Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-12ee.html",
            "content": "U.S. War Maneuvers Protested in S. Korea\r\n Pyongyang, July 31 (KCNA) -- Civic and public organizations in Pusan of south Korea called a press conference on July 27 and denounced the war maneuvers of the U.S., according to the south Korean internet newspaper Jaju Sibo.\n\t\t\t\t\t Speakers at the conference criticized the present \"government\" for acting on the demand of the U.S. instead of rejecting its intervention in the issue of south-north relations.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their strong opposition to the THAAD deployment and the formation of triangular military alliance.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the immediate dismantlement of bio-chemical lab which threatens the lives of Pusan citizens and stop to the Ulji Freedom Guardian joint military exercises."
        },
        {
            "title": "S. Korea: Stop to Military Drills and Conclusion of Peace Accord Urged",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-14ee.html",
            "content": "S. Korea: Stop to Military Drills and Conclusion of Peace Accord Urged\r\n Pyongyang, July 31 (KCNA) -- The Taejon Headquarters of the South Side Committee for Implementing June 15 Joint Declaration held a press conference outside the Taejon City Office on July 27, calling for peace on the Korean peninsula, according to the south Korean online paper Tongil News.\n\t\t\t\t\t The speakers demanded that the U.S. and the south Korean authorities stop the anti-DPRK war drills and come out to build a durable peace-keeping mechanism.\n\t\t\t\t\t\n\t\t\t\t\t The North Jolla Provincial Headquarters of the South Side Committee for Implementing June 15 Joint Declaration held a press conference on the same day, urging the U.S. to recognize the failure of the policy toward the north and opt to ensure peace.\n\t\t\t\t\t\n\t\t\t\t\t A press release demanded a halt to the large-scale U.S.-south Korea joint military rehearsal slated in August, warning that it would further aggravate the military tension on the Korean peninsula."
        },
        {
            "title": "Americans Reject U.S. Hostile Policy toward DPRK",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-03ee.html",
            "content": "Americans Reject U.S. Hostile Policy toward DPRK\r\n Pyongyang, July 31 (KCNA) -- The U.S. Peace Council released a statement on July 14 to denounce the administration's hostile policy toward the DPRK.\n\t\t\t\t\t Charging that the present U.S. administration is extremely straining the situation on the Korean peninsula, taking issue with the DPRK's ICBM test-fire, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t We, together with all anti-war organizations, urge the present government to make a U-turn in its policy.\n\t\t\t\t\t\n\t\t\t\t\t The government should work to defuse the tension of the Korean peninsula and no longer resort to provocative acts.\n\t\t\t\t\t\n\t\t\t\t\t It should not stage military drills around the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It should approach to north Korea with good will.\n\t\t\t\t\t\n\t\t\t\t\t It should include in dialogue the issue of concluding a peace pact to put an end to the Korean War.\n\t\t\t\t\t\n\t\t\t\t\t It should not set the denuclearization as a precondition for dialogue with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has a right to defend its sovereignty."
        },
        {
            "title": "Meeting for Solidarity with Korean People Held in India",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-04ee.html",
            "content": "Meeting for Solidarity with Korean People Held in India\r\n Pyongyang, July 31 (KCNA) -- A meeting for solidarity with the Korean people took place in India on July 10.\n\t\t\t\t\t Present there were personages of various political parties and organizations of India and officials of the DPRK embassy in New Delhi.\n\t\t\t\t\t\n\t\t\t\t\t Palam Sen Gupta, international secretary of the Communist Party of India, G. Debarajan, secretary of the Central Committee of the All-India Forward Bloc, Suneet Chopra, secretary general of the All India Indo-Korean Friendship Association, and others made speeches at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the Korean people are dynamically advancing socialism under the unfurled banner of the Juche idea under the wise leadership of the Workers' Party of Korea, adding that socialism of the DPRK is genuine socialism centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t They denounced the U.S. for reducing south Korea into an outpost for a nuclear war and desperately disturbing Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t Noting the ICBM test-fire of the DPRK is a manifestation of the strong will of the Korean people to continue sending the U.S. big and small \"gift packages,\" they congratulated the Korean people on their successes in the confrontation with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t They urged the U.S. to roll back its policy hostile to the DPRK without delay and withdraw its troops and nukes from south Korea immediately."
        },
        {
            "title": "Kim Jong Un's Work Posted on Russian Website",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-05ee.html",
            "content": "Kim Jong Un's Work Posted on Russian Website\r\n Pyongyang, July 31 (KCNA) -- The Russian website Irkutskblogspot. Ru posted the full text of respected Supreme Leader Kim Jong Un's work \"Let Us Live and Work in the Revolutionary Spirit of Paektu, the Spirit of the Blizzards of Paektu\" on July 24 to mark the 64th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t The work, published on Oct. 27, Juche 103 (2014), deals with the idea that everybody should understand Mt Paektu to accomplish the revolutionary cause of Juche and indicates the tasks for living and working in the revolutionary spirit of Paektu, the spirit of the blizzards of Paektu."
        },
        {
            "title": "Kim Jong Un participa en banquete por el segundo lanzamiento de \"Hwasong-14\"",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-24ee.html",
            "content": "Kim Jong Un participa en banquete por el segundo lanzamiento de \"Hwasong-14\"\r\nPyongyang, 31 de julio (ACNC) -- El Comite Central y la Comision Militar Central del Partido del Trabajo de Corea ofrecieron el dia 30 en la Casa Mokran un banquete opiparo para celebrar el segundo lanzamiento de prueba del ICBM \"Hwasong-14\" que resulto un exito.\n\t\t\t\t\tAsistio a la ocasion el Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tFue invitado el personal que hizo aporte a ese evento.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes igualmente Ri Man Gon, Ri Pyong Chol, Kim Rak Gyom, Kim Jong Sik, Jong Sung Il, Jang Chang Ha y Jon Il Ho.\n\t\t\t\t\t\n\t\t\t\t\tCuando Kim Jong Un llego a la sede de banquete con Ri Sol Ju, todos los participantes le dieron calida bienvenida.\n\t\t\t\t\t\n\t\t\t\t\tEl vicepresidente del CC del PTC, Ri Man Gon, pronuncio el discurso de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\tEl orador senalo que el segundo lanzamiento de prueba del \"Hwasong-14\", a los 20 dias y poco mas desde el primero, deviene un acontecimiento de talla mundial que demostro con hecho la velocidad de desarrollo y la inagotable potencialidad de la industria coheteril del Juche, que se desarrolla vertiginosamente en la epoca de Kim Jong Un, y el aspecto invencible de la Corea heroica.\n\t\t\t\t\t\n\t\t\t\t\tEl gran exito en el reciente disparo de prueba, que dio otro golpe fuerte en la cabeza del imperio del mal, caudillo de agresores, antes de que el Planeta saliera del impacto causado por el no.1 de \"Hwasong-14\", proporciona indecible alegria y aliento a nuestro ejercito y pueblo y establece la nueva estructura de la politica mundial con la Corea socialista como su eje, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tApunto que este evento significa otra gran victoria historica de la nacion que provino de la genial clarividencia, la incomparable audacia y el extraordinario liderazgo del Maximo Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a fabricar sin cesar los cohetes balisticos de nuevos modelos de gran movilidad y alto poder de ataque trabajando con aquel impetu con que lograron la victoria milagrosa del 28 de julio, antecedida por la \"revolucion del 18 de Marzo\" y \"la del 4 de Julio\", bajo la guia del Mariscal, y a lograr sucesivos exitos de investigacion en la rama de ciencias de defensa nacional con que se pueda sobreponer al mundo en todos los espacios como el aereo, el maritimo y el submarino."
        },
        {
            "title": "Kim Yong Nam parte de esta capital con rumbo a Iran",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-25ee.html",
            "content": "Kim Yong Nam parte de esta capital con rumbo a Iran\r\nPyongyang, 31 de julio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, salio hoy de esta capital para tomar parte en la ceremonia de toma de posesion presidencial de la Republica Islamica de Iran por la invitacion del gobierno de este pais."
        },
        {
            "title": "Portavoz de MINREX exige a EE.UU. desistir de la intencion de agredir a la RPDC",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-26ee.html",
            "content": "Portavoz de MINREX exige a EE.UU. desistir de la intencion de agredir a la RPDC\r\nPyongyang, 31 de julio (ACNC) -- El portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea publico el dia 30 la siguiente declaracion:\n\t\t\t\t\tEl segundo lanzamiento de prueba del ICBM \"Hwasong-14\", realizado con exito el pasado dia 28, significa una gran victoria que demostro a todo el mundo la dignidad independiente y el gallardo aspecto de la RPDC como potencia nuclear del Juche y la coheteril de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\tA traves de ese disparo, se puso de manifiesto la capacidad de lanzar de manera sorpresiva el ICBM desde cualquier region y lugar y a cualquier hora y se hizo evidente que todo el territorio norteamericano esta al alcance de nuestro fuego.\n\t\t\t\t\t\n\t\t\t\t\tEsta vez, la RPDC se obstino en realizar el lanzamiento de prueba con el maximo alcance simulado de \"Hwasong-14\" porque quiso enviar severa advertencia a EE.UU. que dice palabras fanfarronadas recrudeciendo la campana de sancion y presion contra la primera.\n\t\t\t\t\t\n\t\t\t\t\tLos elaboradores de la politica de EE.UU., que habrian observado con atencion el segundo lanzamiento de prueba de \"Hwasong-14\", habran entendido bien que si se atreven a atacar a la RPDC, tampoco podra salir ileso el Estado agresor llamado EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEl imprudente anuncio de guerra y la extremada amenaza de sancion de EE.UU. nos ponen mas alertos y alentados y nos proporcionan la mejor justificacion de la posesion de armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tPara nuestro pueblo que ha sufrido tremendos desastres de guerra desatada por los salvajes yanquis en la tierra patria, el poderoso disuasivo de guerra constituye una opcion estrategica indispensable e inevitable y un patrimonio estrategico irreversible e incambiable por nada.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU., que impuso durante mas de medio siglo muchas desgracias y sufrimientos a nuestro pueblo mediante la ensangrentada guerra de agresion y la brutal campana hostil, se mete otra vez en este territorio con el garrote nuclear desoyendo nuestras reiteradas advertencias, les ensenaremos buenas morales usando las fuerzas nucleares estrategicas que les hemos mostrado hasta ahora una por una.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe abandonar su estupida intencion de atacar a la RPDC al ver bien la posicion estrategica de ella, potencia nuclear y la coheteril de talla mundial, y la voluntad de venganza implacable de nuestro ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEn el caso de que EE.UU. continue con su aventura militar y campana de \"sancion superdura\" anti-RPDC sin volverse en si, le responderemos con resueltas acciones de justicia como ya hemos declarado."
        },
        {
            "title": "Enmendados articulos de la ley de recursos subterraneos en Corea",
            "url": "http://kcna.co.jp/item/2017/201707/news31/20170731-27ee.html",
            "content": "Enmendados articulos de la ley de recursos subterraneos en Corea\r\nPyongyang, 31 de julio (ACNC) -- Recientemente, se introdujeron cambios en 10 articulos, inclusive el tercero y el cuarto, de la Ley de Recursos Subterraneos de la RPDC.\n\t\t\t\t\tDe acuerdo con un funcionario interesado, la enmienda de la ley da la garantia legal para la informatizacion de prospeccion de recursos subterraneos, la cual permitira buscar mucho mas recursos de este tipo abundantes en el pais, desarrollar rapido la economia nacional y acelerar la construccion de potencia economica socialista."
        }
    ]
}