{
    "date": "2017-12-08",
    "url": "http://kcna.co.jp/item/2017/201712/2017-12-08ee.html",
    "articles": [
        {
            "title": "Greetings to King of Thailand",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-08ee.html",
            "content": "Greetings to King of Thailand\r\n Pyongyang, December 8 (KCNA) -- Kim Yong Nam, Presidium member of the Political Bureau of the C.C., Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, on Dec. 5 sent a message of greeting to Maha Vajiralongkorn Bodindradebayavarangkun, king of Thailand, on the occasion of its national day.\n\t\t\t\t\t The message wished the king good heath and happiness and the people of Thailand prosperity."
        },
        {
            "title": "Greetings to Thai FM",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-09ee.html",
            "content": "Greetings to Thai FM\r\n Pyongyang, December 8 (KCNA) -- Foreign Minister of the DPRK Ri Yong Ho on Dec. 5 sent a message of greeting to Don Pramudwinai, foreign minister of Thailand, on the occasion of its national day.\n\t\t\t\t\t The message expressed expectation that the friendly and cooperative relations between the two countries with long history and tradition would continue to develop irrespective of the change of situation and wished him great success in his work to develop the external relations of the country."
        },
        {
            "title": "Contributors to Successful ICBM Test-fire Arrive Here",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-22ee.html",
            "content": "Contributors to Successful ICBM Test-fire Arrive Here\r\n Pyongyang, December 8 (KCNA) -- Those who contributed to the successful test-fire of ICBM Hwasong-15 arrived here Friday.\n\t\t\t\t\t Hundreds of thousands of people from all walks of life and school youth and children were waiting for the heroes of the nation along the routes from the plaza of the Pyongyang Indoor Stadium to Yongung Street, Pipha Street, Ryonghung Crossroads, Changjon Crossroads, Yonggwang Street, Mirae Scientists Street, Thongil Street, Chongnyon Street, Tongdaewon Street and University Street.\n\t\t\t\t\t\n\t\t\t\t\t At the plaza of the Pyongyang Indoor Stadium, senior party and state officials including Pak Kwang Ho, Kim Phyong Hae and Thae Jong Su greeted the contributors to the successful test-fire of ICBM Hwasong-15.\n\t\t\t\t\t\n\t\t\t\t\t Youth and students in the city put garlands around the necks of the scientists, technicians, workers and officials in the field of defence science and presented bouquets to them.\n\t\t\t\t\t\n\t\t\t\t\t Raging waves of flowers rolled through streets to welcome the buses carrying the contributors.\n\t\t\t\t\t\n\t\t\t\t\t Masses, waving flags of the Republic, red flags and bunches of flowers, extended warm congratulations to the soldiers in the field of defence science who brought about the day of victory of putting an end to the U.S. nuclear blackmails and threats by succeeding in the test-fire of new-type ICBM under the leadership of the Workers' Party of Korea."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-23ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung and Kim Jong Il\r\n Pyongyang, December 8 (KCNA) -- Those who contributed to the successful test-fire of ICBM Hwasong-15 visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Friday.\n\t\t\t\t\t They laid a floral basket and bunches of flowers before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Army-People Celebration Rallies Held in Cities, Counties",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-24ee.html",
            "content": "Army-People Celebration Rallies Held in Cities, Counties\r\n Pyongyang, December 8 (KCNA) -- Army-people rallies took place in cities and counties of the DPRK in celebration of the great victory achieved under the leadership of the Workers' Party of Korea in accomplishing the historic cause of completing the state nuclear force, the cause of building a rocket power.\n\t\t\t\t\t Attending them were officials of local party and power organs and working people's organizations, industrial establishments, co-op farms, universities, etc. and officers and men of the Korean People's Army and the Korean People's Internal Security Forces and working people from all walks of life and youth and students.\n\t\t\t\t\t\n\t\t\t\t\t At the rallies, speakers expressed heartfelt gratitude to respected Supreme Leader Kim Jong Un who has displayed the dignity of the great power and provided the eternal rosy future of the country with the success in the test-fire of new-type ICBM Hwasong-15.\n\t\t\t\t\t\n\t\t\t\t\t They declared that nobody can dare to provoke the DPRK and no force can block the dynamic advance of the independent people keeping to the road of justice, united as one in mind around their great leader.\n\t\t\t\t\t\n\t\t\t\t\t They called for vigorous struggle to win the final victory in the showdown with the U.S. and the socialist cause in the same spirit as displayed to show the world the dignity and might of Juche Korea under the banner of the great line of simultaneously developing the two fronts."
        },
        {
            "title": "Sojourn of UN Under-Secretary General and His Party",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-11ee.html",
            "content": "Sojourn of UN Under-Secretary General and His Party\r\n Pyongyang, December 8 (KCNA) -- Jeffrey Feltman, under-secretary general of the United Nations, and his party, visited the Pyongyang Children's Foodstuff Factory.\n\t\t\t\t\t Being briefed on the fact that the factory turned into a comprehensive and modern foodstuff producer for children, they went round its production processes.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Breast Tumour Institute of the Pyongyang Maternity Hospital and the Preventive Hospital No. 3 of the Ministry of Public Health, etc."
        },
        {
            "title": "New-type Tractors, Trucks on Display before Being Sent to Agricultural Front",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-10ee.html",
            "content": "New-type Tractors, Trucks on Display before Being Sent to Agricultural Front\r\n Pyongyang, December 8 (KCNA) -- A ceremony of displaying new-type tractors and trucks took place at Kim Il Sung Square on Thursday.\n\t\t\t\t\t They are a precious fruition of the spirit of self-reliance and self-development displayed under the guidance of the Workers' Party of Korea in the era of Mallima.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Premier Pak Pong Ju, member of the Presidium of the Political Bureau of the WPK Central Committee and vice-chairman of the State Affairs Commission of the DPRK, O Su Yong and Pak Thae Dok, vice-chairmen of the C.C., WPK, leading officials and labor innovators of the production units, officials of the relevant units, ministries and national institutions, members of the February 17 Shock Brigade of Scientists and Technicians and Pyongyangites.\n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ju made an address there.\n\t\t\t\t\t\n\t\t\t\t\t He stressed it is thanks to respected Supreme Leader Kim Jong Un's tireless efforts and devotion that the Korean-style new type tractors and trucks could come into being as a proud creation representing the era of Mallima.\n\t\t\t\t\t\n\t\t\t\t\t The ceremony goes to clearly prove that no one can ever block the road ahead of the DPRK advancing by dint of science and technology under the banner of self-development-first principle, the speaker said.\n\t\t\t\t\t\n\t\t\t\t\t He called on every field and unit to wage a dynamic drive for increased production and creation in order to attain the goal of the five-year strategy for national economic development and thus register bigger successes in building a socialist economic power.\n\t\t\t\t\t\n\t\t\t\t\t When he ordered the start of departure, Chollima-804 tractors, Sungri trucks and Chungsong-122 tractors began to leave the square.\n\t\t\t\t\t\n\t\t\t\t\t Citizens along streets welcomed the procession of vehicles."
        },
        {
            "title": "Over 370,000 People Visit Phyongchon Revolutionary Site",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-13ee.html",
            "content": "Over 370,000 People Visit Phyongchon Revolutionary Site\r\n Pyongyang, December 8 (KCNA) -- More than 370,000 people from at least 3,780 units in the DPRK have visited the Phyongchon Revolutionary Site for the past two years after its renovation.\n\t\t\t\t\t The site is where on Dec. 12, Juche 37 (1948), President Kim Il Sung test-fired a submachine gun manufactured by the Korean working class for the first time. It is associated with the feats of the peerlessly great persons who laid a solid foundation for the independent defense industry, paving an untrodden thorny path.\n\t\t\t\t\t\n\t\t\t\t\t Before the mosaic depicting the images of the President and leader Kim Jong Il and anti-Japanese war heroine Kim Jong Suk erected at the site, its visitors looked back with deep emotion on their whole life dedicated to boosting the military capability of the country."
        },
        {
            "title": "Technology for Cultivating New Feed Crop Established",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-06ee.html",
            "content": "Technology for Cultivating New Feed Crop Established\r\n Pyongyang, December 8 (KCNA) -- Scientists of the Botany Institute under the State Academy of Sciences in the DPRK established a technology for cultivating feed crop Pennisetum glaucum×P. purpureum.\n\t\t\t\t\t It grows 3-4 meters high and its average grass output per hectare is over 100 tons. And its fruit can be sown as seed.\n\t\t\t\t\t\n\t\t\t\t\t Its cane and leaf are abundant in nutritive substances like crude protein and essential amino acids good for the growth of domestic animals.\n\t\t\t\t\t\n\t\t\t\t\t The institute settled such technical problems as ensuring proper temperature for their growth, so as to opened up a prospect for mass-cultivating Pennisetum glaucum×P. purpureum.\n\t\t\t\t\t\n\t\t\t\t\t According to the result of its trial cultivation, its sowing season for Pyongyang area is between late in April and early in May and it can be harvested three or five times a year."
        },
        {
            "title": "Exhibition Promotes Work for Putting Fruit-farming on Scientific Basis",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-07ee.html",
            "content": "Exhibition of Achievements Made in Fruit-farming\r\n Pyongyang, December 8 (KCNA) -- A national exhibition of achievements made in fruit-farming took place in the DPRK some days ago.\n\t\t\t\t\t The exhibition was aimed to introduce and generalize sci-tech achievements made in the past and thus encourage the scientific fruit farming.\n\t\t\t\t\t\n\t\t\t\t\t According to an official concerned, on display at the exhibition were three times more species of fruits than before, 20-odd species of saplings, over 30 kinds of substitute agrochemicals, processed fruits of nearly 30 kinds and dozens of different farming machines.\n\t\t\t\t\t\n\t\t\t\t\t Among the exhibits were the achievement made in the discovery of progenitor of Songchon chestnut and the experience gained by the Taedonggang Combined Fruit Farm in putting the fruit farming on a higher IT and mechanization basis by establishing the fruit-farming management system based on e-map and manufacturing tens of gear-drive grass cutters.\n\t\t\t\t\t\n\t\t\t\t\t The fan sprayer presented by the Tongrim Fruit Farm was also highly appreciated for its high working efficiency in spraying agrochemicals.\n\t\t\t\t\t\n\t\t\t\t\t The Taedonggang Combined Fruit Processing Factory exhibited processed fruits of at least 250 varieties of 40-odd kinds, additives necessary for cosmetics and foodstuff-processing industries and 10-odd varieties of 7 kinds of cosmetics.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition served as an important occasion to exchange experiences gained in boosting fruit production and encourage a hot collective emulation among producers."
        },
        {
            "title": "Rodong Sinmun Praises Kim Jong Un's Exploits",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-18ee.html",
            "content": "Rodong Sinmun Praises Kim Jong Un's Exploits\r\n Pyongyang, December 8 (KCNA) -- The success in the test-fire of new type ICBM Hwasong-15 is a noteworthy event in the history of the Korean nation brought about by respected Supreme Leader Kim Jong Un's noble patriotism, idea of national independence, iron faith and matchless pluck, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The respected Supreme Leader strenuously pushed ahead with the drive for completing the state nuclear force, foiling the hostile forces' anti-DPRK moves by dint of his matchless guts and pluck.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his sagacious guidance, the army and people of the DPRK frustrated the enemy's harsh sanctions, blockade and military moves for stifling it by dint of their indomitable mental power and in the spirit of self-reliance and self-development. In a short span of one year, they brought about the \"March 18 Revolution\", \"July 4 Revolution\", miraculous victory on July 28, the success in the detonation test of ICBM-ready H-bomb and the perfect success in the test-fire of ICBM Hwasong-15, a great victory in the history of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The respected Supreme Leader stood in the van of the drive for developing the Korean-style rockets out of his resolute will to realize the lifetime patriotic desire of the preceding great leaders for building a power and to win the final victory in the showdown with the U.S. that has lasted for decades.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his superhuman devotion and efforts, the DPRK could make a series of successes on the untrodden path of developing the Juche-based weaponry system.\n\t\t\t\t\t\n\t\t\t\t\t The respected Supreme Leader, who demonstrated to the world the dignity and spirit of the Korean nation with his steel-strong pluck and tireless devotion, is, indeed, a great hero of the nation and a peerless patriot whom all Koreans should follow with their destiny and future totally entrusted to him, irrespective of their ideology, ism, social system and belief."
        },
        {
            "title": "Rodong Sinmun Slashes at U.S.-S. Korea Joint Air Drill",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-19ee.html",
            "content": "Rodong Sinmun Slashes at U.S.-S. Korea Joint Air Drill\r\n Pyongyang, December 8 (KCNA) -- Rodong Sinmun Friday in a commentary condemns the on-going joint air drill being hyped by the U.S. and the south Korean puppet forces as \"maximum pressure\" upon the DPRK.\n\t\t\t\t\t The commentary says:\n\t\t\t\t\t\n\t\t\t\t\t Trump sought to tide over his ruling crisis by misleading the public opinion after spreading a story about an imminent war among the Americans. Such miscalculation made him raise the risky level of the drill to the height.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. sought another purpose in the war rehearsal. It is to justify the U.S. arms buildup to contain Russia and China by force by making the tense situation linger on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly proves that the U.S. is just aggressor, provocateur and nuclear war maniac wrecking peace and stability in the Korean peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t Such bluffing as \"largest-ever strike action\" and \"maximum pressure\" can never browbeat the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the spirit and mettle of the DPRK to counter the high-handed action with the toughest action.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK with strong nuclear war deterrent have put the whole territory of the U.S. within their strike range.\n\t\t\t\t\t\n\t\t\t\t\t The aggressors' foolhardy and stupid war racket will only bring disgrace and destruction to them."
        },
        {
            "title": "Minju Joson on What Japan Seeks in Trumpeting \"Nuclear and Missile Threat\" from DPRK",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-20ee.html",
            "content": "Minju Joson on What Japan Seeks in Trumpeting \"Nuclear and Missile Threat\" from DPRK\r\n Pyongyang, December 8 (KCNA) -- Japanese Prime Minister Abe recently said at the full-dress session of House of Councilors that it is needed to actively examine possession of capability for preemptive attack upon the enemy bases to protect lives and peaceful life of Japanese.\n\t\t\t\t\t While political circles of Japan vociferate about the \"nuclear threat from north Korea,\" evacuation and counteraction drills are being staged often to cope with \"missile attack from north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Friday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Japan is trying to spread the story of \"threat from north Korea\". The reason is to provide proper pretence for its dangerous scheme to become a military giant for militaristic overseas aggression and divert elsewhere the sharp eyes of international community toward Japan.\n\t\t\t\t\t\n\t\t\t\t\t What the present Japanese authorities seek is to pave the unlimited road for overseas aggression after casting off the postwar system which restrains overseas invasion.\n\t\t\t\t\t\n\t\t\t\t\t Now the Korean nation and international community sharply watch the reckless military moves of the Japanese reactionaries to get their interests while playing as a shock brigade in implementing the U.S. strategy for domination of Asia.\n\t\t\t\t\t\n\t\t\t\t\t This shows that no matter how desperately the Japanese reactionaries may try to deceive someone by noisily trumpeting about \"nuclear threat from north Korea\", they can never cover up the criminal nature of Japan going toward militaristic overseas invasion.\n\t\t\t\t\t\n\t\t\t\t\t They should not run amuck, mindful that the frantically dashing militarist chariot depending on the U.S. would drive Japan into ruin."
        },
        {
            "title": "Sea Blockade Is Act of War",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-12ee.html",
            "content": "Sea Blockade Is Act of War\r\n Pyongyang, December 8 (KCNA) -- The U.S. has become desperate in its moves to carry out sea blockade against the DPRK.\n\t\t\t\t\t In a bid to provide the legal ground for sea blockade, the U.S. State Department nowadays seeks to modify such phrases as \"consent of flag states\" and \"reasonable grounds\" in the UN \"sanctions resolution\" 2375 into \"by use of all necessary measures\", claiming that \"being continuously captured is the situation in which north Korea is using restricted vessels for illegal activities by means of handy methods\".\n\t\t\t\t\t\n\t\t\t\t\t The White House National Security Adviser McMaster and other high-ranking officials of the Trump administration and other hard-line elements of U.S. Congress are calling for sea blockade against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves for sea blockade can never be tolerated as they constitute a wanton violation of the sovereignty and dignity of an independent state.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is trying to openly take the measure of sea blockade against the DPRK and strangle its economy in peace time. This is part of its scheme to escalate political and economic blockade against the DPRK which has lasted for decades.\n\t\t\t\t\t\n\t\t\t\t\t In the past the U.S. carried out collective sanctions and blockade campaign as evidenced by the manipulation and application of \"proliferation security initiative\" and \"regional sea security initiative\" targeting sea blockade by cooking up all sorts of ridiculous schemes, thereby escalating the degree of economic pressure on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Under the pretext of checking the \"proliferation of weapons of mass destruction\" the U.S. has manipulated the international naval interception drill for blocking the DPRK from the sea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Pacific Command has prepared the sea blockade operation in real earnest from the second half of this year and last month it conveyed to the south Korean puppet forces its action program, by which it ordered the puppet navy to take charge of the open sea in the East and South Seas of Korea, the Japan Maritime \"Self-defense Force\" to look after the distant waters in the East Sea and the U.S. navy to take care of the waters south of Jeju Island.\n\t\t\t\t\t\n\t\t\t\t\t It is stipulated in the London Treaty on definition of invasion and the UNGA resolution 3314 that blockade-type sanctions against a sovereign state in peace time becomes an act of invasion, an illegal act.\n\t\t\t\t\t\n\t\t\t\t\t Now the U.S. is trumpeting about sea blockade, not content with staging largest-ever nuclear war drills against the DPRK in the sea and air after shipping the strategic assets into the Korean peninsula. This is a hideous war criminal act to push the situation to an \"uncontrollable\" catastrophic phase and to a touch-and-go phase of a war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. blockade against the DPRK started long ago and the people of the DPRK will never be browbeaten by this.\n\t\t\t\t\t\n\t\t\t\t\t The moves for blockading the DPRK from the sea are tantamount to war acts.\n\t\t\t\t\t\n\t\t\t\t\t The Trump group should be mindful that should they show even the slightest movement to put its attempt at sea blockade into practice, it will be followed by an immediate and merciless counteraction for self-defence from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the riff-raffs following it should ponder over the catastrophic consequences to be entailed by their sea blockade moves and stop the reckless act. \n\t\t\t\t\t\n\t\t\t\t\t Written by Jong Hyon"
        },
        {
            "title": "S. Koreans Call for De-pollution of U.S. Military Base",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-14ee.html",
            "content": "S. Koreans Call for De-pollution of U.S. Military Base\r\n Pyongyang, December 8 (KCNA) -- South Koreans including members of the People's Solidarity for the Revision of Unequal South Korea-U.S. \"Status of Forces Agreement\" held a press conference near the Ryongsan U.S. Military Base on Dec. 5 in demand of a full-scale inquiry into the pollution in the base, its de-pollution and modification of SOFA, according to the south Korean internet newspaper Thongil News.\n\t\t\t\t\t They released a statement there.\n\t\t\t\t\t\n\t\t\t\t\t Noting the Ryongsan Base is seriously polluted by cancer-causing toxic materials, the statement said the issue of pollution is directly related to the heath and safety of people including the inhabitants near the base.\n\t\t\t\t\t\n\t\t\t\t\t They urged the U.S. forces in south Korea and the regime to open to public the final results of the recent inquiry into the base, their stands on the issue and plans immediately."
        },
        {
            "title": "S. Korean Newspaper Criticizes U.S.-S. Korea Joint Air Drill",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-15ee.html",
            "content": "S. Korean Newspaper Criticizes U.S.-S. Korea Joint Air Drill\r\n Pyongyang, December 8 (KCNA) -- An editorial critical of the U.S. imperialists and the south Korean puppet war maniacs' joint air drill against the DPRK was posted on the south Korean internet newspaper Minjok Ilbo on Thursday.\n\t\t\t\t\t Recalling that the drill is aimed to launch precision strikes on the supreme leadership of the DPRK and its 700-odd core objects, the editorial blamed Trump for bringing the danger of war to the Korean peninsula while seeking a chance for a preemptive attack on the north.\n\t\t\t\t\t\n\t\t\t\t\t Terming Trump the worst troublemaker, it said his reckless remarks and acts will precipitate the destruction of the U.S."
        },
        {
            "title": "Immediate Release of Prisoners of Conscience Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-16ee.html",
            "content": "Immediate Release of Prisoners of Conscience Urged in S. Korea\r\n Pyongyang, December 8 (KCNA) -- The south Korean internet paper Voice of People on Thursday carried an editorial \"Prisoners of conscience should be released at once\".\n\t\t\t\t\t The editorial charged that the south Korean chief executive said on Dec. 6 he was not ready to meet the demand of religionists for special amnesty.\n\t\t\t\t\t\n\t\t\t\t\t It urged the \"president\" to meet the demand of the international community and religionists and civic and public organizations of south Korea for release of prisoners of conscience."
        },
        {
            "title": "S. Korean Teachers Urge Regime to Lift Repressive Steps against Their Union",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-17ee.html",
            "content": "S. Korean Teachers Urge Regime to Lift Repressive Steps against Their Union\r\n Pyongyang, December 8 (KCNA) -- The Teachers Union of south Korea, which launched a hunger strike urging the regime to lift the repressive step against it and scrap ill-advised education policy, held a press conference outside Chongwadae on Wednesday, according to the south Korean newspaper Nodong and Segye.\n\t\t\t\t\t Recalling that the former regime took repressive steps of axing the teachers who turned out in the struggle for democracy and outlawing their union, speakers there urged the present regime to restore the legal status of the union.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the conference the union thrust its written opinion into Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t The union's hunger strike is reportedly spilling over into various parts of south Korea, joined by school teachers and various organizations."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Denmark",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-01ee.html",
            "content": "Kim Jong Il to Be Remembered in Denmark\r\n Pyongyang, December 8 (KCNA) -- A national committee for remembering leader Kim Jong Il was formed in Copenhagen, Denmark on Nov. 30.\n\t\t\t\t\t H. Jacobsen, member of the Leadership of the Communist Party in Denmark, and Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, were elected co-chairmen of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events praising the revolutionary career and exploits of Kim Jong Il on the occasion of the 6th anniversary of his demise."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Sweden",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-02ee.html",
            "content": "Kim Jong Il to Be Remembered in Sweden\r\n Pyongyang, December 8 (KCNA) -- A committee for remembering leader Kim Jong Il was inaugurated in Stockholm, Sweden on Dec. 1.\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, and Oskar Molleby, chief of the Swedish Group for the Study of the Juche Idea, were elected co-chairmen of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set a remembrance period from Dec. 1 to 17 and decided to hold political and cultural events in praise of the revolutionary career and exploits of Kim Jong Il in the period."
        },
        {
            "title": "Kim Jong Il's Feats Lauded Abroad",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-03ee.html",
            "content": "Kim Jong Il's Feats Lauded Abroad\r\n Pyongyang, December 8 (KCNA) -- Lecture meetings took place in DR Congo, Guinea, Hungary, Venezuela and Mexico between November 15 and December 1 to commemorate the 6th anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Attending them were personages of different social standings and citizens of those countries.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Youth Group for the Study of the Juche Idea in DR Congo said that leader Kim Jong Il is the greatest man as he led the revolutionary cause of Juche and the cause of independence against imperialism to victory with his distinguished political caliber.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Hungarian Workers' Party praised the exploits performed by Kim Jong Il to defend and advance the socialist cause victoriously.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Mexican Friend Association for Memory of President Kim Il Sung and Leader Kim Jong Il stressed that Kim Jong Il performed great feats for the prosperity and independent reunification of the country."
        },
        {
            "title": "U.S.-S. Korea Joint Air Drill Flayed Abroad",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-04ee.html",
            "content": "U.S.-S. Korea Joint Air Drill Flayed Abroad\r\n Pyongyang, December 8 (KCNA) -- Slovenian and Swiss organizations issued statements on Dec. 3 and 4 in denunciation of the joint air drill of the U.S. and the south Korean puppet forces.\n\t\t\t\t\t The Slovenia-Korea Friendship Association said:\n\t\t\t\t\t\n\t\t\t\t\t The joint air drill targeting the DPRK is no more than a play with fire staged by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The recent test-launch of a new-type ICBM clearly proves that the DPRK is a full-fledged nuclear power, regardless of whether the U.S. and the West recognize it or not.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand that the U.S. and the south Korean puppet forces halt the saber-rattling threatening the peace and security of the Korean peninsula\n\t\t\t\t\t\n\t\t\t\t\t The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea disclosed in a joint statement that the largest-ever joint air drill of the U.S. imperialists and the south Korean warmongers is a war game for aggression on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is trying to put Trump's reckless remark calling for total destruction of the DPRK into practice through such criminal aggressive war exercises, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t We denounce the joint air drill of the U.S. imperialists and the south Korean warmongers and extend support and solidarity to the DPRK."
        },
        {
            "title": "Foreign Bodies Hail DPRK's Successful ICBM Test-fire",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-05ee.html",
            "content": "Foreign Bodies Hail DPRK's Successful ICBM Test-fire\r\n Pyongyang, December 8 (KCNA) -- Organizations of Nigeria, Nepal and Britain released statements on Nov. 29 and Dec. 1 to congratulate the DPRK on its successful test-fire of ICBM Hwasong-15.\n\t\t\t\t\t The Nigeria-Korea Friendship Association said:\n\t\t\t\t\t\n\t\t\t\t\t The great success in the test-fire of new-type ICBM is another victory won by the DPRK on the road of protecting peace desired by mankind and it is also an auspicious event common to the progressive people of the world.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's step for bolstering up its nuclear force is entirely just as it is for protecting the sovereignty of the country from the hostile forces' aggression moves and ensuring the peaceful life of the people, and nobody can criticize it.\n\t\t\t\t\t\n\t\t\t\t\t We fully support all steps taken by the DPRK and extend warm congratulations to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Nepalese Association for Supporting the Songun Politics said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people once again declared their iron will to repel the U.S. nuclear threat and blackmail and protect the sovereignty and dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that the DPRK will do its utmost for global peace and security as a nuclear weapons state and a peace-loving nation.\n\t\t\t\t\t\n\t\t\t\t\t The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea, the Korean Friendship Association UK and the British Solidarity Committee for Peace and Reunification of the Korean Peninsula in their joint statement termed the DPRK's successful test-fire of new-type ICBM another great victory brought about by the Juche idea, the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t This goes to prove that the line of simultaneously pushing forward the economic construction and the building of nuclear force is quite right, the statement said, adding that victory always belongs to the Korean people."
        },
        {
            "title": "Kim Yong Nam felicita dia nacional de Tailandia",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-25ee.html",
            "content": "Kim Yong Nam felicita dia nacional de Tailandia\r\nPyongyang, 8 de diciembre (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia 5 un mensaje de felicitacion al Rey de Tailandia, Maha Vajiralongkorn Bodindradebayavarangkun, con motivo del dia nacional de este reino.\n\t\t\t\t\tEl remitente formulo votos por la buena salud y felicidad del destinatario y por la prosperidad del pueblo tailandes."
        },
        {
            "title": "Llegan a Pyongyang contribuyentes al exitoso lanzamiento de \"Hwasong-15\"",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-26ee.html",
            "content": "s120818 - Llegan a Pyongyang contribuyentes al exitoso lanzamiento de \"Hwasong-15\"\r\nPyongyang, 8 de diciembre (ACNC) -- Llegaron el dia 8 a esta capital los contribuyentes al exitoso lanzamiento de prueba del ICBM \"Hwasong-15\".\n\t\t\t\t\tEn la explanada frente al Palacio de Deportes de Pyongyang, las encrucijadas de Ryonghung y Changjon, la avenida de cientificos Mirae y otras Yongung, Pipha, Yonggwang, Thong-il, Chongnyon, Tongdaewon y Taehak, cientos de miles de trabajadores y los jovenes y ninos escolares esperaban a estos heroes de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tEn la explanada frente al Palacio de Deportes de Pyongyang, Pak Kwang Ho, Kim Phyong Hae, Thae Jong Su y otros cuadros del Partido y Estado acogieron a esos contribuyentes.\n\t\t\t\t\t\n\t\t\t\t\tLos jovenes y estudiantes capitalinos les felicitaron con los collares y ramos de flores.\n\t\t\t\t\t\n\t\t\t\t\tAl aparecer los autobuses de los cientificos de defensa nacional, los habitantes enviaron calurosas felicitaciones a los soldados de la rama de ciencias de defensa nacional, quienes lograron la gran victoria que puso punto final a la amenaza y chantaje nucleares del imperialismo yanqui mediante el pleno exito del lanzamiento de prueba de nuevo ICBM bajo la direccion del Partido del Trabajo de Corea."
        },
        {
            "title": " Efectuada ceremonia de partida de tractores y camiones de nuevos tipos",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-27ee.html",
            "content": "Efectuada ceremonia de partida de tractores y camiones de nuevos tipos\r\nPyongyang, 8 de diciembre (ACNC) -- Tuvo lugar el dia 7 en la Plaza Kim Il Sung la ceremonia de salida de los tractores y camiones de carga de nuevos tipos, valioso producto hecho con el espiritu de autofortalecimiento de la epoca de Mallima bajo la direccion del gran Partido del Trabajo de Corea.\n\t\t\t\t\tEn la ocasion estuvieron presentes Pak Pong Ju, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea, vicepresidente del Comite de Estado de la Republica Popular Democratica de Corea y primer ministro del Consejo de Ministros, O Su Yong y Pak Thae Dok, vicepresidentes del CC del PTC, y otros y los cuadros directivos de la unidades productoras, los ameritados de trabajo, los funcionarios de las unidades vinculadas, ministerios y organos centrales, los integrantes de la brigada de cientificos y tecnicos 17 de febrero asi como los pyongyaneses.\n\t\t\t\t\t\n\t\t\t\t\tEl discurso de la ocasion estuvo a cargo de Pak Pong Ju.\n\t\t\t\t\t\n\t\t\t\t\tEl orador dijo que a cambio de los infatigables y abnegados esfuerzos del Maximo Dirigente Kim Jong Un, nacieron los tractores y camiones de carga por el estilo coreano como creaciones orgullosas de la era de Mallima.\n\t\t\t\t\t\n\t\t\t\t\tEste acto es una prueba contundente de que nadie puede detener a la RPDC que marcha adelante con el poderio de ciencias y tecnicas bajo la bandera de autofortalecimiento, destaco.\n\t\t\t\t\t\n\t\t\t\t\tLlamo a todos los sectores y unidades a aumentar la produccion y crear lo nuevo a fin de conquistar las metas de estrategia quinquenal para el desarrollo de la economia nacional y alcanzar asi victorias mas grandes en la construccion de una potencia economica socialista.\n\t\t\t\t\t\n\t\t\t\t\tCuando Pak dio la orden \"!Adelante!\", partieron de la plaza los tractores de marcas \"Chollima-804\" y \"Chungsong-122\" y los camiones de carga de marca \"Sungri\".\n\t\t\t\t\t\n\t\t\t\t\tEl convoy de tractores y camiones entro en la carretera proxima a la plaza.\n\t\t\t\t\t\n\t\t\t\t\tA su paso por las avenidas, la caravana de vehiculos fue acogida con hospitalidad por los capitalinos que le saludaban con manos alzadas."
        },
        {
            "title": " Bloqueo naval significa acto de guerra",
            "url": "http://kcna.co.jp/item/2017/201712/news08/20171208-28ee.html",
            "content": "Bloqueo naval significa acto de guerra\r\nPyongyang, 8 de diciembre (ACNC) -- Los Estados Unidos estan desesperados para imponer el bloqueo naval contra la Republica Popular Democratica de Corea.\n\t\t\t\t\tPara preparar el pretexto legal del bloqueo, el Departamento de Estado pretende cambiar la frase de \"consentimiento del pais al que esta registrado el barco\" y \"motivo apropiado\", estipulada en la \"resolucion de sancion\" no. 2375 de la ONU, por la de \"usando todos los medios\", insistiendo en que \"se observa de continuo la circunstancia en que el Norte de Corea utiliza los barcos sancionados en las actividades ilegales ateniendose a las leyes a su conveniencia\". \n\t\t\t\t\t\n\t\t\t\t\tTambien reclaman el bloqueo maritimo sobre la RPDC el asesor de Seguridad Nacional de la Casa Blanca y otros altos funcionarios de la administracion Trump y los congresistas intransigentes anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tNo se puede perdonar nunca esa medida que constituye flagrante violacion de la soberania y dignidad del Estado soberano. \n\t\t\t\t\t\n\t\t\t\t\tEl intento de EE.UU. de tomar en el tiempo de paz esa medida punitiva contra la RPDC y asfixiarla en lo economico forma parte de su premeditada campana para recrudecer el bloqueo politico y economico que perdura varios decenios. \n\t\t\t\t\t\n\t\t\t\t\tPara el mismo fin, viene elevando el grado de presion economica contra la RPDC armando la campana colectiva de sancion y bloqueo. A citar un ejemplo, fabrico y aplico la \"iniciativa de seguridad contra la proliferacion\" y la \"iniciativa de seguridad maritima regional\" y otras. \n\t\t\t\t\t\n\t\t\t\t\tBajo el pretexto de prevenir la \"proliferacion de armas de exterminio masivo\", condujo los ejercicios internacionales de interceptacion maritima contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tDesde el segundo semestre de este ano, la comandancia de fuerzas norteamericanas del Pacifico prepara en etapa crucial las operaciones de bloqueo maritimo.\n\t\t\t\t\t\n\t\t\t\t\tAl trasladar en el mes pasado el proyecto de ejecucion de esas operaciones a los titeres surcoreanos, asigno a las fuerzas navales del Sur de Corea, Japon y EE.UU. la mision de encargarse de las aguas internacionales de los Mares Este y Oeste de Corea, el alta mar del Mar Este y la zona maritima al sur de la isla Jeju, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tEl Tratado de Londres sobre la Definicion de la Agresion y la resolucion no. 3314 de la Asamblea General de la ONU establecen que la sancion por el estilo de bloqueo sobre un Estado soberano en el tiempo de paz significa un ilegal acto de agresion.\n\t\t\t\t\t\n\t\t\t\t\tInsatisfecho de los seguidos ejercicios de guerra nuclear anti-RPDC de mayor envergadura, desarrollados en el mar y el aire mediante el traslado de numerosas propiedades estrategicas a la Peninsula Coreana, EE.UU. reclama hasta el bloqueo maritimo, lo cual resulta un crimen de guerra que lleva la situacion a la fase \"incontrolable\" y al borde de guerra. \n\t\t\t\t\t\n\t\t\t\t\tEl bloqueo naval anticoreano comenzo ya hace mucho tiempo, pero no puede asustar ni poner de rodillas al pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tSi la banda de Trump muestra algun menor gesto para poner en practica su intento de bloqueo maritimo, no se hara esperar la implacable contramedida de autodefensa de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y sus seguidores deben actuar con prudencia reflexionando de las consecuencias catastroficas del bloqueo naval anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEscrito por Jong Hyon."
        }
    ]
}