{
    "date": "2017-09-09",
    "url": "http://kcna.co.jp/item/2017/201709/2017-09-09ee.html",
    "articles": [
        {
            "title": "Greetings to Tajikistani President",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-11ee.html",
            "content": "Greetings to Tajikistani President\r\n Pyongyang, September 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greeting to Emomali Rahmon, president of the Republic of Tajikistan, on Saturday on its national day.\n\t\t\t\t\t Kim in the message wished the Tajikistani president big success in his responsible work for the country's prosperity, expressing belief that the friendly relations between the two countries would develop favorably in the common interests of the two peoples."
        },
        {
            "title": "DPRK Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-16ee.html",
            "content": "DPRK Delegation Leaves for China\r\n Pyongyang, September 9 (KCNA) -- A delegation of the National Tourism Administration of the DPRK led by Director Jo Song Gol left here on Saturday to take part in the 22nd Session of the WTO General Assembly in China."
        },
        {
            "title": "Greetings to Kim Jong Un from Russian President",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-04ee.html",
            "content": "Greetings to Kim Jong Un from Russian President\r\n Pyongyang, September 9 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, Saturday received a message of greeting from Russian President Vladimir Vladimirovich Putin.\n\t\t\t\t\t The message extended heartfelt congratulations to Kim Jong Un on the 69th founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The relations between the two countries are based on the excellent tradition of friendship and mutual respect, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t I am convinced that further development of the bilateral relations in all fields will conform with the fundamental interests of the two peoples and contribute to consolidating the security and stability of the Korean peninsula and Northeast Asia as a whole.\n\t\t\t\t\t\n\t\t\t\t\t I wish good health and success to you and peace and wellbeing to all the citizens of the DPRK."
        },
        {
            "title": "Greetings to Kim Jong Un from Cuban President",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-03ee.html",
            "content": "Greetings to Kim Jong Un from Cuban President\r\n Pyongyang, September 9 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, was presented with a message of greeting from Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers of Cuba, Saturday.\n\t\t\t\t\t The message extended heart-felt greetings to Kim Jong Un on the founding anniversary of the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It sent fraternal greetings to him."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-05ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Chongryon Central Standing Committee\r\n Pyongyang, September 9 (KCNA) -- Respected Supreme Leader Kim Jong Un received a congratulatory message from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on Friday on the occasion of the 69th founding anniversary of the DPRK.\n\t\t\t\t\t The message said the course of victory covered by the DPRK is a history in which President Kim Il Sung and leader Kim Jong Il ushered in an era of prosperity unprecedented in the national history and a glorious history in which Marshal Kim Jong Un put the dignity and position of the country on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t The Korean residents in Japan could display the honor of being an example of the global overseas compatriot movement, going along the worthwhile road of patriotism despite the cold wind in an alien land, thanks to their socialist homeland the peerlessly great men of Mt Paektu built and strengthened into an invincible power, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The officials of Chongryon and other Koreans in Japan will cherish deep in mind the mightiness of the homeland of Juche shining with the august names of the great Generalissimos and led by you, and ardently love the motherland under any situation, defend the dignity and prestige of the DPRK in every way and make a tangible contribution to the building of a socialist power."
        },
        {
            "title": "Congratulatory Group of Koreans in Japan Visits Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-18ee.html",
            "content": "Congratulatory Group of Koreans in Japan Visits Kumsusan Palace of Sun\r\n Pyongyang, September 9 (KCNA) -- A congratulatory group of Koreans in Japan for celebrating the 69th founding anniversary of the DPRK led by Kim Chong, director of the Research Institute on History of Korean Residents in Japan, visited the Kumsusan Palace of Sun on Saturday.\n\t\t\t\t\t The visitors paid tribute to the statues of President Kim Il Sung and leader Kim Jong Il at the palace.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to the great leaders at immortality halls where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where the orders the great leaders received are on display and the halls which house cars, electric car, boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Tribute Paid to Martyrs on DPRK's Founding Anniversary",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-17ee.html",
            "content": "Tribute Paid to Martyrs on DPRK's Founding Anniversary\r\n Pyongyang, September 9 (KCNA) -- Wreaths were laid at the statues and cemeteries and tombs of martyrs and memorial towers for the fallen soldiers of the Korean People's Army across the country on Saturday, the 69th founding anniversary of the DPRK.\n\t\t\t\t\t Attending the wreath-laying ceremonies were officials of local party and power organs, working people's organizations, servicepersons, working people, school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to the martyrs."
        },
        {
            "title": "Floral Tribute to Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-19ee.html",
            "content": "Floral Tribute to Statues of Kim Il Sung and Kim Jong Il\r\n Pyongyang, September 9 (KCNA) -- Servicepersons and civilians of the DPRK laid floral baskets at the statues of President Kim Il Sung and leader Kim Jong Il on the occasion of the 69th founding anniversary of the DPRK.\n\t\t\t\t\t Seen before the statues of Kim Il Sung and Kim Jong Il on Mansu Hill was a floral basket from respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Placed at the statues were floral baskets, together with bouquets and flowers, in name of party, armed forces and power organs, public organizations, ministries, national institutions, units of the Korean People's Army and the Korean People's Internal Security Forces, organs of different levels, industrial establishments and schools in the city.\n\t\t\t\t\t\n\t\t\t\t\t Laid was a floral basket in the name of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid tribute to the statues of the peerlessly great men.\n\t\t\t\t\t\n\t\t\t\t\t An endless stream of visitors flew to the statues of the great leaders in different parts of the city including Kim Il Sung University, the Ministry of the People's Armed Forces, the Ministry of People's Security and the Mansudae Art Studio.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons and civilians across the country visited the statues of Kim Il Sung and Kim Jong Il and mosaics depicting their smiling images in their residential areas to pay homage to them."
        },
        {
            "title": "Wreaths Laid at Martyrs Cemeteries on Birthday of DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-20ee.html",
            "content": "Wreaths Laid at Martyrs Cemeteries on Birthday of DPRK\r\n Pyongyang, September 9 (KCNA) -- Wreaths were laid at the Revolutionary Martyrs Cemetery on Mt Taesong, the Patriotic Martyrs Cemetery in Sinmi-ri and the Fatherland Liberation War Martyrs Cemetery on Saturday, the 69th founding anniversary of the DPRK.\n\t\t\t\t\t Seen standing there were wreaths from respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Attending the wreath-laying ceremonies were Kim Yong Nam, Pak Pong Ju, Choe Ryong Hae and other senior party and state officials, the chairpman of a friendly party, officials of party, armed forces and power organs, the Cabinet, working people's organizations, ministries and national institutions, men and officers of the Korean People's Army and the Korean Internal Security Forces, and citizens of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets before the bust of anti-Japanese war heroine Kim Jong Suk at the Revolutionary Martyrs Cemetery on Mt Taesong and observed a moment's silence in memory of her.\n\t\t\t\t\t\n\t\t\t\t\t Placed at the martyrs cemeteries in Mt Taesong and Sinmi-ri were wreaths in the joint name of the Central Committee of the Workers' Party of Korea, the DPRK State Affairs Commission and the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK and at the Fatherland Liberation War Martyrs Cemetery a wreath in the joint name of the Central Committee and the Central Military Commission of the WPK and the State Affairs Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Wreaths were laid in the names of armed forces organs, working people's organizations, ministries, national institutions, units of KPA and KPISF, science, education, public health and media organs, and party and power organs, enterprises and farms in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence in memory of martyrs."
        },
        {
            "title": "Dancing Party of Youths Marks Anniversary of DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-21ee.html",
            "content": "Dancing Party of Youths Marks Anniversary of DPRK\r\n Pyongyang, September 9 (KCNA) -- Dancing parties of youths and students took place in various parts of the country to mark the 69th founding anniversary of the DPRK.\n\t\t\t\t\t When the song \"Mine Is Always the Country of Kim Il Sung\" resounded forth at the dancing grounds including the plazas of the Monument to Party Founding and the Pyongyang Indoor Stadium, the participants began their dancing parties. They extended the highest respects to President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "DPRK Celebrates Its 69th Founding Anniversary",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-22ee.html",
            "content": "DPRK Celebrates Its 69th Founding Anniversary\r\n Pyongyang, September 9 (KCNA) -- The Korean army and people significantly celebrated the 69th founding anniversary of the DPRK.\n\t\t\t\t\t They visited the Kumsusan Palace of the Sun, the highest temple of Juche, to paid tribute to President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons, civilians of various circles and school youth and children across the country laid floral baskets and bouquets at the statues of the great leaders and their smiling portraits.\n\t\t\t\t\t\n\t\t\t\t\t Celebration art performances were given with splendor in Pyongyang and provinces.\n\t\t\t\t\t\n\t\t\t\t\t Dancing parties of youths and students and members of the women's union were staged to rev up the festive atmosphere."
        },
        {
            "title": "Football Match Marks Founding Anniversary of DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-23ee.html",
            "content": "Football Match Marks Founding Anniversary of DPRK\r\n Pyongyang, September 9 (KCNA) -- There took place a men's football match between Hwaebul and Kigwancha teams at the Kim Il Sung Stadium on Saturday, the 69th founding anniversary of the DPRK.\n\t\t\t\t\t Among the spectators were Choe Ryong Hae and other senior party and state officials, officials of the Cabinet, working people's organizations, ministries, national institutions, the National Sports Guidance Committee and aid organizations, sports persons and Pyongyangites.\n\t\t\t\t\t\n\t\t\t\t\t The match drew 0:0."
        },
        {
            "title": "DPRK Advancing along Road of Independence, Songun and Socialism",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-13ee.html",
            "content": "DPRK Advancing along Road of Independence, Songun and Socialism\r\n Pyongyang, September 9 (KCNA) -- The Democratic People's Republic of Korea is the one and only socialist power, which is dignified with independence, strong with self-reliance and powerful with self-defence, in the world.\n\t\t\t\t\t There are not a few countries in the world styling itself as big powers for having vast land or large population.\n\t\t\t\t\t\n\t\t\t\t\t But the overall power of a country and its strategic position are not defined by its territory or resources and economic power.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is small in its territorial size and population, but it has successfully safeguarded the sovereignty of the country and nation and right to existence with its self-defensive nuclear deterrent in the showdown with the U.S. styling itself as the \"only superpower\", and materialized its people's dreams and ideals one after another.\n\t\t\t\t\t\n\t\t\t\t\t For nearly 70 years since its foundation on September 9, Juche 37 (1948), the DPRK has made independent development and achieved prosperity with the Juche idea, founded by President Kim Il Sung in his teens in the 1930s, as its unique guideline.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to this idea, the Korean people had won victories in the wars against the Japanese and U.S. imperialists and built the country independent in politics, self-sufficient in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has remained persistent in its nuclear war drills to invade the DPRK and heinous moves to isolate and stifle it in a bid to eradicate the socialist Korea advancing along the road of socialism.\n\t\t\t\t\t\n\t\t\t\t\t But everything went against the U.S. On the contrary, the DPRK has emerged as a powerful country which brought about a dramatic change in the world political and military dynamic structures.\n\t\t\t\t\t\n\t\t\t\t\t The unique Songun (military-first) politics embodying the Juche idea and the spirit of self-reliance have boosted the DPRK into a satellite manufacturer and launcher, one of the world's five powers with submarine-launched ballistic missile, one of the world's three powers possessed of the technology of mobile ICBM and a power which succeeded in the test of H-bomb to be loaded onto ICBM.\n\t\t\t\t\t\n\t\t\t\t\t Despite of the desperate anti-DPRK moves of the U.S. and hostile forces, the DPRK has built a number of monumental edifices like Paektusan Hero Youth Power Station, Sci-Tech Complex, Masikryong Ski Resort and Ryomyong Street.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is firmly advancing along the road of independence, Songun and socialism under the guidance of respected Supreme Leader Kim Jong Un, who is accomplishing the cause of independence pioneered and developed by President Kim Il Sung and leader Kim Jong Il and their desire for the building of a power."
        },
        {
            "title": "Infrastructure for Communications under Completion in Samjiyon County",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-14ee.html",
            "content": "Infrastructure for Communications under Completion in Samjiyon County\r\n Pyongyang, September 9 (KCNA) -- The modernization of communications net is pushed forward at the final stage in Samjiyon County, the DPRK as part of the work for remodeling the county.\n\t\t\t\t\t According to an official concerned, the communication regiment of the 216 Division finished laying optical fibre cable in close cooperation with the Ministry of Posts and Telecommunications and completed the project to build infrastructure for giving tele-education and sci-tech data service to farms, industrial establishments, schools and many other units of the county.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the construction of TV relay stations progresses apace, some of which began broadcasting."
        },
        {
            "title": "DPRK's Founding Anniversary Observed by Papers Here",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-07ee.html",
            "content": "DPRK's Founding Anniversary Observed by Newspapers\r\n Pyongyang, September 9 (KCNA) -- Today the Korean army and people are significantly marking the birthday of the glorious Democratic People's Republic of Korea with great joy, pleasure and excitement.\n\t\t\t\t\t The foundation of the DPRK 69 years ago was an event specially recorded in the history of the Korean nation spanning five thousand years, Rodong Sinmun in an editorial Saturday says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It ushered in a fresh era of building a socialist state centered on the popular masses for the first time in history and provided a powerful political weapon for successfully accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to it, the country, once eclipsed in the world map, could emerge an independent and sovereign state and the Korean people bring about a dramatic turn in carving out their destiny and the honor of the nation is being fully demonstrated before the world like today.\n\t\t\t\t\t\n\t\t\t\t\t The road ahead of us is still thorny but the DPRK's future is rosy and bright as there are the powerful politico-ideological and military might provided by the wise guidance of the party, the revolutionary spirit of self-reliance and huge ranks of scientists and technicians.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls on all to make a dynamic advance for the victory of the cause of building a powerful socialist country, united close around respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, Minju Joson in an editorial calls for fully displaying the patriotic devotion in the drive to build a powerful socialist country, single-mindedly united around Kim Jong Un and thus achieving the prosperity of the DPRK."
        },
        {
            "title": "DPRK Is Invincible Nuclear Weapons State: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-08ee.html",
            "content": "DPRK Is Invincible Nuclear Weapons State: Rodong Sinmun\r\n Pyongyang, September 9 (KCNA) -- Rodong Sinmun says in an article Saturday that the DPRK is shedding its bright rays as a nuclear weapons state of Juche and world-famous military giant.\n\t\t\t\t\t The position of the DPRK has never been so high as today's in the history of the Korean nation spanning 5,000 years, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people could not but suffer from the wretched plight of being colonial slaves trampled down by the jackboots of outsiders, without even a matchlock to speak of in the past.\n\t\t\t\t\t\n\t\t\t\t\t Korea entered the road of independent development after its liberation. The foundation of the DPRK was the birth of a fresh people's power for the first time in history and a national event that brought about a dramatic turn in carving out the Korean people's destiny and building a prosperous country.\n\t\t\t\t\t\n\t\t\t\t\t It is the philosophy of the Korean revolution that if the leader is great, even a small country can emerge a power and the dignity of the country and nation be demonstrated to the world.\n\t\t\t\t\t\n\t\t\t\t\t The world-startling miracles made by the DPRK in bolstering up the military muscle and building a highly civilized socialist nation in recent years are a fruition of the tireless efforts and devotion of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever demonstrate its dignity and might as an invincible power which no formidable enemy dare to provoke, thanks to the wise guidance of the great brilliant commander of Songun possessed of pluck and courage of Paektu."
        },
        {
            "title": "Victory Is Tradition of DPRK: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-09ee.html",
            "content": "Victory Is Tradition of DPRK: Rodong Sinmun\r\n Pyongyang, September 9 (KCNA) -- The Trump administration of the U.S. has revealed its true colors as a group of war maniacs with inveterate repugnancy toward the DPRK, getting hell-bent on toughest sanctions, pressure and arms buildup. It is painting a black picture of the DPRK's successful ICBM-ready H-bomb test, talking about \"protest\" and \"threat.\"\n\t\t\t\t\t Commenting on this, Rodong Sinmun Saturday says:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is desperately moving to tarnish the image of the DPRK, faulting its bolstering of nuclear force for self-defence. This is just a base trick to cover up its true colors as a criminal chiefly to blame for increasing tensions and nuclear threats.\n\t\t\t\t\t\n\t\t\t\t\t The second test-launch of ICBM Hwasong-14 conducted in July was a serious warning to the U.S. which is running riot, bereft of reason.\n\t\t\t\t\t\n\t\t\t\t\t The more desperately the U.S. resorts to unprecedentedly hideous sanctions to pressurize the DPRK, the stronger the degree of the latter's countermeasures will become. Such moves of the U.S. will only boomerang on it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has successfully advanced by dint of self-reliance and self-development in the face of U.S. sanctions and pressure. Today it has emerged a world-class nuclear power.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is fatally mistaken if it calculates that such sanctions and nuclear blackmails would work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. will receive more big or small \"gift packages\" if it persists in hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Victory is a tradition of the DPRK and the U.S. is fated to meet defeat.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. should bear this in mind and not run amuck."
        },
        {
            "title": "U.S. Imperialists' Presence in South Korea Is Root Cause of Misfortune: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-10ee.html",
            "content": "U.S. Military Presence in S. Korea Is Root Cause of Misfortune: Rodong Sinmun\r\n Pyongyang, September 9 (KCNA) -- It is 72 years since the U.S. military occupation of south Korea.\n\t\t\t\t\t The U.S. aggressor forces' occupation of south Korea was a brigandish act of aggression which wantonly trampled down the desire the Korean nation and violated requirements of international law, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Terrible, indeed, are misfortune and pain being suffered by the Korean nation due to the occupation.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the south Korean puppet regime oft-repeats \"relations of alliance\" with the U.S. and works hard to stand against the compatriots in the north to the last, allowing the aggressor troops to stay indefinitely in south Korea. Recently, it fawns up its U.S. master and begs for \"strengthened alliance\", frightened by the successive toughest measures taken by the DPRK against the U.S. The puppet regime more frequently stage war drills against the DPRK in league with the U.S. aggressor forces only to do harm to the dignity of the nation and its interests and threat peace and security on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is the lesson taught by history that neither peace of the country nor its independent reunification can be achieved unless the U.S. aggressor troops mercilessly violating the dignity of the south Korean people and keen on provoking a nuclear are driven out from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad should stage a bolder struggle to get the imperialist aggressor troops withdrawn from south Korea under the uplifted banner of national independence and reunification, and thus protect peace on the peninsula and achieve the historic cause of national reunification as early as possible."
        },
        {
            "title": "Final Victory Is in Store for DPRK: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-06ee.html",
            "content": "Final Victory Is in Store for DPRK: KCNA Commentary\r\n Pyongyang, September 9 (KCNA) -- It seems that the White House has not yet fully understood the meaning and stern warning served by the DPRK through its perfect success in the ICBM-ready hydrogen bomb test.\n\t\t\t\t\t The U.S. insists that now is the time for pressure, not dialogue with north Korea, resorting to sanctions and pressure.\n\t\t\t\t\t\n\t\t\t\t\t The Trump administration and the Congress often claim that north Korea is a \"rogue state\" and that the U.S. is considering the way for stop to all trading of any country with north Korea, vociferating about \"strong military counteraction\" and \"tougher sanctions\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. also sent B-1B nuclear strategic bombers and F-35B stealth fighters to the Korean peninsula to conduct live-firing drill and exercises for attack capability for long hours. It is bringing in succession nuclear-powered aircraft carriers, nuclear submarines and other strategic assets to the peninsula to tighten military pressure upon the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is the last-ditch efforts of those frightened by a series of countermeasures taken by the DPRK to bolster up its defence capability.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's recent successful H-bomb test was a demonstration of its strategic position and tremendous national strength.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, U.S. policy-makers have not yet found the cause of their repeated defeats in the decades-long standoff with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Neither sanctions nor military threat can work on the Korean people who are advancing under the banner of self-reliance, rallied close as one in mind around their great leader and great party.\n\t\t\t\t\t\n\t\t\t\t\t The more vicious sanctions and pressure of the enemies compel the DPRK to steadily make eye-opening successes in the building of Juche-oriented nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has so often carried out nuclear tests and ballistic missile launches. However, it insists that its own ones do not pose any problem but the DPRK's steps to beef up its nuclear deterrence are illegal. It is the gangster-like logic that cannot convince anyone.\n\t\t\t\t\t\n\t\t\t\t\t Its talking about war and threat of harsh sanctions will enhance only the Korean people's revolutionary consciousness and add justification to the DPRK's access to nukes.\n\t\t\t\t\t\n\t\t\t\t\t The reckless behavior of the U.S. goes to prove that the day of the final victory for the DPRK is coming nearer.\n\t\t\t\t\t\n\t\t\t\t\t It is a tragedy for the politicians of the Trump administration to run amuck, failing to understand how the \"time of pressure upon the DPRK\" will end.\n\t\t\t\t\t\n\t\t\t\t\t Now there are only two ways for the U.S. to go; one is to admit the strategic position of the DPRK as a nuclear power of Juche and world-level military power and renounce its hostile policy. The other is to face the miserable end through persistent confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should never forget the position of the DPRK as a full-fledged nuclear power. \n\t\t\t\t\t\n\t\t\t\t\t The final victory belongs to the DPRK."
        },
        {
            "title": "S. Korean Navy and Marines Hell-bent on Saber-rattling",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-15ee.html",
            "content": "S. Korean Navy and Marines Hell-bent on Saber-rattling\r\n Pyongyang, September 9 (KCNA) -- The south Korean navy and marine corps are getting frenzy with war drills, according to Yonghap News of south Korea.\n\t\t\t\t\t The Third Fleet of the navy staged maneuvers in league with ground and air forces and maritime police in the South Sea of Korea on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Submarines, escort and patrol warships, helicopters, fighter jets and army troops were involved in the maneuvers to stage drills like rapid movement, anti-air and anti-ship strike and interception operation.\n\t\t\t\t\t\n\t\t\t\t\t The marine corps staged a drill simulating the occupation of an island from Tuesday to Thursday with huge forces including all troops of the 6th sailors brigade, copters, landing armored cars, tanks and artillery pieces."
        },
        {
            "title": "Deployment of THAAD Rejected by S. Korean Newspaper",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-12ee.html",
            "content": "Deployment of THAAD Rejected in S. Korea\r\n Pyongyang, September 9 (KCNA) -- The south Korean online paper Voice of People in an editorial on September 7 denounced the authorities for additionally deploying launchers of THAAD.\n\t\t\t\t\t The editorial disclosed that the puppet authorities decided to additionally deploy four launchers of THAAD and enforced the operation for doing it, despite the strong opposition of inhabitants in the area near its site.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to reexamine the deployment of THAAD and retract it, though belatedly."
        },
        {
            "title": "KPA's Rocket Launching Drill Supported Abroad",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-02ee.html",
            "content": "KPA's Rocket Launching Drill Supported Abroad\r\n Pyongyang, September 9 (KCNA) -- Organizations and personages of different countries made public statements and articles between Aug. 30 and Sep. 1 in support of the intermediate-range strategic ballistic rocket launching drill by the Strategic Force of the Korean People's Army (KPA).\n\t\t\t\t\t The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea said in a joint statement that the drill was part of muscle-flexing to cope with the U.S.-south Korea Ulji Freedom Guardian joint military exercises for aggression and a telling blow to Japan on the day when the disgraceful treaty billed \"annexation of Korea by Japan\" was declared 107 years ago.\n\t\t\t\t\t\n\t\t\t\t\t The statement further said:\n\t\t\t\t\t\n\t\t\t\t\t We strongly condemn the UNSC's \"presidential statement\" taking issue with the launch drill and the hysterical anti-DPRK racket of the Japanese reactionaries.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never kneel down under any pressure.\n\t\t\t\t\t\n\t\t\t\t\t Manju Ratna Sakya, chairman of the Nepal Journalist Association, said in an article contributed to the newspaper Arpan that the rocket launch drill once again displayed the DPRK's military muscle on a daily increase and that it was a severe warning to the U.S. and the south Korean puppet forces hell-bent on the joint military exercises against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Russian Group for Solidarity with the DPRK and the Dagestan Association for the Study of the Juche Idea and Songun Policy of Russia said in statements that the launch drill is a legitimate right of a sovereign state to bolstering its military capability for self-defence, warning that the U.S. policy of pressure and threat would only spell a war."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de V. Putin",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-24ee.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de V. Putin \r\nPyongyang, 9 de septiembre (ACNC) -- El Maximo Dirigente Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el dia 9 el Presidente de la Federacion Rusa, V. Putin.\n\t\t\t\t\tEl texto va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEstimado Su Excelencia Kim Jong Un, \n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del 69o aniversario de la fundacion de la Republica Popular Democratica de Corea, le hago llegar a Vd. mis sinceras felicitaciones.\n\t\t\t\t\t\n\t\t\t\t\tLas relaciones entre la Federacion Rusa y la Republica Popular Democratica de Corea se basan en la excelente tradicion de amistad y de respeto mutuo. \n\t\t\t\t\t\n\t\t\t\t\tEstoy convencido de que el mayor desarrollo de las relaciones bilaterales en todas las esferas conviene a los intereses fundamentales de los pueblos de los dos paises y contribuira a asegurar la seguridad y la estabilidad de la Peninsula Coreana y toda la region del Nordeste Asiatico. \n\t\t\t\t\t\n\t\t\t\t\tDeseo buena salud y exitos a Vd., y la paz y el bienestar a todos los ciudadanos de la Republica Popular Democratica de Corea."
        },
        {
            "title": " Kim Jong Un recibe felicitaciones de Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-25ee.html",
            "content": "Kim Jong Un recibe felicitaciones de Raul Castro Ruz\r\nPyongyang, 9 de septiembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recibio un mensaje de felicitacion que le enviara el dia 9 Raul Castro Ruz, Primer Secretario del Comite Central del Partido Comunista de Cuba y Presidente de los Consejos de Estado y de Ministros de la Republica de Cuba.\n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tEstimado companero,\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion de celebrarse la Fiesta Nacional de la Republica Popular Democratica de Corea, le extiendo nuestras mas sinceras felicitaciones.\n\t\t\t\t\t\n\t\t\t\t\tReciba un fraternal saludo."
        },
        {
            "title": "MINREX ofrece encuentro informativo de la situacion para diplomaticos asiaticos",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-26ee.html",
            "content": "MINREX ofrece encuentro informativo de la situacion para diplomaticos asiaticos\r\nPyongyang, 9 de septiembre (ACNC) -- El Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea ofrecio el dia 8 el encuentro informativo de la situacion para los representantes diplomaticos de los paises asiaticos acreditados en Corea. \n\t\t\t\t\tEstuvieron presentes en la ocasion los embajadores de Mongolia, Vietnam, Laos, Camboya, Indonesia, Iran e India y el encargado de negocios a. i de Pakistan.\n\t\t\t\t\t\n\t\t\t\t\tEl vicecanciller Choe Hui Chol les aviso la posicion de la RPDC en cuanto a la reciente prueba de la bomba H instalable en el ICBM.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la prueba realizada a las 12 del dia 3 de septiembre de 2017 en el campo de prueba nuclear en la zona septentrional del pais segun el proyecto del Partido del Trabajo de Corea sobre la construccion de las fuerzas armadas nucleares estrategicas reviste una gran importancia en alcanzar la meta de la etapa final de la disposicion completa de las fuerzas armadas nucleares del Estado, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tAhora, EE.UU. arma la farsa de \"condena\" en el escenario de la ONU soltando ininterrumpidamente las palabras irresponsables tales como la RPDC persigue la guerra en desprecio a la voluntad de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tLa presente prueba de la bomba H es un proceso normal e indispensable para el desarrollo paralelo optado por nuestro pais y nadie tiene el derecho a censurarla.\n\t\t\t\t\t\n\t\t\t\t\tEn el futuro tambien seguiremos fortaleciendo el disuasivo nuclear de autodefensa para proteger nuestro Poder y pueblo desde la amenaza de guerra nuclear de EE.UU. y no daremos ni un paso atras en este camino optado por nosotros. \n\t\t\t\t\t\n\t\t\t\t\tEl desvio repetido de la situacion de la Peninsula Coreana al estado incontrolable se debe al criterio erroneo y a la conducta y palabras indiscretas de EE.UU. que pretende atropellar fisicamente el Estado y el regimen de la RPDC sin juzgar bien a quien es mas perjudicial la crisis actual. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no debe olvidar ni un momento la existencia de nuestro Estado convertido en una innegable potencia nuclear con la bomba nuclear, la H y hasta el ICBM. Y nosotros seguiremos observando sus acciones posteriores.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el orador expuso su esperanza de que los paises asiaticos tomaran con sano juicio una opcion responsable para erradicar de raiz la imprudencia de EE.UU. a favor del alivio de la tension de la Peninsula Coreana y el resto de la region. \n\t\t\t\t\t\n\t\t\t\t\tLos asistentes expresaron el entendimiento claro sobre el hecho de que el circulo vicioso de la agravacion de la tension de la Peninsula Coreana se debe a las imprudentes conductas y palabras de EE.UU."
        },
        {
            "title": "Victoria final es de la RPDC, enfatiza ACNC",
            "url": "http://kcna.co.jp/item/2017/201709/news09/20170909-27ee.html",
            "content": "Victoria final es de la RPDC, enfatiza ACNC\r\nPyongyang, 9 de septiembre (ACNC) -- La Casa Blanca no entiende todavia el gran sentido de la exitosa prueba de la bomba H instalable en el ICBM efectuada por la Republica Popular Democratica de Corea.\n\t\t\t\t\tSe enfrasca cada dia mas en la sancion y presion diciendo que \"ahora no es el tiempo de dialogo con el Norte de Corea, sino el periodo de presionarlo\".\n\t\t\t\t\t\n\t\t\t\t\tDe la administracion Trump y el Congreso norteamericano salen las sofisterias tales como \"el Norte de Corea es un Estado bribon\", \"EE.UU. toma en consideracion el proyecto de interrumpir todas las transacciones con cualquier pais que tiene relaciones comerciales con el Norte de Corea\" y \"son necesarias fuerte represalia militar y sancion dura\".\n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, EE.UU. despacho al cielo de la Peninsula Coreana los bombarderos estrategicos nucleares B-1B y los cazas Stealth F-35B de ultra moda y libro durante mucho tiempo los ejercicios de tiro y de fomento de capacidad de ataque. E introduce por turno en la misma zona las propiedades estrategicas como portaaviones nucleares y submarinos nucleares a fin de aumentar el nivel de presion militar sobre la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tTales maniobras no pasan de ser los esfuerzos desesperados de los consternados ante las medidas multiples y sucesivas de la RPDC tomadas para el fortalecimiento de la capacidad de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tLa exitosa prueba de bomba H recien realizada por la RPDC manifesto su inagotable poderio y su posicion estrategica en la maxima altura. \n\t\t\t\t\t\n\t\t\t\t\tPero, los elaboradores de la politica de EE.UU. no saben todavia la causa de su repetida derrota en la confrontacion total con la RPDC que perdura durante varios decenios. \n\t\t\t\t\t\n\t\t\t\t\tLas sanciones y las amenazas militares de todas formas no se salen con la suya para la RPDC donde todos los militares y civiles, unidos como un solo hombre en torno al gran lider y gran partido, marchan a pasos firmes apoyandose en sus propias fuerzas.\n\t\t\t\t\t\n\t\t\t\t\tPor mas siniestra que se haga la campana de sancion y presion de los enemigos, se logran de modo multiple y sucesivo los exitos fulminantes en la construccion de las autoctonas fuerzas armadas nucleares de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. califica de ilicito el fortalecimiento del disuasivo nuclear de la RPDC sin hablar nada de sus frecuentes pruebas nucleares y lanzamientos de cohete balistico, lo cual es una doctrina de bandido. \n\t\t\t\t\t\n\t\t\t\t\tLos disparates de guerra y la amenaza de sancion extremada de EE.UU. hacen a la RPDC redoblar mas la decision de venganza y justificar la razon de su posesion de armas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tLa imprudencia del imperio norteamericano testimonia claramente que se acerca el dia de la victoria final de su rival socialista. \n\t\t\t\t\t\n\t\t\t\t\tLos politiqueros de la administracion Trump actuan imprudentemente sin saber como terminara el \"tiempo de presion anti-RPDC\". He aqui la tragedia de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tAhora, este pais americano se encuentra en el dilema de reconocer la posicion estrategica de la RPDC como potencia nuclear del Juche y la militar de talla mundial o sufrir el fin tragico en el enfrentamiento con esta. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no debe olvidar ni un momento la existencia del Estado socialista como innegable potencia nuclear. \n\t\t\t\t\t\n\t\t\t\t\tLa victoria final es de la RPDC."
        }
    ]
}