{
    "date": "2017-04-03",
    "url": "http://kcna.co.jp/item/2017/201704/2017-04-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Wreath to Bier of So Jae Yong",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-22ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of So Jae Yong\r\n Pyongyang, April 3 (KCNA) -- Respected Supreme Leader Kim Jong Un Sunday sent a wreath to the bier of Candidate Academician, Prof. and Dr. So Jae Yong, a researcher at the University of National Economy who is winner of Kim Il Sung Prize, expressing deep condolences over his death."
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Slams U.S. Sanctions Racket",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-21ee.html",
            "content": "DPRK Foreign Ministry Spokesman Slams U.S. Sanctions Racket\r\nPyongyang, April 3 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer Monday as regards the sanctions racket again kicked up by the U.S. against the DPRK:\n\t\t\t\t\tOn March 29 the International Relations Committee of the U.S. House of Representatives passed the \"bill to escalate sanctions with respect to transactions relating to North Korea\", the \"bill on re-listing the DPRK as a terror-sponsor\" and the \"resolutions denouncing the ICBM development of north Korea.\" On March 31 the U.S. Treasury Department announced what it called a list of targets of additional sanctions. \n\t\t\t\t\t\n\t\t\t\t\tThe reckless actions taken by the U.S. Congress and the Treasury Department against the backdrop of the U.S.-led joint military drills for aggression are driving the tense situation on the Korean peninsula to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\tThe adoption of the anti-DPRK sanctions resolutions sponsored by the die-hard conservative forces of the U.S. steeped in inveterate repugnance and hostility toward the DPRK only hardens the retaliatory will of the army and people of the DPRK to settle accounts with the U.S. to the end.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is desperately persisting in the sanctions racket as the DPRK has not yielded to its arbitrary and high-handed practices under the uplifted the banner of socialism. \n\t\t\t\t\t\n\t\t\t\t\tDespite the unheard-of harsh sanctions of the U.S. that have lasted for more than half a century, the DPRK emerged a nuclear power in the East, registering eye-opening successes in the economic construction and improvement of the standard of the people's living.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will as ever demonstrate its might by doing everything it wants to do and building a socialist power envied by the world by dint of self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\tIf the U.S. had calculated it could deprive the DPRK of its nuclear deterrent representing the life of the Korean nation and serving as a treasure of the country through such sanctions racket, it would be the wildest dream.\n\t\t\t\t\t\n\t\t\t\t\tGone are the days never to return when the U.S. could unilaterally put pressure on others.\n\t\t\t\t\t\n\t\t\t\t\tNow that the U.S. fails to face up to the trend of times but incites confrontation to strangle the DPRK, the DPRK is left with option but to take necessary counteraction against it.\n\t\t\t\t\t\n\t\t\t\t\tThe world will soon witness what eventful steps the DPRK will take to frustrate the hideous and reckless sanctions racket."
        },
        {
            "title": "Joint Delegation of Political Parties from Russia and CIS Leaves",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-14ee.html",
            "content": "Joint Delegation of Political Parties from Russia and CIS Leaves\r\n Pyongyang, April 3 (KCNA) -- A joint delegation of political parties from Russia and the Commonwealth of Independent States led by Kazbek Taysaev, secretary of the C.C., Communist Party of the Russian Federation and head of the Russia-DPRK Friendship Parliamentary Group of the State Duma, left here for home on Monday after winding up its visit to the DPRK."
        },
        {
            "title": "National Photo Exhibition Opens",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-24ee.html",
            "content": "National Photo Exhibition Opens\r\n Pyongyang, April 3 (KCNA) -- A national photo exhibition for celebrating the 5th anniversary of respected Supreme Leader Kim Jong Un's election to the top posts of the Workers' Party of Korea and the DPRK state was opened with due ceremony at the People's Palace of Culture on Monday.\n\t\t\t\t\t On display there are a photo of Kim Jong Un standing on Mt Paektu and photos showing his traits as a great man and the pride of the Korean people in the era of prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Kim Ki Nam, vice-chairman of the WPK Central Committee, and officials concerned and citizens.\n\t\t\t\t\t\n\t\t\t\t\t Pak Chun Nam, minister of Culture, said in an opening address that Kim Jong Un was elected to the top posts of the Party and the state in reflection of the unanimous wish and desire of the whole party and army and all the people at a historical turning point for the accomplishment of the revolutionary cause of Juche and this was a special event and a revolutionary auspicious one that would shine long in the history of the country.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all officials, party members and workers to bear in mind the revolutionary philosophy that we are sure to win as we are led by Kim Jong Un, and to become Mallima riders and Mallima frontrunners in the on-going all-out general offensive for this year."
        },
        {
            "title": "Mangyongdae Prize Sports Games Open",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-23ee.html",
            "content": "Mangyongdae Prize Sports Games Open\r\n Pyongyang, April 3 (KCNA) -- The Mangyongdae Prize Sports Games were opened with due ceremony at the Basketball Gymnasium in Chongchun Street here on Monday to celebrate the Day of the Sun, birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The games to be held in Pyongyang, Nampho, Phyongsong and Sariwon cities and other parts of the country, include dozens of events such as football, basketball, volleyball, table tennis, boxing and wrestling.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, officials concerned, players and coaches and citizens.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony there took place a women's basketball match between Kigwancha and Pyongyang teams."
        },
        {
            "title": "National Festival of Science and Technology Opens",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-20ee.html",
            "content": "National Festival of Science and Technology Opens\r\n Pyongyang, April 3 (KCNA) -- The 32nd national festival of science and technology opened with due ceremony at the Sci-Tech Complex Monday.\n\t\t\t\t\t Taking part in it are scientists, technicians, workers, farmers,  three-revolution team members, teachers, researchers, students and graduate students of commissions, ministries, national institutions and scientific and educational institutions and more than 320 units which won high appreciation at provincial (municipal) sci-tech festivals.\n\t\t\t\t\t\n\t\t\t\t\t The festival is to be held, divided into 29 panels, including electric power, coal, metal and chemical industries, railway transport, light industry and agriculture, under the theme of the Hi-tech development and integration of science and technology and production.\n\t\t\t\t\t\n\t\t\t\t\t There will be the display and presentation of scientific and technological achievements and services for new technology and new products.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Choe Thae Bok, vice-chairman of the Central Committee of the Workers' Party of Korea, Jon Kwang Ho, vice-premier of the Cabinet, Ri Chung Gil, chairman of the State Science and Technology Commission, Kim Sung Du, chairman of the Education Commission, Jang Chol, president of the State Academy of Sciences and officials concerned."
        },
        {
            "title": "Group B Matches of AFC Women's Asian Cup Jordan 2018 Qualifiers (1)",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-18ee.html",
            "content": "Group B Matches of AFC Women's Asian Cup Jordan 2018 Qualifiers (1)\r\n Pyongyang, April 3 (KCNA) -- Group B matches for the AFC Women's Asian Cup Jordan 2018 Qualifiers began at the Kim Il Sung Stadium in Pyongyang on April 3.\n\t\t\t\t\t Following are the results of the first-day matches.\n\t\t\t\t\t\n\t\t\t\t\t DPRK : India 8:0\n\t\t\t\t\t\n\t\t\t\t\t Uzbekistan : Hong Kong of China 2:1\n\t\t\t\t\t\n\t\t\t\t\t Matches will last till April 11."
        },
        {
            "title": "Preparations for Operating Public Establishments in Ryomyong Street Completed",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-17ee.html",
            "content": "Preparations for Operating Public Establishments in Ryomyong Street Completed\r\n Pyongyang, April 3 (KCNA) -- Preparations for operating educational facilities and service amenities have been completed in Ryomyong Street now under construction in Pyongyang.\n\t\t\t\t\t According to data available, fixtures and household goods to be installed in educational facilities and service amenities were secured. And the work for displaying goods in more than one hundred service amenities has been finished.\n\t\t\t\t\t\n\t\t\t\t\t Units under the Ministry of the People's Armed Forces and the Ministry of Physical Culture and Sports provided thousands of pieces of school things to schools newly built in the street.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang City People's Committee and the Moran Guidance Bureau installed equipment and provided fixtures necessary for the operation of the Ryomyong Hotel and the Ministry of Culture sent a lot of equipment to the Ryomyong Cinema."
        },
        {
            "title": "Pyongyang Sports Goods Factory",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-19ee.html",
            "content": "Pyongyang Sports Goods Factory\r\n Pyongyang, April 3 (KCNA) -- It has been 58 years since the Pyongyang Sports Goods Factory was built in April, Juche 48 (1959).\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un initiated the reconstruction of the factory as required by the new century.\n\t\t\t\t\t\n\t\t\t\t\t Designating the site of the factory in the best place at the sports village of Chongchun Street and guiding its layout, he named the factory Pyongyang Sports Goods Factory.\n\t\t\t\t\t\n\t\t\t\t\t He visited the newly-built Pyongyang Sports Goods Factory in June last year and set forth tasks to be carried out by it, expressing expectation and belief that its officials and employees would successfully fulfill their honorable duty.\n\t\t\t\t\t\n\t\t\t\t\t Now, the officials and employees of the factory are devoting their wisdom and enthusiasm to producing more sports goods.\n\t\t\t\t\t\n\t\t\t\t\t According to Kim Thae Sop, chief engineer of the factory, it has produced some 30 more kinds of sports goods than those in the period right after its complete construction and its \"Taesongsan\"-trademarked goods, including footballs, basketballs, gloves and bags, are winning popularity among sportspersons, working people and school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t The factory also developed a new sticker with its own efforts and technology.\n\t\t\t\t\t\n\t\t\t\t\t On the founding anniversary, the officials and employees of the factory are determined to contribute to building a sports power true to the on-site instructions given by Kim Jong Un."
        },
        {
            "title": "Rodong Sinmun Calls for Greeting Day of Sun with High Political Enthusiasm and Shining Labor Successes",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-09ee.html",
            "content": "Rodong Sinmun Calls for Greeting Day of Sun with High Political Enthusiasm and Shining Labor Successes\r\n Pyongyang, April 3 (KCNA) -- Rodong Sinmun Monday in an editorial calls upon all the people to greet the 105th birth anniversary of President Kim Il Sung (the Day of the Sun) with high political enthusiasm and shinning labor successes out of intense loyalty and ardent patriotism.\n\t\t\t\t\t It is the unanimous desire and will of the service personnel and people of the DPRK to add shine to the history of the great sun and mark the significant Day of the Sun as a great political festival, the editorial notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung's 105th birth anniversary marks an occasion of great significance as it will strikingly demonstrate the firm faith and will of all the service personnel and people to add shine to the revolutionary history and immortal exploits of the legendary great man whom the Korean people acclaimed and held in high esteem for the first time in the nation's history spanning thousands of years and to clearly show before the world the great honor and pride of socialist Korea which has been blessed with the illustrious leaders generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t There are many countries and nations in the world but there are no other people who celebrate the birth anniversary of their leader as a great event in the nation's history as the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t It is the noble traits of the service personnel and people of the DPRK to regard it as their most sacred duty and moral obligation to live and struggle as the descendants of Kim Il Sung and devote their all to preserving his idea and exploits and translate his intention and desire into reality.\n\t\t\t\t\t\n\t\t\t\t\t All party members, service personnel and people should take revolutionary measures for devotedly implementing the tasks before their fields and units, thoroughly carry out them and thus proudly take part in the grand festival of April with precious labor gifts."
        },
        {
            "title": "DPRK's Space Development Will Make Progress as Scheduled: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-11ee.html",
            "content": "DPRK's Space Development Will Make Progress as Scheduled: Rodong Sinmun\r\n Pyongyang, April 3 (KCNA) -- Days ago, Japan launched an H-2A rocket at the Tanegashima Space Centre in its southern part to put an intelligence gathering satellite on orbit. What matters is that it is a spy satellite to watch the DPRK. It was proved by the fact that Japanese authorities blustered that Japan's recent satellite launch would help bolster the capability for gathering intelligence about the ballistic rocket launch of the DPRK.\n\t\t\t\t\t Rodong Sinmun Monday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Japan deserves world condemnation as it is abusing outer space for achieving its sinister aims though it should be used for peaceful purposes for human welfare and development of civilization and disturbing regional peace and stability. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. and its vassal forces keep mum about the recent rocket launch of Japan.\n\t\t\t\t\t\n\t\t\t\t\t War criminal state Japan has launched more than ten military satellites so far, but the U.S. has never taken issue with it. This is contrary to the much fuss it kicked up whenever the DPRK launched a satellite for peaceful purpose.\n\t\t\t\t\t\n\t\t\t\t\t This shameless behavior of the U.S. is the height of prejudice and double-standards.\n\t\t\t\t\t\n\t\t\t\t\t It is the invariable stand of the DPRK that it can never make any slightest compromise in the struggle for defending independence and justice. No matter how desperately the hostile forces may try, the DPRK's activities for space development, which guarantee the dignity of Juche Korea and the eternal prosperity of the nation, will make progress as scheduled.\n\t\t\t\t\t\n\t\t\t\t\t The world will soon witness what eventful successes the DPRK will achieve in the space development."
        },
        {
            "title": "Rodong Sinmun Observes Anniversary of April 3 Popular Uprising in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-10ee.html",
            "content": "Rodong Sinmun Observes Anniversary of April 3 Popular Uprising in S. Korea\r\n Pyongyang, April 3 (KCNA) -- Rodong Sinmun Monday devotes an article to 69th anniversary of the April 3 popular uprising on Jeju Island, south Korea recorded in the history of the south Korean people's movement for national reunification as an anti-U.S., anti-fascist popular resistance of justice.\n\t\t\t\t\t The article says that the uprising was mass resistance which demonstrated the indomitable stamina of the south Korean people at the cost of blood not to live as colonial slaves of foreign forces any longer.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t After illegally occupying the southern half of Korea in less than a month since its liberation the U.S. imperialists ran wild to consolidate the system of their colonial rule over south Korea by installing a \"separate government\" quite contrary to the desire of all the fellow countrymen. Infuriated by this, the south Korean people waged a fierce anti-U.S. struggle everywhere. The people on Jeju Island stood in the van of the resistance.\n\t\t\t\t\t\n\t\t\t\t\t Much water has flown under the bridge since the resistance, but the independence, democracy and national reunification which uprisers had aspired after so much have not come true yet. This is due to the U.S. domination over south Korea and its aggressive policy towards the DPRK and treacherous rule of the pro-U.S. conservative forces.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to put an end to the history of the U.S. colonial domination and bury the puppet conservative group in the tomb of history. This is the way of realizing the desire of the participants in the popular uprising who died with towering grudge unsettled."
        },
        {
            "title": "KCNA Commentary Snipes at U.S. Risky Scenario for Preemptive Attack",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-15ee.html",
            "content": "KCNA Commentary Snipes at U.S. Risky Scenario for Preemptive Attack\r\n Pyongyang, April 3 (KCNA) -- The U.S. is getting frantic with its nuclear war drills targeting the DPRK in land and sky and at and under seas after openly revealing its scenarios for \"special operation\" aimed at hurting the dignity of the supreme leadership of the DPRK and making a risky \"preemptive strike\" at it.\n\t\t\t\t\t It let 20 F-35Bs make ten sorties from the Iwakuni Marine Base in Japan to stage drills under the simulated conditions of striking the key facilities of the DPRK from March 21 to 24.\n\t\t\t\t\t\n\t\t\t\t\t Late in March its B-1B formations flew into the sky above south Korea one after another to stage five rounds of nukes-dropping drills at the firing ranges in Sangdong and on Jik Islet and in the East Sea of Korea, revealing its sinister design to make surprise preemptive strikes at the DPRK from various directions.\n\t\t\t\t\t\n\t\t\t\t\t Nuclear strategic assets including Carl Vinson task force and the nuclear-powered submarine Columbus were hurled into the drill for a \"preemptive strike\" at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is just a risky gambling of the present U.S. administration which failed to draw a due lesson from the failed DPRK strategy of its predecessors. Such act will only boomerang on it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. administration is sadly mistaken if it calculates that such brigandish methods as \"special operation\" and \"preemptive strike\" which proved successful in other countries and regions can work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Preemptive strike is not an exclusive option of the U.S.  The DPRK is a sovereign state and the U.S. is just an aggressor.\n\t\t\t\t\t\n\t\t\t\t\t As the U.S. declared that it would eliminate the supreme leadership of the DPRK and destroy its major strategic bases through \"special operation\", not content with escalating its nuclear threat and blackmail against it, it is an entirely legitimate exercise of the right to self-defence for the DPRK, a nuclear weapons state, to counter it with a preemptive strike.\n\t\t\t\t\t\n\t\t\t\t\t The army of the DPRK is sharply following the moves of the U.S. with its nuclear strike means ready to open fire.\n\t\t\t\t\t\n\t\t\t\t\t Once the \"special operation\" and \"preemptive strike\" are launched, they will lead to a historic event heralding the miserable final doom of the U.S. imperialists and the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t It is, indeed, a tragicomedy that the U.S. is still ignorant of how foolish and useless its reckless moves to hurt the dignity of the supreme leadership of the DPRK and encroach upon its sovereignty are, though it has stood in confrontation with the DPRK for the last several decades.\n\t\t\t\t\t\n\t\t\t\t\t The army of the DPRK, standing in decades-long confrontation with the U.S., is an elite army which has always emerged victorious as it is equipped with powerful strike means and invincible war methods to proactively cope with any forms of showdown.\n\t\t\t\t\t\n\t\t\t\t\t It is fully ready to launch strikes any time at its will to wipe out the hideous provocateurs hell-bent on sanctions, aggression and war moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The moment of punishing the enemy the army and people of the DPRK have long waited for is drawing nearer.\n\t\t\t\t\t\n\t\t\t\t\t They will never miss their golden opportunity to bring final doom to the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better behave with prudence and self-control."
        },
        {
            "title": "KCNA Commentary Slams Wall Street Journal for Vitriol",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-16ee.html",
            "content": "KCNA Commentary Slams Wall Street Journal for Vitriol\r\n Pyongyang, April 3 (KCNA) -- Days ago, the U.S. newspaper Wall Street Journal of the right conservative forces hurled mud at the DPRK again.\n\t\t\t\t\t The March 27th issue of the paper let out such flurry of nonsense that the U.S. should set a regime change in the DPRK as a clear-cut policy target in order to check its nuclear development and discuss on the matter with someone.\n\t\t\t\t\t\n\t\t\t\t\t For the DPRK this sounds as nothing but a scream made by those frightened by the invincible might of the DPRK making a long drive as the days go by as it is the last expedient conceived by the strategic losers in the DPRK policy. \n\t\t\t\t\t\n\t\t\t\t\t The single-minded unity of the army and people around the leader and the party, powerful military muscle with nuclear force as its pivot and world-startling self-development capability are fully guaranteeing the invincibility and solidity of the government of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. fails to understand this reality acknowledged and envied by the world. It is the main cause of the repeated political and military setbacks the U.S. has sustained for the past several decades.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK shattered the myth about the \"mightiness\" of the U.S. and brought about the beginning of its downhill turn for the first time in history in the Korean War in the 1950s, the confrontation of rifles and nukes. And now it has emerged a nuclear power which no one can provoke.\n\t\t\t\t\t\n\t\t\t\t\t No matter what rhetoric the undesirable forces in the U.S. may let out, failing to properly understand the highest strategic position of the DPRK, utterly insensitive to reality, its nuclear attack capability will grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is wholly accountable for the DPRK's access to nukes and their bolstering.\n\t\t\t\t\t\n\t\t\t\t\t It was the U.S. that compelled the DPRK to have access to nukes and pushed it to their modernization so that it is possessed of H-bomb and standardized nuclear warheads. It has posed constant nuclear threat to the DPRK, pursuing an anachronistic hostile policy toward it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK legitimately opted for having access to nukes for defending sovereignty, dignity and vital rights of the country in the present world where justice, equality and respect are violated and highhanded and arbitrary practices stalk.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK keenly realizes how just it was when it bolstered up the revolutionary armed forces for self-defence pivot of which is the nuclear force whenever it watches the U.S. and its vassal forces dare taking issue with its nuclear treasured sword of justice.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK, keeping the evil groups talking about \"regime change\" in the DPRK or echoing it within their sight, are fully determined to deal deadly nuclear blows at them.\n\t\t\t\t\t\n\t\t\t\t\t The Wall Street Journal would be well advised to halt its foolish propaganda to hurt the dignity of the supreme leadership of the DPRK and think about when or how the U.S. may disappear from the surface of the earth."
        },
        {
            "title": "Statue of Sexual Slavery Victims Erected in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-12ee.html",
            "content": "Statue of Sexual Slavery Victims Erected in S. Korea\r\n Pyongyang, April 3 (KCNA) -- A statue of victims of the sexual slavery indicting the past unethical crimes of the Japanese imperialists was erected in south Korea, according to the south Korean Internet newspaper Tongil News.\n\t\t\t\t\t In this regard, the Council for the Solution of the Issue of the Volunteers Corps in south Korea held a meeting in Seoul on March 29.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting, one of the victims demanded that Japan make an official apology and compensation for the crime of sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t The creator of the statue said that the surviving victims of the sexual slavery are a symbol of peace."
        },
        {
            "title": " Actions for Throwing overboard Park Geun Hye's Forces Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-13ee.html",
            "content": "Actions for Throwing overboard Park Geun Hye's Forces Staged in S. Korea\r\n Pyongyang, April 3 (KCNA) -- Actions were staged in different parts of Seoul on April 1 against Park Geun Hye's forces and evils, according to south Korean press reports.\n\t\t\t\t\t A rally took place at the Kwanghwamun Plaza in demand of a probe into the truth behind the ferry Sewol disaster, a stop to THAAD deployment and liquidation of the evils.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the rally that the ferry Sewol tragedy, deployment of THAAD, the agreement on the issue of the sexual slavery for the Imperial Japanese Army, the agreement on the protection of military intelligence, etc. are all principal evils that should be combated.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the south Korean Federation of Education University Students held a rally in Sodaemun District, demanding campus democracy."
        },
        {
            "title": "Kim Il Sung's Work Introduced in Russia",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-01ee.html",
            "content": "Kim Il Sung's Work Introduced in Russia\r\n Pyongyang, April 3 (KCNA) -- President Kim Il Sung's work \"Let Us Realize the Country's Reunification Independently through the United Effort\" was posted on the Russian internet website Irkutskblogspot. ru on March 30.\n\t\t\t\t\t The work, published on August 19, Juche 81 (1992), indicates the tasks for accomplishing the cause of national reunification and the way for achieving the unity of the whole nation."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary to Be Marked by Regional Body",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-02ee.html",
            "content": "Kim Il Sung's Birth Anniversary to Be Marked by Regional Body\r\n Pyongyang, April 3 (KCNA) -- A preparatory committee for celebrating the 105th birth anniversary of President Kim Il Sung was formed at the African Regional Committee of Friendship and Solidarity with the Korean People headquartered in Nigeria on March 20.\n\t\t\t\t\t Damian Ogbonna, national chairman of the People's Progressive Party of Nigeria, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events including a seminar, photo exhibition and film show on the occasion of the anniversary."
        },
        {
            "title": "Day of Sun to Be Marked in Pakistan",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-03ee.html",
            "content": "Day of Sun to Be Marked in Pakistan\r\n Pyongyang, April 3 (KCNA) -- A Pakistani preparatory committee for celebrating the birth anniversary of President Kim Il Sung was formed in Karachi on March 16.\n\t\t\t\t\t A senator was elected chairperson of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize different political and cultural events including a meeting, seminar, book and photo exhibition and film show on the occasion of the anniversary."
        },
        {
            "title": " Kim Il Sung Praised by Pakistani Figures",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-04ee.html",
            "content": "Kim Il Sung Praised by Pakistani Figures\r\n Pyongyang, April 3 (KCNA) -- President Kim Il Sung was a peerless hero, an outstanding statesman and brilliant strategist as he made great contributions to prosperity of the country, happiness of the people and accomplishment of the cause of global independence.\n\t\t\t\t\t Figures including the secretary general of the Karachi Branch of the Pakistan-Korea Friendship Association said this on March 16 at the inaugural ceremony of the Pakistani national preparatory committee for celebrating the Day of the Sun, the birth anniversary of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t They noted that Kim Il Sung's exploits will be cherished in the hearts of progressive mankind forever.\n\t\t\t\t\t\n\t\t\t\t\t His idea and exploits are being successfully carried forward by respected Supreme Leader Kim Jong Un, another outstanding great man, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can block the Korean people dynamically advancing at the Mallima speed."
        },
        {
            "title": "Day of Sun to Be Marked in Spain",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-05ee.html",
            "content": "Day of Sun to Be Marked in Spain\r\n Pyongyang, April 3 (KCNA) -- A Spanish preparatory committee for celebrating the birth anniversary of President Kim Il Sung was formed in Madrid on March 24.\n\t\t\t\t\t Victor Manuel Lucas, international secretary of the C.C., Communist Party of the People of Spain, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the revolutionary career and feats of the President and hold colorful political and cultural events such as meeting, seminar, lecture and film show on the occasion of anniversary."
        },
        {
            "title": "Day of Sun to Be Marked in Russia",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-06ee.html",
            "content": "Day of Sun to Be Marked in Russia\r\n Pyongyang, April 3 (KCNA) -- A preparatory committee for celebrating the birth anniversary of President Kim Il Sung was formed at the Maritime Territorial branch of the All-Russia War Veterans' Social Organization \"Militant Fraternity\" of Russia on March 29.\n\t\t\t\t\t Donets, chairman of the branch, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events praising the revolutionary career and exploits of Kim Il Sung on the occasion of the anniversary."
        },
        {
            "title": "Indian National Seminar on Juche Idea Held",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-07ee.html",
            "content": "Indian National Seminar on Juche Idea Held\r\n Pyongyang, April 3 (KCNA) -- An Indian national seminar on the Juche idea \"Self-reliance and development and global peace\" was held in Chandigarh City on Mar. 21.\n\t\t\t\t\t On display at its venue were works of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un and books introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Harish Gupta, vice director-general of the International Institute of the Juche Idea and director general of the Asian Regional Institute of the Juche Idea, members of the organizations for the study of the Juche idea of India, personages of various strata, masses, the DPRK ambassador to India and a staff member of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and other speakers noted that Kim Il Sung founded the Juche idea and applied it to the revolution and construction, thus winning only victories.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has ranked itself among the advanced nuclear powers by beefing up its military capabilities for self-defense in every way under the unfurled banner of the Juche idea, and the Korean people are firmly protecting the sovereignty of the country and nation by meeting all challenges of the U.S. and its followers, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called upon the international community not to lend an ear to the anti-DPRK propaganda of the Western media but to properly recognize the reality of the DPRK and the injustice of the UN sanctions upon the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Chandigarh declaration was adopted at the seminar. \n\t\t\t\t\t\n\t\t\t\t\t It said that the DPRK is making eye-opening progress in all fields despite the vicious moves of the U.S. and its vassal forces, and urged the UN to take a step to lift all sanctions against the DPRK."
        },
        {
            "title": "Kim Jong Un envia ofrenda floral ante feretro de So Jae Yong",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-25ee.html",
            "content": "Kim Jong Un envia ofrenda floral ante feretro de So Jae Yong \r\nPyongyang, 3 de abril (ACNC) -- El Maximo Dirigente Kim Jong Un envio el dia 2 una ofrenda floral ante el feretro del difunto So Jae Yong, condecorado con el Premio Kim Il Sung, candidato al academico, profesor titular, doctor e investigador del Instituto Superior de Economia Nacional, en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "MINREX rechaza nueva campana de sancion anti-RPDC de EE.UU.",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-26ee.html",
            "content": "MINREX rechaza nueva campana de sancion anti-RPDC de EE.UU.\r\nPyongyang, 3 de abril (ACNC) -- Con respecto a que EE.UU. vuelve a armar el alboroto de sancion y presion contra la Republica Popular Democratica de Corea, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 3 a la ACNC la siguiente respuesta:\n\t\t\t\t\tEl 29 de marzo, el Comite de Relaciones Exteriores de la Camara de Representantes del Congreso norteamericano aprobo en un dia el \"proyecto de ley para la intensificacion de sancion sobre las transacciones con el Norte de Corea\", el \"proyecto de ley de definicion del Norte de Corea como patrocinador del terrorismo\" y el \"proyecto de resolucion contra el cohete balistico intercontinental del Norte de Corea\". Y el dia 31, el Departamento de Finanzas publico la lista de blancos de sancion adicional. \n\t\t\t\t\t\n\t\t\t\t\tTal conducta irracional del Congreso y el Departamento de Finanzas llevan a la fase de explosion la situacion de la Peninsula Coreana, exacerbada ya por los ejercicios militares conjuntos de caracter agresivo de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa farsa de aprobacion de la resolucion de sancion anti-RPDC, realizada bajo el protagonismo de las connotadas fuerzas conservadoras norteamericanas, colmadas de veto y hostilidad a la RPDC, redobla la determinacion de los militares y habitantes coreanos de saldar la cuenta final con el imperio. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. recurre persistentemente a la campana de sancion anti-RPDC porque esta no baja la bandera socialista ni se arrodilla ante su despotismo y arbitrariedades. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC se ha convertido en la potencia nuclear del Oriente pese a la brutal sancion sin precedentes de EE.UU., que perdura mas de medio siglo, y ha alcanzado notables exitos en la construccion economica y el mejoramiento de las condiciones de la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC levantara con el poderio de autofortalecimiento una potencia socialista admirada por todo el mundo alcanzando todo lo que se proponga en el futuro tambien y demostrara su gallardo aspecto.\n\t\t\t\t\t\n\t\t\t\t\tEs una ilusion vana si EE.UU. piensa que podria quitar con la sancion a la RPDC el disuasivo nuclear, vida de la nacion y patrimonio nacional. \n\t\t\t\t\t\n\t\t\t\t\tYa paso una vez por todas la epoca en que EE.UU. ejercia unilateralmente la presion. \n\t\t\t\t\t\n\t\t\t\t\tPuesto que EE.UU. intenta enfrentarse hasta el final con la RPDC intentando ahorcarla sin justipreciar la corriente de la epoca, le pagaremos con la misma moneda. \n\t\t\t\t\t\n\t\t\t\t\tEl mundo vera pronto con que acontecimientos frustramos la brutal e imprudente campana de sancion contra nuestro pais."
        },
        {
            "title": "Rodong Sinmun denuncia el lanzamiento de satelite espia de Japon",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-27ee.html",
            "content": "Rodong Sinmun denuncia el lanzamiento de satelite espia de Japon\r\nPyongyang, 3 de abril (ACNC) -- Hace poco, Japon puso en orbita un satelite de recogida de informaciones usando el cohete H-2A, lanzado desde el Centro Cosmico Tanegashima en la zona meridional. El problema es que este satelite espia servira para vigilar a la Republica Popular Democratica de Corea. Lo reconocieron las mismas autoridades japonesas al anunciar que el nuevo satelite permitira elevar la capacidad de recoger las informaciones sobre el lanzamiento de cohete balistico de la RPDC. \n\t\t\t\t\tMerece el rechazo de todo el mundo Japon que perturba la paz y la estabilidad de la region malempleando el cosmos que debe ser utilizado para el bienestar y el desarrollo de la civilizacion de la especie humana.\n\t\t\t\t\t\n\t\t\t\t\tSenala asi el diario Rodong Sinmun en un comentario individual de este lunes y continua:\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, EE.UU. y sus satelites se mantienen callados ante el caso. \n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, Japon, pais criminal de la segunda guerra mundial, lanzo en mas de 10 ocasiones los satelites militares, pero EE.UU. nunca lo ha cuestionado. En contraste, arma tremendo escandalo cada vez que la RPDC lanza un satelite con fines pacificos, hecho que deja conocer su descaro, prejuicio y pauta de doble rasero.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC mantiene la firme posicion de no dar ni un paso atras en la lucha por defender la independencia y la justicia. \n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, sus actividades de desarrollo cosmico, que garantizan la dignidad de la Corea del Juche y la eterna prosperidad de la nacion coreana, marcharan exactamente segun el cronograma trazado, pese a las desesperadas maniobras de las fuerzas hostiles para impedirlas. \n\t\t\t\t\t\n\t\t\t\t\tEn un futuro cercano, el mundo vera claramente como la RPDC logra exitos trascendentales en el dominio de desarrollo espacial."
        },
        {
            "title": "ACNC comenta la chismografia anti-RPDC de Wall Street Journal",
            "url": "http://kcna.co.jp/item/2017/201704/news03/20170403-28ee.html",
            "content": "ACNC comenta la chismografia anti-RPDC de Wall Street Journal\r\nPyongyang, 3 de abril (ACNC) -- Wall Street Journal, periodico que representa a las fuerzas conservadoras y derechistas de EE.UU., volvio a calumniar a la Republica Popular Democratica de Corea. \n\t\t\t\t\tEn su edicion del 27 de marzo, el rotativo escribio que para impedir el desarrollo nuclear de la RPDC, EE.UU. debe presentar el \"cambio del poder norcoreano\" como su evidente meta politica y discutir este tema con otros. \n\t\t\t\t\t\n\t\t\t\t\tEsta version la pueden inventar solo los derrotados totalmente en sentido estrategico en la politica sobre la RPDC, la cual no es mas que un alarido de los atemorizados ante el invencible poderio estatal de ella. \n\t\t\t\t\t\n\t\t\t\t\tGarantizan el caracter invencible e inquebrantable del poder de la RPDC la unidad monolitica de todos los militares y civiles en torno al lider y al partido, la inagotable capacidad militar basada en las fuerzas armadas nucleares y el espiritu de autofortalecimiento. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. repite de siglo en siglo la derrota politica y militar porque no conoce tal realidad, reconocida y admirada por todo el mundo. \n\t\t\t\t\t\n\t\t\t\t\tEn la guerra coreana de la decada de 1950, conocida como la desigual entre el fusil y la bomba nuclear, la RPDC rompio el mito de \"supremacia\" de EE.UU. y dio inicio a su decadencia.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, se ha convertido en la digna potencia nuclear a que ningun enemigo se atreve a atacar. \n\t\t\t\t\t\n\t\t\t\t\tA pesar de los reiterados chismes de las fuerzas malsanas de EE.UU., carentes del sentido de la realidad e incapaces de justipreciar la posicion estrategica de la RPDC, sera cada vez mas fuerte la capacidad de ataque nuclear de la segunda. \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto al desarrollo y posesion de armas nucleares por parte de la RPDC, la responsabilidad recae enteramente sobre EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tRecurriendo a la anacronica politica de hostilidad a la RPDC y ejerciendole la amenaza nuclear, EE.UU. empujo a ella al armamento nuclear, al desarrollo de la bomba H y a la posesion de ojivas nucleares estandarizadas. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC opto por contar con armas nucleares para defender la soberania, la dignidad y el derecho a la subsistencia del pais en el mundo actual donde reinan la injusticia, el despotismo y las arbitrariedades, en lugar de la justicia, la igualdad y el respeto.\n\t\t\t\t\t\n\t\t\t\t\tLa demagogia de EE.UU. y sus satelites al respecto confirma la justeza de nuestros esfuerzos por fortalecer las fuerzas armadas revolucionarias de autodefensa centradas en las nucleares. \n\t\t\t\t\t\n\t\t\t\t\tHoy dia, esas fuerzas armadas estan decididas a asestar el demoledor golpe nuclear a la horda de satanicos y sus complices que hablan del \"cambio del poder\" en la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tWall Street Journal debe preocuparse de la posible desaparicion del territorio estadounidense del globo terraqueo dejando su absurdo sueno con perjudicar la maxima dignidad de la RPDC."
        }
    ]
}