{
    "date": "2017-07-20",
    "url": "http://kcna.co.jp/item/2017/201707/2017-07-20ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Prensa Latina Delegation of Cuba",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-15ee.html",
            "content": "Kim Yong Nam Meets Prensa Latina Delegation of Cuba\r\n Pyongyang, July 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, had a talk with the delegation of the Prensa Latina News Agency of Cuba led by President Luis Enrique Gonzalez Acosta on Thursday when it paid a courtesy call on him at the Mansudae Assembly Hall."
        },
        {
            "title": "Gift to Kim Jong Un from Prensa Latina News Agency of Cuba",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-14ee.html",
            "content": "Gift to Kim Jong Un from Prensa Latina News Agency of Cuba\r\n Pyongyang, July 20 (KCNA) -- Respected Supreme Leader Kim Jong Un received a gift from the Prensa Latina News Agency of Cuba.\n\t\t\t\t\t The gift was handed over to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, by Luis Enrique Gonzalez Acosta, president of the Prensa Latina News Agency who is heading the agency delegation on a visit to the DPRK, on Thursday."
        },
        {
            "title": "Cuban Delegation Visits Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-13ee.html",
            "content": "Cuban Delegation Visits Kumsusan Palace of Sun\r\n Pyongyang, July 20 (KCNA) -- A delegation of the Prensa Latina News Agency of Cuba led by President Luis Enrique Gonzalez Acosta visited the Kumsusan Palace of the Sun Thursday to pay homage to President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t The guests paid tribute to Kim Il Sung and Kim Jong Il before their statues at the palace.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to the great leaders at the halls where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the great leaders received are on display and the halls that house cars, electric car, boat and train coaches used by them for field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Sojourn of Prensa Latina Delegation of Cuba in Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-10ee.html",
            "content": "Sojourn of Prensa Latina Delegation of Cuba in Pyongyang\r\n Pyongyang, July 20 (KCNA) -- The delegation of the Prensa Latina News Agency of Cuba led by President Luis Enrique Gonzalez Acosta visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t At the old home, they looked round historic relics, being briefed on the revolutionary career of the President.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation praised President as a great revolutionary, saying that they would always remember the visit to Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Tower of the Juche Idea, the Arch of Triumph, the Korean Revolution Museum, the Mangyongdae Schoolchildren's Palace, Panmunjom, etc."
        },
        {
            "title": "Iranian Party Leader Supports Korean People's Struggle",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-19ee.html",
            "content": "Iranian Party Leader Supports Korean People's Struggle\r\n Pyongyang, July 20 (KCNA) -- We extends full support to the struggle of the Korean people who are staunchly standing up against the U.S. which is engrossed in high-handed and arbitrary practices, interfering in the internal affairs of other countries.\n\t\t\t\t\t Mohammad Nabi Habibi, general secretary of the Islamic Coalition Party of Iran, said this in a talk with Ryu Myong Son, vice department director of the C.C., Workers' Party of Korea who is heading the WPK delegation on a visit to Iran, on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary said his party would always remember the party and government of the DPRK which have sincerely helped and extended solidarity whenever the Iranian people faced difficulties.\n\t\t\t\t\t\n\t\t\t\t\t He reiterated the will to proactively contribute to boosting the relations of friendship and cooperation between the two parties and two countries."
        },
        {
            "title": "S. Korean Conservative Group Denounced for Challenging Public Mindset",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-20ee.html",
            "content": "S. Korean Conservative Group Denounced for Challenging Public Mindset\r\n Pyongyang, July 20 (KCNA) -- Now under way in full scale in south Korea is comprehensive re-investigation into the Park Geun Hye and Choe Sun Sil scandal, case of the Intelligence Service's interference in the politics. irregularities in the field of war industry and others committed by the Park regime amid mounting public demand for sternly punishing the main culprits and accomplices by revealing all their crimes.\n\t\t\t\t\t Against this backdrop, thousand and hundreds of documents exposing all sorts of crimes committed by the Park Geun Hye group was revealed at Chongwadae, stirring up a great furor in the society of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Consultative Council for National Reconciliation in a statement Thursday denounced the Park Geun Hye regime as the most despicable rubbish regime in history, malignant tumor and stinky hot-bed of corruption as it committed thrice-cursed crimes against the south Koreans and the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t This notwithstanding, the conservative group of traitors is going on the rampage, faulting investigation into crimes with such rhetoric as \"political retaliation\", and \"legal counteraction\". This is an intolerable mockery and challenge to the candlelight demonstrators, the spokesman said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Unless the conservative group of making last-ditch efforts to get rid of abyss of ruin is wiped out mercilessly, it will be impossible to check the repetition of the worst disgrace and misfortune as what was suffered under the Park Geun Hye rule and the dark era of misfortune. This is a serious warning made by history and reality.\n\t\t\t\t\t\n\t\t\t\t\t The conservatives group is a refuse of history and what awaits it is miserable end meted out by the public mindset.\n\t\t\t\t\t\n\t\t\t\t\t The more desperately the puppet conservative group tries to get rid of the noose of final punishment while going against the trend of the times, the more glaringly it will reveal its sordid nature and the greater derision and aversion it will meet at home and abroad."
        },
        {
            "title": "Military Attaches Corps Visits War Museum",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-07ee.html",
            "content": "Military Attaches Corps Visits War Museum\r\n Pyongyang, July 20 (KCNA) -- The military attaches corps here visited the Victorious Fatherland Liberation War Museum Thursday on the occasion of the 64th anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t Being briefed on the facts that the Korean army and people under the leadership of President Kim Il Sung protected the dignity and sovereignty of the country, beating back the aggressors, the guests went round various rooms at the museum.\n\t\t\t\t\t\n\t\t\t\t\t Roman O. Jimenez Ortega, military attache of the Cuban embassy who is doyen of the corps, made an entry in the visitor's book."
        },
        {
            "title": "National Tangogi Cooking Competition Held",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-18ee.html",
            "content": "National Tangogi Cooking Competition Held\r\n Pyongyang, July 20 (KCNA) -- A national tangogi cooking competition took place at the Cooking Festival House built in Ryomyong Street on Thursday. \n\t\t\t\t\t Taking part in it sponsored by the Central Committee of the Korean Association of Cooks were cooks of 12 units selected at sectional and regional competitions. \n\t\t\t\t\t\n\t\t\t\t\t The national competition was divided into Pyongyang city and provincial public catering establishment panels.\n\t\t\t\t\t\n\t\t\t\t\t The participants cooked tangogi soups and dishes in fixed time to be appreciated by jury.\n\t\t\t\t\t\n\t\t\t\t\t They fully displayed their skills gained through public services to develop culinary culture peculiar to the nation."
        },
        {
            "title": "Int'l Prize and Medal Awarded to DPRK and Its Scientists",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-04ee.html",
            "content": "Int'l Prize and Medal Awarded to DPRK and Its Scientists\r\n Pyongyang, July 20 (KCNA) -- International organizations awarded a prize and a medal to the DPRK and its scientists.\n\t\t\t\t\t The Universal Postal Union conferred the service quality improvement prize on the DPRK in appreciation of its mail service work going well in rural areas and the World Intellectual Property Organization an inventor medal on scientists of the DPRK State Academy of Sciences who succeeded in developing the natural biological activator, an organic fertilizer made with vegetable materials."
        },
        {
            "title": "Agitation for Increased Production Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-17ee.html",
            "content": "Agitation for Increased Production Brisk in DPRK\r\n Pyongyang, July 20 (KCNA) -- Artistes in Pyongyang and local areas of the DPRK are encouraging the working people in their general offensive toward the Conference of Mallima Frontrunners slated for the end of this year.\n\t\t\t\t\t According to an official concerned, artistes from the Mansudae Art Troupe, the Phibada Opera Troupe, the National Acrobatic Troupe and other leading art troupes and art squads gave at least 830 rounds of agitation performances at industrial establishments, cooperative farms and other units from May.\n\t\t\t\t\t\n\t\t\t\t\t Those dynamic performances inspirited all working people across the country to increased production."
        },
        {
            "title": "Statement of DPRK Foreign Ministry Spokesman Distributed as UN Document",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-06ee.html",
            "content": "Statement of DPRK Foreign Ministry Spokesman Distributed as UN Document\r\n Pyongyang, July 20 (KCNA) -- The statement issued by a spokesman for the DPRK Foreign Ministry over the successful test-launch of intercontinental ballistic rocket Hwasong-14, final gate to rounding off the national nuclear force, was distributed as an official document A/71/977-S/2017/589 of the UN General Assembly and the UNSC on July 17."
        },
        {
            "title": "Statues of Girl Sexual Slave on Steady Increase",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-16ee.html",
            "content": "Statues of Girl Sexual Slave on Steady Increase\r\n Pyongyang, July 20 (KCNA) -- Recently, statues of girl sexual slave have been erected one after another in different parts of the world, amid the ever-mounting demand for the annulment of \"agreement\" on the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t This clearly proves that the issue of sexual slavery for the Imperial Japanese Army is a thrice-cursed crime against humanity to be settled without fail.\n\t\t\t\t\t\n\t\t\t\t\t Since the erection of the first statue in Seoul in December 2011, such statues have appeared in the U.S., Canada, Australia and some countries in Asia-Pacific region and Europe. \n\t\t\t\t\t\n\t\t\t\t\t This year alone, a statue of girl sexual slave was built in a park of Bayern State, Germany in March, which was followed by another in Georgia State, the U.S. in June. And there is a strong movement on foot to erect a statue in Kwangju, south Korea.\n\t\t\t\t\t\n\t\t\t\t\t But Japan, devoid of conscience for its past crime, is making desperate efforts to check the erection. It can not be construed other than a disgraceful behavior peculiar to Jap.\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, the Japanese consul general to Atlanta talked such shocking rubbish that there is no evidence proving that the Japanese army forced foreign women including those from Korea into sexual slavery during the Second World War, calling the victims of sexual slavery \"prostitutes.\"\n\t\t\t\t\t\n\t\t\t\t\t Japan should clearly awake to the world trend through the serial erection of statues and repent of and apologize for its past crimes."
        },
        {
            "title": "Rodong Sinmun Calls for Great National Unity",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-08ee.html",
            "content": "Rodong Sinmun Calls for Great National Unity\r\n Pyongyang, July 20 (KCNA) -- Rodong Sinmun Thursday in an article stresses the need to achieve the great national unity in order to realize the cause of the country's reunification while smashing challenges of the separatist forces at home and abroad.\n\t\t\t\t\t Only when the whole nation gets united under the banner of great unity to build the strong driving force of national reunification, is it possible to overcome any difficulty and hardship and realize the cause of Korea's reunification, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t However, the north-south relations are now in an extreme phase of confrontation, entirely due to the south Korean conservative group's anti-reunification deeds.\n\t\t\t\t\t\n\t\t\t\t\t If they persist in confrontation in collusion with outside forces while going hostile to the compatriots in the north, the reconciliation and unity between the north and the south can never be achieved.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should liquidate the evil practices of confrontation and hostility and respect compatriots and make a decision to go as the partner of reunification. \n\t\t\t\t\t\n\t\t\t\t\t A shortcut to the reunification lies in the great national unity.\n\t\t\t\t\t\n\t\t\t\t\t Though the separatist forces at home and abroad are making desperate efforts, there will be no change in our faith and will to usher in a new era of independent reunification by the great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should squarely see the trend of the times and the aspiration of the fellow countrymen and take the right road for independent reunification by joining hands with compatriots, resolutely liquidating the evils of confrontation and hostility harmful to the great national unity and the improvement of the north-south relations."
        },
        {
            "title": "Japanese Reactionaries Urged to Behave Themselves",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-09ee.html",
            "content": "Japanese Reactionaries Urged to Behave Themselves\r\n Pyongyang, July 20 (KCNA) -- Japan is building up atmosphere for tightened sanctions and pressure upon the DPRK over its measure for self-defence.\n\t\t\t\t\t Japanese Prime Minister Abe during his recent European tour said that the international community is facing severe challenge of the DPRK's nuclear and missile development and it is posing a \"threat\" to peace and security. He claimed that now is the time to maximize pressure upon the DPRK and it is needed to ban everything for the DPRK trading goods, technology and finance with outsiders.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Thursday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is the sinister intention of Japan to calm down strong protest at home and abroad against the revision of the Constitution by hyping the DPRK's \"threat\" and provide a pretext for justifying the reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the moves of the Japanese reactionaries for overseas aggression by making a legal framework with such cheap farces are entering a reckless stage.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are infuriated at the fact that Japan is committing more crimes, faulting the DPRK's measures for self-defence instead of making an apology for its past extra-large unethical crimes against the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Japanese politicians had better ponder about what kind of disaster such resentment would result in.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should behave themselves with prudence, holding their tongues."
        },
        {
            "title": "Guarantee of Workers' Rights Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-11ee.html",
            "content": "Guarantee of Workers' Rights Demanded in S. Korea\r\n Pyongyang, July 20 (KCNA) -- One hundred personages from labor, religious and other civic and public circles in south Korea called a press conference in Seoul on July 17 to urge the abolition of the practices of blacklisting employees at the ship-building, the stop to massive layoffs and provision of the trade unions' rights.\n\t\t\t\t\t They declared that they would stage candlelight actions to have the rights of the workers ensured."
        },
        {
            "title": "S. Korean Authorities Urged to Release Prisoners of Conscience",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-12ee.html",
            "content": "S. Korean Authorities Urged to Release Prisoners of Conscience\r\n Pyongyang, July 20 (KCNA) -- According to the south Korean online paper Tongil News, the committee for promoting the release of prisoners of conscience on July 18 condemned the authorities for having refused to set free prisoners of conscience.\n\t\t\t\t\t The organization noted that prisoners go to prove how poor the human rights situation in south Korea was in nine years of the Lee Myung Bak and Park Geun Hye regimes, adding that human rights can never be improved without the release of prisoners of conscience.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the prisons where they are in custody should be opened by the efforts of the people."
        },
        {
            "title": "Kim Jong Un's Work Introduced by Czech Political Party",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-01ee.html",
            "content": "Kim Jong Un's Work Introduced by Czech Political Party\r\n Pyongyang, July 20 (KCNA) -- The Czechoslovak Communist Party posted on its internet homepage the full text of respected Supreme Leader Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and Our People\" on July 7 to observe the 23rd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The work, published on April 20, Juche 101 (2012), deals with the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il in their lifetime.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for resolutely defending the idea and exploits of the great leaders and adding luster to them forever."
        },
        {
            "title": "Kim Il Sung's Exploits Praised in Different Countries",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-02ee.html",
            "content": "Kim Il Sung's Exploits Praised in Different Countries\r\n Pyongyang, July 20 (KCNA) -- Events took place in different countries to commemorate the 23rd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Seminars on his works were held in Nigeria and Slovenia and seminars on his exploits in Cambodia, Indonesia, Bulgaria and Venezuela between June 29 and July 8.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian Group for the Study of the Songun Politics said that President Kim Il Sung built a socialist system centered on the popular masses in Korea and set an example for realizing the human cause of independence with his distinguished leadership.\n\t\t\t\t\t\n\t\t\t\t\t The deputy prime minister for Royal Palace of Cambodia praised the President as a peerless thinker-theoretician and an outstanding politician who fathered the Juche idea and put it into practice.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism said that the DPRK is shedding its rays as a country strong in independence in the international arena and as a beacon of hope for the progressives of the world as it has the great leaders, the great Party and the correct guiding idea.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Venezuelan National Society for the Study of the Juche Idea and other speakers lauded the world-historic exploits the President performed by leading the socialist cause, the cause of independence against imperialism to victory under the banner of independence all his life. And they stressed that he was the great man in the 20th century and peerlessly great sage admired by all people for centuries."
        },
        {
            "title": "Kim Hyong Jik's Exploits Introduced Abroad",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-03ee.html",
            "content": "Kim Hyong Jik's Exploits Introduced Abroad\r\n Pyongyang, July 20 (KCNA) -- A regional body and a Nigerian organization posted articles on their websites on July 9 and 10 to mark the 123rd birth anniversary of Kim Hyong Jik, an indomitable revolutionary fighter.\n\t\t\t\t\t The African Regional Committee for Friendship and Solidarity with the Korean People headquartered in Nigeria said in an article titled \"Jiwon\":\n\t\t\t\t\t\n\t\t\t\t\t Jiwon means that one should have one's high aim. Reflected in it is the profound idea that one should achieve the independence of one's country and build a new society where people become its masters without fail, even though struggle is waged generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyong Jik run schools everywhere he went, looking far ahead into the future of the country and made his devoted efforts to the far-reaching plan to arm the successors to the revolution with the idea of Jiwon.\n\t\t\t\t\t\n\t\t\t\t\t In particular, he showed deep care for the education of his sons to give steady continuity to the sacred national liberation struggle.\n\t\t\t\t\t\n\t\t\t\t\t His idea of Jiwon will shine forever.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism in an article noted that Kim Hyong Jik formed the Korean National Association, a secret organization aimed at achieving the independence of the country and building a genuine civilized state by unity and efforts of all Koreans."
        },
        {
            "title": "Kim Yong Nam se reune con la delegacion de Prensa Latina",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-21ee.html",
            "content": "Kim Yong Nam se reune con la delegacion de Prensa Latina\r\nPyongyang, 20 de julio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, converso el dia 20 en el Palacio de los Congresos Mansudae con la delegacion de la Agencia Informativa Latinoamericana (PL) encabezada por su presidente Luis Enrique Gonzalez Acosta, que le hizo una visita de cortesia."
        },
        {
            "title": "Secretario general del partido irani expresa apoyo a la lucha del pueblo coreano",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-22ee.html",
            "content": "Secretario general del partido irani expresa apoyo a la lucha del pueblo coreano\r\nPyongyang, 20 de julio (ACNC) -- Apoyo totalmente la lucha del pueblo coreano que hace frente rotundo a Estados Unidos que se dedica a los actos despoticos y arbitrarios por doquier del mundo interviniendo abiertamente en asuntos internos de otros paises.\n\t\t\t\t\tAsi dijo el dia 18 el secretario general del Partido de Coalicion Islamica de Iran, Mohammad Nabi Habibi, durante las conversaciones con el subjefe de departamento del Comite Central del Partido del Trabajo de Corea, Ryu Myong Son, quien esta de visita en Iran en calidad de jefe de la delegacion del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEn esa ocasion, el apunto que el Partido de Coalicion Islamica no olvidara nunca la ayuda desinteresada y las muestras de solidaridad que han dado el partido y gobierno coreanos cada vez que el pueblo irani atravesaba dificultades.\n\t\t\t\t\t\n\t\t\t\t\tAfirmo que su partido contribuira mucho a ampliar y desarrollar aun mas las relaciones de amistad y cooperacion entre los dos partidos y paises."
        },
        {
            "title": "Tiene lugar concurso nacional de platos hechos con carne dulce",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-23ee.html",
            "content": "Tiene lugar concurso nacional de platos hechos con carne dulce\r\nPyongyang, 20 de julio (ACNC) -- Tuvo lugar el dia 20 el concurso nacional de platos hechos con carne dulce en la sede de Festival Culinario, acondicionado de nuevo en la avenida Ryomyong, bajo auspicios del Comite Central de la  Asociacion de Cocineros de Corea.\n\t\t\t\t\tAlli participaron los cocineros de 12 entidades sobresalientes en las eliminatorias por ramas y regiones.\n\t\t\t\t\t\n\t\t\t\t\tEl concurso se realizo dividiendo en los sectores de servicio gastronomico publico de la ciudad de Pyongyang y a nivel provincial y se desarrollo a manera de evaluacion de la sopa y las comidas hechas con carne dulce, preparadas por los cocineros en el terreno y en tiempo determinado.\n\t\t\t\t\t\n\t\t\t\t\tLos cocineros demostraron sin reserva sus tecnicas adiestradas en sus actividades de servicio para desarrollar mas la propia cultura culinaria de la nacion."
        },
        {
            "title": "Organizaciones internacionales otorgan premio y medalla a la RPDC y sus cientificos",
            "url": "http://kcna.co.jp/item/2017/201707/news20/20170720-24ee.html",
            "content": "Organizaciones internacionales otorgan premio y medalla a la RPDC y sus cientificos\r\nPyongyang, 20 de julio (ACNC) -- Las organizaciones internacionales otorgaron el premio y la medalla a la RPDC y los cientificos de la Academia Estatal de Ciencias.\n\t\t\t\t\t  La Union Postal Universal concedio el premio de mejoramiento cualitativo de servicios a la RPDC evaluando el buen servicio de correo en las zonas rurales.\n\t\t\t\t\t\n\t\t\t\t\tLa Organizacion Mundial de la Propiedad Intelectual (WIPO en ingles) confirio la medalla de inventor a los cientificos de la Academia Estatal de Ciencias que inventaron el activador biologico natural, abono organico hecho con materias primas vegetales."
        }
    ]
}