{
    "date": "2017-08-10",
    "url": "http://kcna.co.jp/item/2017/201708/2017-08-10ee.html",
    "articles": [
        {
            "title": "KPA Will Take Practical Action: Commander of Strategic Force",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-01ee.html",
            "content": "KPA Will Take Practical Action: Commander of Strategic Force\r\n Pyongyang, August 10 (KCNA) -- General Kim Rak Gyom, commander of the Strategic Force of the Korean People's Army, released the following statement on August 9:\n\t\t\t\t\t As already clarified, the Strategic Force of the KPA is seriously examining the plan for an enveloping strike at Guam through simultaneous fire of four Hwasong-12 intermediate-range strategic ballistic rockets in order to interdict the enemy forces on major military bases on Guam and to signal a crucial warning to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t On Tuesday, the KPA Strategic Force through a statement of its spokesman fully warned the U.S. against its all-round sanctions on the DPRK and moves of maximizing military threats to it. But the U.S. president at a gold links again let out a load of nonsense about \"fire and fury,\" failing to grasp the on-going grave situation. This is extremely getting on the nerves of the infuriated Hwasong artillerymen of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t It seems that he has not yet understood the statement.\n\t\t\t\t\t\n\t\t\t\t\t Sound dialogue is not possible with such a guy bereft of reason and only absolute force can work on him. This is the judgment made by the service personnel of the KPA Strategic Force.\n\t\t\t\t\t\n\t\t\t\t\t The military action the KPA is about to take will be an effective remedy for restraining the frantic moves of the U.S. in the southern part of the Korean peninsula and its vicinity.\n\t\t\t\t\t\n\t\t\t\t\t The Hwasong artillerymen of the KPA Strategic Force are replete with a strong determination to fully demonstrate once again the invincible might of the force, which has developed into a reliable nuclear force of the Workers' Party of Korea and the world's strongest strike service, through the planned enveloping strike targeting the U.S. imperialist bases of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The Strategic Force is also considering the plan for opening to public the historic enveloping fire at Guam, a practical action targeting the U.S. bases of aggression.\n\t\t\t\t\t\n\t\t\t\t\t This unprecedented step is to give stronger confidence in certain victory and courage to the Korean people and help them witness the wretched plight of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\tThe Hwasong-12 rockets to be launched by the KPA will cross the sky above Shimane, Hiroshima and Koichi Prefectures of Japan. They will fly 3356.7 km for 1065 seconds and hit the waters 30 to 40 km away from Guam.\n\t\t\t\t\t\n\t\t\t\t\t The KPA Strategic Force will finally complete the plan until mid August and report it to the commander-in-chief of the DPRK nuclear force and wait for his order.\n\t\t\t\t\t\n\t\t\t\t\t We keep closely watching the speech and behavior of the U.S."
        },
        {
            "title": "Meeting of Service Personnel Held",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-25ee.html",
            "content": "Meeting of Service Personnel Held\r\n Pyongyang, August 10 (KCNA) -- Service personnel of the Ministry of the People's Armed Forces met before the Monument to the Victorious Fatherland Liberation War on Thursday to support the statement of the government of the DPRK and pledge to achieve the final victory in the confrontation with the U.S.\n\t\t\t\t\t Present at the meeting were Hwang Pyong So, Ri Myong Su, Pak Yong Sik and other commanding officers of the Korean People's Army, service personnel of the Korean People's Army and cadets of military academies at all levels.\n\t\t\t\t\t\n\t\t\t\t\t The statement of the DPRK government was read out.\n\t\t\t\t\t\n\t\t\t\t\t KPA Vice-Marshal Ri Myong Su, chief of the General Staff of the KPA, made a speech.\n\t\t\t\t\t\n\t\t\t\t\t Ri said the UN \"sanctions resolution\" is a wanton violation of the sovereignty of the DPRK and open challenge to the DPRK as it is a product of the U.S. heinous moves to isolate and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The present reality clearly proves again the justice of the cause of our army and people who have devotedly upheld the great Party's line of simultaneously developing the two fronts and firmly strengthened the national power, tightening their belts in defiance of big difficulties and harsh ordeals, he stated, and went on:\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. goes reckless, not stopping its attempt to bring down the ideology, social system and people of the DPRK, its matchless revolutionary armed forces will inflict the most miserable and merciless punishment upon all the provokers. \n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to go all out to decisively smash the persistent sanctions and moves of the U.S. imperialists for stifling the DPRK and bring earlier the final victory of the historic cause of national reunification, the cause of the Songun revolution of Juche, united close around respected Supreme Commander Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Then speeches were made."
        },
        {
            "title": "Meeting of Servicepersons of Ministry of People's Security",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-26ee.html",
            "content": "Meeting of Servicepersons of Ministry of People's Security\r\nPyongyang, August 10 (KCNA) -- Servicepersons of the Ministry of People's Security met on Thursday to express fully support for the DPRK government statement categorically rejecting the recent UN \"sanctions resolution\".\n\t\t\t\t\tPresent at the meeting were Minister Choe Pu Il, Director of the Political Bureau of the Korean People's Internal Security Forces Kang Phil Hun and officials and members of the Ministry of People's Security and people's security organs in the city of Pyongyang, servicepersons of the KPISF and employees.\n\t\t\t\t\t\n\t\t\t\t\tThe statement of the DPRK government was read out to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the U.S. framed up the \"sanctions resolution\" with dastards acting as voting machine without any principle, the speakers said this is no more than desperate efforts of those frightened at the might of the DPRK which rose to the high strategic position as a nuclear power of Juche and world-level military power.\n\t\t\t\t\t\n\t\t\t\t\tThey said that if the U.S. persists in extreme military adventure and sanctions and pressure, obsessed by anachronistic daydream, it would suffer a shameful defeat and final doom.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK will counter the \"sanctions\" with retaliation and \"confrontation\" with do-or-die resistance for justice as the U.S. imperialists resort to all-round provocation in all fields of politics, economy and military affairs, they stressed.\n\t\t\t\t\t\n\t\t\t\t\tThey vowed to mercilessly wipe out the provocateurs making desperate efforts to stifle the socialist country and thus creditably discharge their mission and duty as the KPISF, the mercilessly striking force of the Supreme Commander."
        },
        {
            "title": "S. Korean Regime Urged to Stop Sordid Operation to Evade Repatriation of DPRK Women",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-24ee.html",
            "content": "S. Korean Regime Urged to Stop Sordid Operation to Evade Repatriation of DPRK Women\r\n Pyongyang, August 10 (KCNA) -- A spokesman of the DPRK Emergency Measure Committee for Rescuing Abducted Persons issued a statement Thursday over the fact that the south Korean authorities are resorting to sordid and mean operation to evade the repatriation of detained DPRK women citizens.\n\t\t\t\t\t By forcing into marriage the 12 DPRK girls whom they took to south Korea after abducting them in group overseas in April last year, the south Korean authorities are trying to give impression that they have \"settled in south Korea to lead a stable life\" at their \"own will\". This is aimed to reject the demand of the DPRK for their repatriation, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This is a hideous crime that can never be overlooked and another intolerable political provocation to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The behavior of the present south Korean policy-makers reminds one of the cursed act of depravity the Park Geun Hye group of traitors committed by abducting the DPRK citizens in broad daylight.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not miscalculate that they can cover up the truth behind the forced abduction of DPRK women and that they can hush up the repatriation issue.\n\t\t\t\t\t\n\t\t\t\t\t Their far-fetched assertions aimed to evade the repatriation will only lead to mounting fury of the DPRK and stronger demand for repatriation at home and abroad, and they will be blamed for all the ensuing consequences.\n\t\t\t\t\t\n\t\t\t\t\t Taking ourselves of this opportunity, we would like to clarify that there can never be any humanitarian cooperation including the reunions of families and relatives separated into the north and the south without the unconditional repatriation of those 12 DPRK women as well as Kim Ryon Hui.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should send back those women to the DPRK where their families are waiting as quickly as possibly, far from resorting to the foolish act of raising an axe to drop it on one's own feet, if they wish for the solution of the humanitarian issues between the north and the south."
        },
        {
            "title": "DPRK Delegation Back Home",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-21ee.html",
            "content": "DPRK Delegation Back Home\r\n Pyongyang, August 10 (KCNA) -- A DPRK delegation led by Minister of Foreign Affairs Ri Yong Ho came back home on Thursday after taking part in the Ministerial Meeting of the ASEAN Regional Forum held in Manila."
        },
        {
            "title": "Canadian PM's Special Envoy Leaves",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-16ee.html",
            "content": "Canadian PM's Special Envoy Leaves\r\n Pyongyang, August 8 (KCNA) -- Daniel Jean, national security advisor to the prime minister of Canada who is special envoy of the Canadian prime minister, and his party left here for home on Thursday.\n\t\t\t\t\t During their sojourn, they had a wide-ranging and in-depth exchange of views on the bilateral relations and international issues of mutual concern with officials concerned of the Foreign Ministry."
        },
        {
            "title": "Vice-President of SPA Presidium Meets Equatorial Guinean Gov't Delegation",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-23ee.html",
            "content": "Vice-President of SPA Presidium Meets Equatorial Guinean Gov't Delegation\r\n Pyongyang, August 10 (KCNA) -- Kim Yong Dae, vice-president of the Presidium of the Supreme People's Assembly, met and had a talk with a government delegation of the Republic of Equatorial Guinea led by Victor Grange Mehile, minister of Agriculture, Animal Husbandry and Food, which paid a courtesy call on him at the Mansudae Assembly Hall Thursday.\n\t\t\t\t\t Noting that President Kim Il Sung and leader Kim Jong Il paid special attention and rendered active support to the struggle of the Equatorial Guinean government and people for building a new society, Kim Yong Dae stressed the need to steadily develop the bilateral relations of friendship and cooperation in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Victor Grange Mehile said the relations between the two countries are the true fraternal ones, recalling that the Korean people sincerely helped the people of Equatorial Guinea when they were in their hardest period.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the government and people of the Republic of Equatorial Guinea fully support the just struggle and self-defensive measures of the government and people of the DPRK for defending the sovereignty of the country and the dignity of the nation under the wise guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Noting that they got to know better about the situation of the DPRK whose science and technology are rapidly developing, he hoped that the bilateral cooperation in agriculture would expand in the future."
        },
        {
            "title": "Equatorial Guinean Government Delegation Pays Homage to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-17ee.html",
            "content": "Equatorial Guinean Government Delegation Pays Homage to Kim Il Sung, Kim Jong Il\r\n Pyongyang, August 10 (KCNA) -- A government delegation of the Republic of Equatorial Guinea led by Victor Grange Mehile, minister of Agriculture, Animal Husbandry and Food, visited the Kumsusan Palace of the Sun on Thursday.\n\t\t\t\t\t The guests paid homage to President Kim Il Sung and leader Kim Jong Il before their statues at the palace.\n\t\t\t\t\t\n\t\t\t\t\t They paid high tribute to the great leaders in the halls where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t Then they went round the halls where the orders the great leaders received are on display and the halls which house the cars, electric car, boat and train coaches used by them for their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Gift to Kim Jong Un from Equatorial Guinean Minister",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-18ee.html",
            "content": "Gift to Kim Jong Un from Equatorial Guinean Minister\r\n Pyongyang, August 10 (KCNA) -- Respected Supreme Leader Kim Jong Un was presented with a gift by Victor Grange Mehile, minister of Agriculture, Animal Husbandry and Food of Equatorial Guinea who is heading the government delegation on a visit to the DPRK.\n\t\t\t\t\t Victor Grange Mehile handed the gift over to Kim Yong Dae, vice-president of the Presidium of the DPRK Supreme People's Assembly, on Thursday."
        },
        {
            "title": "Sojourn of Equatorial Guinean Gov't Delegation in Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-05ee.html",
            "content": "Sojourn of Equatorial Guinean Gov't Delegation in Pyongyang\r\n Pyongyang, August 10 (KCNA) -- An Equatorial Guinean government delegation led by Victor Grange Mehile, minister of Agriculture, Animal Husbandry and Food, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t At the old home of the President, the delegation looked round the historic relics preserved there, being briefed on the revolutionary history of the President and his family members.\n\t\t\t\t\t\n\t\t\t\t\t It also toured the Tower of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the monument signifying the ideo-theoretical feats of Kim Il Sung, its members went round the tower and group sculptures and enjoyed a bird's-eye view of Pyongyang City on the observation deck of the tower.\n\t\t\t\t\t\n\t\t\t\t\t And they visited the Arch of Triumph, the Institute of Agricultural Science, the Migok Cooperative Farm in Sariwon City and other places."
        },
        {
            "title": "Third Hypothesis and Idea Presentation in Educational Field Held",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-13ee.html",
            "content": "Third Hypothesis and Idea Presentation in Educational Field Held\r\n Pyongyang, August 10 (KCNA) -- The Third hypothesis and idea presentation in the educational field took place at Kim Il Sung University on Aug. 9 and 10.\n\t\t\t\t\t Attending it were teachers, researchers and students of at least 50 universities including Kim Il Sung University, Kim Chaek University of Technology, Hamhung University of Chemical Industry and Wonsan University of Agriculture.\n\t\t\t\t\t\n\t\t\t\t\t The presentation was divided into a group of teachers and researchers and a group of students of 9 panels.\n\t\t\t\t\t\n\t\t\t\t\t More than 500 hypotheses and ideas were introduced.\n\t\t\t\t\t\n\t\t\t\t\t A closing ceremony took place on Aug. 10."
        },
        {
            "title": "Foreign Guests Here for 5th Int'l Festival in Praise of Great Persons of Mt Paektu",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-20ee.html",
            "content": "Foreign Guests Here for 5th Int'l Festival in Praise of Great Persons of Mt Paektu\r\n Pyongyang, August 10 (KCNA) -- Foreign guests arrived here on Thursday to participate in the 5th International Festival in Praise of the Great Persons of Mt Paektu.\n\t\t\t\t\t They include Yehia Zakaria Khairullah, vice-chairman of the Socialist Freedom Party of Egypt, who is co-chairman of the international preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, Irina Malenko, chairwoman of the Irish preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, Iraklis Tsavdaridis, executive secretary of the World Peace Council, Kosima Weber Liu, executive director of the Environmental Education Media Project, and Uwe Kraeuter, president of the Asia World Network Company of Germany."
        },
        {
            "title": "DPRK Players Back Home",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-19ee.html",
            "content": "DPRK Players Back Home\r\n Pyongyang, August 10 (KCNA) -- DPRK players came back home Thursday after taking part in the 64th World Military Pentathlon held in Ecuador from July 30 to August 5.\n\t\t\t\t\t The tournament brought together more than 200 men and women players from 25 countries including Italy, Germany and Brazil.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK players won two gold medals, one silver medal and one bronze medal.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kum Hyok, Ri Chung Song, Han Kwang Il, Kim Un Chol and Han Ho Hyon placed first in men's 500-meter hurdle-overcoming relay and Ryu Ok, Kim Su Ryon, Choe Yong Mi and Ri Hyang Hui in women's 500-meter hurdle-overcoming relay and bagged gold medals and trophy cups, setting up new world records. \n\t\t\t\t\t\n\t\t\t\t\t Women players placed third in the team standing of military pentathlon.\n\t\t\t\t\t\n\t\t\t\t\t Kim Su Ryon bagged a silver medal in the individual standing."
        },
        {
            "title": "Japanese Delegation Leaves",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-12ee.html",
            "content": "Japanese Delegation Leaves\r\n Pyongyang, August 10 (KCNA) -- A Japan-DPRK friendship educational interchange delegation led by Michio Sano left here for home on Thursday."
        },
        {
            "title": "Sanction Can Never Work on Korean People: DPRK Citizens",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-22ee.html",
            "content": "Sanction Can Never Work on Korean People: DPRK Citizens\r\n Pyongyang, August 10 (KCNA) -- The statement of the DPRK government denouncing \"sanctions resolution\" 2371 cooked up by the U.S. and its servile forces is winning great support from all the people in the country.\n\t\t\t\t\t Kim Yong Nam, director of a department of the Ministry of Food and Consumer Goods Industries, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The statement of the DPRK government is an important decision reflecting the will of its whole army and people to force the U.S. to pay dear price for all heinous crimes it has committed.\n\t\t\t\t\t\n\t\t\t\t\t We can never forgive the sordid moves of the U.S. which is desperately keen on blocking the advance of our country, branding its ICBM launch as \"a threat to international peace and security\".\n\t\t\t\t\t\n\t\t\t\t\t Even if the U.S. and its minions will put the worst pressure upon us, it can never terrify us.\n\t\t\t\t\t\n\t\t\t\t\t We will hold higher the banner of self-reliance and self-development for increased production to make their \"sanctions\" go up in smoke.\n\t\t\t\t\t\n\t\t\t\t\t Mun Jong Nam, director of a department of the Ministry of Posts and Telecommunications, said:\n\t\t\t\t\t\n\t\t\t\t\t Our country has achieved only victories by baffling the U.S. moves to stifle it. The more persistent the enemies become in putting sanctions against us, the stronger our might grows.\n\t\t\t\t\t\n\t\t\t\t\t \"Sanction\" can never sap our faith in independence and justice.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Hyok, secretary of Pyongyang City Committee of the Kimilsungist-Kimjongilist Youth League, said:\n\t\t\t\t\t\n\t\t\t\t\t If the hateful U.S. imperialists dare make a preemptive attack against the DPRK, our five million young vanguards will turn out in the decisive battle to exterminate the source of aggression and war."
        },
        {
            "title": "DPRK Will Further Increase Strength of Justice: DPRK Papers",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-06ee.html",
            "content": "DPRK Will Further Increase Strength of Justice: DPRK Papers \r\n Pyongyang, August 10 (KCNA) -- DPRK leading newspapers Thursday say that the army and people of the DPRK will further increase the strength of justice to thoroughly eradicate the cause of aggression and war and never back away from this fight to a finish as the U.S. remains unabated in their mean and heinous provocation.\n\t\t\t\t\t The papers denounce the U.S. for pulling up the DPRK's test-launch of ICBM as the \"threat to global peace and security\" and fabricating the \"sanctions resolution\" 2371 of the UN Security Council under the pretext of it. \n\t\t\t\t\t\n\t\t\t\t\t The \"sanctions resolution\" is a product of vicious and mean nexus between the U.S. and those countries scared at the bluff of the \"only superpower in the world,\" unfit for the statute of big countries, taken aback by the might of the DPRK's access to the strongest nuclear force, they note.  \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun in an article says that hostile forces including the U.S. are still unaware of the army and people of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t There are those countries on which the ridiculous threats of the U.S. are working and there are countries which are deterred at the bluff of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that those countries which style themselves big powers are so scared at the mere two ICMB test-launches by the DPRK that they are making much fuss. \n\t\t\t\t\t\n\t\t\t\t\t This only redoubles the DPRK's pride in the great might and hardens its faith of victory that the only way to survive and prosper is the line of simultaneously developing the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in a commentary says that the U.S. should not remain indifferent to the DPRK's declaration the keynote of which is that if the hostile forces fail to act with discretion, persisting in their reckless attempt to stifle the DPRK, the latter will not hesitate to use any form of ultimate means and follow the road chosen by itself to the last under the uplifted banner of the line of simultaneously developing the two fronts."
        },
        {
            "title": "DPRK Will Put End to Crime-woven History of U.S. and Japanese Reactionaries: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-07ee.html",
            "content": "DPRK Will Put End to Crime-woven History of U.S. and Japanese Reactionaries: Rodong Sinmun\r\n Pyongyang, August 10 (KCNA) -- Upset by the remarkably increased strategic position and the tremendous power of the DPRK, the U.S. and the Japanese reactionaries are more loud-mouthed about \"tightening the alliance\" than ever before.\n\t\t\t\t\t Those, who imposed intolerable colonial humiliation upon the Korean nation in the past, are seeking to bring a nuclear disaster to the Korean peninsula again in collusion with each other, far from making an apology for their crimes. This is touching off surging indignation of all Koreans, Rodong Sinmun in a commentary says on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The collusion between the U.S. and Japan aimed at aggression and domination over the Korean peninsula was not made yesterday or today but it is long-standing.\n\t\t\t\t\t\n\t\t\t\t\t America and Japan remain unchanged in their ambition to put Korea under their control.\n\t\t\t\t\t\n\t\t\t\t\t What has changed is that they are working in conspiracy with each other in order to stifle the DPRK which emerged as an invincible power although they conspired with each other to make Korea a colony early in the last century.\n\t\t\t\t\t\n\t\t\t\t\t If they persist in making a mockery of the destiny of the Korean nation in collusion with each other, failing to abandon their vicious habits, the army and people of the DPRK will put an end to the crime-woven history of the U.S. and Japanese reactionaries characterized by aggression and plunder with the military power which has been bolstered up for several decades."
        },
        {
            "title": "Rodong Sinmun Censures Japan's Ridiculous Fuss",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-08ee.html",
            "content": "Rodong Sinmun Censures Japan's Ridiculous Fuss \r\n Pyongyang, August 10 (KCNA) -- Japan is kicking up much fuss about moves to cope with \"threat\" from someone.\n\t\t\t\t\t Rodong Sinmun Thursday says this in a commentary. \n\t\t\t\t\t\n\t\t\t\t\t It goes on: \n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that Japan is a watch dog barking in defense of her master.\n\t\t\t\t\t\n\t\t\t\t\t Japan is still terming the DPRK's steps for beefing up its strategic nuclear force as \"threat\", not away from its persistent and anachronistic way of thinking, while billing the DPRK's steps as a pretext for meeting undesirable partisan interests.\n\t\t\t\t\t\n\t\t\t\t\t The present Japanese authorities are hyping the \"threat\" from the DPRK in a bid to deflect the mindset of the public opposing the revision of the constitution, but such move would rather backfire.\n\t\t\t\t\t\n\t\t\t\t\t Future never turns rosy for Japan even though it has replaced the current constitution with a war constitution.\n\t\t\t\t\t\n\t\t\t\t\t If Japan runs amuck chiming in with the U.S. moves to hurt the DPRK, it will face more miserable fate than its master.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the Japanese reactionaries may work, they will never revive the era of empire in the past."
        },
        {
            "title": "S. Korea's Decision to Deploy THAAD Launching Pads Denounced",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-09ee.html",
            "content": "S. Korea's Decision to Deploy THAAD Launching Pads Denounced\r\n Pyongyang, August 10 (KCNA) -- The south Korean authorities' moves for additional deployment of THAAD launching pads are the height of pro-U.S. sycophantic and traitorous act, Rodong Sinmun Thursday says in an article.\n\t\t\t\t\t The south Korean authorities' decision to deploy THAAD launching pads is the outcome from the wicked intention to realize their ambition for stifling the DPRK, depending on outside forces, the article states, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities claim that the moves to deploy THAAD launching pads are their own \"decision\" to cope with the \"nuclear and missile threat from the north,\" but it is an ostrich policy.\n\t\t\t\t\t\n\t\t\t\t\t The decision for additional deployment was made by the U.S. pressure.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the fact that no sooner had the decision of the south Korean authorities been announced than the U.S. described it as \"the best step\" and expressed \"high appreciation\" for it while calling for early deployment.\n\t\t\t\t\t\n\t\t\t\t\t It is as foolish an act as digging their own grave with their own hands that the south Korean authorities try to deploy THAAD launching pads as faithful running dogs of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t They should remember that if they persistently resort to the foolish and reckless moves, they would lose an opportunity for improving inter-Korean relations forever and everything would finish at the moment."
        },
        {
            "title": "Minju Joson Assails S. Korean Puppet Forces for Supporting UN \"Sanctions Resolution\"",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-10ee.html",
            "content": "Minju Joson Assails S. Korean Puppet Forces for Supporting UN \"Sanctions Resolution\"\r\n Pyongyang, August 10 (KCNA) -- The south Korean puppet forces are talking nonsense, raising both hands in support of the U.S. and other hostile forces who cooked up the UN \"sanctions resolution\" against the DPRK. \n\t\t\t\t\t Minju Joson says in a commentary Thursday that this is the height of sycophancy towards U.S. as it is aimed at courting pleasure of their American master even by making the fellow countrymen in the north fall victim to foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t When the south Korean authorities recklessly availed themselves of the U.S. anti-DPRK moves, pulling up the DPRK over its ICBM test-fire, the DPRK told them that such an action is the same foolish one as the previous conservative regime did and that if they persist in such an act of treachery, they would lose all, and gave them an opportunity to correct their conduct.\n\t\t\t\t\t\n\t\t\t\t\t However, the puppet forces challenged the patience and tolerance of the DPRK by taking part in the extremely dangerous gambling as a shock brigade of the American master in the criminal moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This conduct shows that their much-touted \"dialogue\" is nothing but nonsense and is little short of declaring that they would regard the DPRK as enemy, not fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should judge by themselves the consequences in the inter-Korean ties to be entailed by the sanctions and pressure.\n\t\t\t\t\t\n\t\t\t\t\t If they persist in playing to the tune of the Trump group of maniacs crying out for a war to seek the confrontation, they will suffer more miserable and catastrophic disaster than the previous regime."
        },
        {
            "title": "S. Korean Organization Urges End to War Alliance with U.S.",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-11ee.html",
            "content": "S. Korean Organization Urges End to War Alliance with U.S.\r\n Pyongyang, August 10 (KCNA) -- The \"committee for retaking the sovereignty, realizing the peace in the Korean peninsula and promoting the Aug. 15 all-people peace action\" of south Korea held a press conference before Chongwadae  on August 8 and demanded the withdrawal of THAAD, immediate abrogation of the \"agreement\" with Japan on the sexual slavery for the Imperial Japanese Army and the agreement on protecting military intelligence with Japan and the abolition of the evils left by traitor Park Geun Hye.\n\t\t\t\t\t The speakers declared that the south Korea-U.S. alliance is the master-servant alliance and the war alliance and demanded the immediate stop to the joint military exercise with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the Ulji Freedom Guardian joint military exercises the U.S. and the south Korean authorities are trying to conduct late in August and the Key Resolve joint military maneuvers that will be conducted next year are the exercises for igniting a new war on the Korean peninsula, they declared that the continued master-servant war alliance with the U.S. would bring the south Korean people inescapable disaster.\n\t\t\t\t\t\n\t\t\t\t\t In the press release, they slashed that the present \"government\" has yielded to the pressure from the U.S. and stressed that the sycophancy toward the U.S and the military alliance with the U.S. and Japan should be terminated."
        },
        {
            "title": "S. Korean Bodies Demand Repeal of Inequitable Agreement with Japan",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-15ee.html",
            "content": "S. Korean Bodies Demand Repeal of Inequitable Agreement with Japan\r\n Pyongyang, August 10 (KCNA) -- Civic and social bodies of south Korea held a news conference in Seoul on Aug. 8, thrusting a written protest at the puppet Defense Ministry and Foreign Ministry in demand of the repeal of the military intelligence protection agreement with Japan, according to the south Korean online paper Tongil News.\n\t\t\t\t\t The written protest condemned the agreement as an illegal and inequitable one inked at the instruction of Park Geun Hye and said that the people can never accept it.\n\t\t\t\t\t\n\t\t\t\t\t It also demanded the present chief executive clarify his just attitude towards the demand of the people for getting Japan pay the price for the past crimes and opposing Japan's rearmament."
        },
        {
            "title": "Memorial Service Held for Korean Victims of Forcible Drafting by Japanese Imperialists",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-14ee.html",
            "content": "Memorial Service Held for Korean Victims of Forcible Drafting by Japanese Imperialists\r\n Pyongyang, August 10 (KCNA) -- A memorial service for the Korean victims of forcible drafting by the Japanese imperialists took place at the memorial to the victims in Kooriyama City, Fukushima Prefecture, Japan on Aug. 6.\n\t\t\t\t\t The event was sponsored by the Fukushima Prefectural Headquarters of the General Association of Korean Residents in Japan (Chongryon) and the Fukushima Prefectural People's Council for Japan-Korea Friendship.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were officials of Chongryon and compatriots and students and members of Japanese social organizations.\n\t\t\t\t\t\n\t\t\t\t\t They paid silent tribute to the victims.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the memorial should be symbolic of remembering the victims and preventing the recurrence of the tragedy."
        },
        {
            "title": "DPRK's V-Day Observed Abroad",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-02ee.html",
            "content": "DPRK's V-Day Observed Abroad\r\n Pyongyang, August 10 (KCNA) -- The 64th anniversary of the Korean people's victory in the Fatherland Liberation War was observed in different countries on July 26 and 27.\n\t\t\t\t\t The Brazilian Committee for Solidarity with the DPRK posted on a website an article titled \"July 27 is the V-day of the DPRK\" illustrated with a photo of respected Supreme Leader Kim Jong Un and articles subtitled \"July 27, war victory day\", \"July 27 of eternal victory\" etc. accompanied with photos showing the heroic struggle of the soldiers of the Korean People's Army in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The German Group for the Study of Korean Culture posted on the website of MS Travel Company articles stressing that Kim Jong Un is the brilliant commander who has any formidable enemy under his thumb and that the Korean people made world-startling military miracles in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the U.S. seeks to ignite another war in the Korean peninsula, instead of drawing a lesson from its bitter defeat in the Korean War, the Cambodian State Radio said that and July 27 of the Korean people's victory in the war would be led to July 27 of eternal victory.\n\t\t\t\t\t\n\t\t\t\t\t The Nepalese online magazine Nepal Today and the website of the All India Indo-Korean Friendship Association carried articles telling about the fact that the U.S. imperialists suffered a great loss and shameful setback in the Korean War and have suffered repeated defeats in the continued standoff with the DPRK after the war."
        },
        {
            "title": "Month of Solidarity with Korean People Closes in Cuba",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-03ee.html",
            "content": "Month of Solidarity with Korean People Closes in Cuba\r\n Pyongyang, August 10 (KCNA) -- The Month of Solidarity with the Korean people closed in Cuba on July 31.\n\t\t\t\t\t On display at the venue of the event were photos showing the feats of the peerlessly great men of Mt Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials of the Cuban Committee for Supporting Korea's Reunification, the Cuban Institute of Friendship with the Peoples and the Cuban Steel Works and other Cuban people, the ambassador and members of the DPRK embassy in Havana.\n\t\t\t\t\t\n\t\t\t\t\t Juan Jose Leon Vega, first vice-chairman of the Cuban Committee for Supporting Korea's Reunification, said:\n\t\t\t\t\t\n\t\t\t\t\t The great victory in the Fatherland Liberation War was a valuable fruition of the gifted military idea, strategy and tactics and distinguished leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists signed the armistice agreement on July 27, 1953 and acknowledged its ignominious defeat for the first time in its history.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and Kim Jong Il were the great leaders who dedicated all their life to the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification will come earlier thanks to Comrade Kim Jong Un who is creditably carrying forward the idea and cause of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t We will as ever make all our efforts for the unbreakable friendship and unity between the two countries and extend full support and solidarity to the Korean people's struggle for the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched such Korean films as \"Victorious Fatherland Liberation War Museum.\""
        },
        {
            "title": "RPDC tomara acciones sustanciales para advertir a EE.UU., declara Kim Rak Gyom",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-27ee.html",
            "content": "RPDC tomara acciones sustanciales para advertir a EE.UU., declara Kim Rak Gyom\r\nPyongyang, 10 de agosto (ACNC) -- El general de ejercito Kim Rak Gyom, comandante de las fuerzas estrategicas del Ejercito Popular de Corea, hizo publica el dia 9 una declaracion como sigue:\n\t\t\t\t\tComo ya declarado, las fuerzas estrategicas del Ejercito Popular de Corea estan revisando el proyecto de disparo de cerco sobre la isla Guam mediante el lanzamiento simultaneo de 4 cohetes balisticos estrategicos de mediano y largo alcance de tipo \"Hwasong-12\" para mantener a rayas a las principales bases militares en esa isla y enviar una seria senal de advertencia a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de que el vocero de las fuerzas estrategicas publico ayer una declaracion para dar advertencias tan suficientes como que entendiera EE.UU. que aumenta al maximo la intensidad de la sancion y la amenaza militar contra la RPDC, el presidente norteamericano, que pasaba el tiempo en el campo de golf, volvio a pronunciar unas palabras absurdas como \"fuegos e ira\" sin ver el rumbo de situacion, asi incitando mas a los artilleros de Hwasong.\n\t\t\t\t\t\n\t\t\t\t\tParecer que no ha traducido todavia nuestra declaracion.\n\t\t\t\t\t\n\t\t\t\t\tLos oficiales y soldados de nuestras fuerzas estrategicas sacaron una conclusion de que no se puede hacer dialogo normal con quien carente de la facultad discursiva y hay que tratarlo con la fuerza absoluta.\n\t\t\t\t\t\n\t\t\t\t\tLas acciones militares a tomarnos esta vez seran un tratamiento eficiente para retener la furia del pais norteamericano en la Peninsula Coreana y sus contornos.\n\t\t\t\t\t\n\t\t\t\t\tLos artilleros de nuestras fuerzas estrategicas estan bien determinados a demostrar sin reserva a todo el mundo el poderio de las fuerzas estrategicas del EPC, fortalecidas como fidedignas fuerzas armadas nucleares del Partido del Trabajo de Corea y poderoso tipo de ejercito de golpe de talla mundial, mediante las acciones militares contra las bases agresoras del imperio yanqui.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas estrategicas tambien examinan el proyecto de dar a publicidad a los habitantes las presentes acciones militares que se tomaran como una medida de accion real apuntando las bases agresoras yanquis.\n\t\t\t\t\t\n\t\t\t\t\tEsta medida excepcional tiene su objeto de infundir al pueblo la conviccion en la victoria y el coraje y darle una comprension correcta sobre la miserable situacion del imperio yanqui.\n\t\t\t\t\t\n\t\t\t\t\tLos cohetes a ser lanzados sobrevolaran los departamentos de Shimane, Hiroshima y Kochi de Japon. Tras volar 3356.7km de distancia durante 1065 segundos, llegaran a las zonas maritimas a 30-40km del alrededor de la isla Guam.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas estrategicas del EPC completaran el proyecto hasta la segunda decena de agosto, lo entregaran al Comandante en Jefe de las fuerzas armadas nucleares de la RPDC y esperaran la orden de el manteniendo el estado de espera de lanzamiento.\n\t\t\t\t\t\n\t\t\t\t\tSeguimos observando las palabras y las conductas de EE.UU."
        },
        {
            "title": "Tiene lugar el mitin del MINFAP en apoyo a la declaracion del gobierno",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-28ee.html",
            "content": "Tiene lugar el mitin del MINFAP en apoyo a la declaracion del gobierno\r\nPyongyang, 10 de agosto (ACNC) -- Tuvo lugar el dia 10 en el patio de educacion del Monumento a la Victoria en la Guerra de Liberacion de la Patria el mitin de los militares del Ministerio de las Fuerzas Armadas Populares para expresar apoyo a la reciente declaracion del gobierno de la Republica Popular Democratica de Corea y tomar la determinacion de lograr sin falta la victoria final en la confrontacion antiyanqui.\n\t\t\t\t\tEn la ocasion participaron Hwang Pyong So, Ri Myong Su, Pak Yong Sik y otros comandantes del Ejercito Popular de Corea, los oficiales y soldados del EPC y los cadetes de academias militares de todos niveles.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, se dio lectura a la declaracion del gobierno de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl discurso de la ocasion estuvo a cargo del vicemariscal de EPC Ri Myong Su, jefe de Estado Mayor General del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl orador califico la reciente \"resolucion de sancion\" de la ONU de producto de la brutal campana de EE.UU. para aislar y atropellar a la RPDC y de violacion flagrante de nuestra soberania y desafio frontal a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad de hoy vuelve a comprobar cuan justo fue que nuestro ejercito y pueblo hayan consolidado el inagotable poderio nacional superando las pruebas y dificultades severas y materializando a riesgo de la vida la linea del gran partido sobre el desarrollo simultaneo de la construccion economica y la de fuerzas armadas nucleares, apunto.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. sigue actuando con temeridad sin abandonar la intencion de acabar con nuestra idea, regimen y pueblo, las invencibles fuerzas armadas revolucionarias de la RPDC castigaran de modo mas implacable a los agresores, advirtio.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, exhorto a librar con esfuerzos redoblados la ofensiva general para adelantar la victoria final de la historica causa de reunificacion de la patria y la revolucionaria del Juche frustrando rotundamente la sucia campana de sancion y aplastamiento del imperialismo norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hubo discursos."
        },
        {
            "title": "Efectuado mitin de uniformados del MINSEP en apoyo a la declaracion del gobierno",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-29ee.html",
            "content": "Efectuado mitin de uniformados del MINSEP en apoyo a la declaracion del gobierno\r\nPyongyang, 10 de agosto (ACNC) -- Tuvo lugar el dia 10 el mitin de los uniformados del Ministerio de Seguridad del Pueblo (MINSEP) en apoyo a la reciente declaracion del gobierno de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEn la ocasion participaron el ministro de Seguridad del Pueblo, Choe Pu Il, el jefe de la Direccion Politica del Ejercito de Seguridad Interior del Pueblo de Corea, Kang Phil Hun, los funcionarios del MINSEP y de las instituciones de seguridad publica en esta capital, los oficiales del MINSEP, los uniformados y empleados del Ejercito de Seguridad Interior del Pueblo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tFue leida la declaracion del gobierno de la RPDC y hubo intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores subrayaron que la adopcion de la nueva \"resolucion de sancion\" anti-RPDC, patrocinada por EE.UU. y votada a favor por los cobardes, no pasa de ser el ultimo pataleo de los atemorizados ante el gallardo aspecto de la RPDC que ha ocupado la posicion estrategica de potencia nuclear del Juche y la militar de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. recurre de continuo a la extremada aventura militar, la sancion y la presion sin abandonar su ambicion anacronica, se ganara solo la derrota vergonzosa y el arruinamiento final, recalcaron.\n\t\t\t\t\t\n\t\t\t\t\tDado que el imperio norteamericano provoco a la RPDC en todas las ramas de la politica, la economia y el plano militar, el ejercito y pueblo coreanos le haran frente con la venganza a la \"sancion\" y con la justa resistencia de vida o muerte al \"enfrentamiento\", afirmaron.\n\t\t\t\t\t\n\t\t\t\t\tCumpliremos perfectamente la mision del Ejercito Interior del Comandante Supremo y del colectivo de ataque, al exterminar sin piedad a los provocadores furiosos por aplastar nuestra patria socialista, concluyeron."
        },
        {
            "title": "Kim Yong Dae se reune con la delegacion gubernamental de Guinea Ecuatorial",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-30ee.html",
            "content": "Kim Yong Dae se reune con la delegacion gubernamental de Guinea Ecuatorial\r\nPyongyang, 10 de agosto (ACNC) -- El vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Dae, departio el dia 10 en el capitalino Palacio de los Congresos Mansudae con la delegacion gubernamental de la Republica de Guinea Ecuatorial, encabezada por el ministro de Agricultura, Ganaderia y Alimentacion, Victor Grange Mehile, que le realizo una visita de cortesia.\n\t\t\t\t\tEn la ocasion, el vicepresidente se refirio a que en el tiempo pasado el Presidente Kim Il Sung y el Dirigente Kim Jong Il prestaron la atencion especial a la lucha del gobierno y el pueblo de Guinea Ecuatorial por construir una nueva sociedad y la apoyaron activamente. Y destaco la necesidad de seguir  desarrollando tambien en el futuro las relaciones de amistad y cooperacion entre dos paises.\n\t\t\t\t\t\n\t\t\t\t\tA su vez, Victor Grange Mehile recordo que en el tiempo mas dificil para el pueblo de Guinea Ecuatorial el pueblo coreano le ha ayudado sinceramente. Y continuo que las relaciones de dos paises son las fraternales y sinceras.\n\t\t\t\t\t\n\t\t\t\t\tApunto que el gobierno y el pueblo de la Republica de Guinea Ecuatorial apoyan la justa lucha y las medidas autodefensivas del gobierno y el pueblo de la RPDC por defender la soberania del pais y la dignidad nacional bajo la sabia orientacion de Su Excelencia Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que a traves de la visita pudo conocer bien la realidad de la RPDC donde se desarrollan vertiginosamente la ciencia y la tecnica. Y expreso la esperanza de que se amplie en el futuro la cooperacion de ambos paises en el sector agricola."
        },
        {
            "title": "Regresa la delegacion coreana a la reunion ministerial del foro regional de ASEAN",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-31ee.html",
            "content": "Regresa la delegacion coreana a la reunion ministerial del foro regional de ASEAN\r\nPyongyang, 10 de agosto (ACNC) -- La delegacion coreana encabezada por el canciller Ri Yong Ho regreso hoy tras participar en la reunion ministerial del Foro Regional de la Asociacion de Naciones del Sudeste Asiatico (ASEAN), efectuada en Manila, Filipinas."
        },
        {
            "title": "Daniel Jean y su comitiva regresan a su pais",
            "url": "http://kcna.co.jp/item/2017/201708/news10/20170810-32ee.html",
            "content": "Daniel Jean y su comitiva regresan a su pais\r\nPyongyang, 10 de agosto (ACNC) -- Regresaron hoy Daniel Jean, enviado especial y asesor de Seguridad Nacional del premier de Canada, y su comitiva.\n\t\t\t\t\tDurante su permanencia, el enviado especial y sus acompanantes intercambiaron amplias y profundas opiniones sobre las relaciones bilaterales y los asuntos internacionales de interes mutuo con los funcionarios correspondientes de la cancilleria coreana."
        }
    ]
}