{
    "date": "2017-11-11",
    "url": "http://kcna.co.jp/item/2017/201711/2017-11-11ee.html",
    "articles": [
        {
            "title": "Greetings to Angolan President",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-09ee.html",
            "content": "Greetings to Angolan President\r\n Pyongyang, November 11 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea and president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greeting to Joao Manuel Goncalves Lourenco, president of Angola, on the occasion of the 42nd anniversary of its independence.\n\t\t\t\t\t Kim in the message wished the president success in his work for the country's development and the friendly Angolan people prosperity, expressing the belief that the close ties of friendship and cooperation between the two countries would continue to strengthen in their common interests."
        },
        {
            "title": "Kim Yong Nam Visits Tree Nursery of Jungsan County Forestry Management Station",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-11ee.html",
            "content": "Kim Yong Nam Visits Tree Nursery of Jungsan County Forestry Management Station\r\n Pyongyang, November 11 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, inspected the mother tree nursery run by the Jungsan County Forestry Management Station.\n\t\t\t\t\t Going round different parts of the nursery, he encouraged its employees in cultivating saplings of high economic value and creating dozens of hectares of shelterbelts and firewood forests.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for all officials and working people to turn out as one in the work to turn the whole country into greenery and woodland and achieve greater success in the forest restoration campaign."
        },
        {
            "title": "Trump's Visit Is Business Trip: DPRK FM Spokesperson",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-10ee.html",
            "content": "Trump's Visit Is Business Trip: DPRK FM Spokesperson\r\n Pyongyang, November 11 (KCNA) -- A spokesperson of the DPRK Foreign Ministry Saturday made public the following statement:\n\t\t\t\t\t Trump went on his first tour of Asia since he took office and is bustling about in the surrounding region of our country from the 5th day of this month.\n\t\t\t\t\t\n\t\t\t\t\t His current trip to our surrounding region is a warmonger's visit for confrontation to rid the DPRK of its self-defensive nuclear deterrence. It is also nothing but a business trip by a warmonger to enrich the monopolies of the U.S. defense industry by milking the moneybags from its subordinate \"allies\".\n\t\t\t\t\t\n\t\t\t\t\t Trump, during his visit, laid bare his true nature as destroyer of the world peace and stability and begged for a nuclear war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t What cannot be overlooked is the fact that Trump, not long after his lunatic remarks of totally destroying the DPRK at the United Nations General Assembly in September this year, made his conceived attempt yet again to alienate our people from the government and keep up rivalry between the DPRK and the international society by \"demonizing\" our country while making nonsensical remarks of completely denying our ideology and system.\n\t\t\t\t\t\n\t\t\t\t\t He boasted about the \"overwhelming superiority of U.S. power\" and \"peace through strength\". But, he needs to be well advised that it is the stand of the DPRK to defend our sovereignty and rights to existence and development by keeping a real balance of force with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The historical lessons in decades-long history of the DPRK-U.S. showdown such as the U.S. ignominious defeat in the 1950's Korean War, the incident of the U.S. armed spy-ship \"Pueblo\", the incident of \"EC-121\" reconnaissance plane and so on, give a clear answer to the question: Who is the one that should not underestimate or try its opponent.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's possession of nuclear weapons was a righteous and inevitable choice to defend our national sovereignty and dignity and our people's rights to existence and development from increased nuclear threats and blackmail by the U.S. and its hostile moves against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Time is now gone forever when the U.S. used to threaten and blackmail us with nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The reckless remarks by a dotard like Trump can never frighten us or put a stop to our advance. This rather gives us an assured conviction that our choice to embark on the road of simultaneously promoting the economic construction and the up-building of the nuclear force was all the more righteous one, and it pushes us to speed up the efforts to accomplish the great cause of completing the state nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains strong in courage and faith and it will surely win the final victory in the showdown with the U.S. as it is under the distinguished guidance of the great leader and has the single-minded unity of the army and people rallied closely around their leader as well as the invincible military strength."
        },
        {
            "title": "Museum of Mangyongdae Revolutionary School Opened",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-04ee.html",
            "content": "Museum of Mangyongdae Revolutionary School Opened\r\n Pyongyang, November 11 (KCNA) -- A revolutionary museum has been built at the Mangyongdae Revolutionary School.\n\t\t\t\t\t The museum, with a total floor space of 3 500 square meters, displays in an overall way the historic relics and data on the activities of the peerlessly great persons who made an immortal history of education for the children of revolutionary martyrs with noble revolutionary sense of obligation and outlook on posterity.\n\t\t\t\t\t\n\t\t\t\t\t Its inaugural ceremony took place on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, Army Major General O Ryong Thaek, rector of the school, and builders and teaching staff and students of the school.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae said in his opening address that the museum is a monument telling about the history of great love and devotion of the peerlessly great persons who brought up and put forward the sons and daughters of revolutionary martyrs as reliable hairs to the revolution and pillars of the country.\n\t\t\t\t\t\n\t\t\t\t\t Those photos of the great persons and art works on their images, the historic relics and data at the museum are the most valuable treasure of the nation and precious revolutionary asset of Juche Korea, he said.\n\t\t\t\t\t\n\t\t\t\t\t He called upon the students of the school to study harder to become military officers of brave warrior type and competent revolutionary talents shouldering the destiny of socialist power.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, the participants went round the museum."
        },
        {
            "title": "Achievements Made in Land Management",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-14ee.html",
            "content": "Achievements Made in Land Management\r\n Pyongyang, November 11 (KCNA) -- Many achievements have been made in the DPRK through a brisk autumn campaign for land management.\n\t\t\t\t\t According to data available, more than 850 kilometers of roads were constructed or reconstructed, 500-odd kilometers of concrete pavements repaired and 4,500 km-long riversides improved. And tens of thousands of dwelling houses, thousands of public buildings and over 500 bridges were newly built or rebuilt.\n\t\t\t\t\t\n\t\t\t\t\t In Pyongyang City, the appearance of Chongryu area in Taedonggang District underwent a radical change and a sports village appeared on the bank of the Pothong River, while the reconstruction of promenades along the Taedong River and other projects for environmental protection came to a completion.\n\t\t\t\t\t\n\t\t\t\t\t Tokchon City in South Phyongan Province removed 56,000 cubic meters of earth and built over 7,000 square meters of embankment for the protection of the Taedong River. The city also built new roads and improved roadbeds, pushing ahead with repairing thousands of dwelling houses.\n\t\t\t\t\t\n\t\t\t\t\t Riwon County in South Hamgyong Province completed a concrete bridge covering an area of several hundreds square meters and Yonggwang, Jongphyong and Jangjin counties of the province replaced wooden bridges with concrete ones.\n\t\t\t\t\t\n\t\t\t\t\t Such achievements have also been witnessed in South Hwanghae and other provinces."
        },
        {
            "title": "Sung Hyang Sim, Promising Female Footballer",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-15ee.html",
            "content": "Sung Hyang Sim, Promising Female Footballer\r\n Pyongyang, November 11 (KCNA) -- Sung Hyang Sim, a female football player of the DPRK, was awarded the best player and top scorer prizes in the 2017 AFC U-19 Women's Championship.\n\t\t\t\t\t She scored six goals in the first group league match against the Thailand team and in the semifinal with the Australian team and played a big role for the team in winning the qualification for the 2018 FIFA U-20 Women's World Cup.\n\t\t\t\t\t\n\t\t\t\t\t Sung is small, but has the advantages of sturdiness, fast speed, quick movement and high dribbling.\n\t\t\t\t\t\n\t\t\t\t\t She, born in Anju City, South Phyongan Province, began football at a juvenile sports school when she was 12 years old.\n\t\t\t\t\t\n\t\t\t\t\t She distinguished herself in the 2013 AFC U-14 Girls Soccer Regional Championship for the East Region, the 2013 AFC U-16 Women's Championship, the 2014 FIFA U-17 Women's World Cup and other international games.\n\t\t\t\t\t\n\t\t\t\t\t In particular, she won public recognition in the 2016 FIFA U-17 and U-20 women's world cups and the 2015 AFC U-16 Women's Championship."
        },
        {
            "title": "Korean People Are Sure to Win Showdown with U.S.-led Imperialists: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-08ee.html",
            "content": "Korean People Are Sure to Win Showdown with U.S.-led Imperialists: Rodong Sinmun\r\n Pyongyang, November 11 (KCNA) -- The army and people of the DPRK are dynamically advancing, rallied closer around the great Workers' Party of Korea and holding higher the banner of independence and self-reliance, says Rodong Sinmun in an article Saturday.\n\t\t\t\t\t Independence is the banner of victory associated with the ever-victorious history and traditions of socialist Korea, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t With the principle of independence, we have foiled every counterrevolutionary offensive and interference of the imperialist reactionaries and dominationists and made victories and miracles in every stage of the revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people experienced the bitter lesson through history that sycophancy and dependence on outsiders leads to national ruin.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the great strength of creation and change called self-reliance, they could build on this land a powerful socialist country independent in politics, self-supporting in the economy and self-reliant in national defense.\n\t\t\t\t\t\n\t\t\t\t\t Epoch-making changes and great victories made in the severe and great struggle eloquently prove that no one can stop the Korean people from dynamically advancing along the road of self-reliance under the unfurled banner of giving priority to self-development.\n\t\t\t\t\t\n\t\t\t\t\t The banner of independence and self-reliance, which has fluttered since the Korean revolution started, is still fluttering higher in the van of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Independence, representing the history of the Korean revolution, is the life and soul of Korea, the steadfast revolutionary faith of its people and the everlasting mode of struggle.\n\t\t\t\t\t\n\t\t\t\t\t The great advance of self-reliance started with Yanji bomb still continues without letup.\n\t\t\t\t\t\n\t\t\t\t\t Our people will surely win in the showdown with the U.S.-led imperialists as they are armed with the faith of independence and the revolutionary spirit of self-reliance."
        },
        {
            "title": "Rodong Sinmun on Anti-U.S., Anti-War Struggle in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-06ee.html",
            "content": "Rodong Sinmun on Anti-U.S., Anti-War Struggle in S. Korea\r\n Pyongyang, November 11 (KCNA) -- Rodong Sinmun Saturday says in an article that the vigorous anti-U.S., anti-war struggle, launched by the south Korean people with Trump's junket as a momentum, is an eruption of their deep-rooted grudge and strong resentment against the gangster-like U.S. imperialists who have imposed untold misfortune and suffering on them while being engrossed in war drills.\n\t\t\t\t\t Branding the U.S. imperialists as the chieftain of aggression and war who brings the clouds of nuclear war to the Korean nation while running amuck in the moves to ignite a war against the DPRK, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Trump made violent remarks that \"even if a war breaks out, it will be fought on the Korean peninsula and even though thousands are killed, they will be there.\"\n\t\t\t\t\t\n\t\t\t\t\t The root of disaster is, indeed, the war hysteria of the brutal U.S. imperialists who are seeking to unhesitatingly victimize the south Korean people's life, obsessed with the ambition for invasion of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t That's why the south Korean people could neither remain a passive onlooker to the U.S. reckless nuclear war moves against the DPRK nor tolerate war maniac Trump's trip to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Untold are the pains the south Korean people are suffering under the U.S. occupation and domination.\n\t\t\t\t\t\n\t\t\t\t\t They have to experience all sorts of sufferings, with their sovereignty usurped and vital rights cruelly violated. This is their miserable fate.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, indeed, the empire of all evils that imposes untold misfortune and sufferings on the south Korean people while bringing the dark clouds of a nuclear war to hang over the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people's anti-U.S. and anti-war struggle is entirely just. If they fail in putting an end to the U.S. domination, interference and war moves against the DPRK, they can never get rid of sufferings and pain."
        },
        {
            "title": "Rodong Sinmun Ridicules S. Korean Regime's Silly Behavior",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-07ee.html",
            "content": "Rodong Sinmun Ridicules S. Korean Regime's Silly Behavior\r\nPyongyang, November 11 (KCNA) -- The south Korean puppet authorities made public a \"proposal for independent sanctions on the north.\" They claimed a \"cap on major foreign exchange earner\" and \"expectation of effects\", purposely timed to coincide with Trump's visit to Seoul.\n\t\t\t\t\tThis is the useless behavior of the nasty pro-U.S. stooges who could hardly live even a moment without outsiders' stimulus and may go to all lengths to curry favor with their master, Rodong Sinmun Saturday says in a commentary, adding:\n\t\t\t\t\t\n\t\t\t\t\tThe puppet forces seem to be proud of the proposal, talking about its \"effect\" and \"contribution\" but their action is an absurd one little different from adding some drops of dirty water to a ditch.\n\t\t\t\t\t\n\t\t\t\t\tThey are zealously cooperating with the U.S. in the anti-DPRK sanctions racket under the proposal, only betraying their true colors as running dogs and poor servants of the U.S.\n\t\t\t\t\t\n\t\t\t\t\tOwing to those traitors who do harm to the destiny of the nation in a bid to stay in power by satisfying the U.S. master and winning his backing, the danger of a nuclear war on the Korean peninsula mushrooms day by day and inter-Korean relations are still in the mire of catastrophe.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean puppet forces will have to pay dearly for their unforgivable acts of confrontation with the fellow countrymen as they are only causing harm to the nation, zealously toeing the U.S. line in order to keep their dirty lives."
        },
        {
            "title": "KCNA Commentary Blasts U.S. Intention to Maintain Military Hegemony in Asia-Pacific",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-01ee.html",
            "content": "KCNA Commentary Blasts U.S. Intention to Maintain Military Hegemony in Asia-Pacific\r\n Pyongyang, November 11 (KCNA) -- The U.S. is heightening military tension in the Asia-Pacific region.\n\t\t\t\t\t U.S. internet magazine Defense News said that the Budget Committee of the House of Representatives of the U.S. in its report on Oct. 31 estimated the cost for maintenance and modernization of the U.S. nuclear force for 30 years until 2046 from this year to be 1.2 trillion USD.\n\t\t\t\t\t\n\t\t\t\t\t In February the committee estimated the cost for maintenance and modernization of the nuclear force for the 2017-2026 period to be 400 billion USD, and again made the estimation for 30 years. The director for disarmament of the U.S. Association for Arms Control expressed a shock at the amount of estimation much greater than the one needed.\n\t\t\t\t\t\n\t\t\t\t\t The European media including the Reuters and AFP reported about the fact that seven aircraft carriers out of 11 possessed by the U.S. were deployed in the operational waters all at once and Ronald Reagan, Theodore Roosevelt and Nimitz out of the seven would conduct exercises in the West Pacific timed to coincide with Trump's Asia visit.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Navy Research Institute commented it is the first time in recent years that seven carriers were deployed at the same time in the Pacific and the Atlantic, describing the three carrier task forces deployed in West Pacific as flotillas fully ready to go into action.\n\t\t\t\t\t\n\t\t\t\t\t Dunford, chairman of the U.S. Joint Chiefs of Staff, blustered that the three-carrier flotilla is not just aimed at north Korea but at demonstrating the U.S. security commitment in the region.\n\t\t\t\t\t\n\t\t\t\t\t The CNN disclosed that the concentrated deployment of carrier flotillas is aimed to contain China and Russia.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. opened to the press on Nov. 7 12 ultra-modern Stealth fighters, F-35A, deployed in Kaneda base in Okinawa Prefecture for an actual war. It is the first time that F-35As are deployed for an actual war in Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is stepping up the maintenance and modernization of the nuclear force by squandering funds running at an astronomical amount and is forward deploying ultra-modern war hardware in Asia-Pacific. This is a revelation of its invariable sinister intention to maintain military hegemony in the region.\n\t\t\t\t\t\n\t\t\t\t\t Any developments in the Korean peninsula and the region in which big powers stand in acute confrontation to meet their strategic purposes are enough to affect the interests of countries concerned.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. efforts to expand its military influence in Asia-Pacific and the movement of big neighboring powers to contain it escalate the military tension and increase arms race in the region with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t As a responsible nuclear power standing guard over the gateway to Northeast Asia, the DPRK will never remain an on-looker to the U.S. acts of straining the tension and its moves to provoke a nuclear war."
        },
        {
            "title": " S. Koreans Struggle to Remove Evils of Conservative Regime",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-12ee.html",
            "content": "S. Koreans Struggle to Remove Evils of Conservative Regime\r\n Pyongyang, November 11 (KCNA) -- Members of the Teachers Union in south Korea have continued the struggle to remove the evils of the conservative regime, according to the south Korean online paper Voice of People.\n\t\t\t\t\t On Nov. 1, the chairperson of the union went on a hunger sit-in in demand of the lift of the decision on outlawing the union and the removal of the evils in education field and on Nov. 9, 19 members of its Central Executive Committee joined the sit-in.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the union called a press conference outside Chongwadae in which it declared that it would launch a mass struggle in Seoul, Taegu, Kwangju and Pusan on Nov. 24 to get such demands met."
        },
        {
            "title": "S. Korean Organization Denounces Those Who Flattered Trump",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-13ee.html",
            "content": "S. Korean Organization Denounces Those Who Flattered Trump\r\n Pyongyang, November 11 (KCNA) -- The Family Movement for Realizing Democracy in south Korea held the 1144th Thursday rally in Seoul on Nov. 9, according to Tongil News, a south Korean internet newspaper.\n\t\t\t\t\t The speakers at the rally denounced Trump for forcing purchase of American weapons and putting pressure on trade to south Korea during his trip.\n\t\t\t\t\t\n\t\t\t\t\t Lawmakers applauded Trump's speech of insulting the Korean nation, inciting confrontation with the fellow countrymen and destroying peace on the Korean peninsula, they charged.\n\t\t\t\t\t\n\t\t\t\t\t The members of the \"National Assembly\" failed to make even a word of protest even though the NA turned into a theatre for the war maniac's agitating anti-communism of fanning up confrontation and war, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t The speakers called for defending the dignity of the nation, implementing the June 15 joint declaration which the south and the north agreed and taking to the road for peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The prisoners of conscience are still behind the bars even though they worked for peace and right to existence of the people, they noted, stressing the need for the present authorities to set free those prisoners and abolish the \"Security Law\"."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Czech Republic",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-02ee.html",
            "content": "Kim Jong Il to Be Remembered in Czech Republic\r\n Pyongyang, November 11 (KCNA) -- A Czech committee for remembering leader Kim Jong Il was formed in Prague on Nov. 6.\n\t\t\t\t\t Jozef Servista, deputy general secretary of the Central Committee of the Czechoslovak Communist Party and vice-chairman of the Paektusan Czech-Korean Friendship Association, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events including seminar, meeting and film show in praise of the revolutionary career and exploits of Kim Jong Il on the occasion of the 6th anniversary of his demise."
        },
        {
            "title": "Support to Korean People's Struggle Expressed in Britain",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-03ee.html",
            "content": "Support to Korean People's Struggle Expressed in Britain\r\n Pyongyang, November 11 (KCNA) -- Harpal Brar, chairman of the C.C., Communist Party of Great Britain (Marxist-Leninist), expressed full support and solidarity with the Korean people dynamically advancing under the banner of Juche at the celebrations of the 100th anniversary of the October socialist revolution held in London on Oct. 4.\n\t\t\t\t\t 100 years have passed since the October socialist revolution in Russia, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The true picture of socialism at present can be found only in the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Socialist Korea is the only country on the earth vigorously fighting against the imperialist allied forces.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is threatening and blackmailing weak countries after deploying nuclear weapons in different parts of the world while claiming strength-almighty.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear deterrent of the DPRK is not for attacking and threatening other countries just like U.S. imperialism, but for defending its country and people.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural to possess nuclear weapons to defend oneself.\n\t\t\t\t\t\n\t\t\t\t\t The Communist Party of Great Britain (Marxist-Leninist) will further strengthen solidarity with the Workers' Party of Korea advancing under the banner of socialism and firmly believes that the Korean people will invariably hold fast to socialism."
        },
        {
            "title": "Kim Yong Nam recorre la almaciga matriz del distrito de Jungsan",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-16ee.html",
            "content": "Kim Yong Nam recorre la almaciga matriz del distrito de Jungsan\r\nPyongyang, 11 de noviembre (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, recorrio la almaciga matriz adscrita al Centro de Administracion Forestal del distrito de Jungsan. \n\t\t\t\t\tEn su recorrido por varios puntos del vivero, el estimulo a los funcionarios y empleados de la entidad que cultivan las posturas de arboles de rapido crecimiento y mucha utilidad economica y crean decenas de hectareas de bosques rompevientos y de lena. \n\t\t\t\t\t\n\t\t\t\t\tResalto que todos ellos deben lograr mayores exitos en la repoblacion forestal movilizandose unanimemente en la campana para convertir toda la extension geografica del pais en zonas boscosas y forestales."
        },
        {
            "title": "Portavoz del MINREX publica declaracion sobre la gira asiatica de Trump",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-17ee.html",
            "content": "Portavoz del MINREX publica declaracion sobre la gira asiatica de Trump\r\nPyongyang, 11 de noviembre (ACNC) -- El portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea hizo publica hoy la siguiente declaracion:\n\t\t\t\t\t Desde el pasado dia 5, Trump recorre a los paises vecinos de la RPDC como parte de su primera gira asiatica despues de su investidura.\n\t\t\t\t\t\n\t\t\t\t\t Esta visita reviste el caracter conflictivo porque ese belicista trata de arrebatar el disuasivo nuclear de autodefensa de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\t  Igualmente, constituye el viaje del mercader de guerra para enriquecer a los monopolios de industria belica de EE.UU. con el dinero robado a sus \"aliados\" inferiores.\n\t\t\t\t\t\n\t\t\t\t\t  Durante la gira, Trump expuso plenamente su fachada de destructor de paz y estabilidad del mundo y suplico la guerra nuclear en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Lo que no se puede pasar por alto es el hecho de que el dijo esta vez otros chismes que niegan totalmente la idea y el regimen de la RPDC, como si fuera poco su disparate sobre la \"destruccion total\", pronunciado en septiembre pasado nada menos en la Asamblea General de la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  Asi el intento satanizar a nuestro Estado con el proposito de apartar a nuestro gobierno de nuestro pueblo y oponer nuestro pais a la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\t  Trump se refirio a la \"absoluta superioridad de la fuerza\" de EE.UU. destacando que su pais \"defendera la paz con la fuerza\".\n\t\t\t\t\t\n\t\t\t\t\t  Entonces, la RPDC se mantiene en su posicion de defender su soberania y derechos a la existencia y al desarrollo al lograr el equilibrio sustancial de la fuerza con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Las lecciones de la historia de enfrentamiento RPDC-EE.UU., que prosigue de decada en decada, tales como la amarga derrota aplastante de EE.UU. en la guerra coreana de la decada de 1950, los incidentes del barco espia armado \"Pueblo\" y del avion de espionaje de gran tamano \"EC-121\" ensenan con toda claridad que una parte no debe desestimar o tratar de probar a la contraparte.\n\t\t\t\t\t\n\t\t\t\t\t  La posesion del arma nuclear es la justa e inevitable opcion de autodefensa para defender la soberania y dignidad de nuestro Estado y los derechos a la existencia y al desarrollo de nuestro pueblo desde la recrudescente amenaza y chantaje nucleares de EE.UU. y su politica hostil anticoreana.\n\t\t\t\t\t\n\t\t\t\t\t  Ya termino una vez por todas el tiempo en que EE.UU. amenazaba y chantajeaba a la RPDC con el artefacto nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  La chismografia del viejo loco como Trump no podra asustar ni detener a la RPDC. Por el contrario, confirma la justeza de nuestra opcion de desarrollo paralelo de la construccion economica y la de fuerzas armadas nucleares y nos estimula a apretar los pasos para completar la gran empresa de construir esas ultimas.\n\t\t\t\t\t\n\t\t\t\t\t  Nos sentimos seguros y serenos y lograremos sin falta la victoria final en el enfrentamiento con EE.UU., imperio del mal, porque contamos con la direccion extraordinaria del gran lider, la unidad monolitica de todos nuestros militares y habitantes en torno a el y el inagotable poderio militar."
        },
        {
            "title": "Inaugurado museo de historia revolucionaria en Escuela Revolucionaria de Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-18ee.html",
            "content": "Inaugurado museo de historia revolucionaria en Escuela Revolucionaria de Mangyongdae\r\nPyongyang, 11 de noviembre (ACNC) -- En la Escuela Revolucionaria de Mangyongdae, centro de educacion para los hijos de los martires revolucionarios, quedo inaugurado el nuevo museo de la historia revolucionaria con una superficie arquitectonica de mas de 3 mil 500 metros cuadrados.\n\t\t\t\t\tEn el museo se exhiben por orden cronologico y segun los contenidos los datos de la inmortal historia revolucionaria de los grandes hombres sin iguales quienes escribieron por primera vez en el mundo la historia de educacion para los hijos de martires revolucionarios con la noble obligacion moral revolucionaria y concepcion de las generaciones venideras.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia inaugural tuvo lugar el dia 9 con la participacion de Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y vicepresidente del Comite de Estado de la RPDC y del CC del PTC, el general de brigada de las fuerzas terrestres, O Ryong Thaek quien es director de la escuela, los constructores, los maestros, empleados y matriculados de la escuela.\n\t\t\t\t\t\n\t\t\t\t\tEn su discurso inaugural, Choe Ryong Hae subrayo que el museo deviene un monumento que transmite de generacion en generacion la historia de gran amor y abnegacion de los grandes hombres sin iguales quienes prepararon y presentaron a los hijos de los martires revolucionarios como fidedignos sucesores de la revolucion y personal competente del pais.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que las fotos y pinturas con imagenes de los grandes hombres, los datos y objetos de interes historico-revolucionario, conservados en el museo, son el patrimonio nacional y la herencia revolucionaria mas valiosos de la Corea del Juche.\n\t\t\t\t\t\n\t\t\t\t\tPuntualizo que los alumnos deben aprender con mas afan para prepararse como comandantes militares y revolucionarios talentosos capaces de desempenar papel medular en la potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la ceremonia, los participantes visitaron el museo."
        },
        {
            "title": "ACNC comenta el intento de EE.UU. de mantener la hegemonia militar",
            "url": "http://kcna.co.jp/item/2017/201711/news11/20171111-19ee.html",
            "content": "ACNC comenta el intento de EE.UU. de mantener la hegemonia militar\r\nPyongyang, 11 de noviembre (ACNC) -- EE.UU. agrava cada dia la tension militar en la region de Asia-Pacifico.\n\t\t\t\t\t Segun la revista online Defense News, en su informe publicado el 31 de octubre, el Comite de Presupuesto de la Camara de Representantes de EE.UU. estimo en un billon 200 mil millones de US$ los gastos para el mantenimiento y la modernizacion de las fuerzas armadas nucleares estadounidenses en el termino de 30 anos, o sea, desde el ano en curso hasta 2046.\n\t\t\t\t\t\n\t\t\t\t\t En febrero pasado, la misma entidad habia valorado en 400 mil millones de US$ los mismos gastos para los 10 anos desde 2017 hasta 2026.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el director para el desarme de la Asociacion de Control de Armas de EE.UU. se mostro consternado expresando que son exorbitantes esas sumas presupuestarias. \n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, Reuters, AFP y otros medios de prensa de Europa se hicieron eco del anuncio de EE.UU. de que 7 de los 11 portaaviones norteamericanos se desplegaron al mismo tiempo en las zonas operacionales y entre ellos, Ronald Reagan, Theodore Roosevelt y Nimitz realizaran los ejercicios en el Pacifico Oeste coincidiendo con la gira asiatica de Trump.\n\t\t\t\t\t\n\t\t\t\t\t  El Instituto de las Fuerzas Navales de EE.UU. explico que sucede por primera vez en los ultimos anos el despliegue simultaneo de 7 portaaviones en el Pacifico y el Atlantico.\n\t\t\t\t\t\n\t\t\t\t\t  Anadio que 3 flotillas de portaaviones emplazadas en el Pacifico Oeste se mantienen en la perfecta disposicion de combate.\n\t\t\t\t\t\n\t\t\t\t\t  El Presidente de la Junta de Jefes de Estado Mayor de EE.UU., Dunford, apunto que el Norte de Corea no es el unico blanco de esos 3 portaaviones que cumplen tambien la mision de demostrar en esta zona el compromiso de seguridad de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  CNN preciso que el despliegue concentrado de esas propiedades estrategicas persigue el objetivo de mantener a raya a China y Rusia.\n\t\t\t\t\t\n\t\t\t\t\t  El dia 7, EE.UU. publico en la prensa 12 cazas Stealth F-35A ubicados en la base de Kadena en Okinawa de Japon.\n\t\t\t\t\t\n\t\t\t\t\t  Es la primera vez que esos aviones se ubicaran para el combate en Asia-Pacifico.\n\t\t\t\t\t\n\t\t\t\t\t  Los susodichos movimientos de EE.UU. demuestran su siniestro intento de mantener la hegemonia militar en la region de Asia-Pacifico.\n\t\t\t\t\t\n\t\t\t\t\tEn la Peninsula Coreana y la region, donde estan enmaranados los intereses estrategicos de las potencias, cualquier evolucion de la situacion basta para incitarlos.\n\t\t\t\t\t\n\t\t\t\t\t  La ampliacion de influencias militares de EE.UU. en la region de Asia-Pacifico y los movimientos de las potencias vecinas frente a ello son el factor de la escalada de tension militar y carrera armamentista en la region.\n\t\t\t\t\t\n\t\t\t\t\tComo potencia nuclear responsable que defiende la puerta del Nordeste Asiatico, la RPDC no se quedara con brazos cruzados ante la campana de guerra nuclear de EE.UU. que exacerba la tension."
        }
    ]
}