{
    "date": "2017-08-28",
    "url": "http://kcna.co.jp/item/2017/201708/2017-08-28ee.html",
    "articles": [
        {
            "title": "DPRK Ambassadors to Italy, Uganda Appointed",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-10ee.html",
            "content": "DPRK Ambassadors to Italy, Uganda Appointed\r\nPyongyang, August 28 (KCNA) -- Mun Jong Nam and Jong Tong Hak were appointed DPRK ambassadors to the Republic of Italy and the Republic of Uganda respectively, according to decrees of the Presidium of the Supreme People's Assembly."
        },
        {
            "title": "Message of Sympathy to FM of Burkina Faso",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-18ee.html",
            "content": "Message of Sympathy to FM of Burkina Faso\r\nPyongyang, August 28 (KCNA) -- Ri Yong Ho, foreign minister of the DPRK, on Aug. 24 sent a message of sympathy to Alpha Barry, minister of Foreign Affairs, Cooperation and Overseas Compatriots of Burkina Faso, as regards the recent terrorist attack in the capital city of the country that caused big casualties.\n\t\t\t\t\t The message sent full support and solidarity to the government and people of Burkina Faso making efforts to oppose terrorism and achieve the peace and stability of the country."
        },
        {
            "title": "Congratulations to Congolese PM",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-17ee.html",
            "content": "Congratulations to Congolese PM\r\nPyongyang, August 28 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju on Aug. 24 sent a congratulatory message to Clement Mouamba upon his stay in office as prime minister of Congo.\n\t\t\t\t\t The message wished the Congolese prime minister success in his responsible work, expressing the belief that the traditional relations of friendship and cooperation between the two countries would grow stronger."
        },
        {
            "title": "Congratulations to Guinean FM",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-19ee.html",
            "content": "Congratulations to Guinean FM\r\nPyongyang, August 28 (KCNA) -- Ri Yong Ho, foreign minister of the DPRK, Monday sent a congratulatory message to Mamady Toure upon his appointment as minister of Foreign Affairs and Overseas Compatriots of Guinea.\n\t\t\t\t\t The message wished Mamady Toure success in his new job, expressing the belief that the long-standing relations of friendship and cooperation between the two countries will grow stronger."
        },
        {
            "title": "Senior Party, State Officials Celebrate Youth Day with Young People",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-13ee.html",
            "content": "Senior Party, State Officials Celebrate Youth Day with Young People\r\nPyongyang, August 28 (KCNA) -- Five million young vanguard of Korea celebrated the Youth Day.\n\t\t\t\t\t Senior party and state officials marked the Youth Day with youth and students in different parts of the country Monday.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam, Pak Pong Ju, Choe Ryong Hae and other senior party and state officials and officials here and local areas visited Kim Il Sung University, the Hwanghae Iron and Steel Complex, Pyongyang Kim Jong Suk Silk Mill, the Pyongyang Kim Jong Suk Textile Mill, Taean Heavy Machine Complex, Kim Jong Thae Electric Locomotive Complex, Pyongyang Thermal Power Complex, Jangchon Vegetable Cooperative Farm in Sadong District, Pyongyang Cornstarch Factory, etc. to congratulate the young people and students.\n\t\t\t\t\t\n\t\t\t\t\t They placed floral baskets and bunches of flowers before statues of President Kim Il Sung and leader Kim Jong Il and mosaics of the smiling peerlessly great men and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t While going round revolutionary museums, the rooms for the education in the revolutionary history, the rooms dedicated to the history, working sites, etc., the officials looked back with deep emotion on the patriotism, loyalty and merits of youths of the Chollima age and the preceding generation.\n\t\t\t\t\t\n\t\t\t\t\t They met exemplary officials and members of the youth league, encouraging them registering successes and asking them to further exalt the revolutionary mettle of the young vanguard in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Colorful cultural events such as art performances and sports and amusement games revved up the atmosphere of the holiday."
        },
        {
            "title": "Korean Youths Pledge to Usher in Golden Age of Kimilsungist-Kimjongilist Youth Movement",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-21ee.html",
            "content": "Korean Youths Pledge to Usher in Golden Age of Kimilsungist-Kimjongilist Youth Movement\r\nPyongyang, August 28 (KCNA) -- There took place a meeting at the plaza of the Kumsusan Palace of the Sun on Monday where members of the youth vanguard pledged to carry out the revolutionary cause of Juche that started on Mt Paektu to the end generation after generation, true to the leadership of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t Present there were Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, Jon Yong Nam, first secretary of the Central Committee of the Kimilsungist-Kimjongilist Youth League, officials of the youth league, and youths and students.\n\t\t\t\t\t\n\t\t\t\t\t All the participants paid tribute to the portraits of smiling President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A poem marking the 90th anniversary of the Young Communist League of Korea was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Speakers in their speeches said the history of the Korean youth movement is the history of the Juche-based youth movement pioneered and developed, thanks to outstanding idea and energetic leadership of Kim Il Sung, Kim Jong Il and Kim Jong Un, and the proud history associated with patriotism and loyalty of the Korean youth.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need for all the youth league officials and youths to firmly adhere to Kimilsungism-Kimjongilism as their guideline in the building and activities of the youth league, eternally glorify the great leaders' idea on the youth movement and leadership exploits and thoroughly implement the behests of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t They called on the youths to firmly trust and follow Kim Jong Un only, thoroughly implement the important tasks given by the 7th Congress of the Workers' Party of Korea and the 9th Conference of the youth league and thus tangibly contribute to ushering in the golden age of the Kimilsungist-Kimjongilist youth movement."
        },
        {
            "title": "Art Performance Given by Youth and Students",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-20ee.html",
            "content": "Art Performance Given by Youth and Students\r\nPyongyang, August 28 (KCNA) -- There took place an art performance given by youth and students at the Rungna People's Pleasure Park Monday, the 90th anniversary of the Young Communist League of Korea.\n\t\t\t\t\t Among the audience were Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., the Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, and Choe Thae Bok, vice-chairman of the C.C., WPK.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with poem and chorus \"Glory to General Kim Jong Un\". Put on the stage were such numbers as story and song \"Revolutionary\" and real story-telling and chorus \"We Are Successors to Revolution\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the feats President Kim Il Sung and leader Kim Jong Il performed by building the youth power without an equal in the world in the whole period of their revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t Also put on the stage were numbers dealing with the great personality of respected Supreme Leader Kim Jong Un who is ushering in the greatest heyday of the Kimilsungist-Kimjongilist youth movement.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were numbers dealing with the will of the young vanguard to demonstrate the wisdom and courage in the confrontation with the U.S. and on the fronts toward the last finish line of socialism and the pledge of the members of the Children's Union to prepare themselves to be young revolutionaries taking upon themselves prosperous future Korea."
        },
        {
            "title": "Dancing Parties of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-14ee.html",
            "content": "Dancing Parties of Youth and Students Held\r\nPyongyang, August 28 (KCNA) -- Dancing parties of youths and students were held across the country on Monday, the 90th founding anniversary of the Young Communist League of Korea.\n\t\t\t\t\t At the dancing parties held at the plazas of the Monument to Party Founding, the Pyongyang Indoor Stadium and other places here, youths and students began dancing to the tune of song \"Youth Day Waltz\", recalling the revolutionary career and exploits of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Such songs as \"Let's Sing of General Dear to People\", \"Our General Is the Best\" and \"We Are Mallima Riders\" resounded forth at the dancing parties.\n\t\t\t\t\t\n\t\t\t\t\t Dancers were filled with the will to give full play to the heroic mettle of the young vanguard in the era of Songun in the struggle for achieving the victory and prosperity of the powerful Paektusan nation, firmly united around respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Dancing parties were held in provincial seats on the same day."
        },
        {
            "title": "DPRK Player Proves Successful at 29th Summer Universiad",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-08ee.html",
            "content": "DPRK Player Proves Successful at 29th Summer Universiad\r\nPyongyang, August 28 (KCNA) -- DPRK player Ri Hyon Ju proved successful at the men's 10 meter platform diving at the 29th Summer Universiad.\n\t\t\t\t\t A gold medal was awarded to him who placed first at the final game held on Aug. 27."
        },
        {
            "title": "National Workers Basketball Contest Held",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-15ee.html",
            "content": "National Workers Basketball Contest Held\r\nPyongyang, August 28 (KCNA) -- There took place a national workers basketball contest in the field of electric power industry at the Basketball Gymnasium in Chongchun Street and the Pyongyang Indoor Stadium from Aug. 21 to 28.\n\t\t\t\t\t The contest took place, divided into the fields of power production and power managment. It brought together players of 24 organizations selected from Pyongyang and provinces.\n\t\t\t\t\t\n\t\t\t\t\t The competition took place on group league match and knock-out basis.\n\t\t\t\t\t\n\t\t\t\t\t The players displayed their technique and fair play.\n\t\t\t\t\t\n\t\t\t\t\t The team of the East Pyongyang Thermal Power Plant and the team of Kangwon Provincial Power Distribution Station won respectively."
        },
        {
            "title": "Men's Premier Soccer Finals for Torch Cup Held",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-16ee.html",
            "content": "Men's Premier Soccer Finals for Torch Cup Held\r\nPyongyang, August 28 (KCNA) -- There took place the men's premier soccer finals for Torch Cup at the May Day Stadium on Monday, the Youth Day.\n\t\t\t\t\t In the finals the Sobaeksu Team beat the Ryomyong Team 2:1.\n\t\t\t\t\t\n\t\t\t\t\t A rotating trophy cup and medals were awarded to Sobaeksu Team."
        },
        {
            "title": "Heroic Deeds of Korean Youth",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-11ee.html",
            "content": "Heroic Deeds of Korean Youth\r\nPyongyang, August 28 (KCNA) -- The Korean youths have performed heroic deeds to be recorded in chronicles of the Korean revolution.\n\t\t\t\t\t The anti-Japanese revolutionary fighters in their teens and twenties looked up to President Kim Il Sung as the center of the leadership in the 1920s and achieved the historic cause of the country's liberation in the struggle against the Japanese imperialists on August 15, 1945.\n\t\t\t\t\t\n\t\t\t\t\t In the Fatherland Liberation War (June 25, 1950-July 27, 1953), young people with fiery spirit of defending the country displayed unparalleled bravery in the battles and many of them including Ri Su Bok, Jo Kun Sil and Kang Ho Yong were awarded the title of Hero of the Republic.\n\t\t\t\t\t\n\t\t\t\t\t The young people also played the leading role in the periods of postwar reconstruction and socialist construction, contributing to the economic development of the country and the improvement of the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t They finished the Haeju-Hasong railway project in 75 days and built grand monumental edifices of the era of the Workers' Party, including Kim Il Sung Square, the Grand People's Study House and the International Friendship Exhibition House.\n\t\t\t\t\t\n\t\t\t\t\t The five million young people remained loyal to the leadership of the revolution despite the extreme moves of the U.S. and its vassal forces against the DPRK in the late 20th century and early in the 21st century. \n\t\t\t\t\t\n\t\t\t\t\t They completed main construction projects including the Youth Hero Motorway and rendered services to the increase of production in coal industry and other leading economic sectors.\n\t\t\t\t\t\n\t\t\t\t\t Now the youths of new generation have dynamically propelled the building of a powerful socialist country, following the precious revolutionary spirit and fighting traits of the former generations.\n\t\t\t\t\t\n\t\t\t\t\t The young scientists have played pivotal role in conquering the high-tech peaks, including space and nuclear technologies, and solving the sci-tech problems arising in the improvement of people's living standard, true to the ideology of breaking through the cutting edge of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The young builders and soldier builders built the Paektusan Hero Youth Power Station, Munsu Water Park, Mirim Riding Club and many other structures for the prosperity of the country and happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t In the world, young people are neglected and become the cause of social troubles. But in the DPRK, young people have displayed their might as the most vital unit in opening the bright future of the country and nation under the trust and love of the Party and the leader."
        },
        {
            "title": "Pidan Island Tells Peerlessly Great Men's Feats",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-12ee.html",
            "content": "Pidan Island Tells Peerlessly Great Men's Feats\r\nPyongyang, August 28 (KCNA) -- There is Sin Island, called Pidan (silk) Island, in the northwestern tip of the DPRK.\n\t\t\t\t\t The island is associated with the undying feats of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to their devoted efforts, it has turned into a good place to live in.\n\t\t\t\t\t\n\t\t\t\t\t The President, who always paid deep attention to the people's clothing issue, went round islets in June Juche 47 (1958) and unfolded a grandiose plan for turning them into a dependable raw material base of chemical fiber industry.\n\t\t\t\t\t\n\t\t\t\t\t Under his grandiose plan, a drive was conducted to acquire thousands of hectares of new land by erecting 40-odd kilometer-long embankments on Maan, Yang, Jang, Mal and other islets.\n\t\t\t\t\t\n\t\t\t\t\t In August 1966, he visited the tideland under reclamation in the area of Sin Island together with Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He acquainted himself with the work for creating reed fields and indicated the way to put it on a highly mechanized and industrial basis in conformity with the maritime condition of the country and the characteristics of tideland.\n\t\t\t\t\t\n\t\t\t\t\t True to his intention, the builders turned the island into reed island in the revolutionary spirit of self-reliance and fortitude.\n\t\t\t\t\t\n\t\t\t\t\t Looking at the reed marsh of the island, he praised the feats of builders, saying that reed is a monument in our era."
        },
        {
            "title": "KCNA Commentary Urges U.S. to Be Mindful of Its Own Fate",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-04ee.html",
            "content": "KCNA Commentary Urges U.S. to Be Mindful of Its Own Fate\r\nPyongyang, August 28 (KCNA) -- A saying goes it's like sitting on thorns. \n\t\t\t\t\t Americans living within the firing range of the DPRK's ICBM have the jitters amid the building up of opinion by world major media that there has been a change from the past when the DPRK was unilaterally exposed to threats in relations between the DPRK and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t A video posted on the Polish internet magazine Poland on August 15 showed that there has been massive increase in the sale of nuclear air-raid shelter within a few days after Trump made remarks about \"fire and fury\" and the DPRK responded to it with the statement of strike on Guam. It added that this has created huge tensions, made the people think about security and thus increased their concern for nuclear air-raid shelter.\n\t\t\t\t\t\n\t\t\t\t\t Those in stock have already run out but the company plans to build thousands more and increase sales to the U.S. and several countries around the world.\n\t\t\t\t\t\n\t\t\t\t\t An Austrian newspaper said that to cope with threats of missile attack from north Korea the security authorities of Guam posted on internet leaflets dealing with the rules of conduct at time of emergency and demanded that every citizen read it, and that the Hawaii authorities also distributed the said leaflets to their citizens.\n\t\t\t\t\t\n\t\t\t\t\t A report also said that the DPRK's influence has shown significant increase in the security structure on the Korean peninsula and the DPRK's say has shown increase as much in relations between the DPRK and the U.S., adding this has caused the fall of stock price at stock markets in the U.S. and south Korea, and that citizens on Guam are trembling with fear.\n\t\t\t\t\t\n\t\t\t\t\t Amid the horror-ridden atmosphere, two radio broadcasting stations on Guam let out the warnings of the state of emergency by mistake, making the citizens feel greater uneasiness.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the International Relations Committee of the House of Representatives from the U.S. Republican Party submitted a letter stressing the need to get public be aware of the fact that \"millions of Americans are living within the firing range of ICBM of north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. which used to make nuclear threat and blackmail against the DPRK, styling itself the \"world's only superpower,\" is suffering from fear and uneasiness.\n\t\t\t\t\t\n\t\t\t\t\t Clear is its reason. The U.S. is being made to pay a price for its criminal attempt to violate the sovereignty of an independent state.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the U.S. is still thinking of \"demonstrating its power\" to the DPRK even though it seems that it is now fully aware of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. vice-president during his visit to Chile on August 16 talked about \"economic and diplomatic pressure\" while pressurizing several countries to \"cut off diplomatic relations with north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t Citizens are not having a comfortable sleep but heavyweights of the Trump administration are inviting misfortune, being utterly un-thoughtful of what is uttered by them.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better be mindful of its own destiny, not resorting to the useless anti-DPRK racket for confrontation and pressure while calling for \"protection of allies\" in different parts of the world."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Puppet Forces for Clinging to \"Stronger Alliance\"",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-05ee.html",
            "content": "Rodong Sinmun Slams S. Korean Puppet Forces for Clinging to \"Stronger Alliance\"\r\nPyongyang, August 28 (KCNA) -- The south Korean puppet forces' desperate efforts to \"strengthen the alliance\" with the U.S. are an unpardonable act of volunteering to go as servants for their master's war against the north, indifferent to the destiny of the nation.\n\t\t\t\t\t Rodong Sinmun Monday in an article says:\n\t\t\t\t\t\n\t\t\t\t\t The south Korea-U.S. \"alliance\" is no more than a war alliance in which the former is totally dependent on the latter. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists occupied south Korea in September 1945 under the pretext of disarming the defeated Japanese imperialists. They worked hard to establish domination over the Asia-Pacific region as well as all over Korea by putting south Korea as a bridgehead.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the U.S. concluded various kinds of shackling treaties and agreements with the puppet forces and put south Korea in the framework of war alliance against the north.\n\t\t\t\t\t\n\t\t\t\t\t By tightly binding south Korea to the \"alliance\" the U.S. has made desperate efforts to ignite another war while maintaining and strengthening the military occupation and domination over south Korea for several decades.\n\t\t\t\t\t\n\t\t\t\t\t The situation goes to clearly prove that the south Korea-U.S. \"alliance\" is a lever for using the south Korean puppet forces as a shock brigade for carrying out the U.S. policy for aggression, holding military prerogative of south Korea, and a tool for using them as cannon fodder. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean ruling forces should face up to the reality and behave with discretion.\n\t\t\t\t\t\n\t\t\t\t\t If they persist in seeking \"closer alliance\" with their master the U.S. to please it, despite the public mindset and the demand of all the Koreans, they will meet with stern judgment of history."
        },
        {
            "title": "Rodong Sinmun Ridicules S. Korean Chief Executive for Setting \"North's Nuclear Red Line\"",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-06ee.html",
            "content": "Rodong Sinmun Ridicules S. Korean Chief Executive for Setting \"North's Nuclear Red Line\"\r\nPyongyang, August 28 (KCNA) -- Shortly ago, the south Korean chief executive held a news conference on the hundred days of his inauguration, in which he talked nonsense that the development of ICBM by the DPRK is \"north's nuclear red line\".\n\t\t\t\t\t Rodong Sinmun in a commentary Monday says this is little short of an impudent action of the man who can not properly understand the trend of the times and take responsibility for the consequences of the action.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The nuclear issue on the Korean peninsula is the one to be settled between the DPRK and the U.S. as it spawned due to the ceaseless nuclear threat and blackmail to the DPRK from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have neither justification nor qualifications for saying this or that over the issue.\n\t\t\t\t\t\n\t\t\t\t\t If they persist in pro-U.S. and anti-DPRK moves as they do now, they would meet more fatal end than what Park Geun Hye did.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive would be well advised to properly understand what the strength and dignity of the nation are and how the peace on the Korean peninsula has been protected.\n\t\t\t\t\t\n\t\t\t\t\t If the puppet forces run amuck before the rifles of the revolutionary armed forces of the DPRK, failing to understand the trend of the times like this and playing to the tune of his American master, they will have bitter experience."
        },
        {
            "title": "S. Korean Organization Demands Abolition of Military Agreement with Japan",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-09ee.html",
            "content": "S. Korean Organization Demands Abolition of Military Agreement with Japan\r\nPyongyang, August 28 (KCNA) -- The Headquarters of the Movement for Reunified Korean Nation in south Korea released a statement on August 24 to denounce the puppet authorities for prolonging the period of the agreement for the protection of unequal military intelligence with Japan, according to the south Korean internet homepage Tongil News.\n\t\t\t\t\t The statement denounced the Park Geun Hye regime for concluding the military intelligence protection agreement with Japan despite continued candlelight actions of the people on November 23 last year.\n\t\t\t\t\t\n\t\t\t\t\t It strongly demanded the authorities abolish the illegal agreement at once."
        },
        {
            "title": "Day of Songun Observed by Foreign Media",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-01ee.html",
            "content": "Day of Songun Observed by Foreign Media\r\nPyongyang, August 28 (KCNA) -- Foreign newspapers and websites carried articles titled \"Songun Politics of Leader Kim Jong Il\", \"Songun and Independent Politics\", \"Power of Songun\" and \"Peace Guardian\" on the Day of Songun.\n\t\t\t\t\t The Aug. 16th issue of the Egyptian newspaper Al Akhbar Almassay said that the DPRK is demonstrating its might as an invincible power of independence recognized by the world. This is attributable to Songun started by President Kim Il Sung and carried forward and pursued by Kim Jong Il and respected Supreme Leader Kim Jong Un generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t Having such tremendous military muscle, the DPRK is dynamically advancing along the road chosen by itself, looking down upon the only \"superpower\" which others fear, while not reading others' faces on the international arena, the newspaper noted, and continued:.\n\t\t\t\t\t\n\t\t\t\t\t Songun is the invincible political mode and treasured sword for winning a sure victory that should be adopted by all countries and people desirous of independence.\n\t\t\t\t\t\n\t\t\t\t\t The August issue of the Bulgarian newspaper Iskra noted that the service personnel and people of the DPRK made the historical miracle by defeating the U.S. imperialists that boasted of being the \"strongest\" in the world under the outstanding leadership of Kim Il Sung during the last Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t Articles dealing with the fact that Kim Jong Il fully demonstrated his qualifications as the peerlessly brilliant commander while ceaselessly covering the road of Songun during more than half a century were posted on the Russian website DPRK Today and the website of the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism on Aug. 16 and 17. \n\t\t\t\t\t\n\t\t\t\t\t An article lauding Kim Jong Un as the guardian of peace who is translating into reality the desire of mankind for preventing a nuclear war and living in peace with his iron-willed pluck and courage and indomitable faith and will was posted on the website of the National Committee for the Study of the Juche Idea of DR Congo on Aug. 20."
        },
        {
            "title": "U.S. Moves for Stifling DPRK Denounced by Figure of Regional Body",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-02ee.html",
            "content": "U.S. Moves for Stifling DPRK Denounced by Figure of Regional Body\r\nPyongyang, August 28 (KCNA) -- Estuardo Martinez Perez, secretary of the Latin American and Caribbean Regional Committee to Support the Reunification of Korea, issued a statement on Aug. 15 to support the Korean people's cause of justice and denounce the U.S. moves for stifling the DPRK.\n\t\t\t\t\t He said that tension on the Korean peninsula has been created by the U.S. which has persistently sought the political and military pressure, provocation and economic sanctions against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He went on: \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is fully demonstrating its might as the political, ideological and military power in the world, and its nuclear weapons and ICBM serve as the powerful and self-defensive means for defending the country's sovereignty and socialism from the threat of the U.S. nuclear war and reliably ensuring peace and security on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is working hard to block the building of an economic power even by fabricating the UN Security Council's \"sanctions resolutions\" but cannot bring to their knees the Korean people armed with the Juche idea and united close around the party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is talking about \"military counteraction\" against the DPRK but can never hurt it. No force on earth can match the politically and ideologically prepared Korean people.\n\t\t\t\t\t\n\t\t\t\t\t I extend my militant salute and solidarity to the Korean people advancing for a final victory."
        },
        {
            "title": "U.S. Interference in Other Countries' Internal Affairs Slammed",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-03ee.html",
            "content": "U.S. Interference in Other Countries' Internal Affairs Slammed\r\nPyongyang, August 28 (KCNA) -- The Brazilian, Chilean, Mexican and Peruvian branches of the Korean Friendship Association issued a joint statement on Aug. 19 denouncing the U.S. vice-president for asking some Latin American countries to cut their diplomatic relations with the DPRK.\n\t\t\t\t\t The statement disclosed the fact that the U.S. vice-president, while touring Chile, demanded Brazil, Mexico, Chile and Peru sever the diplomatic relations with the DPRK, and branded his act as interference in their internal affairs.\n\t\t\t\t\t\n\t\t\t\t\t It strongly denounced the U.S. vice-president, noting that the U.S. is leaving no means untried to isolate and stifle the DPRK, trying to render the people of other countries dependent on the U.S. and fully revealing its true colors of ignoring human ideal. \n\t\t\t\t\t\n\t\t\t\t\t It extended invariable support and solidarity to the just cause of the Korean people who are winning victories under the wise guidance of respected Supreme Leader Kim Jong Un, calling upon the independent countries of Latin America having diplomatic ties with the DPRK to further develop friendship and exchange."
        },
        {
            "title": "Representante permanente coreano envia carta al presidente del CS de la ONU",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-10ss.html",
            "content": "Representante permanente coreano envia carta al presidente del CS de la ONU\r\nPyongyang, 28 de agosto (ACNC) -- El representante permanente de la Republica Popular Democratica de Corea ante la ONU envio el dia 25 una carta al presidente del Consejo de Seguridad de la ONU para exigirle fuertemente que discuta como tema urgente el problema de ejercicios militares conjuntos EE.UU.-Sur de Corea que representan seria amenaza para la paz y seguridad internacionales.\n\t\t\t\t\tRecordando que el pasado dia 21, EE.UU. inicio por fin Ulji Freedom Guardian 17 a pesar de la preocupacion y oposicion de la sociedad internacional, la misiva revelo su caracter provocativo y agresivo.\n\t\t\t\t\t\n\t\t\t\t\tEn la situacion actual de la Peninsula Coreana que parece una bomba de reloj, esa maniobra militar significa una accion histerica como echar gasolina al fuego, critica la carta y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos comprueban que el peligro de guerra nuclear proviene de EE.UU., que no deja su siniestra ambicion de ocupar con fuerzas armadas a la RPDC, y el imperio norteamericano es el culpable principal de perturbacion de la paz.\n\t\t\t\t\t\n\t\t\t\t\tReconociendo que los ejercicios militares conjuntos EE.UU.-Sur de Corea constituyen amenaza severa a la paz y seguridad de la Peninsula Coreana y el resto del mundo, la RPDC exige fuertemente al Consejo de Seguridad de la ONU discutirlos como tema urgente.\n\t\t\t\t\t\n\t\t\t\t\tSi el Consejo de Seguridad no acepta esta vez tampoco la demanda de la RPDC, revelara por si solo que se ha hecho marioneta y herramienta politica de EE.UU. faltando a su mision principal de mantener la paz y seguridad internacionales.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de la advertencia de la RPDC de que observaria la conducta posterior de EE.UU., este pais expuso abiertamente la intencion hostil a la primera con los agresivos ejercicios militares conjuntos. Por lo tanto, la RPDC tiene el legitimo derecho autodefensivo de hacerle frente rotundo y recaera sobre EE.UU. toda la responsabilidad de sus consecuencias catastroficas."
        },
        {
            "title": "Kim Yong Nam felicita a Igor Dodon",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-01ss.html",
            "content": "Kim Yong Nam felicita a Igor Dodon\r\nPyongyang, 28 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 27 un mensaje de felicitacion al presidente de la Republica de Moldavia, Igor Dodon, con motivo del Dia Nacional de este pais.\n\t\t\t\t\tEn su misiva, el remitente expreso la seguridad de que se desarrollaran favorablemente las relaciones de amistad entre ambos paises conforme a la aspiracion e intereses comunes de los dos pueblos y formulo votos por mayores exitos en las responsabilidades del destinatario por el desarrollo del pais."
        },
        {
            "title": "Nombrados nuevos embajadores de la RPDC en Italia y Uganda",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-19ss.html",
            "content": "Nombrados nuevos embajadores de la RPDC en Italia y Uganda\r\nPyongyang, 28 de agosto (ACNC) -- Segun el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Mun Jong Nam y Jong Tong Hak fueron nombrados como nuevos embajadores extraordinarios y plenipotenciarios de la RPDC en la Republica de Italia y la Republica de Uganda, respectivamente."
        },
        {
            "title": "Cuadros directivos felicitan Dia de la Juventud",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-20ss.html",
            "content": "Cuadros directivos felicitan Dia de la Juventud\r\nPyongyang, 28 de agosto (ACNC) -- Los 5 millones de jovenes coreanos celebraron el Dia de la Juventud. \n\t\t\t\t\tLos cuadros directivos del Partido y el Estado felicitaron hoy a los jovenes y estudiantes de todo el pais. \n\t\t\t\t\t\n\t\t\t\t\tKim Yong Nam, Pak Pong Ju, Choe Ryong Hae y otros cuadros directivos del Partido y el Estado y los funcionarios de las instituciones centrales y locales acudieron a la Universidad Kim Il Sung, el Complejo Siderurgico de Hwanghae, la Hilanderia Kim Jong Suk de Pyongyang, la Fabrica Textil Kim Jong Suk de Pyongyang, el Complejo de Maquinaria Pesada de Taean, el Complejo de Locomotoras Electricas  Kim Jong Thae, el Complejo Termoelectrico de Pyongyang, la Granja Cooperativa Especializada en Verduras de Jangchon del capitalino municipio de Sadong, la Fabrica de Procesamiento de Maiz de Pyongyang y otras fabricas, empresas, granjas y universidades para felicitar a los jovenes y estudiantes. \n\t\t\t\t\t\n\t\t\t\t\tEllos rindieron tributo a los grandes Lideres Kim Il Sung y Kim Jong Il tras colocar cestos y ramos de flores ante sus estatuas de bronce, sus retratos sonrientes y las murales de mosaico con sus imagenes. \n\t\t\t\t\t\n\t\t\t\t\tY recorrieron los museos de la historia revolucionaria, las salas de educacion en la historia revolucionaria, las de presentacion del historial, los talleres de produccion, las salas de divulgacion de ciencias y tecnicas, etc. recordando la fidelidad patriotica y meritos de la juventud de generacion anterior como los jovenes de la epoca de Chollima. \n\t\t\t\t\t\n\t\t\t\t\tSe encontraron con los funcionarios y miembros ejemplares de la Union de la Juventud y les estimularon recomendando que demostraran de continuo el temperamento revolucionario de la vanguardia juvenil de la epoca del Songun. \n\t\t\t\t\t\n\t\t\t\t\tLas funciones artisticas, los juegos deportivos y recreativos y otras actividades culturales aumentaron el ambiente festivo."
        },
        {
            "title": "Acto central por el aniversario 90 de fundacion de la UJCC",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-02ss.html",
            "content": "Acto central por el aniversario 90 de fundacion de la UJCC\r\nPyongyang, 28 de agosto (ACNC) -- Tuvo lugar el dia 27 en la Casa Central de la Juventud el acto central por el aniversario 90 de la fundacion de la Union de la Juventud Comunista de Corea.\n\t\t\t\t\tEn la ocasion estuvieron presentes Choe Ryong Hae, los funcionarios de las ramas interesadas y de la Union de la Juventud, asi como los jovenes y estudiantes.\n\t\t\t\t\t\n\t\t\t\t\tEn su informe, el primer secretario del Comite Central de la Union de la Juventud, Jon Yong Nam, recordo que el 28 de agosto del 16 (1927) de la Era Juche, el Presidente Kim Il Sung organizo la UJCC percatandose de manera cientifica de la demanda de la revolucion en desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que en la reunion constituyente de la UJCC de tipo jucheano el Presidente hizo el discurso historico: \"Con motivo de la fundacion de la Union de la Juventud Comunista de Corea\" aclarando claramente el caracter y las tareas de lucha de esta organizacion, de manera que preparo la bandera combativa capaz de abrir la fase de cambio en el desarrollo de la revolucion coreana y el movimiento juvenil.\n\t\t\t\t\t\n\t\t\t\t\tDijo que al desarrollar las dinamicas actividades ideo-teoricas y la energica direccion, el Dirigente Kim Jong Il defendio firmemente y profundizo la idea y las inmortales hazanas del Presidente en materia del movimiento juvenil y abrio la era dorada del movimiento juvenil del Juche.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que el Dirigente fijo como Dia de la Juventud el 28 de agosto, dia de la fundacion de la UJCC, e hizo que los jovenes de nueva generacion continuaran de generacion en generacion la causa revolucionaria del Juche iniciada en el monte Paektu manteniendo la historia y tradicion orgullosas del movimiento juvenil de Corea.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que el movimiento juvenil coreano, allanado y avanzado por la senda de la victoria por el Presidente y el Dirigente, acoge hoy la epoca de nuevo auge de su desarrollo por el Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tFinalizo que bajo la direccion del Maximo Dirigente, se debe luchar mas vigorosamente por la victoria final de la causa socialista del Juche, por el fortalecimiento y desarrollo incesantes del glorioso movimiento juvenil kimilsungista-kimjongilista y por el futuro deslumbrante de la potencia juvenil Paektusan."
        },
        {
            "title": "ACNC aconseja a EE.UU. que se preocupe primero de su destino",
            "url": "http://kcna.co.jp/item/2017/201708/news28/20170828-09ss.html",
            "content": "ACNC aconseja a EE.UU. que se preocupe primero de su destino\r\nPyongyang, 28 de agosto (ACNC) -- Hoy dia, los principales medios de prensa del mundo estiman que se ha cambiado la situacion de la Republica Popular Democratica de Corea que se sometia a la amenaza unilateral de Estados Unidos. \n\t\t\t\t\tEn tales circunstancias, los estadounidenses estan muy inquietados por vivir dentro del alcance de tiro del misil balistico intercontinental del pais socialista. \n\t\t\t\t\t\n\t\t\t\t\tUn video divulgado el dia 15 por la revista online polaca Polonia transmite que se incremento de subito la venta de refugios antinucleares en los ultimos dias despues de que Trump pronunciara el disparate de \"llamas y furia\" y la RPDC publicara la declaracion de responderle con el ataque a la isla Guam. \n\t\t\t\t\t\n\t\t\t\t\tContinua que la compania productora planea la produccion adicional de miles de refugios antinucleares y aumentara su venta a EE.UU. y otros paises. \n\t\t\t\t\t\n\t\t\t\t\tUn periodico austriaco reporto que frente al ataque de misil del Norte de Corea, las autoridades de seguridad de la isla Guam insertaron en el sitio Web un folleto sobre el procedimiento para el tiempo de emergencia y recomendo leerlo a todos los moradores. El folleto fue distribuido tambien por las autoridades de Hawai a sus pobladores. \n\t\t\t\t\t\n\t\t\t\t\tUna publicacion tambien transmitio que se eleva notablemente la influencia de la RPDC en la estructura de seguridad de la Peninsula Coreana y se aumenta la fuerza de su palabra en las relaciones con EE.UU. y al contrario, rebaja el precio de acciones de EE.UU. y el Sur de Corea y los moradores de Guam tiemblan de panico. \n\t\t\t\t\t\n\t\t\t\t\tHace unos dias, las dos radios de la isla Guam emitieron por error el alarma de emergencia incrementando mas la inquietud de los moradores. \n\t\t\t\t\t\n\t\t\t\t\tEl presidente del Comite de Relaciones Exteriores de la Camara de Representantes por el Partido Republicano de EE.UU. senalo en su mensaje que hay que tener en cuenta que \"millones de estadounidenses viven dentro del alcance de tiro del misil balistico intercontinental del Norte de Corea\". \n\t\t\t\t\t\n\t\t\t\t\tComo se ve, la \"unica superpotencia\", que ejercia la amenaza y chantaje nucleares sobre la RPDC, se enfrenta con el fin tragico.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. esta pagando muy caro su criminal intento de violar la soberania de un Estado soberano. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, esta desesperado todavia para demostrar su \"poderio\" a su rival socialista. \n\t\t\t\t\t\n\t\t\t\t\tEl pasado dia 16, el vicepresidente estadounidense Pence, quien visito a Chile, obligo a varios paises a \"romper las relaciones diplomaticas con el Norte de Corea\" hablando de la \"presion economica y diplomatica\".\n\t\t\t\t\t\n\t\t\t\t\tEs lamentable que los altos funcionarios de la administracion Trump suelten de continuo los disparates que puedan buscar las calamidades, sin hacer caso de la inquietud de sus habitantes. \n\t\t\t\t\t\n\t\t\t\t\tLe seria bueno a EE.UU. preocuparse del destino propio, antes de recurrir a la inutil campana de presion y enfrentamiento contra la RPDC hablando de la \"proteccion al pais aliado\"."
        }
    ]
}