{
    "date": "2017-09-13",
    "url": "http://kcna.co.jp/item/2017/201709/2017-09-13ee.html",
    "articles": [
        {
            "title": "DPRK FM Categorically Rejects Harshest-ever UNSC's \"Resolution on Sanctions\"",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-03ee.html",
            "content": "DPRK FM Categorically Rejects Harshest-ever UNSC's \"Resolution on Sanctions\"\r\n Pyongyang, September 13 (KCNA) -- The Foreign Ministry of the Democratic People's Republic of Korea issued the following report on Wednesday:\n\t\t\t\t\t The U.S. and its vassal forces have rigged up yet another \"resolution on sanctions\" harsher than ever against the DPRK at the United Nations Security Council (UNSC) on September 12 condemning its ICBM mountable H-bomb test as \"a threat\" to international peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The \"resolution\" was fabricated by the U.S. employing all sorts of despicable and vicious means and methods. The DPRK condemns in the strongest terms and categorically rejects the UNSC \"resolution 2375\" on sanctions as a product of heinous provocation aimed at depriving the DPRK of its legitimate right for self-defence and completely suffocating its state and people through full-scale economic blockade.\n\t\t\t\t\t\n\t\t\t\t\t The adoption of another illegal and evil \"resolution on sanctions\" piloted by the U.S. served as an occasion for the DPRK to verify that the road it chose to go down was absolutely right and to strengthen its resolve to follow this road at a faster pace without the slightest diversion until this fight to the finish is over.\n\t\t\t\t\t\n\t\t\t\t\t Since the scheme of the U.S. to impede the DPRK's development, disarm it through the unprecedented sanctions and pressure, and conquer it with the help of nuclear weapons has become clearly evident, the DPRK will redouble the efforts to increase its strength to safeguard the country's sovereignty and right to existence and to preserve peace and security of the region by establishing the practical equilibrium with the U.S."
        },
        {
            "title": "KAPPC Spokesman on DPRK Stand toward UNSC \"Sanctions Resolution\"",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-19ee.html",
            "content": "KAPPC Spokesman on DPRK Stand toward UNSC \"Sanctions Resolution\"\r\n Pyongyang, September 13 (KCNA) -- The U.S. committed another state terrorism by cooking up new \"sanctions resolution\" 2375 against the DPRK at the United Nations Security Council with voting machines on Tuesday.\n\t\t\t\t\t In this regard, a spokesman for the Korea Asia-Pacific Peace Committee stresses in a statement on Wednesday that the army and people of the DPRK have turned out in a nationwide and all-people confrontation against the U.S., burning their hearts with surging anger and hatred toward the U.S. imperialists and their followers.\n\t\t\t\t\t\n\t\t\t\t\t The statement says:\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are unanimously demanding that the Yankees, chief culprit in cooking up the \"sanctions resolution\", be beaten to death as a stick is fit for a rabid dog.\n\t\t\t\t\t\n\t\t\t\t\t The Yankees are the sworn enemy and group of wolves which can never be allowed to go as they have massacred and persecuted the Korean people century after century. The group of gangsters should never be pardoned for having ruthlessly trampled down our sovereignty and right to existence. There's limit to patience. Now is the time to annihilate the U.S. imperialist aggressors. Let's reduce the U.S. mainland into ashes and darkness. Let's vent our spite with mobilization of all retaliation means which have been prepared till now. These are voices of the Korean army and people.\n\t\t\t\t\t\n\t\t\t\t\t Also heard in the DPRK are strong accusations against the Japs who have zealously joined in the U.S. racket for sanctions.\n\t\t\t\t\t\n\t\t\t\t\t The behaviors of Japs, sworn enemy of the Korean nation, are enraging us. The wicked Japs should not be pardoned as they have not yet made a sincere apology for the never-to-be-condoned crimes against our people but acted disgustingly, dancing to the tune of the U.S. \"sanctions\". A telling blow should be dealt to them who have not yet come to senses after the launch of our ICBM over the Japanese archipelago. The four islands of the archipelago should be sunken into the sea by the nuclear bomb of Juche. Japan is no longer needed to exist near us. This is the voices of the enraged Korean army and people.\n\t\t\t\t\t\n\t\t\t\t\t  Our army and people's resentment at the south Korean puppet regime is getting stronger. What they have contended is; The south Korean puppet forces are traitors and dogs of the U.S. as they call for harsher \"sanctions\" on the fellow countrymen. The group of pro-American traitors should be severely punished and wiped out with fire attack so that they could no longer survive. Only then, the entire Korean nation can thrive in a reunified territory to be proud of in the world.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are also enraged at the UN Security Council which has turned into a tool serving the U.S. without regard to peace and security of mankind.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC moves only on the instruction of the U.S., and it is a tool of evil which does not ensure the global peace and security but ruthlessly wrecks them on the contrary. It is pitiful to see the behavior of big powers and money-bribed countries which voted for \"anti-DPRK sanctions\", disregarding justice, moral sense and conscience. The UNSC is made up of those unprincipled countries and, accordingly, such useless tool should be disbanded at once. This is what all the people in the DPRK have in view and demand.\n\t\t\t\t\t\n\t\t\t\t\t The said angry voices just represent a statement of the Korean people to the U.S. and its followers.\n\t\t\t\t\t\n\t\t\t\t\t Dogs bark, the caravan moves on. Our army and people will never waver but do what they are determined regardless of \"sanctions\" no more than rotten net.\n\t\t\t\t\t\n\t\t\t\t\t The adoption of heinous \"sanctions resolution\" hardens our faith that what we should depend on is only our self-defensive nuclear force as well as our unshakable will to go only along the road of simultaneously pushing ahead the economic construction and the building of nuclear force."
        },
        {
            "title": "Greetings to Kim Jong Un from Palestinian President",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-09ee.html",
            "content": "Greetings to Kim Jong Un from Palestinian President\r\n Pyongyang, September 13 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, on Sept. 9 received a message of greeting from Mahmoud Abbas, president of the State of Palestine.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t It's my honor to extend the warmest heartfelt congratulations and best wishes, on behalf of the state and people of Palestine and on my own behalf, to Your Excellency and your friendly people on the founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Your country has wonderfully attained the goals for progress and stability.\n\t\t\t\t\t\n\t\t\t\t\t We express deep thanks to you for having extended firm support and solidarity to our people's struggle for the rights, freedom and independence.\n\t\t\t\t\t\n\t\t\t\t\t We wish you good health and happiness, hoping that the friendly relations between the two countries and peoples would grow stronger."
        },
        {
            "title": "Greetings to Kim Jong Un from Congolese President",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-11ee.html",
            "content": "Greetings to Kim Jong Un from Congolese President\r\n Pyongyang, September 13 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, on Sept. 8 received a message of greeting from Denis Sassou Nguesso, president of the Republic of Congo.\n\t\t\t\t\t The message extended the warmest congratulations to Kim Jong Un on the national day and wished him happiness in good health and the Korean people prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this happy opportunity, I affirm my firm will to strive together with you for further development of the good relations of friendship and cooperation between the two countries, it said."
        },
        {
            "title": "Greetings to Kim Jong Un from Guinean President",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-12ee.html",
            "content": "Greetings to Kim Jong Un from Guinean President\r\n Pyongyang, September 13 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, received a message of greeting from Alpha Conde, president of Guinea, on September 8. \n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend warm greetings on behalf of the Guinean government and people and on my own behalf to you on the 69th founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this happy opportunity, I reaffirm my will to further boost the good friendly and cooperative relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t I wish Your Excellency good health and the Korean people happiness and peace."
        },
        {
            "title": "Greetings to Kim Jong Un from Nepalese President",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-13ee.html",
            "content": "Greetings to Kim Jong Un from Nepalese President\r\n Pyongyang, September 13 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, on September 9 received a message of greeting from Bidya Devi Bhandari, president of the Federal Democratic Republic of Nepal.\n\t\t\t\t\t The message said: \n\t\t\t\t\t\n\t\t\t\t\t I am pleased to offer warm greetings to Your Excellency on the auspicious national day of the DPRK and sincerely wish you good health and happiness and the people of the DPRK progress and prosperity."
        },
        {
            "title": "More Rallies Held to Support ICBM-Ready H-bomb Test",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-17ee.html",
            "content": "More Rallies Held to Support ICBM-Ready H-bomb Test\r\n Pyongyang, September 13 (KCNA) -- Army-people rallies took place in Hoeryong and Manpho cities and Pukchang, Phyongwon, Orang, Anbyon, Thongchon, Yonggwang, Sinchon, Hwangju and Songgan counties of the DPRK to hail the successful test of H-bomb for ICBM.\n\t\t\t\t\t Attending them were officials of local party and power organs, working people's organizations, industrial establishments, farms and universities, servicepersons, working citizens, youth and students.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the rallies praised the successful test as a great victory of the Workers' Party of Korea's line of simultaneously pushing forward the economic construction and the building of nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that any forms of sanctions and blockade would never frighten the Korean people as they have the powerful state nuclear force and the independent economy with solid foundations.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their will to display to the full the spirit of self-reliance and self-development in the ongoing all-out general offensive to carry out the decision of the Seventh Congress of the WPK."
        },
        {
            "title": "Art Performance Given in Wonsan",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-20ee.html",
            "content": "Art Performance Given in Wonsan\r\n Wonsan, September 13 (KCNA) -- Artistes of the Moranbong Band, the State Merited Chorus and the Wangjaesan Art Troupe started their music and dance performance before full houses in Wansan City of Kangwon Province on Wednesday.\n\t\t\t\t\t Among the audience were Pak Jong Nam, chairman of the Kangwon Provincial Committee of the Workers' Party of Korea, and officials in the province and the city.\n\t\t\t\t\t\n\t\t\t\t\t The artistes presented the freshly created songs in praise of the great era of the Workers' Party, songs of revolutionary march.\n\t\t\t\t\t\n\t\t\t\t\t The numbers of the performance included male solo and chorus \"Song Dedicated to the Motherly Party\", which represents the Korean army and people's deep trust and gratitude to the WPK, and light music and serial songs \"Oh Party, It's Thanks to Your Care\", female solo \"We Call You Father\", light music \"Pyongyang Is Best\", dance \"Dash toward Future\" and tap dance \"Young Days\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang loudly of the feats of respected Supreme Leader Kim Jong Un who is giving to full play the mightiness and invincibility of Juche Korea while devoting his all to realizing the desire of President Kim Il Sung and leader Kim Jong Il for a powerful country.\n\t\t\t\t\t\n\t\t\t\t\t There were also such numbers as male solo and chorus \"Korea, Forward under the Line of Simultaneously Developing the Two Fronts\", orchestra and male chorus \"We'll Travel One Road Forever\" and female chorus and male chorus \"Let's Keep the Revolutionary Faith to the Death\".\n\t\t\t\t\t\n\t\t\t\t\t The performance won a great applause from the audience.\n\t\t\t\t\t\n\t\t\t\t\t It will go on."
        },
        {
            "title": "DPRK Players Back Home",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-18ee.html",
            "content": "DPRK Players Back Home\r\n Pyongyang, September 13 (KCNA) -- DPRK players came back home Wednesday after taking part in the First East-Asian Judo Championships of the International Military Sports Council held in Mongolia from Sept. 6 to 11.\n\t\t\t\t\t The DPRK players bagged three gold medals, two silver medals and two bronze medals.\n\t\t\t\t\t\n\t\t\t\t\t Hong Son Yong and Pak Yong Nam placed first in the women's 70kg and men's 60kg category events.\n\t\t\t\t\t\n\t\t\t\t\t Hong Son Yong, Choe Yong Mi, Ri Pok Hyang, Rim Song Sim and Jon Yu Sun won in the women's team event.\n\t\t\t\t\t\n\t\t\t\t\t Choe Yong Mi and Ri Pok Hyang placed second in the women's 63kg and 57kg category events and Hyon Song Chol and Jon Yu Sun third in the men's 66kg and women's 48kg events."
        },
        {
            "title": "Football Matches between DPRK and India Held",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-15ee.html",
            "content": "Football Matches between DPRK and India Held\r\n Pyongyang, September 13 (KCNA) -- The second match of the inter-zone semifinals for the 2017 AFC Cup was held between the April 25 team of the DPRK and the Bengaluru FC of India at the May Day Stadium in Pyongyang on Wednesday.\n\t\t\t\t\t  The two teams tied 0-0."
        },
        {
            "title": "New Stamp Issued in DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-14ee.html",
            "content": "New Stamp Issued in DPRK\r\n Pyongyang, September 13 (KCNA) -- The State Stamp Bureau of the DPRK issued a new stamp (a sheet) on the occasion of the 40th anniversary of the DPRK's entry into the International Civil Aviation Organization (ICAO).\n\t\t\t\t\t Seen on the sheet are letters \"40th Anniversary of Joining the ICAO by the DPRK\" written in Korean and English, the emblem of the ICAO and the Koryo airplane with the terminal of Pyongyang International Airport for a background.\n\t\t\t\t\t\n\t\t\t\t\t Since its entry into the ICAO on September 14, Juche 66 (1977), the DPRK has discharged its mission and duty as a member of the ICAO.\n\t\t\t\t\t\n\t\t\t\t\t The terminal of Pyongyang International Airport, which was splendidly built in recent years, shows the development of the air transport in the DPRK."
        },
        {
            "title": "Sci-Tech Presentation in Field of Power Industry",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-16ee.html",
            "content": "Sci-Tech Presentation in Field of Power Industry\r\n Pyongyang, September 13 (KCNA) -- A national sci-tech presentation in the field of power industry took place at the Sci-Tech Complex on Sept. 12 and 13 under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea.\n\t\t\t\t\t More than 50 papers were presented to it whose purpose was to popularize the successes and experience gained in keeping the electricity production going at a high rate, reducing the loss of electricity in transmission and saving electricity."
        },
        {
            "title": "Rodong Sinmun Urges End to U.S. Military Presence in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-05ee.html",
            "content": "Rodong Sinmun Urges End to U.S. Military Presence in S. Korea\r\n Pyongyang, September 13 (KCNA) -- The constant tension on the Korean peninsula is entirely attributable to the U.S. imperialists' presence in south Korea and their policy for aggression, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t What the U.S. has done since its military occupation of south Korea is threatening peace on the Korean peninsula and increasing the danger of a war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. military presence in south Korea has become the main source of wrecking peace and stability in the peninsula and Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. claims that its military presence is for peace on the peninsula, but this is no more than a deception of the international community.\n\t\t\t\t\t\n\t\t\t\t\t Tense situation, in which a nuclear war may break out, is constantly prevailing in the peninsula due to the ceaseless nuclear war drills staged by the U.S. in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is outrageously challenging the Korean nation's struggle for sovereignty, revealing its intention to keep its military presence in south Korea for an indefinite period.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces' presence in south Korea is the root cause of all kinds of misfortune and pains.\n\t\t\t\t\t\n\t\t\t\t\t History and reality go to clearly prove that the U.S. imperialists are the sworn enemy of the Korean nation as they have inflicted immeasurable disaster on it and persistently blocked the peace and independent reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that the U.S., obsessed with the ambition to invade the north, would not ignite the second Korean war any moment.\n\t\t\t\t\t\n\t\t\t\t\t A main key to ensuring detente and peace on the peninsula is to drive the U.S. forces out of south Korea."
        },
        {
            "title": " Rodong Sinmun Ridicules S. Korean Authorities' Bid to Amend \"Missile Guideline\"",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-06ee.html",
            "content": "Rodong Sinmun Ridicules S. Korean Authorities' Bid to Amend \"Missile Guideline\"\r\n Pyongyang, September 13 (KCNA) -- The chief executive of south Korea, in his recent phone talk with Trump, begged for amendment of the \"missile guideline\" to increase the weight of missile warhead of the south Korean puppet army.\n\t\t\t\t\t The south Korean puppet authorities claim that they will have a full-dress debate on the issue at an annual security consultative meeting with the U.S. to be held in Seoul in October.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the fact, Rodong Sinmun Wednesday says:\n\t\t\t\t\t\n\t\t\t\t\t Their bid to amend the \"missile guideline\" for increasing the weight of missile warheads reminds one of a rabid dog startled by a thunder.\n\t\t\t\t\t\n\t\t\t\t\t Such attempt after the DPRK's ICBM launch and H-bomb test is no more than a ridiculous act of a mudfish trying to become a dragon in the sky.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean forces vociferate that the U.S. would approve the amendment of \"missile guideline\" in the \"hopeful level\". This is a special cartoon showing their poor position as puppet and colonial servant who can do nothing without approval of the master.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately they may try to increase the weight of missile warheads, it is nothing but a decayed stick before the Juche weapons, the powerful nuclear deterrent of the DPRK."
        },
        {
            "title": "S. Korean Regime Slammed for Pressing Additional THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-08ee.html",
            "content": "S. Korean Regime Slammed for Pressing Additional THAAD Deployment\r\n Pyongyang, September 13 (KCNA) -- The Action for Checking THAAD Deployment in south Korea called a press conference outside Chongwadae on Sep. 8 to condemn the authorities for pressing the deployment of additional THAAD, according to Kukmin Ilbo.\n\t\t\t\t\t Speakers at the conference charged that the present \"government\", mobilized huge police force to crack down on the residents who turned out to block the THAAD deployment.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that history would remember the chief executive as \"president\" who abandoned the people and opted for the U.S."
        },
        {
            "title": "Pullout of U.S. Forces Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-10ee.html",
            "content": "Pullout of U.S. Forces Urged in S. Korea\r\n Pyongyang, September 13 (KCNA) -- Nineteen civic and public organizations of south Korea, including the South Headquarters of the Pan-National Alliance for Korea's Reunification held a press conference in Seoul on Sept. 8 on the lapse of 72 years since the U.S. imperialist aggressors occupied south Korea, according to the south Korean online paper Jaju Sibo.\n\t\t\t\t\t The speakers noted that the U.S. forces have committed crimes beyond imagination in south Korea over seven decades, stressing that they can never go together with the U.S. under the same sky.\n\t\t\t\t\t\n\t\t\t\t\t A press release was read out at the conference.\n\t\t\t\t\t\n\t\t\t\t\t Contending that genuine peace and national reunification can be achieved only when the U.S. forces quit south Korea, the release called on all Koreans to pool their efforts to drive out the U.S. troops and achieve the independent reunification of the country."
        },
        {
            "title": "Tuition-free Program for Korean Schools in Japan Demanded",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-07ee.html",
            "content": "Tuition-free Program for Korean Schools in Japan Demanded\r\n Pyongyang, September 13 (KCNA) -- The Mothers Society of Korean Schools in Japan held a rally of mothers urging the settlement of the tuition-free program issue in Tokyo on Sept. 8, ahead of the decision of the Tokyo District Court for the tuition-free program for Korean senior high schools.\n\t\t\t\t\t Present at the rally were officials of the General Association of Korean Residents in Japan, members of the society in different parts and other Koreans in Japan and Japanese personages and those concerned of the Ministry of Education, Culture, Sports, Science and Technology of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Kim Tong Hak, vice-chairman of the Korean Human Rights Association in Japan, explained the situation of the judicial struggle to stop the Japanese government's discrimination moves against Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t A letter of request demanding immediate application of the tuition-free program for Korean schools and resumption of subsidy payment was adopted at the rally.\n\t\t\t\t\t\n\t\t\t\t\t Then the participants staged a struggle to protest against the Japanese government's discrimination policy."
        },
        {
            "title": "Kim Jong Il's Work Introduced in DR Congo",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-01ee.html",
            "content": "Kim Jong Il's Work Introduced in DR Congo\r\n Pyongyang, September 13 (KCNA) -- The National Committee for the Study of the Juche Idea of DR Congo posted on its internet homepage the full text of leader Kim Jong Il's Work \"Let Us Hold the Great Leader Comrade Kim Il Sung in High Esteem as the Eternal President of Our Republic\" on September 5 to mark the 69th anniversary of the DPRK.\n\t\t\t\t\t The work, published on July 11 and 19, Juche 83 (1994), sets forth the tasks for holding President Kim Il Sung in high esteem for all ages and defending and creditably carrying forward his idea and exploits."
        },
        {
            "title": "Anniversary of DPRK Observed Abroad",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-02ee.html",
            "content": "Anniversary of DPRK Observed Abroad\r\n Pyongyang, September 13 (KCNA) -- Events were held in different countries on August 29 and 31 to mark the 69th founding anniversary of the DPRK.\n\t\t\t\t\t They included meetings, lecture meetings, book exhibitions and film shows in Myanmar, Bulgaria, Austria and Peru.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in their venues were photos showing the revolutionary exploits of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There were also works of the great men born of Mt Paektu and books and photos introducing the reality of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t \"Fireworks of a Thriving Nation\" and other Korean films were shown.\n\t\t\t\t\t\n\t\t\t\t\t A message of greeting to Kim Jong Un was adopted at the event in Bulgaria."
        },
        {
            "title": "Kim Jong Un envia mensaje de consuelo al Presidente cubano",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-21ee.html",
            "content": "Kim Jong Un envia mensaje de consuelo al Presidente cubano\r\nPyongyang, 13 de septiembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, envio el dia 12 un mensaje de consuelo a Raul Castro Ruz, Primer Secretario del Comite Central del Partido Comunista de Cuba y Presidente de los Consejos de Estado y de Ministros de la Republica de Cuba.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tInformado de que hubo grandes perdidas humanas y materiales por el tifon que azoto las regiones oriental y central de vuestro pais, envio profunda compasion y condolencias a Vd. y, por su conducto, al gobierno y pueblo cubanos y a los habitantes de las zonas damnificadas.\n\t\t\t\t\t\n\t\t\t\t\tEstoy convencido de que bajo su direccion el partido, el gobierno y el pueblo cubanos resarciran lo mas pronto posible los danos del fenomeno natural y estabilizaran la vida de los habitantes de las zonas afectadas."
        },
        {
            "title": "MINREX de RPDC rechaza totalmente nueva \"resolucion de sancion\" de la ONU",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-22ee.html",
            "content": "MINREX de RPDC rechaza totalmente nueva \"resolucion de sancion\" de la ONU\r\nPyongyang, 13 de septiembre (ACNC) -- El Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea publico el dia 13 una informacion que sigue:\n\t\t\t\t\tEE.UU. y sus fuerzas satelites volvieron a inventar el dia 12 en el Consejo de Seguridad de la ONU la inaudita \"resolucion de sancion\" anti-RPDC cuestionando la prueba de bomba H instalable en el cohete balistico intercontinental como \"amenaza\" a la paz y seguridad internacionales.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC condena severamente la \"resolucion de sancion\" No.2375 del CS de la ONU, fabricada con todos los medios y metodos viles y perversos por EE.UU., como el producto de provocacion cruel para privar el derecho justo a autodefensa de la RPDC y asfixiar totalmente el Estado y pueblo coreanos mediante el total bloqueo economico.\n\t\t\t\t\t\n\t\t\t\t\tLa fabricacion de la \"resolucion de sancion\" cruel e ilegal, realizada de nuevo bajo el control de EE.UU., nos sirvio de la oportunidad de confirmar que es muy justo el camino elegido por la RPDC y de tomar mas firmemente la voluntad de seguir invariablemente y con rapidez este camino hasta el fin.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que se quedo claro el intento de EE.UU. de dar mas sancion y aplastamiento para impedir nuestro desarrollo, aplastarnos, desamarnos y ocuparnos con las armas nucleares, la RPDC dara mas acicate a las labores para consolidar la capacidad para defender la soberania y el derecho a existencia del pais y asegurar la paz y estabilidad de region logrando el equilibrio real con EE.UU."
        },
        {
            "title": "EE.UU. y sus seguidores deben ver correctamente el impetu del ejercito y pueblo coreanos, advierte vocero de CCPAP",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-23ee.html",
            "content": "EE.UU. y sus seguidores deben ver correctamente el impetu del ejercito y pueblo coreanos, advierte vocero de CCPAP \r\nPyongyang, 13 de septiembre (ACNC) -- EE.UU. volvio a perpetrar el dia 12 el brutal y vil terrorismo estatal de inventar la \"resolucion de sancion\" No.2375 contra la Republica Popular Democratica de Corea movilizando los mecanismos de votacion del Consejo de Seguridad de la ONU.\n\t\t\t\t\tInformados de esta noticia, el ejercito y pueblo coreanos se levantan como un solo hombre en la lucha general contra EE.UU. expresando una gran indignacion a los imperialistas yanquis y sus fuerzas seguidoras.\n\t\t\t\t\t\n\t\t\t\t\tSenalo el portavoz del Comite Coreano por la Paz de Asia y el Pacifico (CCPAP) en una declaracion publicada el dia 13 y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo coreanos insisten al unisono en la necesidad de exterminar a los yanquis, autor de la invencion de \"resolucion de sancion\".\n\t\t\t\t\t\n\t\t\t\t\tDicen unanimemente que los imperialistas yanquis son los enemigos jurados quienes masacran y molestan siglo tras siglo al pueblo coreano y la banda de bestias imperdonable, no hay que dejar libremente a esos gangsteres que violan la soberania y el derecho a existencia de nuestro pais, hay el limite en nuestra paciencia, ya se llego el momento de aniquilar a los agresores norteamericanos y tienen que eliminar completamente el territorio norteamericano, hay que convertir EE.UU. en el mundo tenebroso y aplacar el rencor movilizando todos los remedios de venganza preparados uno tras otro hasta la fecha.\n\t\t\t\t\t\n\t\t\t\t\tTambien, ellos explotan mas y mas el odio a los reaccionarios japoneses quienes se sumaron a las maniobras de sancion de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tAgregan que les causan la gran indignacion los actos de los japoneses, enemigos jurados de la nacion coreana, no deben tolerar a los nipones que no hicieron ninguna excusa por sus imperdonables crimenes cometidos contra nuestro pueblo y actuan imprudentemente sumando a las maniobras de \"sancion\" de EE.UU., hay que mostrar el coraje de coreanos a los nipones que cometen males actos sin recobrar su conocimiento viendo nuestro cohete balistico intercontinental que pasa por las islas japonesas, hay que lanzar nuestros proyectiles nucleares a Japon para echar en el mar las 4 islas japonesas y no deben permitir la existencia de Japon cerca de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tSe multiplica mas el odio a los titeres surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo de la RPDC gritan que los traidores surcoreanos son los lacayos de EE.UU. enmascarados como coreanos, actuan de manera vulgarisima exigiendo aplastar la misma nacion con la \"sancion\" mas fuerte, hay que tomar como primer blanco a los traidores surcoreanos para que estos dejen de actuar absurdamente, hace falta derribar con fuerte golpe a los traidores proyanquis del Sur de Corea y si se logra todo esto, se obtendra dignamente la gran prosperidad en un territorio reunificado. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, no cesan de condenar fuertemente al Consejo de Seguridad de la ONU, que se convirtio en el aparato de EE.UU. abandonando la paz y la seguridad de la humanidad. \n\t\t\t\t\t\n\t\t\t\t\tLos militares y habitantes coreanos muestran su rencor diciendo que no pueden contener el gran odio a las morrallas de ese aparato que bailan al son que les toca EE.UU., el Consejo de Seguridad de la ONU no es la organizacion para asegurar la paz y seguridad del mundo, sino el aparato de diablo que las destruye cruelmente, resultan muy absurdos los actos de los paises grandes que votaron a favor de la \"sancion anti-RPDC\" abandonando la justicia, la obligacion moral y la conciencia y otros rendidos ante el dolar. No necesita el CS, madriguera de tales paises y hay que desmantelarlo inmediatamente.\n\t\t\t\t\t\n\t\t\t\t\tEstas condenas a EE.UU. y sus seguidores son precisamente la declaracion del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tEl alarido del perro no puede derrumbar el monte. \n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo coreanos haran todo lo que hacer sin vacilar nada ante la \"sancion\", ineficiente mas que la red corrompida.  \n\t\t\t\t\t\n\t\t\t\t\tLa malvada \"resolucion de sancion\" hace mas firme nuestra voluntad de que lo que podemos confiar es solo las fuerzas armadas nucleares autodefensivas tomadas en nuestra mano y que debemos marchar solo por un camino del desarrollo paralelo."
        },
        {
            "title": "Los artistas coreanos estrenan su funcion en Wonsan",
            "url": "http://kcna.co.jp/item/2017/201709/news13/20170913-24ee.html",
            "content": "Los artistas coreanos estrenan su funcion en Wonsan\r\nWonsan, 13 de septiembre (ACNC) -- Los artistas de la Banda de Moranbong, el Coro Estatal Benemerito y el Conjunto Artistico Wangjaesan iniciaron en la provincia de Kangwon la funcion musical y coreografica.\n\t\t\t\t\tTuvo lugar con solemnidad el dia 13 la funcion artistica de ellos en la ciudad de Wonsan.\n\t\t\t\t\t\n\t\t\t\t\tLo vieron Pak Jong Nam, presidente del Comite del PTC en la Provincia de Kangwon, los funcionarios de la misma provincia dicha y de la ciudad de Wonsan y otros.\n\t\t\t\t\t\n\t\t\t\t\tLos artistas pusieron en la escena los himnos a la epoca del Partido del Trabajo de Corea y otras canciones revolucionarias, nuevamente creados y descriptos.\n\t\t\t\t\t\n\t\t\t\t\tEl solo y coro masculinos \"Oda al partido madre\" cantaron  el sentimiento de confianza y agradecimiento del ejercito y pueblo coreanos al Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSe pusieron en la escena la musica ligera y serie de canciones \"Por tener al partido\", el coro mixto y coro masculino \"No podemos vivir sin el\", la musica ligera \"Pyongyang es la mejor\", el solo femenino \"Patria y yo\", \"Mayor gloria de mi vida\", la musica ligera \"De un tiron\", la danza \"Corramos hacia el futuro\", la danza Tap \"juventud\", etc.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes alabaron con emocion las proezas del Maximo Dirigente Kim Jong Un quien dedica todo lo suyo a los trabajos para realizar el deseo patriotico del Presidente Kim Il Sung y el Dirigente Kim Jong Il por construir la potencia y exalta a todo el mundo la invencibilidad y la fuerza irrefrenable de la Corea de Juche.\n\t\t\t\t\t\n\t\t\t\t\tTambien, aparecieron en la escena el poema de narracion \"!Provincia de Kangwon, tierra orgullosa!\", el coro femenino \"Pesca abundante\", el solo y coro masculinos \"!Adelante, Corea, siguiendo la linea de desarrollo paralelo!\", la musica orquestal y coro masculino \"Iremos siempre por nuestro camino\" y el coro femenino y coro masculino \"No renunciemos el credo en la revolucion aunque muramos\".\n\t\t\t\t\t\n\t\t\t\t\tLa funcion artistica fue objeto de grandes aplausos y se continua."
        }
    ]
}