{
    "date": "2017-10-30",
    "url": "http://kcna.co.jp/item/2017/201710/2017-10-30ee.html",
    "articles": [
        {
            "title": "Despicable Behavior of UK Government under Fire",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-15ee.html",
            "content": "Despicable Behavior of UK Government under Fire\r\nPyongyang, October 30 (KCNA) -- A spokesperson of the Korea-Europe Association Monday released the following press statement:\n\t\t\t\t\t Recently, the minister of State for the Home Office of the United Kingdom has ridiculously claimed at an interview with BBC that the DPRK was involved in the cyber-attack on the UK National Health Service.\n\t\t\t\t\t\n\t\t\t\t\t Also in June this year, a high-ranking official of the UK Foreign and Commonwealth Office claimed that the \"cyber criminal group\" that conducted cyber-attack was judged to be operating within the DPRK territory and requested us to investigate it and provide the result.\n\t\t\t\t\t\n\t\t\t\t\t In that regard, we made it very clear that the DPRK had no connection at all with acts of cybercrime and officially informed the UK authorities that unilateral accusation against the DPRK without any clear evidence would be considered as an act of conspiracy to defame the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the UK has made another attempt to incriminate the DPRK as a cyber-criminal. This is an act beyond the limit of our tolerance and it makes us question the real purpose behind the UK's move.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has clarified our principled stand, on every opportune occasion, to oppose terrorism in all its forms and manifestations and we have expressed sincere sympathy and condolences to the UK when its citizens fell victim to terrorist attack.\n\t\t\t\t\t\n\t\t\t\t\t It does not make any sense that the DPRK which gives the highest priority to the life and health of its people would carry out a cyber-attack on the UK health service.\n\t\t\t\t\t\n\t\t\t\t\t The moves of the UK government to doggedly associate the DPRK with the cyber-attack cannot be interpreted in any other way than a wicked attempt to lure the international community into harboring greater mistrust of the DPRK and further tighten sanctions and pressure against the latter.\n\t\t\t\t\t\n\t\t\t\t\t The act of the UK government, which aligns itself with the U.S. frantic hostile attempt to infringe upon the sovereignty of the DPRK and to harm its dignity, arouses surging resentment and indignation of our people. \n\t\t\t\t\t\n\t\t\t\t\t The UK, if it is a law-governed state, should seriously reflect on its despicable moves to damage the image of the DPRK by circulating groundless speculation about the latter and behave in proper order."
        },
        {
            "title": "U.S. Reduces S. Korea to Theatre of Nuclear War Rehearsals",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-13ee.html",
            "content": "U.S. Reduces S. Korea to Theatre of Nuclear War Rehearsals \r\nPyongyang, October 30 (KCNA) -- The National Peace Committee of Korea and the Pan-Korean Emergency Measure Committee for Opposing Nuclear War Drills against the DPRK jointly made public an indictment on Monday to disclose the history of cursed crimes committed by the U.S. imperialists for over seven decades since they occupied south Korea during which they have run amuck to reduce the Korean peninsula to a theatre of a nuclear war through nuclear threats and blackmail.\n\t\t\t\t\t The indictment said the U.S. imperialists illegally occupied south Korea after the defeat of the Japanese imperialists and turned the whole land of south Korea into a huge military base for a war against the north and world domination by pursuing the fascist rule of military administration.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t After suffering a disgraceful defeat in the Korean War and signing the the Armistice Agreement, the U.S. imperialists had worked hard to make south Korea an advanced base for a nuclear war while hastening the preparations for a new war against the north, far from drawing a due lesson from the defeat.\n\t\t\t\t\t\n\t\t\t\t\t Even after the birth of the Nuclear Non-Proliferation Treaty (NPT) banning the introduction of nukes into a non-nuclear state and region, the U.S. imperialists steadily introduced into south Korea nuclear shells for 155mm howitzer, nuclear bombs, various type nuclear missiles, nuclear capable F-16 fighter bombers in violation of it. They even deployed neutron bombs called \"devilish weapon in the 20th century\" and Pershing 2 medium range nuclear missiles, turning south Korea into the biggest nuclear arsenal and nuclear ammunition dump in the Far East.\n\t\t\t\t\t\n\t\t\t\t\t In the middle of the 1980s the U.S. introduced more than 1 720 nukes into south Korea and their density was four times larger than that in NATO region.\n\t\t\t\t\t\n\t\t\t\t\t As there were changes in the international situation from the end of the 1980s to the early 1990s and voices opposing the nuclear war mounted high at home and abroad, the U.S. imperialists trumpeted about \"suspicion about nuclear development in the north,\" creating \"a nuclear crisis\" on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They, regarding the DPRK as a thorn in the flesh, hatched plots to isolate and stifle it at any cost. Typically, it fabricated the story about \"suspicion of the north's nuclear development\" and \"nuclear crisis.\"\n\t\t\t\t\t\n\t\t\t\t\t They kicked up a noisy racket over \"the suspicion of the north's nuclear development\" and made public a scenario for nuclear war against the DPRK in 1993. In 1994 they openly cried out for \"military punishment,\" talking about \"review of the nuclear war posture.\"\n\t\t\t\t\t\n\t\t\t\t\t In the 2000s they spread a story about the \"north's nuclear development scenario,\" ratcheting up their nuclear racket against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK decisively withdrew from the NPT in January of 2003 to defend sovereignty and dignity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t This was a legitimate step in full line with international norms.\n\t\t\t\t\t\n\t\t\t\t\t Disclosing the fact that since long ago the U.S. imperialists have been frantic with nuclear war drills against the north to ignite a nuclear war on the Korean peninsula, the indictment said:\n\t\t\t\t\t\n\t\t\t\t\t They staged Foal Eagle joint military exercises 24 times, Team Spirit joint military exercises 17 times, RSOI eight times and Ulji Focus Lens joint military exercises 33 times.\n\t\t\t\t\t\n\t\t\t\t\t In the 2000s the U.S. imperialists combined various military drills to increase the scale and change the name and conducted large-scale joint military drills every year.\n\t\t\t\t\t\n\t\t\t\t\t So far, they conducted Key Resolve and Foal Eagle and Ulji Freedom Guardian joint military exercises, each 10 times.\n\t\t\t\t\t\n\t\t\t\t\t Military drills took place in different countries of the world. However, there is no one in the world but the U.S. nuclear war maniacs who ceaselessly staged large war drills against the north in south Korea and its vicinity for over 60 years after the ceasefire.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact that the U.S. imperialists' moves to ignite a nuclear war have reached the extreme phase after the Trump administration appeared, the indictment stated:\n\t\t\t\t\t\n\t\t\t\t\t Trump, who became the master of the White House early this year as the 45th president of the U.S., set forth the hostile policy toward the DPRK billed \"maximum pressure and engagement\" and is running amuck to start a nuclear war, unhesitatingly making such reckless remarks as \"fire and fury\" and \"total destruction\".\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula has been driven to such touch-and-go phase that a nuclear war may break out any moment owing to the reckless hysteria of old maniac Trump.\n\t\t\t\t\t\n\t\t\t\t\t The historical facts and the present reality prove that the U.S. imperialists are the chieftain who has reduced the Korean peninsula to the biggest hotspot in the world, the most dangerous theatre of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The preceding rulers of south Korea are also responsible for the nuclear war crisis as they actively joined in the U.S. moves for a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Gone are the days never to return when the U.S. imperialists could threaten and blackmail the Korean nation with nukes and the nuclear deterrence of the DPRK will be further bolstered until the U.S. moves for aggression and nuclear war come to a definite end."
        },
        {
            "title": "WPK Delegation Leaves for Russia",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-11ee.html",
            "content": "WPK Delegation Leaves for Russia\r\nPyongyang, October 30 (KCNA) -- A delegation of the Workers Party of Korea led by Kim Su Gil, alternate member of the Political Bureau of the WPK Central Committee and chairman of the Pyongyang City Committee of the WPK, left here Monday to take part in the 19th international meeting of communist and workers' parties and the 100th anniversary of the October Socialist Revolution to be held in Russia."
        },
        {
            "title": "Pregnancy Immunology Formulated in DPRK",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-14ee.html",
            "content": "Pregnancy Immunology Formulated in DPRK\r\nPyongyang, October 30 (KCNA) -- Pregnancy immunology, which established a new therapy for incurable gynecological problems peculiar to the early stages of pregnancy, was formulated as a new branch of obstetrics in the DPRK.\n\t\t\t\t\t According to Dr. Kim Sung Guk, associated professor and head of a department at Pyongyang Medical College of Kim Il Sung University, the new therapy based on locally available raw materials was put on a theoretical basis and has been proved effective in clinical practices.\n\t\t\t\t\t\n\t\t\t\t\t The establishment of pregnancy immunology to be conducive to improving women's health means the creation of another national treasure, he stressed."
        },
        {
            "title": "KCNA Commentary Rebukes U.S. War Hysteria",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-12ee.html",
            "content": "KCNA Commentary Rebukes U.S. War Hysteria\r\nPyongyang, October 30 (KCNA) -- The U.S. is pushing the situation to the point of the worst explosion by massively amassing ultra-modern nuclear war hardware of all varieties in and around the Korean peninsula.\n\t\t\t\t\t In mid-October the largest-ever U.S.-south Korea combined naval drill was held with the involvement of more than 40 warships and fighters of various kinds including nuclear carrier Ronald Reagan task force, nuclear submarine and Aegis destroyer. Recently three nuclear carrier flotillas including Theodore Roosevelt were deployed in waters off the Korean peninsula at the same time.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the U.S. air force additionally introduced more than 800 000 shells of various kinds, including bombs for B-1B nuclear strategic bombers on Guam, and the U.S. army is also busy staging rehearsals for underground operations and street battle targeting the large-scale ground warfare against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that such military moves are being held at a time when Trump made the worst declaration of a war as evidenced by his bluffing as \"total destruction\" and is openly trumpeting about a \"military option\".\n\t\t\t\t\t\n\t\t\t\t\t The present situation clearly proves who threatens whom on the Korean peninsula and who is a chieftain harassing peace and stability of the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. military action getting all the more hysteric compels the DPRK to take action as it chills the desire of the international community for stability.\n\t\t\t\t\t\n\t\t\t\t\t No country has been exposed to such extreme, direct and long threats by the U.S. as the DPRK on earth.\n\t\t\t\t\t\n\t\t\t\t\t The military provocations of the Trump group getting all the more zealous show that the DPRK was quite right when it decided to bolster the nuclear deterrence for self-defence in every way by holding fast to the line of the simultaneous development of the economic construction and the building of nuclear force and that we have to keep to this path to the end.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. experts on the DPRK and major media such as CNN, CBS and USA Today admit that the Trump administration's repeated threats convince north Korea that it was just for it to have access to nuclear warhead and its delivery means.\n\t\t\t\t\t\n\t\t\t\t\t However, the war maniacs have not yet realized that their irresponsible rash act becomes an \"excellent propaganda\" highlighting the legitimacy of the DPRK's possession of nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has to ponder over the possible consequences.\n\t\t\t\t\t\n\t\t\t\t\t Firm is the will of the DPRK to continue to bolster the military capabilities for self-defence and the preemptive attack ability with the nuclear force as a core as long as the U.S. and its followers persist in their nuclear threat and blackmail."
        },
        {
            "title": "Rodong Sinmun on Korean People's Faith and Will",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-07ee.html",
            "content": "Rodong Sinmun on Korean People's Faith and Will\r\nPyongyang, October 30 (KCNA) -- It is the firm faith and will of all the Party members, servicepersons, working people, youth and students to accomplish the cause of the Juche revolution President Kim Il Sung and leader Kim Jong Il started and led to victory under the tested guidance of respected Supreme Leader Kim Jong Un, Rodong Sinmun Monday says in an article.\n\t\t\t\t\t Noting that all the people of the Democratic People's Republic of Korea staunchly advance along the road of the revolution started by the leader, the march from Mt Paektu, down through generations despite the tempest of history, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The heroic appearance of the DPRK is the great features of single-minded unity, which any other people cannot imitate, and proud picture promising the final victory of the cause of the Juche revolution, the cause of building a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary traits of the army and people of the DPRK are shown in their regarding the devoted protection of the leader as lifeline, making miracles of victory through brave offensives and dashing toward the victory of socialism under the unfurled banner of self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t Through the march which began from Mt Paektu following the great leaders and the great Party century after century, the Korean people have been crowned with all the glories, which they could not enjoy in the national history of thousands of years.\n\t\t\t\t\t\n\t\t\t\t\t All the service personnel and people confidently look forward to the bright future of socialist Korea which will demonstrate as the strongest country in the world.\n\t\t\t\t\t\n\t\t\t\t\t Our service personnel and people will closely unite around Kim Jong Un, banner of all victories and glories, in single mind, take the march of Mt Paektu to the last and thus win the final victory without fail."
        },
        {
            "title": "DPRK Will Always Win Victory under Banner of Independence: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-08ee.html",
            "content": "DPRK Will Always Win Victory under Banner of Independence: Rodong Sinmun\r\nPyongyang, October 30 (KCNA) -- Independence is the revolutionary mode of Juche Korea and the unshakeable revolutionary creed of the Korean people, says Rodong Sinmun in an article Monday.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Holding high the banner of independence is coming to the fore as a more essential and just demand under the prevailing situation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is engrossed in the strong-arm and arbitrary practices, interference and wars of aggression, insisting on the hysteric way of thinking that what it does is always right and what other countries incurring its displeasure do is always wrong.\n\t\t\t\t\t\n\t\t\t\t\t The United Nations, founded with respect for the sovereignty of each country as its principle of activities, has been reduced into a tool for justifying the arbitrary practices of the U.S. violating independence of other nations.\n\t\t\t\t\t\n\t\t\t\t\t Its typical example is that the UNSC cooked up \"sanctions resolutions\" against the DPRK one after another, finding fault with its just exercise of right to self-defense against the U.S. anti-DPRK nuclear war drills while keeping mum about such practices.\n\t\t\t\t\t\n\t\t\t\t\t What one can rely on is one's own strength only. The more desperately the imperialists and hegemonic forces increase their pressure, the more firmly one should stand by one's own opinion and the more thoroughly one should implement one's own line and policy to the last.\n\t\t\t\t\t\n\t\t\t\t\t We will frustrate the extremely vicious anti-DPRK sanctions and pressure of the U.S. and its vassal forces under the unfurled banner of independence and self-reliance and turn misfortune into a blessing.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is sure to win so long as it is under the leadership of the great party, there are single-mindedly united people armed with the independent faith and the revolutionary spirit of self-reliance and it has tremendous capability for self-defense and solid foundations of the self-supporting national economy."
        },
        {
            "title": "S. Koreans Launch Mass Campaign for Eradicating Evils of Conservative Regime and Achieving Peace",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-05ee.html",
            "content": "S. Koreans Launch Mass Campaign for Eradicating Evils of Conservative Regime and Achieving Peace\r\nPyongyang, October 30 (KCNA) -- The people in south Korea reportedly launched a massive campaign for eradicating evils of the former puppet conservative regime, reforming the society and achieving peace of the Korean peninsula in various parts of south Korea on Oct. 28 on the lapse of one year since the popular resistance broke out to oust traitor Park Geun Hye.\n\t\t\t\t\t There was a \"meeting marking the first anniversary of the candlelight actions\" under the sponsorship of the memorial committee of the people's emergency action for ousting the Park Geun Hye regime at the Kwanghwamun Plaza in Seoul.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the meeting, there were various events like rally, press conference, signature campaign and artistic activities in different parts of Seoul.\n\t\t\t\t\t\n\t\t\t\t\t The Confederation of Trade Unions organized a \"workers' meeting for making a world without irregular jobs\" at the Kwanghwamun Plaza and held a demonstration.\n\t\t\t\t\t\n\t\t\t\t\t Timed to coincide with that event, youth and students organizations held rallies urging the regime to provide the youngsters with jobs and residence.\n\t\t\t\t\t\n\t\t\t\t\t The South Korean Federation of University Students in the 21st Century and the University Consultative Council for Democracy and Independent Reunification sponsored a rally of university students calling for inheriting the spirit of the candlelight actions in front of the Sejong Cultural Hall.\n\t\t\t\t\t\n\t\t\t\t\t The South Side Committee for Implementing June 15 Joint Declaration held a rally and sit-in strike criticizing Trump's visit to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Various social organizations held a rally near the Kwanghwamun Plaza demanding the eradication of evils in media field and the building of a society based on equality free from all sorts of discrimination.\n\t\t\t\t\t\n\t\t\t\t\t The People's Party, the Workers' Party and the People's Action Headquarters for Punishing Lee Myung Bak and other organizations held a rally at the Kwanghwamun Plaza in demand of detaining traitor Lee.\n\t\t\t\t\t\n\t\t\t\t\t A signature campaign was launched there in demand of confiscating the properties illegally secured by Chun Doo Hwan, Lee Myung Bak and Choe Sun Sil and getting THAAD withdrawn from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t At the end of those events there was a mammoth rally of sixty thousands of people of various circles in Seoul and from across south Korea at the Kwanghwamun Plaza to mark the first anniversary of the candlelight actions.\n\t\t\t\t\t\n\t\t\t\t\t Participants expressed their will to carry on their candlelight actions and bring about a new world.\n\t\t\t\t\t\n\t\t\t\t\t Then they marched to Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t Ten thousands of citizens gathered at Youido of Seoul for a rally. At the end of the rally they headed for the building of the \"Liberal Korea Party\", in front of which they presented art performances criticizing the conservative party of traitors with slogans and candles in their hands.\n\t\t\t\t\t\n\t\t\t\t\t Similar events also took place in Kwangju, Changwon of South Kyongsang Province, Sochon of South Chungchong Province and other provinces."
        },
        {
            "title": "S. Korea: Chun Doo Hwan's Scheme to Benumb Spirit of Kwangju Uprising Disclosed",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-09ee.html",
            "content": "S. Korea: Chun Doo Hwan's Scheme to Benumb Spirit of Kwangju Uprising Disclosed\r\nPyongyang, October 30 (KCNA) -- The south Korean radio CBS on Oct. 26 laid bare the Chun Doo Hwan fascist junta's moves to stamp out the fighting spirit of the participants in the Kwangju Popular Uprising and cover up its crimes.\n\t\t\t\t\t It was disclosed that the junta had mapped out a plan for removing graves in Mangwoldong cemetery, where the martyrs of the popular uprising are entombed, for the fear that this area became symbolic of the popular uprising, CBS reported.\n\t\t\t\t\t\n\t\t\t\t\t In order to carry out the plan, the fascist junta mobilized the South Jolla Provincial Office, Kwangju City Office, a security unit of the puppet army, the Security Planning Board, the prosecution and the police, it added.\n\t\t\t\t\t\n\t\t\t\t\t The then document on the Kwangju incident shows that the results of carrying out the plan were reported to Chun Doo Hwan, the radio said, stating it goes to prove that Chun personally instructed the operational plan."
        },
        {
            "title": "Korean Residents in U.S. Blast Unjust Act of U.S. Administration",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-10ee.html",
            "content": "Korean Residents in U.S. Blast Unjust Act of U.S. Administration\r\nPyongyang, October 30 (KCNA) -- The Federation of Koreans in the U.S. on Oct. 25 made public a statement to criticize the U.S. administration for keeping the south Korean \"youth expedition group for impeachment of Trump\" from entry into the U.S.\n\t\t\t\t\t The statement charged that the U.S. administration refused the group's entry into the U.S. though it applied for the entry to protest against Trump's move to start a war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The voice demanding No-war, the conclusion of DPRK-U.S. peace accord and the lifting of sanctions against the DPRK will grow louder in the U.S., south Korea and all other parts of the world, it said."
        },
        {
            "title": "Kim Il Sung's Work Introduced in Brazil",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-01ee.html",
            "content": "Kim Il Sung's Work Introduced in Brazil\r\nPyongyang, October 30 (KCNA) -- The Brazilian Center for the Study of the Songun Politics on Oct. 22 posted on its website the full text of President Kim Il Sung's work \"Let Us Overthrow Imperialism\" to mark the 91st anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t In his report to the inaugural meeting of DIU on October 17, Juche 15 (1926), Kim Il Sung clarified that we should fight to the last against the Japanese imperialists to get rid the popular masses of colonial slavery.\n\t\t\t\t\t\n\t\t\t\t\t He also stressed the need to overthrow the Japanese imperialists and achieve the independence of Korea so as to make sure that the Korean people lead a free and happy life. In order to have the oppressed working people of the whole world lead a free and happy life, it is necessary to creditably carry out the sacred cause of overthrowing all imperialism on earth, he added."
        },
        {
            "title": "Significant Holidays of DPRK Observed",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-02ee.html",
            "content": "Significant Holidays of DPRK Observed\r\nPyongyang, October 30 (KCNA) -- Events were held in different countries to mark the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea and its 72nd founding anniversary and the 91st anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t A seminar on respected Supreme Leader Kim Jong Un's work and book and photo exhibition took place in Nepal, a seminar and film show in Hungary, a lecture and book exhibition in Nigeria, lectures in Bangladesh, Ethiopia, Uganda and Tanzania and a film show in Slovenia between October 1 and 23.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the book and photo exhibitions were photos dealing with the revolutionary exploits of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t On display there were books and photos introducing the successes achieved by the Korean army and people in building a powerful socialist country under the guidance of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t \"Monument to Party Founding\" and other Korean films were screened at the film shows.\n\t\t\t\t\t\n\t\t\t\t\t At the seminar on Kim Jong Un's work \"The Cause of the Great Party of Comrades Kim Il Sung and Kim Jong Il Is Ever-Victorious\", figures of Nepalese political parties and organizations praised Kim Il Sung and Kim Jong Il for founding and developing the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Bangladesh People's League highly praised Kim Il Sung for forming the DIU and providing the historical root of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t A vice-chairman of the Tanzanian National Coordinating Committee of the Juche Idea Study Groups lauded Kim Jong Il for building the WPK into the revolutionary party of Juche type and ever-victorious iron-willed party."
        },
        {
            "title": "October Holidays of DPRK Observed by Syrian Media",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-03ee.html",
            "content": "October Holidays of DPRK Observed by Syrian Media\r\nPyongyang, October 30 (KCNA) -- Syrian media made special write-ups on October 9 and 11 to mark the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea and its 72nd founding anniversary.\n\t\t\t\t\t The Syria TV Channel praised President Kim Il Sung and leader Kim Jong Il for founding and developing the WPK, illustrated with their photos.\n\t\t\t\t\t\n\t\t\t\t\t Radio Syria aired a special report praising the WPK for having taken the proud road for 70 odd years.\n\t\t\t\t\t\n\t\t\t\t\t SANA said that the WPK has always led the Korean people to victory, overcoming all difficulties of history.\n\t\t\t\t\t\n\t\t\t\t\t The WPK will as ever advance along the road of victory and glory, it added.\n\t\t\t\t\t\n\t\t\t\t\t The paper Al Nour carried an article titled \"Leader Kim Jong Il's party building exploits\".\n\t\t\t\t\t\n\t\t\t\t\t The paper Al Baath in an article titled \"On the occasion of the 72nd founding anniversary of the WPK, The idea of the WPK serves as driving force developing the army and the state in all aspects\" noted that respected Supreme Leader Kim Jong Un is strengthening the WPK into iron-willed vanguard rank which advances with the strength of ideology and might of unity and into the genuine mother party making selfless, devoted efforts for the people on the people-first principle."
        },
        {
            "title": "French Political Party Slams U.S. Hostile Policy towards DPRK",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-04ee.html",
            "content": "French Political Party Slams U.S. Hostile Policy towards DPRK\r\nPyongyang, October 30 (KCNA) -- The Revolutionary Communist Party of France made public a statement denouncing the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t The situation on the Korean peninsula is becoming worse day by day, statement said. It noted that after introducing nuclear weapons into south Korea from scores of years ago, the U.S. has ceaselessly conducted provocative nuclear war drills, persistently sidestepping the DPRK's just proposal for denuclearizing the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., the only country that used nuclear weapons in the world, is getting ever more frantic to stifle the DPRK under the pretext of the nuclear issue, and the DPRK, which has never posed a threat to other countries, is becoming the target for a barbarous war by the U.S., the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The \"sanctions resolutions\" against the DPRK cooked up at the UN are further deteriorating the situation on the Korean peninsula as they are contrary to the UN Charter."
        },
        {
            "title": "Portavoz de la Asociacion Corea-Europa critica al gobierno britanico",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-13ss.html",
            "content": "Portavoz de la Asociacion Corea-Europa critica al gobierno britanico\r\nPyongyang, 30 de octubre (ACNC) -- El portavoz de la Asociacion Corea-Europa hizo publica este lunes la siguiente declaracion:\n\t\t\t\t\tSegun trascendidos, en la reciente entrevista con BBC, el ministro de Estado para la Oficina de Seguridad Nacional de Gran Bretana chismeo que la RPDC esta involucrada en el incidente de ataque cibernetico contra el sistema sanitario nacional del pais europeo.\n\t\t\t\t\t\n\t\t\t\t\tEn junio pasado, una alta figura de la Oficina de Asuntos Exteriores y Commonwealth de Gran Bretana habia pedido a la RPDC que abriera una investigacion y le informara su resultado, diciendo que se ha llegado a la conclusion de que opera en el territorio de la RPDC el grupo de delincuentes que ha ejecutado el ataque cibernetico.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, nuestro pais expuso en claro que no tenemos nada que ver con el crimen cibernetico e informo oficialmente a la parte britanica que acusarnos unilateralmente sin pruebas convincentes constituye un complot para manchar la imagen de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la parte britanica volvio a ponernos ese estigma, hecho que resulta un acto imperdonable y hace pensar en cual sera el objetivo que persigue realmente el pais europeo.\n\t\t\t\t\t\n\t\t\t\t\tManifestamos nuestra posicion de principios de rechazar todas formas de terrorismo cada vez que teniamos la oportunidad y expresamos la sincera compasion y consuelo cuando los habitantes britanicos sufrieron ese flagelo.\n\t\t\t\t\t\n\t\t\t\t\tEs absurdo que la RPDC, que concede mayor prioridad a la vida y salud de los habitantes, haya ejecutado el ataque cibernetico contra el sistema sanitario de Gran Bretana.\n\t\t\t\t\t\n\t\t\t\t\tEl hecho de que el gobierno britanico acusa de continuo a la RPDC en ese tema merece ser calificado de acto malsano para agravar la desconfianza en nuestro pais y recrudecer la sancion y presion al enganar a la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tNuestro pueblo se siente muy indignado por la conducta del gobierno britanico que se adhiere a la fanatica campana hostil de EE.UU. que desea violar la soberania de la RPDC y manchar su dignidad.\n\t\t\t\t\t\n\t\t\t\t\tSi fuera un Estado constitucional, Gran Bretana debera portarse bien luego de arrepentirse seriamente de su sucio acto de manchar la imagen de la RPDC circulando conjeturas sin fundamentos."
        },
        {
            "title": "CNCDP y CPME revelan la amenaza nuclear de mas de 70 anos de EE.UU. contra la RPDC",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-14ss.html",
            "content": "CNCDP y CPME revelan la amenaza nuclear de mas de 70 anos de EE.UU. contra la RPDC\r\nPyongyang, 30 de octubre (ACNC) -- El Comite Nacional Coreano por la Defensa de la Paz (CNCDP) y el Comite Pannacional de Medidas Emergentes (CPME) contra los Ejercicios de Guerra Nuclear anti-Norte publicaron el dia 30 el acta de acusacion conjunta para revelar la historia criminal de EE.UU. que durante mas de 70 anos despues de la ocupacion del territorio surcoreano, vino amenazando y chantajeando con armas nucleares a la nacion coreana y anduvo desesperado para convertir la Peninsula Coreana en el campo de guerra nuclear. \n\t\t\t\t\tSegun el documento, inmediatamente despues de la derrota del imperialismo japones en la segunda guerra mundial, EE.UU. ocupo ilegalmente el suelo surcoreano y lo convirtio en una gran base militar para la guerra de agresion a la Republica Popular Democratica de Corea y tomar la hegemonia mundial practicando la dominacion militar. \n\t\t\t\t\t\n\t\t\t\t\tLejos de sacar la leccion de su derrota vergonzosa en la guerra coreana y la firma al pie del Acuerdo de Armisticio, EE.UU. dio acicate a los preparativos de provocacion de nueva guerra de agresion anti-RPDC y procedio a la conversion del suelo surcoreano en la base avanzada nuclear, revela el acta y continua:\n\t\t\t\t\t\n\t\t\t\t\tAun despues de aparicion del Tratado de No Proliferacion que prohibe la introduccion de armas nucleares en un Estado o region desnuclearizada, EE.UU. emplazo sin parar en el Sur de Corea los proyectiles de canones de tiro parabolico de 155 mm de calibre, las bombas nucleares, los misiles nucleares de diferentes tipos, los bombarderos nucleares F-16 y hasta la bomba N conocida como \"arma diabolica del siglo XX\" y el misil nuclear de mediano alcance Pershing 2. De esta manera, infringio flagrantemente el TNP y convirtio el Sur de Corea en el mayor arsenal nuclear del Extremo Oriente. \n\t\t\t\t\t\n\t\t\t\t\tYa a mediados de la decada de 1980, llego a mas de mil 720 el numero de armas nucleares norteamericanas ubicadas en el suelo surcoreano con una densidad 4 veces mayor que la de mismos artefactos desplegados en la zona de la OTAN.\n\t\t\t\t\t\n\t\t\t\t\tA finales de la decada de 1980 y a principios de la decada de 1990 cuando acontecian algunos cambios en la situacion internacional y se alzaba el clima contra la guerra nuclear en el interior y exterior, EE.UU. creo la \"crisis nuclear\" en la Peninsula Coreana hablando de las \"sospechas de desarrollo nuclear del Norte\". \n\t\t\t\t\t\n\t\t\t\t\tConsiderando a la RPDC como una espina atravesada en su garganta, trazo el complot para aislarla y aplastarla y lo concreto con el rumor de las \"sospechas de desarrollo nuclear del Norte\" y la \"crisis nuclear\". \n\t\t\t\t\t\n\t\t\t\t\tEn 1993, presento el plan de guerra nuclear anti-RPDC y el ano siguiente, insistio abiertamente en la \"represalia militar\" anunciando la \"reevaluacion de los preparativos para la guerra nuclear\". \n\t\t\t\t\t\n\t\t\t\t\tEn la decada de 2000, intensifico la campana nuclear anti-RPDC publicando hasta el \"guion de desarrollo de arma nuclear del Norte\". \n\t\t\t\t\t\n\t\t\t\t\tEn enero de 2003, la RPDC se retiro del TNP para defender la soberania y dignidad del pais y la nacion, lo cual fue una medida rotunda y justa conveniente al reglamento internacional.\n\t\t\t\t\t\n\t\t\t\t\tDesde hace mucho tiempo, los imperialistas norteamericanos realizaron fanaticamente los ejercicios de guerra nuclear anti-RPDC en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tA citar ejemplos, tuvieron lugar los ejercicios conjuntos Foal Eagle en 24 ocasiones, Team Spirit en 17 ocasiones, los ejercicios combinados de refuerzo para el tiempo de guerra en 8 ocasiones y Ulji Focus Lens en 33 ocasiones. \n\t\t\t\t\t\n\t\t\t\t\tEn la decada de 2000, los imperialistas norteamericanos desarrollaron anualmente los ejercicios belicos conjuntos cambiando el nombre y fusionando los simulacros anteriores. \n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios belicos conjuntos Key Resolve y Foal Eagle y Ulji Freedom Guardian se han librado hasta este ano 10 veces, respectivamente. \n\t\t\t\t\t\n\t\t\t\t\tEn varios paises del orbe, se efectuan los ejercicios militares, pero no hubo los maniacos de guerra nuclear como los imperialistas norteamericanos que durante mas de 60 anos despues de la firma del Acuerdo de Armisticio, desarrollan incesantemente los ejercicios de guerra de agresion anti-RPDC de gran envergadura en el suelo surcoreano y su contorno. \n\t\t\t\t\t\n\t\t\t\t\tLas tentativas de guerra nuclear de EE.UU. en la Peninsula Coreana llegan al climax en el mandato de la administracion Trump. \n\t\t\t\t\t\n\t\t\t\t\tA principios del ano en curso, Trump se hizo el dueno de la Casa Blanca como 45o presidente estadounidense. \n\t\t\t\t\t\n\t\t\t\t\tEse viejo loco presento la \"maxima presion y compromiso\" como politica de hostilidad a la RPDC y pronuncio los disparates violentos como \"llamas y furia\" y \"destruccion total\". \n\t\t\t\t\t\n\t\t\t\t\tDebido a su conducta imprudente, la situacion de la Peninsula Coreana se encuentra ahora en los umbrales de guerra nuclear. \n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos y la realidad demuestran que los imperialistas norteamericanos son autores que han convertido la Peninsula Coreana en la zona mas candente del mundo y en el campo de guerra nuclear mas peligroso. \n\t\t\t\t\t\n\t\t\t\t\tLa culpabilidad de la crisis de guerra nuclear recae tambien sobre los sucesivos gobernantes surcoreanos que se sumaron a la campana de guerra nuclear anti-RPDC de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tYa paso el tiempo en que EE.UU. amenazaba y chantajeaba con armas nucleares a la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tEl disuasivo nuclear de la RPDC se consolidara sin parar hasta que se ponga punto final a las maniobras de agresion y guerra nuclear de EE.UU."
        },
        {
            "title": "Parte de Pyongyang la delegacion del PTC con rumbo a Rusia",
            "url": "http://kcna.co.jp/item/2017/201710/news30/20171030-12ss.html",
            "content": "Parte de Pyongyang la delegacion del PTC con rumbo a Rusia\r\nPyongyang, 30 de octubre (ACNC) -- La delegacion del Partido del Trabajo de Corea, presidida por Kim Su Gil, miembro suplente del Buro Politico del Comite Central del PTC y presidente del Comite del PTC en la Ciudad de Pyongyang, salio hoy de esta capital para participar en la 19a reunion internacional de los partidos comunistas y del trabajo y el acto conmemorativo del centenario de la Revolucion Socialista de Octubre que tendran lugar en Rusia."
        }
    ]
}