{
    "date": "2017-06-21",
    "url": "http://kcna.co.jp/item/2017/201706/2017-06-21ee.html",
    "articles": [
        {
            "title": "Letter to President of NAM",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-16ee.html",
            "content": "Letter to President of NAM\r\n Pyongyang, June 21 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a letter to Nicolas Maduro Moros, president of Non-Aligned Movement who is president of the Bolivarian Republic of Venezuela, on June 15 with regard to the withdrawal of the United States from the Paris Agreement on Climate Change on June 1 claiming it to be unfair to the U.S.\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t As acknowledged by all, the climate change is not an issue confined to a certain country but a global one and it is vital not only to the present generation but also to the destiny of the next generations and the future of humankind. As such, the climate change presents itself to the international community as an urgent task whose solution brooks no further delay.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. withdrawal from the Paris Agreement when the world devotes ceaseless efforts for the protection of the global environment which is directly connected to the future of humankind is an extreme expression of egoism and moral inferiority seeking after its own well-being only at the cost of the global interests.\n\t\t\t\t\t\n\t\t\t\t\t As the world second largest greenhouse gas emitting state, the United States is more responsible than any other countries for the prevention of the global warming. However, its self-righteous and selfish action in total disregard to the international agreement or duties is now bringing about denunciation and criticism from various parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t The Non-Aligned Movement, as an authoritative force that represents the interests of developing countries, should due take concerted measures to resolutely condemn and reject the arrogant and shameless action of the United States which pursues its own interests at the expense of developing countries.\n\t\t\t\t\t\n\t\t\t\t\t I take this opportunity to reaffirm the stand of the DPRK to strengthen close cooperation with Venezuela and other member countries of the Non-Aligned Movement in upholding the purposes and principles of NAM and enhancing its role."
        },
        {
            "title": "Spokesman for CPRC Urges S. Korean Chief Executive to Have Proper Attitude toward North-South Relations",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-18ee.html",
            "content": "Spokesman for CPRC Urges S. Korean Chief Executive to Have Proper Attitude toward North-South Relations \r\n Pyongyang, June 21 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of the Country  (CPRC) of the DPRK gave an answer to a question raised by KCNA on Wednesday as regards the fact that the present south Korean chief executive is taking issue with the DPRK.\n\t\t\t\t\t The present chief executive of south Korea continues sinister acts while crying out for implementing the north-south agreement and settling the issues through dialogue after coming to power, the spokesman said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In his official and unofficial appearances, in particular, the chief executive of south Korea unhesitatingly spat out wrong words taking issue with the DPRK over its measures for bolstering up nuclear force, claiming that \"it is only international isolation and economic difficulties for the north to get from provocation\" and \"it is necessary to pressurize and apply sanctions against the north through strong cooperation with the international community\", contrary to the commitment made by him while talking about the improved north-south relations in the past \"presidential election\".\n\t\t\t\t\t\n\t\t\t\t\t In a \"congratulatory speech\" at an \"event marking the 17th anniversary of the June 15 south-north summit\" he groundlessly slandered the north, claiming that \"the north's nuclear and missile development serves as serious concern threatening peace and stability of the region and international community\" and \"the north differs in words and acts by highly modernizing nuclear weapons and missiles while urging the south to respect and implement the June 15 joint declaration and the October 4 declaration.\"\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that all these facts are trickeries to shift the blame for not improving the north-south relations on to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive is working hard to save his face by finding fault with the DPRK. But it is a self-destructive act of pushing him into a quagmire.\n\t\t\t\t\t\n\t\t\t\t\t He should stop a reckless and foolish words and deeds irritating the other party and have a proper attitude toward the north-south relations, to begin with.\n\t\t\t\t\t\n\t\t\t\t\t He should make a responsible start in the fatal crossroads of whether he would leave clean trace in the national history by improving the north-south relations with the stand of By Our Nation Itself and according to the mindset of the candlelight demonstrators or follow in the miserable footsteps of his predecessors by fawning favor with foreign forces and conservatives."
        },
        {
            "title": "Workers in DPRK Vow to Take Revenge upon U.S. Imperialist Aggressors",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-17ee.html",
            "content": "Workers in DPRK Vow to Take Revenge upon U.S. Imperialist Aggressors\r\n Pyongyang, June 21 (KCNA) -- Workers and members of the General Federation of Trade Unions of Korea (GFTUK) met at the plaza in front of the Central Class Education House on Wednesday to vow to take revenge upon the U.S. aggressors with the approach of June 25, the day of struggle against U.S. imperialism.\n\t\t\t\t\t Ju Yong Gil, chairman of the C.C., GFTUK, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers termed the war ignited by the U.S. imperialists as the brigandish war of aggression to turn the whole Korea into their colony and the most barbarous war of destruction in the history of human war.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that although the U.S. left no means untried to nip the young DPRK in its cradle but couldn't subdue the army and people of the DPRK who turned out as one to safeguard the country united close around President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Far from drawing a lesson from the bitter defeat they suffered in the past war, the U.S. is still now hell-bent on the brutal pressure, sanctions and nuclear war moves against the DPRK, even hatching hideous state-sponsored terrorism to dare hurt the dignity of its supreme leadership, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to thoroughly implement the new line of the Party on developing the two fronts in the spirit of self-reliance and self-development, with a rifle in one hand and a hammer in the other, and thus victorious conclude the showdown with the U.S. and proudly build a powerful socialist country on this land."
        },
        {
            "title": "Drama \"Red Snow Falls\" Created in DPRK",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-13ee.html",
            "content": "Drama \"Red Snow Falls\" Created in DPRK\r\nPyongyang, June 21 (KCNA) --　The drama \"Red Snow Falls\" is now on at the National Theatre in Pyongyang, the capital city of the DPRK.\n\t\t\t\t\t The drama, created by the National Theatrical Troupe, consists of prelude, epilogue and six scenes.\n\t\t\t\t\t\n\t\t\t\t\t It deals with the struggle of officials and employees of the Hwanghae Iron and Steel Complex who completed the Juche-based system of making iron, true to the behests of President Kim Il Sung and leader Kim Jong Il, leaving deep impression on the audience through vivid character portrayals.\n\t\t\t\t\t\n\t\t\t\t\t It also touches the hearts of the audience by showing well the wholehearted devotion made by Kim Il Sung and Kim Jong Il to the production of Juche iron and the loving care shown by respected Supreme Leader Kim Jong Un for researchers.\n\t\t\t\t\t\n\t\t\t\t\t Included in the cast are Hwang Mun Il, Paek Sung Ran and other veteran actors and actresses popular among citizens.\n\t\t\t\t\t\n\t\t\t\t\t Through the performance, audience are hardening their determination to perform fresh feats in the struggle for glorifying the Mallima era."
        },
        {
            "title": "Mineral Production Increases in DPRK",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-14ee.html",
            "content": "Mineral Production Increases in DPRK\r\n Pyongyang, June 21 (KCNA) -- Mines across the DPRK put spurs to boosting the production.\n\t\t\t\t\t Taking the lead in it is the Unryul Mine which carried out its first half-yearly quota as of June 20.\n\t\t\t\t\t\n\t\t\t\t\t Its Youth Mine District alone removed thousands cubic meters of overburden and has overfulfilled its daily quota by operating rotary drills, hydraulic excavators and heavy-duty trucks on a normal basis.\n\t\t\t\t\t\n\t\t\t\t\t And its Jungsan Mine District introduced advanced mining method and rational blasting method to increase the blasting efficiency and mining speed 1.5 times than before.\n\t\t\t\t\t\n\t\t\t\t\t The same is true of other mines across the country like Jaeryong, Phyongsan and Ryongwon mines which also carried out their first half-yearly quotas."
        },
        {
            "title": "Korean Socialism Is Independent One Strong in Juche Character and National Character: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-05ee.html",
            "content": "Korean Socialism Is Independent One Strong in Juche Character and National Character: Rodong Sinmun\r\n Pyongyang, June 21 (KCNA) -- Rodong Sinmun Wednesday dedicates an article to the 20th anniversary of leader Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\".\n\t\t\t\t\t The work, published on June 19, Juche 86 (1997), clarifies the principled issues in carrying out the socialist cause in conformity with independent character and historic and realistic conditions. \n\t\t\t\t\t\n\t\t\t\t\t The period since the publication of the work marked a proud history in which the DPRK has displayed its dignity as the socialist state independent in politics, self-supporting in the economy and self-reliant in defence no one can provoke, and the excellent culture and tradition of the nation have been brought into full bloom, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t Our socialism is an independent one strong in Juche character and national character.\n\t\t\t\t\t\n\t\t\t\t\t Our Party and people have solved all problems arising in the revolution and construction according to their faith with their independent idea.\n\t\t\t\t\t\n\t\t\t\t\t Our Party formed all the people into one socio-political integrated whole that is rallied around the leader in thinking and purpose and moral sense of obligation and has cemented the socialist political and military foundation by bolstering up the military capability for self-defence with the People's Army as core.\n\t\t\t\t\t\n\t\t\t\t\t The independent national economy built by us while tightening our belts has served as a precious asset, which made it possible to firmly adhere to political independence despite rigorous situation and worldwide economic upheavals and cement the material and technical foundation of socialism with self-reliance and self-development, steadily improving the people's material and cultural life.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of the great Party, the DPRK is now displaying its dignity as the power of national independence which retains good qualities of the nation and thoroughly realizes its demand and interests."
        },
        {
            "title": "DPRK's Self-defensive Deterrent Is Treasure Common to Nation: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-06ee.html",
            "content": "DPRK's Self-defensive Deterrent Is Treasure Common to Nation: Rodong Sinmun\r\n Pyongyang, June 21 (KCNA) -- The DPRK's self-defensive deterrent is the iron-shield for firmly protecting peace and security of the country from aggression of the enemies and reliably defending the destiny of the entire nation, Rodong Sinmun Wednesday says in an article.\n\t\t\t\t\t It is sure guarantee for the independent reunification of the country and a symbol of the dignity and prosperity of the nation, the article states, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the bitter lesson taught by history and reality that strong army guarantees peace of the country and security of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation could not but be forced to suffer the colonial slavery by the outside forces as it had no strong army. The distress-torn history of the Korean nation was not the thing of bygone days.\n\t\t\t\t\t\n\t\t\t\t\t Now those countries and nations, who gave up defending themselves, being obedient to the U.S. brigandish demand for disarming, are facing very miserable fate.\n\t\t\t\t\t\n\t\t\t\t\t However, the DPRK resolutely took the toughest counteraction against the U.S. arbitrary military threats to clearly prove that the American style bravado cajoling weak countries without nukes only can never work on this land.\n\t\t\t\t\t\n\t\t\t\t\t The destiny of the nation can be protected only by strong weapons and the wide avenue to national reunification will be opened by the might of the Songun politics. The Korean nation has fully experienced this principle through reality.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's self-defensive deterrent displaying the dignity and spirit of the nation and ensuring the prospect for peace and reunification is, indeed, a precious wealth common to the nation that should be handed down through generations."
        },
        {
            "title": "U.S. Policy of Pressure upon DPRK Always Brings Shame: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-08ee.html",
            "content": "U.S. Policy of Pressure upon DPRK Always Brings Shame: Rodong Sinmun\r\n Pyongyang, June 21 (KCNA) -- The successive rulers of the U.S. from Truman to Obama laid down policies to stifle the DPRK and persistently implemented them by practicing war moves, escalating nuclear threats and blackmail and imposing toughest sanctions and pressure upon it, but they suffered disgrace and destructions only, says Rodong Sinmun Wednesday in a commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Trump administration's DPRK policy, too, produces the same result. Its policy of \"maximum pressure and engagement\" is different from signboards of others, but the essence is the heinous hostility toward the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It is an ugly assembly of the failed policies of the predecessors.\n\t\t\t\t\t\n\t\t\t\t\t Trump tried hard to verify the effectiveness of the policy of military pressure on the DPRK through the joint military drills Key Resolve and Foal Eagle. His administration is hell bent on putting sanctions and pressure on the DPRK, after cooking up \"sanctions resolution\" of the UN Security Council again. However, the DPRK is making eye-opening and leaping advance with the great spirit of self-reliance and self-development as the dynamic force. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now at a loss what to do with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The process of the DPRK-U.S. standoff in the first half of the year proves that the U.S. stronger pressure makes Juche Korea more powerful while making the destiny of the U.S. more risky.\n\t\t\t\t\t\n\t\t\t\t\t The strategic position of the DPRK as a nuclear power in the East and rocket power in Asia is becoming more steadfast.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. continues to run amuck recklessly, not drawing due lesson from the standoff with the DPRK, it will face bitterer disgrace and defeat."
        },
        {
            "title": "Rodong Sinmun Blasts S. Korean Authorities for Treacherous Acts",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-07ee.html",
            "content": "Rodong Sinmun Blasts S. Korean Authorities for Treacherous Acts\r\n Pyongyang, June 21 (KCNA) -- Jong Se Gyun, speaker of the \"National Assembly\" of south Korea, said in his recent talk with Japanese Prime Minister Abe that south Korea gives \"priority to the relationship with Japan\" and \"forward-looking partnership\" should be made.\n\t\t\t\t\t He told journalists as if he made great success, saying they \"channeled efforts into quickly normalizing shuttle diplomacy\" with Japan suspended so far.\n\t\t\t\t\t\n\t\t\t\t\t This totally runs contrary to the aspiration and demand of the south Korean people to have their pent-up grudge settled by making Japan entirely pay for its past crimes, Rodong Sinmun Wednesday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans demand that the south Korean authorities draw lessons from the behaviors of the Lee Myung Bak and Park Geun Hye groups of traitors who had got hell-bent on confrontation with the fellow countrymen, in collusion with outsiders, plunging the inter-Korean relations into the worst phase, and pave the way for peace and national reunification, joining hands with compatriots on the stand of by Our Nation Itself, the commentary notes, adding:\n\t\t\t\t\t\n\t\t\t\t\t Against the backdrop of this call, the south Korean authorities are going against the wishes of the nation by trumpeting about \"the north's nuclear threat\" while kissing Japs.\n\t\t\t\t\t\n\t\t\t\t\t At this juncture the north and the south should pool their efforts to shatter Japan's moves for militarism and reinvasion. But they are rather joining hands with the hideous enemy of the nation in a bid for confrontation with compatriots, just like an idiot helping a burglar sharpen a sword targeting his house.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities would be well advised to behave themselves, drawing lessons from the miserable end of the Park Geun Hye group of traitors, who worked frantically with pro-U.S. and Japan acts until they were heavily punished by history."
        },
        {
            "title": "Minju Joson Slams U.S. Pressure for THAAD Deployment in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-10ee.html",
            "content": "Minju Joson Slams U.S. Pressure for THAAD Deployment in S. Korea\r\n Pyongyang, June 21 (KCNA) -- When the plan of THAAD deployment was delayed owing to the present south Korean authorities, the U.S. became nervous about it.\n\t\t\t\t\t It dispatched heavyweights of the State and Defense Departments and the Senate to south Korea in a bid to sound out the stand of the present south Korean authorities to the THAAD deployment. And it is also threatening south Korea that THAAD is a necessary weapon for defending south Korea and, therefore, the latter should not cancel the plan for its deployment and any delay in the THAAD deployment would negatively affect the U.S.-south Korea relations.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Wednesday in a commentary says in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The said-fact goes to clearly prove that the U.S., frightened by the evermore increased opposition to THAAD in south Korea, has made desperate efforts to realize its sinister strategic intention through strong pressure upon the south Korean authorities come what may.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. claims that the main purpose of THAAD deployment is to \"protect\" south Korea from the attack of DPRK's nuclear rocket, but this is no more than sophism to cover up its black-hearted intention. \n\t\t\t\t\t\n\t\t\t\t\t Its sinister intention to deploy such strategic weapons as THAAD is to seize south Korea as a bridgehead and an advanced base for invading the Asian continent and retain its military hegemony in the region.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. strategic intention to find a military guarantee for grasping and neutralizing the action of strategic forces of Russia and China in advance through THAAD deployment in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that if the U.S. deploys THAAD in south Korea, this will have a baneful and negative impact upon the overall situation of the Korean peninsula and Northeast Asia."
        },
        {
            "title": "Japan's Wild Military Act Blasted",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-09ee.html",
            "content": "Japan's Wild Military Act Blasted\r\n Pyongyang, June 21 (KCNA) -- The Japan Maritime \"Self-Defence Force\" carried out large-scale joint military exercises in the East Sea of Korea with the involvement of the U.S. nuclear carrier Ronald Reagan some time ago.\n\t\t\t\t\t Japan is also mulling realizing the serial production of F-35 for their deployment for an actual war before long, after making its home-made Stealth known to the public.\n\t\t\t\t\t\n\t\t\t\t\t It bluffs that its joint military exercises with the U.S. and the production and deployment of the Stealth fighters are of purely defensive nature to cope with \"provocation\" from someone in a bid to build up ill public opinion over the rocket test-launch by the DPRK for self-defence and China's advance into the sea.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday says in a commentary this is a brazen-faced act that can be committed only by Japan which has inveterate bad habit of seeking its own interests by faulting others.\n\t\t\t\t\t\n\t\t\t\t\t Holding the military drills under the pretext of \"threat\" from the DPRK, Japan is spurring the production of F-35. This is a reckless military act of the Samurai descendents aimed to realize at any cost the ambition for overseas expansion by taking the advantage of the U.S., the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t We have declared several times that if Japan takes hostile approach toward the DPRK by following the U.S., it can be target of the powerful strike means of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK does not make an empty talk.\n\t\t\t\t\t\n\t\t\t\t\t If Japan tries to provoke the DPRK even a bit, defying its warning, we are ready to give vent to the pent-up grudge with the powerful military strike."
        },
        {
            "title": "Part-time Workers Go on Strike in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-11ee.html",
            "content": "Part-time Workers Go on Strike in S. Korea\r\n Pyongyang, June 21 (KCNA) -- Part-time workers of the Hyundai Heavy Industry branch of the Metal Workers Trade Union of south Korea have waged high-altitude strike for over 60 days since April 11, according to the south Korean internet paper Chamsesang on June 15.\n\t\t\t\t\t The strikers urge the authorities to ensure the vital rights of part-time workers."
        },
        {
            "title": "More Cholera Cases Found in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-12ee.html",
            "content": "More Cholera Cases Found in S. Korea\r\n Pyongyang, June 21 (KCNA) -- A man in his 30s from Philippines on June 14 was confirmed to be attacked by Cholera. This is third case this year, according to the south Korean KBS on June 18."
        },
        {
            "title": "S. Korean Part-time Workers Declare General Strike",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-15ee.html",
            "content": "S. Korean Part-time Workers Declare General Strike\r\n Pyongyang, June 21 (KCNA) -- The Solidarity Meeting of Seoul School Part-time Jobs of south Korea held a rally in Seoul on June 16 to vow a general strike for the improvement of part-time workers' conditions, according to the south Korean News 1.\n\t\t\t\t\t At the rally speakers pointed out that the number of part-time workers is on the daily increase and discrimination against them is getting serious.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to stage a general strike for improved conditions of the part-time workers and hike of minimum wage on June 29 and 30."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Russia",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-01ee.html",
            "content": "Kim Il Sung to Be Remembered in Russia\r\n Pyongyang, June 21 (KCNA) -- A committee for remembering President Kim Il Sung was formed by the Lenin Young Communist League of the Russian Federation on June 14.\n\t\t\t\t\t V. P. Isakov, first secretary of the league, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set the remembrance period from June 14 to July 10 and decided to organize political and cultural events praising the career and exploits of Kim Il Sung."
        },
        {
            "title": " Kim Jong Un's Work Introduced in Nigeria",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-02ee.html",
            "content": "Kim Jong Un's Work Introduced in Nigeria\r\n Pyongyang, June 21 (KCNA) -- The Nigerian newspaper Nigerian Observer on June 15 carried the gist of respected Supreme Leader Kim Jong Un's work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" on the occasion of the 53rd anniversary of leader Kim Jong Il's start of work at the C.C., the Workers' Party of Korea.\n\t\t\t\t\t The work, published on August 25, Juche 102 (2013), deals with the Songun revolutionary feats of leader Kim Jong Il and the essence and originality of the Songun revolutionary idea and indicates the tasks for successfully accomplishing the cause of the Songun revolution."
        },
        {
            "title": "Barbadian Preparatory Committee for Gathering 2017-Praise to Great Persons of Mt Paektu Formed",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-03ee.html",
            "content": "Barbadian Preparatory Committee for Gathering 2017-Praise to Great Persons of Mt Paektu Formed\r\n Pyongyang, June 21 (KCNA) -- A Barbadian preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu was formed.\n\t\t\t\t\t David Denny, chairman of the Barbados Committee for Friendship and Solidarity with the Korean People, was elected chairman of the preparatory committee."
        },
        {
            "title": "Kim Yong Nam envia carta al presidente del MNOAL",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-19ee.html",
            "content": "Kim Yong Nam envia carta al presidente del MNOAL\r\nPyongyang, 21 de junio (ACNC) -- Con motivo de que EE.UU. se ha retirado el dia primero del Acuerdo de Paris sobre el cambio climatico con la excusa de que este pacto es desigual, el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 15 una carta al presidente de la Republica Bolivariana de Venezuela, Nicolas Maduro Moros, quien preside el Movimiento de los Paises No Alineados (MNOAL).\n\t\t\t\t\t El cambio climatico no es un problema de algun pais especifico, sino el de alcance global, comienza la misiva y continua:\n\t\t\t\t\t\n\t\t\t\t\t Este asunto vital relacionado con el destino de las generaciones actuales y las venideras y con el futuro de la humanidad se presenta a la comunidad internacional como la tarea mas apremiante.\n\t\t\t\t\t\n\t\t\t\t\t  Cuando todo el mundo redobla los esfuerzos constantes por proteger el medioambiente global, EE.UU. se retiro del Acuerdo de Paris, lo cual significa el climax de bajeza moral y egoismo con que ese pais quiere llevar la vida acomodada sacrificando todo el planeta.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU., uno de los dos emisores mas grandes de gases con efectos de invernadero en el mundo, se porta sin tomar en consideracion el acuerdo internacional ni sus compromisos, lejos de asumir la actitud mas responsable que nadie por prevenir el calentamiento de la Tierra.\n\t\t\t\t\t\n\t\t\t\t\t  Su comportamiento egocentrico desata ahora las criticas y condenas por doquier del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  El MNOAL, fuerza prestigiosa que representa los intereses de los paises en vias de desarrollo, debera tomar las medidas coordinadas en rechazar tajantemente la conducta arrogante y cinica de EE.UU. que pretende satisfacer sus intereses sacrificando a esos paises.\n\t\t\t\t\t\n\t\t\t\t\t  Aprovechando esta oportunidad, reafirmo la posicion de la RPDC de intensificar la cooperacion estrecha con Venezuela y otros miembros del MNOAL en mantener los principios y objetivos del mismo y mejorar su papel."
        },
        {
            "title": "Rodong Sinmun condena la reciente maniobra naval en el Mar Este de Corea",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-20ee.html",
            "content": "Rodong Sinmun condena la reciente maniobra naval en el Mar Este de Corea\r\nPyongyang, 21 de junio (ACNC) -- Hace poco, las \"Fuerzas Maritimas de Autodefensa\" de Japon realizaron en el Mar Este de Corea los ejercicios militares conjuntos de gran envergadura con el portaaviones nuclear estadounidense Ronald Reagan.\n\t\t\t\t\tAdemas, el pais isla dio a la publicidad el caza Stealth F-35 de fabricacion nacional e intenta producirlo en cadena desplegarlo para el combate.\n\t\t\t\t\t\n\t\t\t\t\tJapon insiste en que los ejercicios militares con EE.UU. y la produccion y despliegue del avion sofisticado son para hacer frente a la \"provocacion\" de alguien y tienen el caracter defensivo. Para justificarlos, habla tanto del lanzamiento de prueba de cohetes por la RPDC con fines de autodefensa y del avance a las aguas maritimas de China.\n\t\t\t\t\t\n\t\t\t\t\tEsto es el acto cinico que puede cometer solo Japon, acostumbrado a sacar provechos acusando a otros.\n\t\t\t\t\t\n\t\t\t\t\tAsi condena el periodico Rodong Sinmun en un comentario individual de hoy y continua:\n\t\t\t\t\t\n\t\t\t\t\tTales movimientos belicosos del pais isleno, que toman por pretexto la supuesta \"amenaza\" proveniente de la RPDC, parten de la ambicion de los descendientes de los Samurais de retomar el camino de expansion a ultramar en contubernio con EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tYa la RPDC ha advertido en varias ocasiones que si Japon sigue cometiendo actos hostiles en confabulacion con EE.UU., sera blanco de los poderosos medios de ataque de la primera.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC nunca dice palabras vacias.\n\t\t\t\t\t\n\t\t\t\t\tSi Japon da algun menor movimiento contra la RPDC desoyendo la advertencia de esta, no se hara esperar el formidable ataque militar que librara al pueblo coreano del rencor acumulado."
        },
        {
            "title": "Minju Joson critica a EE.UU. que impone ubicacion de THAAD al Sur de Corea",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-21ee.html",
            "content": "Minju Joson critica a EE.UU. que impone ubicacion de THAAD al Sur de Corea\r\nPyongyang, 21 de junio (ACNC) -- Estados Unidos se muestra impaciente por la dilacion del programa de ubicacion de THAAD debido a las actuales autoridades surcoreanas.\n\t\t\t\t\tLas figuras importantes de los Departamentos de Estado y Defensa y el Senado viajan una tras otra al Sur de Corea para sondear la posicion de las autoridades surcoreanas sobre el emplazamiento de THAAD.\n\t\t\t\t\t\n\t\t\t\t\tLes imponen el despliegue diciendo que no deben cancelar nunca el plan de instalacion de THAAD porque este es el arma indispensable para proteger al Sur de Corea y la tardanza de su ubicacion puede ejercer influencias negativas sobre las relaciones EE.UU.-Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEste hecho demuestra que EE.UU., asustado por el creciente ambiente anti-THAAD en el Sur de Corea, quiere realizar a toda costa su malsano intento por medio de la presion fuerte a las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\tAsi revela el periodico Minju Joson en un comentario individual difundido este miercoles y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tNo es mas que un sofisma el pretexto de EE.UU. de que el objetivo principal de emplazamiento reside en \"proteger\" al Sur de Corea desde el ataque de cohetes nucleares de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa intencion verdadera del imperio de desplegar en el suelo surcoreano ese sistema antimisiles y otras armas estrategicas es mantener la hegemonia militar en la region tomandolo como cabeza de puente y base avanzada de la agresion al continente asiatico.\n\t\t\t\t\t\n\t\t\t\t\tEspecificamente, quiere preparar con el THAAD ubicado en el suelo surcoreano la garantia militar para detectar de antemano los movimientos de las fuerzas estrategicas de Rusia y China y neutralizarlas.\n\t\t\t\t\t\n\t\t\t\t\tCuando complete el despliegue, se generaran serias consecuencias negativas sobre la situacion general de la Peninsula Coreana y el resto del Nordeste Asiatico."
        },
        {
            "title": " ACNC comenta \"celebraciones\" organizadas por los titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2017/201706/news21/20170621-22ee.html",
            "content": "ACNC comenta \"celebraciones\" organizadas por los titeres surcoreanos\r\nPyongyang, 21 de junio (ACNC) -- Fuerte rechazo producen en diferentes sectores de la sociedad surcoreana las \"celebraciones\" del centesimo aniversario de la fundacion de la division No.2 de las tropas agresoras norteamericanas ocupantes del suelo surcoreano.\n\t\t\t\t\tEl \"concierto\" del dia 10, primer acto de las \"celebraciones\", se quedo a medio hacer debido a la negativa rotunda de los habitantes locales y al boicot de los cantantes.\n\t\t\t\t\t\n\t\t\t\t\tLa indignacion se ha multiplicado porque esa payasada ha sido programada en visperas del 15o aniversario del incidente de dos alumnas secundarias surcoreanas que murieron atropelladas por los carros blindados de la division yanqui no.2.\n\t\t\t\t\t\n\t\t\t\t\tDurante mas de 70 anos pasados, las tropas ocupantes del suelo surcoreano, escudadas con el desigual \"Acuerdo Administrativo\", vinieron ejerciendo derechos extraterritoriales y cometiendo crimenes de toda indole asi como asesinato, saqueo, robo y violacion sexual.\n\t\t\t\t\t\n\t\t\t\t\tSe reportan como promedio diario 5 delitos cometidos por ellas y llega a cientos de miles el monto de tales casos.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, la division No.2 es el grupo de agresores que fue enviado primero a la pasada guerra coreana. \n\t\t\t\t\t\n\t\t\t\t\tEstacionada durante mas de medio siglo en Uijongbu de la provincia de Kyonggi, cometio incontables crimenes escalofriantes.\n\t\t\t\t\t\n\t\t\t\t\tPor ejemplo, los militares de esa unidad son autores del incidente de violacion multiple en Uijongbu, el pelado al rape a una mujer de Tongduchon y el asesinato a Yun Kum I.\n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos anos, cumplen el papel protagonico en preparar la guerra bioquimica orientada a devastar el territorio patrio introduciendo en suelo surcoreano los bacilos de antracosis y peste y hasta el virus Zika, prohibidos por el derecho internacional.\n\t\t\t\t\t\n\t\t\t\t\tTodavia no duermen en paz los asesinados por matones yanquis mientras va de mal en peor la contaminacion por residuos toxicos provenientes de las bases militares norteamericanas.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los titeres surcoreanos, traidores a la nacion colmados del servilismo a EE.UU. y grandes potencias, prepararon dicho \"concierto\" para los asesinos yanquis malgastando los impuestos pagados con sangre por la poblacion surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tA pesar del rechazo y repudio, los tipejos del ayuntamiento de Uijongbu, auspiciantes de \"celebraciones\", tratan de segur impulsandolas anunciando los \"actos principales\".\n\t\t\t\t\t\n\t\t\t\t\tLos traidores proyanquis deben tener presente que la farsa de \"elogio\" a los agresores y matones traera el resultado contrario de acrecentar el sentimiento antiyanqui de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tSe tornara mas intensa la justa lucha de la poblacion surcoreana por recuperar la dignidad y soberania de la nacion poniendo punto final a la historia de afrentas y martirios."
        }
    ]
}