{
    "date": "2017-04-27",
    "url": "http://kcna.co.jp/item/2017/201704/2017-04-27ee.html",
    "articles": [
        {
            "title": "Senior Party and State Officials Visit New Flats in Ryomyong Street",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-04ee.html",
            "content": "Senior Party and State Officials Visit New Flats in Ryomyong Street\r\n Pyongyang, April 27 (KCNA) -- Senior party and state officials of the DPRK on Wednesday called at families which have moved to new flats in Ryomyong Street.\n\t\t\t\t\t Kim Yong Nam, Pak Pong Ju and Choe Ryong Hae and other senior party and state officials visited the families at their new flats to congratulate them.\n\t\t\t\t\t\n\t\t\t\t\t After going round the living rooms, kitchens, etc., they heard impressions of their moving to new flats. The new settlers were told about the devoted efforts made by Respected Supreme Leader Kim Jong Un to bring about this auspicious event.\n\t\t\t\t\t\n\t\t\t\t\t The new settlers, who are ordinary educators and scientists, were deeply moved to tears by his loving care.\n\t\t\t\t\t\n\t\t\t\t\t The senior officials called on the educators and scientists and other residents to work innovations in the drive for building a socialist power through implementation of the decision of the 7th Congress of the Workers' Party of Korea, true to the intention of the Supreme Leader and thus proudly enter the venue of the Conference of Mallima Frontrunners."
        },
        {
            "title": "Press Statement of DPRK Permanent Mission to UN",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-18ee.html",
            "content": "Press Statement of DPRK Permanent Mission to UN\r\n Pyongyang, April 27 (KCNA) -- The DPRK permanent mission to the United Nations on Wednesday released a press statement.\n\t\t\t\t\t Recalling that the UN Security Council turned away from the request of the DPRK made in March to raise an issue of U.S.-south Korea joint military exercises to be discussed immediately, the statement said this clearly shows once again that the UNSC has turned into a political tool of a certain power, throwing away all its mandate and trust of international community. \n\t\t\t\t\t\n\t\t\t\t\t It went on to say:\n\t\t\t\t\t\n\t\t\t\t\t By adopting illegal \"sanction resolutions\" so far, the UNSC has taken issue with the DPRK over its righteous self-defensive measures taken to safeguard its sovereignty, dignity and security.\n\t\t\t\t\t\n\t\t\t\t\t It is the reality of the UNSC at present that any legitimate exercise of sovereignty by an independent state is branded as \"illegal\" and any of its counter measure for self-defense as \"provocative\", while the U.S.-south Korea joint military exercises, root cause for aggravation of the tension on the Korean peninsula, are connived openly by double standard unilaterally set by the U.S. in its interests.\n\t\t\t\t\t\n\t\t\t\t\t The behavior based on unfairness and double standard of the UNSC which plays totally to the tune of the U.S. proves once again that the DPRK has been entirely righteous when it has been increasing in every way its military capabilities for self-defense and preemptive attack with nuclear force as its pivot.\n\t\t\t\t\t\n\t\t\t\t\t Now the Trump administration is trying to bring the DPRK into submission by deploying nuclear aircraft carrier strike groups one after another to the waters off the Korean peninsula, but such kind of intimidation and blackmail can never frighten the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the unshakable will of the DPRK to go to the end if the U.S. wants to remain unchanged in its confrontational stance.\n\t\t\t\t\t\n\t\t\t\t\t Our toughest counteractions will include a surprise preemptive attack involving maneuvers on the ground, in seas, under waters and in the air and various other methods and the Korean-style tough counter-actions will be promptly taken to cope with the provocations of any forms and levels from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly witness this time the fact that the days are gone never to return when the U.S. used to impose its will upon other countries.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, as a peace-loving socialist state, highly values peace, but it neither fears a war nor wants to avoid it. \n\t\t\t\t\t\n\t\t\t\t\t As it has a powerful nuclear deterrent to protect itself from the U.S. nuclear threats, the DPRK will readily react to an all-out war with an all-out war, a nuclear war with nuclear strikes of its own style and surely win a victory in the death-defying struggle against the U.S. imperialists."
        },
        {
            "title": "CPRC Policy Department Spokesman Warns Hwang Kyo An Not to Do Reckless Act",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-20ee.html",
            "content": "CPRC Policy Department Spokesman Warns Hwang Kyo An Not to Do Reckless Act\r\n Pyongyang, April 27 (KCNA) -- A spokesman for the Policy Department of the Committee for the Peaceful Reunification of the Country of the DPRK (CPRP) Thursday made public a statement denouncing Hwang Kyo An, acting president of south Korea, for frantically making confrontation racket losing control of himself.\n\t\t\t\t\t Days ago, traitor Hwang convened a \"state council meeting\" at which he said \"the north may make sixth nuclear test or other provocations on the anniversary of the People's Army\" and \"the north will face tougher counteraction if it makes reckless provocation\". Even he cried out for the \"impregnable combat-readiness\".\n\t\t\t\t\t\n\t\t\t\t\t \"South Korea is making close discussion with the U.S. on the possible provocation by the north,\" he said, adding that \"it would lay foundation for settlement of the nuclear issue of the north through diplomatic efforts with the neighboring country.\"\n\t\t\t\t\t\n\t\t\t\t\t On Wednesday, frightened by the combined live-fire demonstration of the services of the Korean People's Army the U.S. and south Korean warmongers hastily launched \"2017 combined firepower annihilating drill\". Hwang appeared there and let his stooge to utter that they \"displayed the might and showed strong capability for retaliatory punishment and annihilation.\"\n\t\t\t\t\t\n\t\t\t\t\t The spokesman said:\n\t\t\t\t\t\n\t\t\t\t\t Even the master U.S., much upset by the rapidly developing the nuclear attack capability of the DPRK, is flustering by hurling its strategic assets. It is ridiculous for the south Korean puppet group to vociferate about \"retaliatory punishment.\"\n\t\t\t\t\t\n\t\t\t\t\t What Hwang is behaving reveals the uneasiness of the south Korean conservative group who have been isolated and rejected as the days go by and betrays his sinister ploy to rally the conservative forces by inciting security crisis ahead of the \"presidential election\".\n\t\t\t\t\t\n\t\t\t\t\t No matter how Hwang may noisily cry out for confrontation, it is nothing but last-ditch effort of the fear-stricken one in the position of late fall. Nobody would lend an ear to him.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean puppet group dare make provocation depending on the U.S. master, they will perish in the face of the merciless strikes by the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Hwang would be well advised to know that his foolish and reckless confrontation racket will end in a miserable death."
        },
        {
            "title": "Political Consultative Meeting between DPRK, Algerian Foreign Ministries",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-16ee.html",
            "content": "Political Consultative Meeting between DPRK, Algerian Foreign Ministries\r\n Pyongyang, April 27 (KCNA) -- The first political consultative meeting between the Foreign Ministry of the DPRK and the Ministry of Foreign Affairs and International Cooperation of Algeria took place at El-Djezair on April 24.\n\t\t\t\t\t Present there were the visiting delegation of the DPRK Foreign Ministry led by Vice-Minister Sin Hong Chol from the DPRK side and officials concerned of the Ministry of Foreign Affairs and International Cooperation of Algeria including General Secretary Hassane Rabehi from the opposite side.\n\t\t\t\t\t\n\t\t\t\t\t Sin Hong Chol noted that President Kim Il Sung and leader Kim Jong Il rendered active support and encouragement to the government and people of Algeria in their struggle, always setting store by the bilateral relations.\n\t\t\t\t\t\n\t\t\t\t\t After briefing on the achievements made by the army and people of the DPRK in building a socialist power under the wise guidance of respected Supreme Leader Kim Jong Un, the vice-minister stressed the need to expand and develop the bilateral relations unaffected by the change of the situation.\n\t\t\t\t\t\n\t\t\t\t\t Hassane Rabehi said that President Kim Il Sung was the first to recognize Algeria when a provisional government was set up in 1958, and rendered material and moral assistance to the Algerian people in their struggle for national liberation.\n\t\t\t\t\t\n\t\t\t\t\t Heartily congratulating the Korean people on all the miraculous successes made by them under the wise guidance of Kim Jong Un, the general secretary said the Algerian government and people would show invariable support to the line of the DPRK on reunifying the country peacefully by the efforts of the nation free from outsiders' interference.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the DPRK vice-minister met and had a talk with Ramtane Lamamra, minister of State and minister of Foreign Affairs and International Cooperation.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the first political consultative meeting would greatly contribute to developing the bilateral relations, Ramtane Lamamra expressed belief that friendship between the two countries with a long history and tradition would continue to strengthen in the future, too."
        },
        {
            "title": "Proposal for Settling Issue of Korean Peninsula by Force of Arms Will Invite Terrible Catastrophe: Russian Foreign Ministry",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-21ee.html",
            "content": "Proposal for Settling Issue of Korean Peninsula by Force of Arms Will Invite Terrible Catastrophe: Russian Foreign Ministry\r\n Moscow, April 26 (KCNA) -- Russian Foreign Minister Sergei Lavrov, addressing the Moscow International Security Meeting on April 26, warned the U.S. that the proposal for settling the issue of the Korean peninsula by force of arms will invite a terrible catastrophe.\n\t\t\t\t\t He said that the situation on the peninsula is deteriorating and serious unrest is being produced due to the pro-active military moves of the U.S. and the vassal forces under the pretext of \"threat from north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t The plan for the deployment of THAAD in south Korea which has been pressing ahead by the U.S. is a factor of extreme unrest of the Korean peninsula, he said, adding that it is crystal clear to all that the above-said proposal which the U.S. began mentioning openly will invite a terrible catastrophe to the whole of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t On the same day Vice Foreign Minister Gatilov at a press conference held in Geneva declared that Russia would clarify its will not to allow the military drills of the U.S. when the issue of Korea will be discussed at the UN Security Council on Friday. \n\t\t\t\t\t\n\t\t\t\t\t He asserted that the whole political and military situation in the region was being aggravated owing to the military drills held by the U.S. and its vassal forces and it was sparking off distrust of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Sanctions cannot settle the issue of the Korean peninsula and many sanctions were proved to be ineffective and Russia supports the political and diplomatic settlement of the issue of the Korean peninsula, he added.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, Vice Foreign Minister of Russia Lyavkov at a press conference answered a question with regard to the fact that the U.S. nuclear aircraft carrier and its strike group are heading toward the Korean peninsula. As well as other countries in the region, Russia calls upon the U.S. to logically behave once again, he stated."
        },
        {
            "title": "Lebanese President on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-03ee.html",
            "content": "Lebanese President on Relations with DPRK\r\n Pyongyang, April 27 (KCNA) -- Jang Myong Ho, DPRK ambassador to Lebanon, presented his credentials to Michel Aoun, president of this country, on April 21.\n\t\t\t\t\t The president said the government and people of Lebanon would further develop the friendly relations with the DPRK, wishing the Korean people greater development in all fields under the wise guidance of respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "GFTUK Delegation Leaves for Cuba",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-19ee.html",
            "content": "GFTUK Delegation Leaves for Cuba\r\n Pyongyang, April 27 (KCNA) -- A delegation of the General Federation of Trade Unions of Korea (GFTUK) led by Chairman Ju Yong Gil left here Thursday to attend the meeting of the Presidential Council of the World Federation of Trade Unions to be held in Cuba and pay a visit to this country."
        },
        {
            "title": "Delegation of Federation of Koreans in Canada Leaves",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-08ee.html",
            "content": "Delegation of Federation of Koreans in Canada Leaves\r\n Pyongyang, April 27 (KCNA) -- A delegation of the Federation of Koreans in Canada left here on Thursday after visiting the homeland to celebrate the birth anniversary of President Kim Il Sung."
        },
        {
            "title": "8th Congress of KCU to Be Held",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-14ee.html",
            "content": "8th Congress of KCU to Be Held\r\n Pyongyang, April 27 (KCNA) -- The Central Committee of the Kimilsungist-Kimjongilist Youth League on Thursday made public a decision on holding the 8th Congress of the Korean Children's Union (KCU).\n\t\t\t\t\t According to the decision, the 8th KCU Congress is to be held here early in June Juche 106 (2017).\n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the Kimilsungist-Kimjongilist Youth League clarified that the forthcoming congress would mark an important occasion in strengthening the KCU into a glorious union of President Kim Il Sung and leader Kim Jong Il and a children's organization of respected Supreme Leader Kim Jong Un in line with the requirements of the Korean revolution and the development of the Juche-based children's movement and training all the KCU members to be reliable reserves for the building of a socialist power and true successors to the youth league."
        },
        {
            "title": "Congratulatory Meeting for Players from 2017 World Juvenile Weightlifting Championships",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-17ee.html",
            "content": "Congratulatory Meeting for Players from 2017 World Juvenile Weightlifting Championships\r\n Pyongyang, April 27 (KCNA) -- A meeting took place at the Central Youth Hall Thursday to congratulate the players and coaches who proved successful at the 2017 World Juvenile Weightlifting Championships.\n\t\t\t\t\t Present there were Choe Ryong Hae and officials concerned, officials of the youth league, players, coaches and youths and students in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Party and state commendations were awarded to the successful players and coaches.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, first secretary of the Central Committee of the youth league, said that the good results made at the championships greatly encourage the army and people in the drive for implementing the decision of the 7th Congress of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t So Myong Dok, deputy chief of the February 8 Vinalon Complex Sports Team, and Kim Il Gyong, a player of the April 25 Sports Team, made speeches.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the credit for the successes at the championships goes to the Party's loving care and trust, they evinced their pledge to steadily work miracles in sports of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting there was a congratulatory performance by the art squad of the Central Committee of the youth league."
        },
        {
            "title": " Sci-tech Achievements Made by Universities in Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-10ee.html",
            "content": "Sci-tech Achievements Made by Universities in Pyongyang\r\n Pyongyang, April 27 (KCNA) -- Universities in Pyongyang, the capital city of the DPRK, have recently made hundreds of sci-tech achievements conducive to the country's economic development and improvement of the people's living.\n\t\t\t\t\t Kim Il Sung University developed and introduced into different fields of national economy a laser seed-processing device and a vacuum casting technology by using foamed plastic mould.\n\t\t\t\t\t\n\t\t\t\t\t The university also succeeded in making a diamond-grinding tool, ultrasonic rinsing machine, ultrasonic humidifier and ultrasonic thickness meter and established an integrated management information system, integrated production control system and quality control system for industrial establishments together with the process of synthesizing Terracottem and other production processes.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang Medical College and Pyongyang Agricultural College of Kim Il Sung University have made such achievements as developing over ten kinds of medicines made with albumin fusion proteins, verifying the physiological and pharmacological effect of activated natural mineral complex and turning out disinfectant based on Kumgang medical stone.\n\t\t\t\t\t\n\t\t\t\t\t Teachers and researchers of Kim Chaek University of Technology made a miniaturized solid high-voltage generating device, realized the home production of industrial water analyzer and solved sci-tech problems arising in putting water analysis on a scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t They also developed a high-speed circuit-breaker, automatic control system for acrylate and ester synthesis process, information system for hospitals and marine commanding system for fishery stations.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang University of Architecture created a technology of arranging energy-saving green buildings using solar heat, geotherm and wind power and prepared a design for green city.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang University of Railways advanced a standard design of Korean-style rapid transit railway, its master plan, technical instruction manuals and detailed designs and made an energy-saving welder.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang University of Mechanical Engineering finished a tampon flow production process, developed machines and automatic control system for the process and manufactured latest power-conversion control device."
        },
        {
            "title": "Nampho Fishery Station in DPRK",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-11ee.html",
            "content": "Nampho Fishery Station in DPRK\r\nPyongyang, April 27 (KCNA) -- The Nampho Fishery Station is one of leading fishing stations in the west coastal area of the DPRK.\n\t\t\t\t\tIn the spirit of self-development, the station has caught several hundreds more tons of fish than scheduled from early-March, doubling fisheries output of the peak-year level.\n\t\t\t\t\t\n\t\t\t\t\tAccording to Kang Kyong Su, manager of the station, it greeted its 70th founding anniversary with a big haul some days ago.\n\t\t\t\t\t\n\t\t\t\t\tAt the beginning of its operation, the station had only some 20 wooden ships, vessels and sailboats, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\tBut it has developed into a leading fishing station in the west coastal area of the country under the wise leadership of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tIt sailed out for deep-sea fishing for the first time and made a big stride in putting the detection of fishing grounds, fishing prediction and maritime control on a scientific and IT basis by introducing a number of sci-tech achievements.\n\t\t\t\t\t\n\t\t\t\t\tIn recent years, the station has built all-purpose fishing boats of \"Tanphung\"-class.\n\t\t\t\t\t\n\t\t\t\t\tThe station also has a modern fish-processing factory.\n\t\t\t\t\t\n\t\t\t\t\tNow, the Nampho Fishery Station is playing an important role in supplying marine products to Pyongyang citizens."
        },
        {
            "title": "Ko Kyong Chan Hero Workteam",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-12ee.html",
            "content": "Ko Kyong Chan Hero Workteam\r\n Pyongyang, April 27 (KCNA) -- There is Ko Kyong Chan Hero Workteam of the April 5 Pit, which is well known over the country, at the Kumgol Mine of the Komdok Mining Complex in the DPRK.\n\t\t\t\t\t It is a mining workteam formed with those born in the year 1961 when President Kim Il Sung visited the mine. So, it is called a workteam of miners born in 1961 or Ko Kyong Chan Hero Workteam.\n\t\t\t\t\t\n\t\t\t\t\t After its formation, its miners have performed heroic feats in boosting nonferrous mineral production for scores of years, carrying out their yearly plan ahead of schedule every year.\n\t\t\t\t\t\n\t\t\t\t\t In high recognition of their distinguished services, the Workers' Party of Korea awarded the title of Labor Hero to all its members.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il visited the Komdok area in Juche 91 (2002) and personally met all of them to show the benevolent loving care and trust for them.\n\t\t\t\t\t\n\t\t\t\t\t Encouraged by his loving care and trust, they have boosted mineral production by steadily introducing advanced mining methods.\n\t\t\t\t\t\n\t\t\t\t\t On April 21, respected Supreme Leader Kim Jong Un sent a congratulatory message to the 15 miners of Ko Kyong Chan Hero Workteam upon carrying out its yearly plan 101.5 percent on the occasion of the Day of the Sun, the birth anniversary of Kim Il Sung (April 15).\n\t\t\t\t\t\n\t\t\t\t\t Ko Kyong Chan, head of the workteam, told KCNA that young miners have joined the workteam with the passage of time, but its heroic struggling spirit and traits are being creditably carried forward."
        },
        {
            "title": "U.S., S. Korean Forces' Military Provocation Hysteria Flailed",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-06ee.html",
            "content": "U.S., S. Korean Forces' Military Provocation Hysteria Flailed\r\n Pyongyang, April 27 (KCNA) -- The situation on the Korean peninsula is inching close to the point of explosion due to the reckless moves of the U.S. imperialists and the south Korean group of traitors for military provocation, says Rodong Sinmun Thursday in an article.\n\t\t\t\t\t Branding their military provocation moves as a dangerous act aimed to stifle the DPRK by force, the article says:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is introducing nuclear-powered carriers and other nuclear strategic assets into the Korean peninsula one after another while trumpeting about \"peace by force\", a revelation of their dangerous scenario to provoke a nuclear war all of a sudden while resorting to nuclear threat and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t It is the fixed determination and will of the DPRK to resolutely counter the U.S. and the puppet group's provocative option with the matchless military muscle. It is the legitimate right to self-defence for the DPRK to staunchly counter the hostile forces' military provocation while bolstering to the maximum its military capabilities for self-defence and preemptive attack with nuclear force as a pivot.\n\t\t\t\t\t\n\t\t\t\t\t The toughest counteraction to be taken by the DPRK against the U.S. and its vassal forces will target destructive punishment that would not allow any survival of the enemies.\n\t\t\t\t\t\n\t\t\t\t\t Should the U.S. imperialists and the south Korean puppet forces open even a single fire into the inviolable territorial land, waters and air of the DPRK, its revolutionary armed forces will promptly mount annihilating strike and wipe out the aggressors to the last man.\n\t\t\t\t\t\n\t\t\t\t\t Those who have intent to provoke the DPRK even a bit can never go scot-free whoever they are and wherever they might be."
        },
        {
            "title": "Anti-DPRK Remarks of U.S. Representative to UN Assailed",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-07ee.html",
            "content": "Anti-DPRK Remarks of U.S. Representative to UN Assailed\r\n Pyongyang, April 27 (KCNA) -- Recently, the U.S. representative to the UN, faulting the DPRK's just measure for bolstering the nuclear deterrence, said that it may pose threat to the U.S. and several other countries and that \"countries doing bad acts\" like the DPRK would not sign the convention on banning nuclear weapons nor would be willing to implement it.\n\t\t\t\t\t Branding this as a gross distortion of the situation, a commentary of Rodong Sinmun Thursday says:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is deliberately distorting and hyping up the situation in a bid to turn the table in its favor. The aim is to brand the DPRK as a harasser of peace, cover up its true colors as a hideous nuclear criminal and justify its moves for stifling the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It has neither qualifications nor rights to fault the DPRK's measures for bolstering the nuclear deterrence. It is also not entitled to trumpet about the convention on banning the nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is trying to convince the public that the world denuclearization has not been realized because of the DPRK. This is senseless rubbish shunning the historical course of why the DPRK was compelled to opt for having access to nuclear weapons and bolstering them qualitatively and quantitatively and why it became necessary for the world to have the convention on banning nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which compelled the DPRK to have access to nuclear weapons and it is again the U.S. which persistently forced the DPRK to bolster them qualitatively and quantitatively.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrence is not to threaten others but it is a means for self-defence to defend the sovereignty of the country from the U.S. nuclear war provocation in every aspect.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will continue to exercise this right with dignity no matter what others may say."
        },
        {
            "title": "U.S. Forces in S. Korea Deploy THAAD Hardware All of Sudden",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-15ee.html",
            "content": "U.S. Forces in S. Korea Deploy THAAD Hardware All of Sudden\r\n Pyongyang, April 27 (KCNA) -- The U.S. imperialist aggression forces reportedly brought THAAD equipment into Songju Golf Course of south Korea all of sudden in collusion with the puppet forces.\n\t\t\t\t\t At night on April 25, they stealthily sent THAAD equipment into the course which they had distributed in Pusan, Osan and Waegwan in fear of the protest by the south Koreans against its deployment.\n\t\t\t\t\t\n\t\t\t\t\t Enraged by the forcible introduction of THAAD by the U.S. imperialist aggression forces, citizens in Songju County and religionists of Won Buddhism staged a protest action."
        },
        {
            "title": " S. Koreans Call for Peace and Improved South-North Relations",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-13ee.html",
            "content": "S. Koreans Call for Peace and Improved South-North Relations\r\n Pyongyang, April 27 (KCNA) -- The North Jolla Provincial Headquarters of the South Side Committee for Implementing June 15 Joint Declaration called a press conference on April 24 to announce a declaration signed by 12 105 citizens in the province demanding peace of the Korean peninsula and the improvement of the south-north relations, according to the south Korean internet newspaper Tongil News.\n\t\t\t\t\t The declaration called for making the upcoming \"presidential election\" a turning point for abolishing evils and building a new society in the spirit of candlelight actions.\n\t\t\t\t\t\n\t\t\t\t\t It stressed the need to inherit and implement the inter-Korean agreements including the July 4 South-North Joint Statement, the June 15 joint declaration and the October 4 declaration, immediately resume the operation of Kaesong Industrial Park and tour of Mt Kumgang, suspend the deployment of THAAD, conclude a peace accord and abolish the \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t It urged all the political parties and \"presidential\" candidates to come out for peace of the peninsula and improvement of the south-north relations."
        },
        {
            "title": "Prompt Stop to THAAD Deployment Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-09ee.html",
            "content": "Prompt Stop to THAAD Deployment Urged in S. Korea\r\n Pyongyang, April 27 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held the 180th peace and disarmament rally outside the puppet defense ministry building on April 25, protesting against the U.S. THAAD deployment and introduction of its strategic assets into the Korean peninsula.\n\t\t\t\t\t Speakers at the rally demanded that the U.S. promptly stop the moves to display its strategic assets in the Korean peninsula, which only gives Japan a chance of reinvading Korea."
        },
        {
            "title": " Ceremony of Naming Kim Il Sung-Kim Jong Il Class Held in Zambia",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-02ee.html",
            "content": "Ceremony of Naming Kim Il Sung-Kim Jong Il Class Held in Zambia\r\n Pyongyang, April 27 (KCNA) -- Kim Jong Il Class in a boys' middle school in Zambia was renamed Kim Il Sung-Kim Jong Il Class and its tablet displayed on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t A ceremony of naming the class and hanging the tablet took place on April 14.\n\t\t\t\t\t\n\t\t\t\t\t Present there were teaching staff and students of the school and their parents and relevant officials of the DPRK working in Zambia.\n\t\t\t\t\t\n\t\t\t\t\t The rector of the school and other speakers said it was a high honor to rename Kim Jong Il Class Kim Il Sung-Kim Jong Il Class at the excellently remodeled school.\n\t\t\t\t\t\n\t\t\t\t\t A letter to respected Supreme Leader Kim Jong Un was adopted at the event."
        },
        {
            "title": "Kim Jong Un's Work Published in Poland",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-01ee.html",
            "content": "Kim Jong Un's Work Published in Poland\r\n Pyongyang, April 27 (KCNA) -- Respected Supreme Leader Kim Jong Un's work \"Making Selfless, Devoted Efforts for the Good of the People Is the Mode of Existence and Source of Invincible Might of the Workers' Party of Korea\" was brought out in booklet by the Torun Publishing House of Poland on April 6 on the occasion of the Day of the Sun.\n\t\t\t\t\t The work, published on October 10, Juche 104 (2015), says that the history of the WPK is a proud course in which it has led the Korean revolution to victory, being responsible for the people's destiny under the guidance of President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Kim Jong Un felicita a Bashar al-Assad",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-22ee.html",
            "content": "Kim Jong Un felicita a Bashar al-Assad\r\nPyongyang, 27 de abril (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea, envio el dia 26 un mensaje de felicitacion a Bashar al-Assad, Secretario Regional del Partido Socialista del Resurgimiento Arabe (BAAS),.\n\t\t\t\t\tLa misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLe extiendo cordiales felicitaciones y saludos por su reeleccion como secretario regional en la reciente reunion ampliada del Comite Central del Partido Socialista del Resurgimiento Arabe.\n\t\t\t\t\t\n\t\t\t\t\tLa reeleccion constituye una muestra del invariable apoyo y gran confianza que le depositan la Direccion y todos los militantes de su partido.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, el Partido Socialista del Resurgimiento Arabe y el pueblo sirio defienden firmemente la soberania, dignidad e integridad territorial del pais bajo su correcta guia frustrando los desafios y maniobras agresivas de las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad, reitero el firme apoyo y solidaridad con la justa lucha de su partido y pueblo y deseo de todo corazon mayores exitos en sus responsabilidades."
        },
        {
            "title": "Representacion permanente de la RPDC ante ONU publica comunicado",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-23ee.html",
            "content": "Representacion permanente de la RPDC ante ONU publica comunicado\r\nPyongyang, 27 de abril (ACNC) -- La Representacion Permanente de la Republica Popular Democratica de Corea ante la ONU hizo publico el dia 26 un comunicado.\n\t\t\t\t\tEl documento recuerda que el Consejo de Seguridad de la ONU paso por alto la peticion, formulada en marzo pasado, del representante permanente coreano ante la ONU que demando discutir como tema urgente los ejercicios militares conjuntos EE.UU.-Sudcorea.\n\t\t\t\t\t\n\t\t\t\t\tAsi, el Consejo de Seguridad demostro por si solo que se ha convertido en aparato politico de un Estado faltando a su mision y a la confianza de la sociedad internacional, critica el comunicado y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tHasta ahora, el CS vino aprobando las ilegales \"resoluciones de sancion\" cuestionando caso por caso las justas medidas de autodefensa de la RPDC tomadas para salvaguardar su soberania, dignidad y seguridad.\n\t\t\t\t\t\n\t\t\t\t\tSegun la pauta dual, inventada unilateralmente por EE.UU. a favor de sus intereses, se califica de \"ilegal\" el legitimo ejercicio de la soberania por un Estado soberano y de \"actos provocadores\" sus medidas de autodefensa y se toleran los ejercicios militares conjuntos EE.UU.-Sudcorea, causa de agravacion de la situacion de la Peninsula Coreana. Esto es lo que sucede hoy en el CS.\n\t\t\t\t\t\n\t\t\t\t\tLa parcialidad y la conducta de doble rasero del CS, marioneta de EE.UU., comprueban otra vez cuan justo es el hecho de que la RPDC viene consolidando por todos los medios la capacidad de autodefensa nacional y de ataque preventivo, centrada en las fuerzas armadas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC no se asusta nunca ante la amenaza y chantaje de EE.UU. aunque la administracion Trump introduce ahora una tras otra en las aguas maritimas de la Peninsula Coreana las flotillas de ataque de portaaviones nucleares con el fin de aplastarla por via militar.\n\t\t\t\t\t\n\t\t\t\t\tNuestro pais mantiene la invariable voluntad de pelear hasta el final si EE.UU. desea el enfrentamiento.\n\t\t\t\t\t\n\t\t\t\t\tNuestras contramedidas superintransigentes comprenden varios modos, inclusive el ataque sorpresivo y preventivo acompanado de la movilizacion terrestre, naval, submarina y aerea. Ellas se tomaran de inmediato acorde a los tipos e intensidades de los actos provocadores que emprenda EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEsta vez, el mundo vera claramente que ya paso para siempre la epoca en que EE.UU imponia con fuerza sus opiniones. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC, Estado socialista amante de la paz, aprecia y ama mas que nadie la paz, pero no teme la guerra ni quiere eludirla.\n\t\t\t\t\t\n\t\t\t\t\tYa que hemos preparado el poderoso armamento nuclear para defendernos desde la amenaza nuclear proveniente de EE.UU., responderemos sin vacilacion alguna a la guerra total con la misma y a la guerra nuclear con el golpe nuclear a nuestro estilo y triunfaremos sin falta en la batalla de vida o muerte contra el imperialismo norteamericano."
        },
        {
            "title": "CRPP advierte a Hwang Kyo An, enloquecido por la confrontacion fratricida",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-24ee.html",
            "content": "CRPP advierte a Hwang Kyo An, enloquecido por la confrontacion fratricida\r\nPyongyang, 27 de abril (ACNC) -- En relacion con que el presidente interino surcoreano Hwang Kyo An se recurre absurdamente en la extrema confrontacion fratricida, el portavoz del Departamento de Politica del Comite por la Reunificacion Pacifica de la Patria publico el dia 27 una declaracion que senala:\n\t\t\t\t\tEn un reciente \"consejo de ministros\" el traidor Hwang solto las palabras conflictivas contra la Republica Popular Democratica de Corea (RPDC) incluso \"el Norte puede perpetrar diversas provocaciones como el sexto ensayo nuclear en ocasion del dia de la fundacion del Ejercito Popular\", \"el Norte puede afrontarse con las fuertes medidas diferentes con las tomadas hasta ahora si comete las imprudentes provocaciones\" y \"hay que mantener la ferrea disposicion militar\".\n\t\t\t\t\t\n\t\t\t\t\tAdemas, cacareo que \"el Sur de Corea esta consultando  estrechamente con EE.UU. el problema de provocacion del Norte\" y \"preparara la base por la solucion fundamental del asunto nuclear del Norte mediante los esfuerzos diplomaticos con el pais circunvecino\".\n\t\t\t\t\t\n\t\t\t\t\tY se aparecio el dia 26 en el \"entrenamiento conjunto de fuego 2017\", realizado precipitadamente por los yanquis y los belicistas surcoreanos atemorizados por la manifestacion de golpe combinado de las fuerzas armadas del Ejercito Popular de Corea (EPC), ocasion en la cual echo fanfarronadas hablando de la \"manifestacion del poderio\" y \"mostro la capacidad fuerte de castigo y aniquilamiento\".\n\t\t\t\t\t\n\t\t\t\t\tResultan muy absurdos los actos de los titeres surcoreanos que hablan del \"castigo\" cuando hasta su amo norteamericano se quedo pasmado ante la bruscamente desarrollada capacidad de ataque nuclear de la RPDC y actua aturdidamente emplazando todas sus propiedades estrategicas. \n\t\t\t\t\t\n\t\t\t\t\tTales locuras conflictivas del traidor Hwang muestran la inquietud de los restos de la banda conservadora surcoreanas que estan aisladas y rechazadas mas con el paso de los dias y no pasan de ser un intento maligno de aglutinar a las fuerzas conservadoras inculcando mas la crisis de seguridad en visperas de las \"elecciones presidenciales\".\n\t\t\t\t\t\n\t\t\t\t\tPero, tales locuras desesperadas de Hwang constituyen los alborotos del tipejo sobrecogido del terror y nadie le prestara oidos.\n\t\t\t\t\t\n\t\t\t\t\tSi los titeres surcoreanos se atreven a provocar imprudentemente dando alguna esperanza en su amo gringo pobre, podran ser aniquilados completamente por la lluvia de fuego del EPC.\n\t\t\t\t\t\n\t\t\t\t\tHwang debe saber correctamente que sus insensatas locuras conflictivas traeran solo su muerte tragica."
        },
        {
            "title": "Se convocara VIII Congreso de la ONC",
            "url": "http://kcna.co.jp/item/2017/201704/news27/20170427-25ee.html",
            "content": "Se convocara VIII Congreso de la ONC\r\nPyongyang, 27 de abril (ACNC) -- El Comite Central de la Union de la Juventud Kimilsungista-Kimjongilista publico el dia 27 la resolucion sobre la convocacion del VIII Congreso de la Organizacion de Ninos de Corea (ONC).\n\t\t\t\t\t Segun ella, ese conclave se convocara a principios de junio del 106 (2017) de la Era Juche en esta capital.\n\t\t\t\t\t\n\t\t\t\t\t El CC de la Union de la Juventud preciso en el documento que el Congreso marcara un hito importante para desarrollar la ONC como gloriosa organizacion infantil de Kim Il Sung y Kim Jong Il y del Maximo Dirigente Kim Jong Un conforme a la demanda de la revolucion coreana y del autoctono movimiento infantil en desarrollo y para preparar a todos sus integrantes como reservas fidedignas de la construccion de potencia socialista y relevos verdaderos de la Union de la Juventud."
        }
    ]
}