{
    "date": "2017-01-11",
    "url": "http://kcna.co.jp/item/2017/201701/2017-01-11ee.html",
    "articles": [
        {
            "title": "Special Envoy of Kim Jong Un Arrives in Managua",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-06ee.html",
            "content": "Special Envoy of Kim Jong Un Arrives in Managua\r\n Pyongyang, January 11 (KCNA) -- As special envoy of Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, Vice-Chairman Choe Ryong Hae of the SAC arrived in Managua on Monday to attend the inaugural ceremony of the Nicaraguan president."
        },
        {
            "title": "Official Statement of Int'l Preparatory Committee for \"Gathering 2017-Praise to the Great Persons of Mt. Paektu\"",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-05ee.html",
            "content": "Official Statement of Int'l Preparatory Committee for \"Gathering 2017-Praise to the Great Persons of Mt. Paektu\"\r\n Pyongyang, January 11 (KCNA) -- The International Preparatory Committee for \"Gathering 2017-Praise to the Great Persons of Mt. Paektu\" issued an official statement on Jan. 8 in reflection of the world peoples' reverence for the peerlessly great persons of Mt. Paektu growing deeper day by day.\n\t\t\t\t\t This year is a meaningful year marking the 105th birthday of President Kim Il Sung and the 75th birthday of His Excellency Kim Jong Il, who had made undying contributions to freedom and independence of Korea and its prosperity and development and to the cause of global independence, and the 5th anniversary of election of His Excellency Kim Jong Un to the highest post of the party and the state of Korea, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The International Preparatory Committee for \"Gathering 2017-Praise to the Great Persons of Mt. Paektu\", in its inaugural ceremony in October last year, decided to hold an international grand gathering in praise of peerlessly great persons in Mt. Paektu area and Pyongyang in August this year, a month which is associated with exploits of President Kim Il Sung for Korea's liberation and feats of HE Kim Jong Il for Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t In order to fully demonstrate the boundless admiration of the world's progressive peoples towards the peerlessly great persons of Mt. Paektu and to glorify their greatness and immortal feats for good, the International Preparatory Committee declares as follows:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t 1. We shall erect the Monument to the Great Persons of Mt. Paektu in Mt. Paektu area which is deeply associated with their undying feats.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, HE Kim Jong Il and HE Kim Jong Un are enjoying the boundless admiration of the world's progressive peoples as the great persons of Mt. Paektu and the Sun of mankind along with Mt. Paektu, the symbol and spirit of Korea.\n\t\t\t\t\t\n\t\t\t\t\t We shall magnificently erect the Monument to the Great Persons of Mt. Paektu in Mt. Paektu area on the occasion of the forthcoming event, reflecting the ardent desire and inflexible will of progressive mankind to accomplish the cause of global independence by upholding the noble intentions of the peerlessly great persons.\n\t\t\t\t\t\n\t\t\t\t\t The International Preparatory Committee will be in charge of erection of the monument, and entrusts the Korean Preparatory Committee with its practical arrangements.\n\t\t\t\t\t\n\t\t\t\t\t The International Preparatory Committee would like to take this opportunity to call upon all the progressive peoples of the world, including the preparatory committees across the world, friendship and solidarity organizations with the Korean people, international democratic organizations and individuals from various circles to actively participate in erection of the monument.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t 2. We shall hold the future events in praise of the great persons of Mt. Paektu under the name of \"International Festival in Praise of the Great Persons of Mt. Paektu\", adding sequence numbers into its title.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The progressive peoples of the world have made visits to the sacred place of the Sun on a regular basis, highly praising the peerlessly great persons, in compliance with Declaration of Mt. Paektu issued at the \"Gathering to Greet the Sun of the 21st Century\" held in 2002 on the occasion of the 60th birth anniversary of the great HE Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Reflecting the unanimous desire of the world's progressive peoples to immortalize the august names and exploits of the peerlessly great persons by organizing and holding an event in praise of the great persons of Mt. Paektu more splendidly as a regular international event, we shall indicate sequence numbers of the event, while naming the future event as \"International Festival in Praise of the Great Persons of Mt. Paektu\".\n\t\t\t\t\t\n\t\t\t\t\t In this respect, \"Gathering 2017-Praise to the Great Persons of Mt. Paektu\" will be the 5th International Festival in Praise of the Great Persons of Mt. Paektu, according to the sequence order of events held in praise of the great persons so far.\n\t\t\t\t\t\n\t\t\t\t\t Erection of the Monument and the International Festival will be momentous events of historic significance in fully demonstrating to the entire world the boundless admiration and respect of the world's progressive peoples towards the peerlessly great persons.\n\t\t\t\t\t\n\t\t\t\t\t The International Preparatory Committee will fully discharge its responsibility and duty in marking this year as the meaningful year of a turning point in the activities of progressive mankind to praise the revolutionary lives and greatness of the great persons of Mt. Paektu, who have accumulated the undying feats in the accomplishment of the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t Preparatory committees for \"Gathering 2017-Praise to the Great Persons of Mt. Paektu\" in various countries, friendship and solidarity organizations with the Korean people, and international democratic organizations shall advance vigorously towards the grand festival of August, enveloping the whole world with seething enthusiasm for praising the great persons of Mt. Paektu."
        },
        {
            "title": "Water Park Built in Russia with Help of Korean Builders",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-04ee.html",
            "content": "Water Park Built in Russia with Help of Korean Builders\r\n Pyongyang, January 11 (KCNA) -- A water park was built in Kamchatka Territory of Russia in cooperation with builders of the DPRK.\n\t\t\t\t\t Its inauguration ceremony took place on the spot on Dec. 30 last year.\n\t\t\t\t\t\n\t\t\t\t\t The flags of the DPRK and Russia were hoisted and the signboard bearing names of the two countries displayed at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the Kamchatka Territory Administration and a Kamchatka construction company, popular masses and the DPRK consul general in Vladivostok and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The general manager of the construction company said that he was pleased to see the water park completed and sincerely thanked the Korean builders for their great efforts. The water park, a symbol of friendship between Russia and the DPRK, will actively contribute to the well-being of the people, he added.\n\t\t\t\t\t\n\t\t\t\t\t A letter to respected Supreme Leader Kim Jong Un was adopted at the ceremony."
        },
        {
            "title": "Korean Workers Increase Production for Implementing Five-Year Strategy for National Economic Development",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-17ee.html",
            "content": "Korean Workers Increase Production for Implementing Five-Year Strategy for National Economic Development\r\n Pyongyang, January 11 (KCNA) -- The workers of electric-power, metallurgical, chemical and coal-mining industries and the rail transport sector of the DPRK are registering successes this year, a year of key importance in carrying out the five-year strategy for national economic development.\n\t\t\t\t\t The Pyongyang Thermal Power Complex carries out its daily electricity production over 109 percent.\n\t\t\t\t\t\n\t\t\t\t\tThe Musan Mining Complex has made a breakthrough of iron ore production by successfully blasting 400,000 cubic meter earth and Kim Chaek and Hwanghae iron and steel complexes and the Chollima Steel Complex have boosted production with the spirit of self-reliance and self-development from the beginning of the year.\n\t\t\t\t\t\n\t\t\t\t\t Similar successes have been made at the February 8 Vinalon Complex, the Namhung Youth Chemical Complex, the Sunchon Area Youth Coal Mining Complex and the Tokchon Area Coal-Mining Complex.\n\t\t\t\t\t\n\t\t\t\t\t The Pukchang Railway Branch Bureau under the Pyongyang Railway Bureau transported more than 1.2 times of coal on an average as compared with the same period of the last year."
        },
        {
            "title": "Sportspersons of DPRK Filled with Will to Create New Miracles in Int'l Games",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-15ee.html",
            "content": "Sportspersons of DPRK Filled with Will to Create New Miracles in Int'l Games\r\n Pyongyang, January 11 (KCNA) -- Sportspersons of the DPRK are raising a hot wind of training filled with conviction of victory.\n\t\t\t\t\t  After receiving the New Year Address made by respected Supreme Leader Kim Jong Un, they are full of enthusiasm to create new miracles in international games one after another.\n\t\t\t\t\t\n\t\t\t\t\t Last year, signal successes were made in the field of sports.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's women footballers took the first place in the 2016 FIFA U-17 and U-20 Women's World Cups. \n\t\t\t\t\t\n\t\t\t\t\t It is the firm determination and will of officials, players and coaches in the field of sports to achieve greater success in Juche 106 (2017).\n\t\t\t\t\t\n\t\t\t\t\t Song Jun Ho, deputy head of the Amnokgang Sports Team, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t There is nothing impossible when the strength of ideology, mental power is fully demonstrated. We will intensify training, round off our-style advantageous playing tactics, put sports on a scientific basis and thus contribute to building a sports power.\n\t\t\t\t\t\n\t\t\t\t\t Ri Se Gwang, gymnast of the April 25 Sports Team, also expressed his determination to bag more gold medals in international games."
        },
        {
            "title": "Additive for Preserving Color of Edible Herbs, Vegetables Developed in DPRK",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-16ee.html",
            "content": "Additive for Preserving Color of Edible Herbs, Vegetables Developed in DPRK\r\nPyongyang, January 11 (KCNA) -- The Natural Science Institute of Kim Il Sung University has recently developed additive for preserving green color of edible herbs and vegetables, winning popularity at foodstuff factories, public catering establishments and families.\n\t\t\t\t\t It helps edible herbs and vegetables remain green when being pickled.\n\t\t\t\t\t\n\t\t\t\t\t It also prevents chlorophyll molecule from being destroyed and calcium from being washed away."
        },
        {
            "title": "DPRK to Steadily Bolster up Capability for Self-Defence and Preemptive Attack",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-07ee.html",
            "content": "DPRK to Steadily Bolster up Capability for Self-Defence and Preemptive Attack\r\n Pyongyang, January 11 (KCNA) -- It is the stand of the DPRK to steadily bolster up its capability for self-defence and preemptive attack, the pivot of which is the nuclear force, unless the U.S. makes a switchover in its hostile policy toward the DPRK, Rodong Sinmun Wednesday says in an article.\n\t\t\t\t\t Noting that the self-defensive war deterrence of the DPRK provides a sure guarantee for peace and stability in the region and peace and security of the world, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the decisive resolution and will of the DPRK army and people to beat back the aggressors trying hard to stifle it with nukes, through their stronger nuclear strikes.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made its nuclear weapons smaller, lighter and diversified and is possessed of various type delivery means capable of making nuclear strikes at anywhere anytime.\n\t\t\t\t\t\n\t\t\t\t\t Eye-opening events of bolstering up defence capability will take place in the DPRK one after another. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. would not be safe though it is more than ten thousand kilometers away from the DPRK. It will not be long before the DPRK's ICBM strikes terror into the hearts of the U.S. warmongers.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is mulling frightening the Korean people through the UN \"sanctions resolution\", but nothing can match the mysterious might of the single-minded unity of all the service personnel and people of the DPRK and their self-development capability. \n\t\t\t\t\t\n\t\t\t\t\t The world will get further confident that the DPRK will demonstrate its might as a nuclear power and military power in the East and that the DPRK's victory in the standoff with the U.S. is the ever-lasting tradition of the former."
        },
        {
            "title": "Rodong Sinmun Slams U.S. Interference to Prolong Colonial System",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-08ee.html",
            "content": "Rodong Sinmun Slams U.S. Interference to Prolong Colonial System\r\n Pyongyang, January 11 (KCNA) -- The issue of early \"presidential\" election is high on agenda in south Korea and various political forces are becoming busy with their moves. Against this backdrop, the U.S. is leaving no means untried to exercise influence on the election. \n\t\t\t\t\t Rodong Sinmun Wednesday says in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t A typical example of the U.S. scenario is that the U.S. is working hard overtly and covertly to keep the conservative forces in power by letting Ban Ki-moon, a wicked pro-U.S. element and dirty political philistine, run for the presidency.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. interference in the puppet presidential election is no more than undisguised meddling to prop up the colonial ruling system shaking to its very foundation due to the decline of pro-U.S. conservative forces. \n\t\t\t\t\t\n\t\t\t\t\t It is the stereotyped method for the U.S. to keep the pro-U.S. regime afloat by ousting the forsaken puppet and replacing it with its new lackey whenever the colonial ruling system was shaking in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t If a pro-U.S. lackey is allowed to seize power again as a result of the U.S. scenario, the south Korean people will never be able to have a sound sleep even a day. If the conservative group is allowed to ride roughshod, they will not escape a disaster. This is the bitter lesson drawn by the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t All political parties, organizations and people from all walks of life in south Korea aspiring after the nation's sovereignty, democracy of the society and the end of corrupt politics should get united close as one to foil the U.S. interference and obstruction and wage a vigorous struggle to bring a new politics."
        },
        {
            "title": "1000th Day since Ferry Sewol Disaster Observed in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-09ee.html",
            "content": "1000th Day since Ferry Sewol Disaster Observed in S. Korea\r\n Pyongyang, January 11 (KCNA) -- Memorial meetings reportedly took place throughout south Korea on Jan. 9 on the lapse of 1 000 days since the occurrence of the ferry Sewol disaster.\n\t\t\t\t\t A memorial performance was given in Ansan of Kyonggi Province under the co-sponsorship of the Consultative Council of Families of Victims for Probing Truth about April 16 Ferry Sewol Disaster and Building Safe Society and other civic organizations.\n\t\t\t\t\t\n\t\t\t\t\t At the venue of the performance speakers declared that they would severely punish the chief criminal and those involved in the case through a thorough-going probe into the truth behind the disaster.\n\t\t\t\t\t\n\t\t\t\t\t At a memorial meeting held at a plaza in Jonju of North Jolla Province, people of various circles said that there are still pending matters including the truth about the disaster and finding out what the chief executive did for 7 hours the day the ferry tragedy occurred.\n\t\t\t\t\t\n\t\t\t\t\t Similar memorial meetings took place in other parts of south Korea including Taejon, Pusan."
        },
        {
            "title": "Collapse of Hotel Floor Causes Casualties in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-11ee.html",
            "content": "Collapse of Hotel Floor Causes Casualties in S. Korea\r\nPyongyang, January 11 (KCNA) -- A hotel floor in Seoul reportedly collapsed all of a sudden in the course of evacuation on Jan. 7, leaving two persons dead.\n\t\t\t\t\t Two more persons were seriously wounded."
        },
        {
            "title": "Japan's Insolence, S. Korean Authorities' Humiliating Behavior Flailed",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-13ee.html",
            "content": "Japan's Insolence, S. Korean Authorities' Humiliating Behavior Flailed\r\n Pyongyang, January 11 (KCNA) -- The south Korean newspaper Kyunghyang Daily News in an editorial on Jan. 9 denounced Japanese Prime Minister Abe for his insolent remarks demanding the removal of the statue of a girl in front of the Japanese consulate in Pusan.\n\t\t\t\t\t The editorial blasted Abe for urging south Korea to show sincerity as Japan expended one billion yen and crying out for implementing the \"agreement\" despite regime change in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It urged the south Korean regime to demand Japan stop nonsensical remarks and opt for renegotiating with it over the issue of sexual slavery."
        },
        {
            "title": "U.S. Reckless Bombing Disclosed by S. Korean Media",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-19ee.html",
            "content": "U.S. Reckless Bombing Disclosed by S. Korean Media\r\n Pyongyang, January 11 (KCNA) -- The south Korean internet newspaper Jaju Sibo carried an article on Jan. 8 in denunciation of the U.S. bombing in various countries.\n\t\t\t\t\t The article disclosed that last year alone, the number of the bombs dropped by the U.S. over the Mideast and North African countries was estimated to have stood at about 26 170.\n\t\t\t\t\t\n\t\t\t\t\t The actual number of the bombs dropped by the U.S. was more than that as each bomb accompanied several others and its bombing in December killed 173 civilians, it pointed out, adding:\n\t\t\t\t\t\n\t\t\t\t\t At least 150,000 persons were estimated to have been killed and hundreds of thousands to have been wounded owning to the U.S. bombing.\n\t\t\t\t\t\n\t\t\t\t\t The world people should properly understand who violates global peace and which country pushes them into death."
        },
        {
            "title": "Koreans in China Harden Their Will to Turn out in Struggle for National Reunification",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-18ee.html",
            "content": "Koreans in China Harden Their Will to Turn out in Struggle for National Reunification\r\n Pyongyang, January 11 (KCNA) -- Cha Sang Bo, vice-chairman of the General Association of Koreans in China, in a statement on Jan. 4 expressed the will to turn out in the struggle to usher in a heyday of the nation-wide reunification movement. \n\t\t\t\t\t Respected Supreme Leader Kim Jong Un's New Year Address gives all Koreans faith and optimism about the country's reunification and encourages them to the patriotic struggle for achieving the reunification, the statement said, adding;\n\t\t\t\t\t\n\t\t\t\t\t The association and all Koreans in China will fully discharge their mission and duty before the times and the nation in opening up a broad avenue to independent reunification this year, by carrying through the important tasks Kim Jong Un set forth in the historic New Year Address."
        },
        {
            "title": "Koreans in U.S. Urged to Turn out in National Reunification Movement",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-14ee.html",
            "content": "Koreans in U.S. Urged to Turn out in National Reunification Movement\r\n Pyongyang, January 11 (KCNA) -- The chairman of the U.S. Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration issued an article on Jan. 1, appealing to Koreans in the U.S. to come out for the national reunification movement.\n\t\t\t\t\t The article noted that Korean residents in the U.S. had conducted a dynamic struggle for realizing the country's peace and reunification last year though the north-south relations were put in the worst stalemate.\n\t\t\t\t\t\n\t\t\t\t\t It expressed conviction that a broader avenue to the independent and peaceful reunification of the country would be opened this year by the efforts for holding a pan-national, grand meeting for reunification and through the promotion of contacts and exchanges among various fields and circles from the north and the south and abroad.\n\t\t\t\t\t\n\t\t\t\t\t It also expressed belief that Koreans in the U.S. would fulfill their responsibility and role in doing so."
        },
        {
            "title": "Int'l Kothongryon Magazine Published",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-12ee.html",
            "content": "Int'l Kothongryon Magazine Published\r\n Pyongyang, January 11 (KCNA) -- The International United Confederation of Koreans (International Kothongryon) published the November-December issue for 2016 of its monthly magazine Thongil.\n\t\t\t\t\t The magazine carried photo-accompanied reports about field guidance given by respected Supreme Leader Kim Jong Un to units of the People's Army and various fields of the national economy in Nov. and Dec. last year.\n\t\t\t\t\t\n\t\t\t\t\t It conveyed the accounts of a remembrance meeting held at the DPRK embassy in Moscow to commemorate the 5th anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It edited the statements issued by a spokesman for the DPRK Foreign Ministry and a spokesman for the Disarmament and Peace Institute of the DPRK Foreign Ministry as regards the U.S. and its vassal forces' anti-DPRK \"human rights\" campaign and provocations against it and a letter sent by the DPRK permanent representative to the United Nations to the UN secretary-general, etc.\n\t\t\t\t\t\n\t\t\t\t\t The magazine carried an article dealing with the contribution made by Andrei Karlov, former Russian ambassador to the DPRK, to the development of the DPRK-Russia relations under the particular care of Kim Jong Il and international news."
        },
        {
            "title": "Kim Jong Un's New Year Address Introduced by Mexican Body",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-01ee.html",
            "content": "Kim Jong Un's New Year Address Introduced by Mexican Body\r\n Pyongyang, January 11 (KCNA) -- The Mexican Committee for the Study of Kimilsungism-Kimjongilism on Jan. 4 carried on its bulletin the full text of the New Year Address made by Kim Jong Un, Supreme Leader of the Democratic People's Republic of Korea."
        },
        {
            "title": "Kim Jong Un's Exploits Praised Abroad",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-02ee.html",
            "content": "Kim Jong Un's Exploits Praised Abroad\r\n Pyongyang, January 11 (KCNA) -- Seminars and other events were held in Nigeria, Denmark and Germany between December 22 and 30 last year to celebrate the fifth anniversary of respected Marshal Kim Jong Un's assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t Damian Ogbonna, national chairman of the People's Progressive Party of Nigeria, said that the world is now admiring the DPRK which has stepped up the economic construction despite the moves of the U.S. and other hostile forces to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK could bring about today's incredible economic development thanks to President Kim Il Sung and leader Kim Jong Il who laid a firm foundation for the self-supporting national economy and to respected Supreme Leader Kim Jong Un who is wisely guiding the socialist construction, holding aloft the banner of self-reliance and self-development, true to the will of the preceding leaders.\n\t\t\t\t\t\n\t\t\t\t\t Ibrahim Mantu, chairman of the Nigeria-Korea Friendship Association, Alhassan Mamman Muhammad, chairman of the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism, and other speakers said that the African people should learn the spirit of self-development of the DPRK which is making steady progress even under the outsiders' pressure.\n\t\t\t\t\t\n\t\t\t\t\t Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, said that Kim Jong Un is the most brilliant commander, possessed of outstanding military qualifications and quality that no other military commander in the present times failed to acquire.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany said that the DPRK proudly ranked itself among the nuclear powers by succeeding in the first H-bomb test and nuclear warhead explosion test in 2016 and that the Korean people would make big successes under the leadership of Kim Jong Un this year, too, to the wonder of the world.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the event in Germany."
        },
        {
            "title": "Kim Jong Un's New Year Address Hailed in Russia, Austria",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-03ee.html",
            "content": "Kim Jong Un's New Year Address Hailed in Russia, Austria\r\n Pyongyang, January 11 (KCNA) -- Russian and Austrian bodies made public statements on Jan. 2 and 5 in support of the New Year Address made by respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t The Russian Group for Solidarity with the DPRK noted in its statement that Kim Jong Un in his New Year Address mentioned the single-minded unity of the army and people and their great capacity for self-development as a major factor of the successes made in the DPRK last year.\n\t\t\t\t\t\n\t\t\t\t\t The tasks set forth in the address are the most scientific and realistic strategy of victory that makes it possible to translate the people's wishes into a reality on the basis of the single-minded unity and the great capacity for self-development, it said.\n\t\t\t\t\t\n\t\t\t\t\t The statement wished the Korean people bigger successes in their struggle for the building a powerful socialist country and the national reunification and for global independence under his guidance.\n\t\t\t\t\t\n\t\t\t\t\t The Youth Group for Study of Kimilsungism-Kimjongilism in Vienna of Austria in its statement expressed full support to Kim Jong Un's New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t The issue of Korea's reunification should be settled in an independent and peaceful way to meet the desire and wishes of all Koreans, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should take substantial measures for dialogue between the north and the south and improvement of their relations and discard a pipedream that they can reunify the country by counting on outsiders.\n\t\t\t\t\t\n\t\t\t\t\t They should also stop the dangerous war games they stage annually in collusion with the U.S. and discontinue military provocations straining the situation on the Korean peninsula."
        },
        {
            "title": "Enviado especial de Kim Jong Un llega a Managua",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-01ee.html",
            "content": "Kim Jong Un's New Year Address Introduced by Mexican Body\r\n Pyongyang, January 11 (KCNA) -- The Mexican Committee for the Study of Kimilsungism-Kimjongilism on Jan. 4 carried on its bulletin the full text of the New Year Address made by Kim Jong Un, Supreme Leader of the Democratic People's Republic of Korea."
        },
        {
            "title": "Publicada informacion oficial del Comite Preparatorio Internacional",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-12ee.html",
            "content": "Int'l Kothongryon Magazine Published\r\n Pyongyang, January 11 (KCNA) -- The International United Confederation of Koreans (International Kothongryon) published the November-December issue for 2016 of its monthly magazine Thongil.\n\t\t\t\t\t The magazine carried photo-accompanied reports about field guidance given by respected Supreme Leader Kim Jong Un to units of the People's Army and various fields of the national economy in Nov. and Dec. last year.\n\t\t\t\t\t\n\t\t\t\t\t It conveyed the accounts of a remembrance meeting held at the DPRK embassy in Moscow to commemorate the 5th anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It edited the statements issued by a spokesman for the DPRK Foreign Ministry and a spokesman for the Disarmament and Peace Institute of the DPRK Foreign Ministry as regards the U.S. and its vassal forces' anti-DPRK \"human rights\" campaign and provocations against it and a letter sent by the DPRK permanent representative to the United Nations to the UN secretary-general, etc.\n\t\t\t\t\t\n\t\t\t\t\t The magazine carried an article dealing with the contribution made by Andrei Karlov, former Russian ambassador to the DPRK, to the development of the DPRK-Russia relations under the particular care of Kim Jong Il and international news."
        },
        {
            "title": "Terminadas en Rusia piscinas bajo la cooperacion de constructores coreanos",
            "url": "http://kcna.co.jp/item/2017/201701/news11/20170111-11ee.html",
            "content": "Collapse of Hotel Floor Causes Casualties in S. Korea\r\nPyongyang, January 11 (KCNA) -- A hotel floor in Seoul reportedly collapsed all of a sudden in the course of evacuation on Jan. 7, leaving two persons dead.\n\t\t\t\t\t Two more persons were seriously wounded."
        }
    ]
}