{
    "date": "2017-12-09",
    "url": "http://kcna.co.jp/item/2017/201712/2017-12-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Climbs Mt Paektu",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-01ee.html",
            "content": "Kim Jong Un Climbs Mt Paektu\r\n Pyongyang, December 9 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, climbed Mt Paektu, the sublime mountain of revolution.\n\t\t\t\t\t The ancestral mountain Paektu covered with white snow was displaying marvelous scene with glee at the reappearance of its great master.\n\t\t\t\t\t\n\t\t\t\t\t When Kim Jong Un ascended to the top of it, going through thick snow, it showed fine weather unprecedented in the blizzard of December winter, exposing its majestic figure.\n\t\t\t\t\t\n\t\t\t\t\t As if to give warm welcome to him who brought the \"great November event\" of the great Korea and show joy at the appearance of the peerlessly illustrious commander who controls the nature, the heart of the ever-changing Lake Chon on the top of Mt Paektu presented charming scenery showing magic peaks and dazzling sunshine on its clear and blue waves.\n\t\t\t\t\t\n\t\t\t\t\t Imposingly standing on Janggun Peak, the respected Supreme Leader gave a familiar look for a while at the dizzy cliffs and the sea of trees, recalling the emotion-charged days when he realized the great historic cause of completing the state nuclear force without yielding even a moment and with the indomitable faith and will of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t He said that he had often climbed Mt Paektu but this is the first time to have in mid-winter such nice weather, rare to be seen even in spring.  The weather is so fine that we can see peaks on the shore of Lake Chon more clearly as if they are before our very eyes, he added.\n\t\t\t\t\t\n\t\t\t\t\t His eyes reflected the strong beams of the gifted great person seeing in the majestic spirit of Mt Paektu the appearance of a powerful socialist nation which dynamically advances full of vigor without vacillation at any raving dirty wind on the planet.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the important tasks arising in better sprucing up into a center for education in the revolutionary traditions the sacred mountain of Paektu which is associated with the immoral revolutionary careers of the great leaders and serves as the mental mainstay of the invincible DPRK and the source of indomitable ideological strength.\n\t\t\t\t\t\n\t\t\t\t\t He said that the monument to Mt Paektu and education compound should be spruced up suited to the dignity of the holy mountain of revolution and \"Mt Paektu, the holy mountain of revolution\", an autograph of leader Kim Jong Il, should be displayed better heavily and politely to be seen most clearly anytime and anywhere.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to build a new hotel well around the Paektu Station for the convenience of those who visit Mt Paektu as well as convenient facilities for making them have photos taken at several places where a bird's-eye view of the mountain can be obtained and have rests.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., WPK, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, Kim Yong Su, department director of the WPK Central Committee, Jo Yong Won, vice department director of the C.C., WPK, Ri Sang Won, chairman of the Ryanggang Provincial Committee of the WPK, Yang Myong Chol, chairman of the Samjiyon County Committee of the WPK, and Ma Won Chun, department director of the State Affairs Commission."
        },
        {
            "title": "Kim Jong Un Inspects Samjiyon County",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-02ee.html",
            "content": "Kim Jong Un Inspects Samjiyon County\r\n Pyongyang, December 9 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, gave field guidance to various units in Samjiyon County.\n\t\t\t\t\t The respected Supreme Leader paid tribute to leader Kim Jong Il before his statue in Samjiyon County.\n\t\t\t\t\t\n\t\t\t\t\t He appreciated the officials, party members and other working people in the county for devoting their loyalty to keeping his statue better.\n\t\t\t\t\t\n\t\t\t\t\t The first leg of his field guidance was the remodeled Kimilsungism-Kimjongilism Study Hall in Samjiyon County.\n\t\t\t\t\t\n\t\t\t\t\t After going round several parts of the hall, he said it has been built wonderfully as befitting the base for education in the Party's monolithic ideology.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for Samjiyon County to effectively manage and operate the hall renovated wonderfully as befitting a model of the country so as to more firmly prepare the officials, party members and other working people to be those strongest in ideology who cherish the revolutionary idea of the Party and the leader as their firm faith, and the first death-defying corps in carrying out the Party's policies.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his field guidance was the remodeled Samjiyon Town Hotel.\n\t\t\t\t\t\n\t\t\t\t\t He acquainted himself in detail with its renovation, going round various parts of it including the room visited by President Kim Il Sung in July 1979.\n\t\t\t\t\t\n\t\t\t\t\t Saying the hotel is like the face of Samjiyon County as the visitors to the sacred place of revolution and other people from across the country use it, he stressed that it is important to make it an iron rule to give top priority to their conveniences in all service work.\n\t\t\t\t\t\n\t\t\t\t\t The third leg of his guidance was the renovated Samjiyon Town General Store.\n\t\t\t\t\t\n\t\t\t\t\t Going round different parts of the store visited by Kim Il Sung in July 1979, he learned about its renovation.\n\t\t\t\t\t\n\t\t\t\t\t Noting that each counter is full of quality homemade goods diverse in variety, he stressed the need to pay deep attention to steadily improving the method of displaying goods.\n\t\t\t\t\t\n\t\t\t\t\t He went round the newly-built dwelling houses in the town.\n\t\t\t\t\t\n\t\t\t\t\t He said that the dwelling houses have been built well to be clean and cosy to suite the regional features, adding that their owners would like them.\n\t\t\t\t\t\n\t\t\t\t\t Then he gave field guidance to Samjiyon Youth Railway Station and Lake Samjiyon Shore Railway Station which are nearing completion.\n\t\t\t\t\t\n\t\t\t\t\t Pointing out that the stations have been built in a modern style to suite the mountainous area as befitting the gateway to Samjiyon County, a sacred place of revolution, he said that every element should be built more perfectly, the interior and exterior construction done more carefully and good preparations made to operate the stations the moment the study tour of revolutionary battle sites starts next year.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the force and means should be concentrated on stepping up the construction of dwelling houses for evacuees and new dwelling houses around the Hyesan-Samjiyon railway section to finish them as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t Besides, the Supreme Leader made a field survey of the work of various sectors in the county.\n\t\t\t\t\t\n\t\t\t\t\t Looking at the model board showing the general plan for building Samjiyon County, he gave important instructions that would serve as the guidelines in sprucing up the county.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the thorough preparations should be made to build Samjiyon County, mental native place of our people, into a county impeccable in the world, a peculiar one that others can not imitate and the best county in the country.\n\t\t\t\t\t\n\t\t\t\t\t The Hyesan-Samjiyon railway project is near to completion and miraculous successes are being made in construction projects despite the bitter cold of the Paektu area thanks to the dynamic struggle of the builders of the 216 Division, the Supreme Leader said. He instructed to significantly review the first-stage campaign over the successes, experience and lessons that have been gained till now so as to correctly set the future project orientation and launch the second-stage campaign all at once after making perfect preparations.\n\t\t\t\t\t\n\t\t\t\t\t While inspecting Samjiyon County, he was very deeply impressed to personally see the builders devoting their burning loyalty to the construction of the county after leaving their dear houses and families, he said, adding that he could not repress his feelings to meet all the builders one by one and hold their hands warmly. He earnestly requested the officials to convey the militant greetings to the builders in the name of the Party Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that all the builders and people of the county involved in the construction of Samjiyon County would fully discharge their honorable mission and duty in a drive to wonderfully turn the county where the revolution started into an icon and model county of the whole country and the best mountainous city in the world, as intended by the Party.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., WPK, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, Kim Yong Su, department director of the C.C., WPK, Jo Yong Won, vice department director of the C.C., WPK, and Ma Won Chun, department director of the State Affairs Commission."
        },
        {
            "title": "Pak Pong Ju Inspects Namhung Youth Chemical Complex",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-23ee.html",
            "content": "Pak Pong Ju Inspects Namhung Youth Chemical Complex\r\n Pyongyang, December 9 (KCNA) -- Premier Pak Pong Ju, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and vice-chairman of the State Affairs Commission of the DPRK, made a field survey of the Namhung Youth Chemical Complex.\n\t\t\t\t\t After going around different places of the complex, the premier held a consultative meeting to stress the need to provide the agricultural front with more fertilizers. He took measures to supply raw materials for the complex for the production. \n\t\t\t\t\t\n\t\t\t\t\t Earlier, he inspected the Posan Iron Works and the Pyongyang Spices Factory to learn about the iron production and updating of the factory. He called for stepping up the work to put the production process on a Juche and modern basis and discussed the problems arising in finishing the updating project within the fixed date."
        },
        {
            "title": "Report on UN Under-Secretary General's Visit to DPRK",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-05ee.html",
            "content": "Report on UN Under-Secretary General's Visit to DPRK\r\n Pyongyang, December 9 (KCNA) -- Jeffrey Feltman, under-secretary-general of the United Nations, and his party, visited the DPRK from December 5 to 9, 2017.\n\t\t\t\t\t During the visit Jeffrey Feltman paid a courtesy call on the DPRK foreign minister and had talks with a vice-minister of Foreign Affairs on the matters of mutual concern such as cooperative relations between the DPRK and the UN, cooperation with UN organizations and the situation of the Korean peninsula. And he toured some of the objects of assistance offered by UN bodies.\n\t\t\t\t\t\n\t\t\t\t\t At the meetings, the DPRK side clarified its principled stand on the issues of ensuring peace of the Korean peninsula and the fairness of the UN, noting that the present tense situation of the peninsula is entirely ascribable to the U.S. hostile policy and nuclear threat and blackmail against the DPRK and that the U.S. has revealed its scheme to make a surprisingly preemptive nuclear strike at the DPRK through the ongoing largest-ever joint aerial drill with all kinds of nuclear strategic bombers involved.\n\t\t\t\t\t\n\t\t\t\t\t Apprehending over the escalating tension on the Korean peninsula, the UN Secretariat's side expressed its readiness to make a contribution to the relaxation of the tension on the peninsula under the UN Charter which stipulates the mission of the UN based on the guarantee of international peace and security.\n\t\t\t\t\t\n\t\t\t\t\t Going round the objects of assistance by UN bodies including the Pyongyang Children's Foodstuff Factory, the Breast Tumour Institute of the Pyongyang Maternity Hospital, the Preventive Hospital No. 3 of the Ministry of Public Health, the South Phyongan Provincial Children's Hospital, the UN under-secretary-general recognized that the sanctions on the DPRK are negatively affecting the humanitarian assistance field of the UN and expressed his intention to strive for cooperation in keeping with the humanitarian mission.\n\t\t\t\t\t\n\t\t\t\t\t Recognizing that the present visit of the UN under-secretary-general contributed to deepening the understanding between the DPRK and the UN Secretariat, both sides agreed on putting the communication through visits at different level on a regular basis in the future."
        },
        {
            "title": "UN Under-Secretary-General Leaves",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-11ee.html",
            "content": "UN Under-Secretary-General Leaves\r\n Pyongyang, December 9 (KCNA) -- Jeffrey Feltman, under-secretary-general of the United Nations, and his party left here on Saturday."
        },
        {
            "title": "FM Spokesperson Hits at U.S. Decision on Israel's Capital",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-12ee.html",
            "content": "FM Spokesperson Hits at U.S. Decision on Israel's Capital\r\n Pyongyang, December 9 (KCNA) -- A spokesperson of the Ministry of Foreign Affairs of the Democratic People's Republic of Korea gave the following answer to a question raised by KCNA Saturday over the U.S.'s decision to recognize Kuds as the capital of Israel:\n\t\t\t\t\t The decision by U.S. president Trump to recognize Kuds as the capital of Israel and to move the U.S. embassy there well deserves a global condemnation and rejection as it is an open defiance of and an insult to the international legitimacy and to a unanimous will of the international society. \n\t\t\t\t\t\n\t\t\t\t\t The status of Kuds remains so sensitive that it, for sure, should be solved fairly by means of regaining the national rights of the Palestinian people and striking a comprehensive and lasting solution to the Middle East problem.\n\t\t\t\t\t\n\t\t\t\t\t This decision of the U.S. is not so surprising as it came from a dotard who had cried out for \"total destruction\" of a sovereign state at a sacred UN forum. But, through it, the world will be able to well discern about who is really a wrecker of the world peace and security and who is a gang of hooligans of the international society. \n\t\t\t\t\t\n\t\t\t\t\t Some countries, which still count on the U.S., would become conscious of the true colors of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. should bear full responsibility for all the consequences of tension and instability that will be entailed in the Middle East region owing to its reckless and highhanded act.\n\t\t\t\t\t\n\t\t\t\t\t We, out of our external ideas of independence, peace and friendship, condemn strongly the U.S. action this time and express our firm support and solidarity with the Palestinians and other Arabian people in their just cause to regain their legitimate rights."
        },
        {
            "title": "U.S. and Its Followers' Anti-DPRK \"Human Rights\" Racket under Fire",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-22ee.html",
            "content": "U.S. and Its Followers' Anti-DPRK \"Human Rights\" Racket under Fire\r\n Pyongyang, December 9 (KCNA) -- The Human Rights Institute of the DPRK Academy of Social Sciences issued a white paper Saturday to clarify who has defended human rights and who has violated them on the earth, based on the comprehensive study into the human rights situation on a worldwide scale for the past nearly seven decades since the adoption of the World Declaration of Human Rights.\n\t\t\t\t\t The DPRK is a country where genuine human rights are firmly protected and successfully put into practice as the working masses' democratic freedom and rights are most thoroughly defended and most brilliantly realized, the white paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The most popular human rights system under socialism that was established in the DPRK consists of the human rights legal system which has codified the human rights, independent rights to be exercised by the people in all fabrics of social life including politics, economy and culture, the regular state mechanism which helps people thoroughly realize their independent rights and the system for education and promotion of human rights.\n\t\t\t\t\t\n\t\t\t\t\t The human rights policy and human rights laws in force in the human rights system under socialism in our country, the human rights policies and the activities conducted by state organizations for ensuring human rights, and education and promotion of human rights being conducted in our country fully comply with the unanimous desire and wish of mankind for genuine human rights. Many state-sponsored measures and steps being undertaken in several fields of social life including education far surpass the requirements stipulated in the World Declaration of Human Rights and the international human rights documents which have specified it.\n\t\t\t\t\t\n\t\t\t\t\t Imperialism which emerged as the vicious violator of freedom, equality, democracy and human rights can not exist even a moment without the violation of human rights, from its aggressive and predatory nature to enslave humankind.\n\t\t\t\t\t\n\t\t\t\t\t Such nature of imperialism has found its vivid manifestation in its actions throughout history since the adoption of the World Declaration of Human Rights.\n\t\t\t\t\t\n\t\t\t\t\t The imperialist countries like U.S., Britain and France opposed the call of socialist countries for including rights to labor and rest and social security in the World Declaration of Human Rights, but tried to include the contents of bourgeois human rights documents like the American Declaration of Independence and French Declaration of Human Rights in the World Declaration of Human Rights.  The U.S. and other imperialist countries in Western Europe, in particular, went vicious to delete expressions and phrases that can stand in their way of violating the democratic freedom and rights of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Even after the adoption of the World Declaration of Human Rights, the U.S. and other imperialist countries  stood in every way against the preparation and adoption of international legal codes concerning human rights aimed at specifying the contents of the World Declaration of Human Rights as the legal obligation of individual states, and denied their implementation under unwarranted reason and pretext, thereby hindering the realization of human rights of popular masses and the guarantee of human rights worldwide. \n\t\t\t\t\t\n\t\t\t\t\t Yet, they tried to give impression that they are most concerned about guarantee of human rights in countries and nations, while styling themselves \"human rights champions\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is styling itself a \"human rights judge\" while estimating and finding fault with human rights performance in each country. It is spreading such doctrines as \"theory of prioritizing human rights\" and \"theory of interference from humanitarianism\", and \"theory of diplomacy for human rights\". But they are sophism to justify its aggression, interference and violation of human rights under the signboard of \"defense of human rights\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. committed innumerable wars of aggression, schemes to topple governments and interference in other countries' internal affairs, letting out such sophism.\n\t\t\t\t\t\n\t\t\t\t\t In the present world where the imperialists go on the rampage, committing aggression, war and high-handed and arbitrary practices, the only way for safeguarding the sovereignty of countries and nations and to defend rights of people is to bolster the military force.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. imperialists and its followers are challenging the efforts for realizing genuine human rights and are strengthening domination and interference moves, it is of great significance to realize international solidarity and cooperation in the field of human rights.\n\t\t\t\t\t\n\t\t\t\t\t The realization of genuine human rights in the world requires active efforts of the UN and the human rights-related international organizations whose basic mission and duty are to ensure human rights.\n\t\t\t\t\t\n\t\t\t\t\t Human rights represent the justice and desire of mankind and the world where genuine human rights are realized is sure to be built through the dynamic struggle of countries and nations for defending independence."
        },
        {
            "title": "DPRK Olympic Committee Delegation Leaves for Indonesia",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-19ee.html",
            "content": "DPRK Olympic Committee Delegation Leaves for Indonesia\r\n Pyongyang, December 9 (KCNA) -- A delegation of the DPRK Olympic Committee led by its Vice-Chairman Won Kil U, vice-minister of Physical Culture and Sports, left here on Saturday to take part in the meeting of team leaders for the 18th Asian Games to be held in Indonesia."
        },
        {
            "title": "Delegation of DPRK Central Court Returns",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-21ee.html",
            "content": "Delegation of DPRK Central Court Returns\r\n Pyongyang, December 9 (KCNA) -- A delegation of the Central Court of the DPRK led by its President Kang Yun Sok came back home on Saturday after visiting Russia."
        },
        {
            "title": "Contributors to Successful ICBM Test-fire Visit Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-20ee.html",
            "content": "Contributors to Successful ICBM Test-fire Visit Kumsusan Palace of Sun\r\n Pyongyang, December 9 (KCNA) -- The contributors to the successful test-fire of ICBM Hwasong-15 visited the Kumsusan Palace of the Sun on Saturday.\n\t\t\t\t\t They paid tribute to the statues of President Kim Il Sung and leader Kim Jong Il at the palace.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to the President and the leader at the halls of immortality where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t The visitors went round the halls where the orders the President and the leader received are on display and the halls that house cars, electric car, boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "DPRK Women's Football Team Beats Its Chinese Rival",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-07ee.html",
            "content": "DPRK Women's Football Team Beats Its Chinese Rival\r\n Pyongyang, December 9 (KCNA) -- The EAFF E-1 Football Championship 2017 opened.\n\t\t\t\t\t The league match games, to be held in Japan from December 8 to 16, brought together men's and women's teams of the DPRK, China, Japan and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t DPRK women's football team beat its Chinese rival 2:0 in the first match on Friday."
        },
        {
            "title": "Pyongyang City Designing Institute",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-18ee.html",
            "content": "Pyongyang City Designing Institute\r\n Pyongyang, December 9 (KCNA) -- The Pyongyang City Designing Institute in the DPRK has enjoyed the good reputation of having veteran designers.\n\t\t\t\t\t In recent years alone, the institute has designed 90-odd monumental edifices like Mirae Scientists Street, Ryomyong Street, the Sci-Tech Complex and Pyongyang Orphans' Secondary School under the guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Ryu Song Su, director of the institute, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t For the past 70 years since its foundation on October 30, Juche 36 (1947), the institute has advanced along the road of glory under the guidance of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It has completed the designing of over 470 important projects.\n\t\t\t\t\t\n\t\t\t\t\t Among its first designs made under the leadership of President Kim Il Sung are the main building of Kim Il Sung University, Mangyongdae Revolutionary School and the then Central General Hospital.\n\t\t\t\t\t\n\t\t\t\t\t Later, it planned scores of buildings to be conducive to turning Pyongyang into the capital city of revolution.\n\t\t\t\t\t\n\t\t\t\t\tAfter the Fatherland Liberation War (1950-1953), its designers realized the standardization and specification of designs to establish Juche in architectural design and thus laid out a plan which made it possible to build 20,000 apartment houses with fund and building materials for 7,000 houses.\n\t\t\t\t\t\n\t\t\t\t\t The institute also designed monumental edifices like the Pyongyang Grand Theatre, the Okryu Restaurant, the Pyongyang Schoolchildren's Palace, Chollima Street, the Pyongyang Indoor Stadium and the People's Palace of Culture.\n\t\t\t\t\t\n\t\t\t\t\t True to leader Kim Jong Il's Juche-oriented idea on architecture, the institute perfected the designs of Kim Il Sung Stadium, the Grand People's Study House, the Arch of Triumph, the Ice Rink and Changgwang, Munsu and Kwangbok streets, the May Day Stadium and other monumental edifices in the period of prosperity in the construction of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t It has produced 9 winners of the title of Labor Hero, 3 holders of the title of People's Designer and over 30 holders of title of Merited Designer.\n\t\t\t\t\t\n\t\t\t\t\t Now, the institute is successfully materializing the respected Supreme Leader's plan for sprucing up Pyongyang."
        },
        {
            "title": "KCNA Commentary Slams Japan's Intention for Military Cooperation Abroad",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-17ee.html",
            "content": "KCNA Commentary Slams Japan's Intention for Military Cooperation Abroad\r\n Pyongyang, December 9 (KCNA) -- Japan plans to strengthen cooperation for mutual defence through the formation of \"semi-ally\" relationship with Britain.\n\t\t\t\t\t Recently Japan and Britain held \"2+2\" meetings of foreign ministers and defense ministers where they discussed the issue of \"agreement on status of dispatched units\". They also identified the issue of stepping up the research into a medium-range missile to be mounted on fighters which the two countries has carried out as a common project for three years and thus produce a trial missile which will be miniaturized with a long-range strike capability.\n\t\t\t\t\t\n\t\t\t\t\t This is an indication of the sordid intention of the Japanese reactionaries to inveigle other countries into military cooperation for accelerating the realization of their ambition for reinvasion and the revival of militarism.\n\t\t\t\t\t\n\t\t\t\t\t Japan's zealous moves for overseas military cooperation are a dangerous development that can not be overlooked.\n\t\t\t\t\t\n\t\t\t\t\t The recent conclusion of an agreement on the use of a military base between Japan and Djibouti is part of the moves. The agreement specifies that Japan \"Self-Defense Forces\" would additionally rent and use new lot in Djibouti under the pretext of taking part in \"anti-pirate action\" in the Gulf of Aden. The aim sought by Japan here is to expand the overseas dispatch of SDF under the signboard of UN.\n\t\t\t\t\t\n\t\t\t\t\t The general goal of Japan's policy has now been oriented to realizing the ambition of the militarist overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t All the policy issues spearheaded by the Japanese government such as revision of the \"Pacifist Constitution\", denial of the past crimes and the moves for territorial claim are aimed to depart from the post-war system which binds Japan and to make the country reemerge a militarist overseas aggression state.\n\t\t\t\t\t\n\t\t\t\t\t The Abe government has created a legal springboard for conducting military operations for aggression in any region of the world under the pretext of \"aid\" to its allies including the U.S. forces after expanding the theatre of SDF's military operation into vast regions of Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The Abe group's design to make Japan a \"country capable of fighting a war\" after getting on the war chariot driven by the U.S. and to realize the dream of reinvasion of Korea and the old dream of the \"Great East Asia Co-prosperity Sphere\" has entered the phase of full-scale implementation beyond the red line.\n\t\t\t\t\t\n\t\t\t\t\t Now the Japanese reactionaries try to give impression that they are doing their best together with the U.S. to defend the country from the \"threat form north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t Japan is actively supporting the U.S. moves for world domination and is crazy about military cooperation. This is just to bring back the imperial era and realize the ambition for reinvasion of Korea, not to cope with \"threat\" from someone.\n\t\t\t\t\t\n\t\t\t\t\t The international community is closely following the crafty military actions of Japan which seeks to meet its interests while acting as a shock brigade in realizing the U.S. strategy for world domination.\n\t\t\t\t\t\n\t\t\t\t\t Japan should face up to the situation and should not run amuck. If it opts for invasion, in cooperation with overseas aggression forces including the U.S., it will only face self-destruction."
        },
        {
            "title": "Rodong Sinmun on DPRK's Building of Nuclear Force",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-09ee.html",
            "content": "Rodong Sinmun on DPRK's Building of Nuclear Force\r\n Pyongyang, December 9 (KCNA) -- The Korean people more keenly realized the validity of their cause and bore deep in their mind once again through the great success in the test-fire of new type ICBM Hwasong-15 that to bolster their own strength in every way is the only way to protect their sovereignty, territorial integrity and regional peace from the U.S. nuclear threat, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t The DPRK's development of strategic weapons is aimed to protect the country's sovereignty and territorial integrity and its people's peaceful life from the U.S. imperialists' policy of nuclear blackmail and threat and to achieve durable peace and stability in the Korean peninsula and the region, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's building of nuclear force is the most just strategic option to put a definite end to the hostile forces' outrageous pressure, military and politically-motivated blackmails against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The bigger and better the DPRK's nuclear strike capability is, the stronger its muscle for containing the aggressor forces will become. Then, the DPRK will shed its rays as a dignified power no one dares to provoke.\n\t\t\t\t\t\n\t\t\t\t\t Its ICBM Hwasong-15 will never pose threat to any country or region if they don't violate its interests.\n\t\t\t\t\t\n\t\t\t\t\t Its nuclear deterrent is just to deal with the U.S. imperialists, the sworn enemy of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t No matter what others may say, the mission of its war deterrent for firmly protecting the destiny and sovereignty of the nation and preserve peace and stability in the Korean peninsula and the region can never change."
        },
        {
            "title": "Rodong Sinmun Blasts S. Korean Warmongers for Their Scenario for Terrorism",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-10ee.html",
            "content": "Rodong Sinmun Blasts S. Korean Warmongers for Their Scenario for Terrorism\r\n Pyongyang, December 9 (KCNA) -- The south Korean puppet military has lately organized a \"special mission brigade\" for \"decapitation operation\" in case of contingency.\n\t\t\t\t\t The puppet forces are now describing the brigade as \"main one of the three task forces\" and claiming once they have detected the \"sign of use of nukes and WMDs\", they will start the \"decapitation operation\".\n\t\t\t\t\t\n\t\t\t\t\t Against this backdrop they have gone frantic with making an outlay of tens of millions of US dollars for the brigade in the next year budget and starting a drill under the simulated conditions.\n\t\t\t\t\t\n\t\t\t\t\t In this regard Rodong Sinmun Saturday says in a commentary that the action can never be pardoned as the organization of such a brigade is the most sinister and vicious political and military provocation to the DPRK and it is motivated by the scenario for the worst form of terrorism.\n\t\t\t\t\t\n\t\t\t\t\t The above-said action also shows the hysteric frenzy of the group of traitors leaving no stone unturned to stifle the fellow countrymen in the north at any cost, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are so foolish as to play the role of shock brigade in the moves to stifle the DPRK, failing to understand how the world has changed.\n\t\t\t\t\t\n\t\t\t\t\t Even their American master is frightened by the might of the Juche nuclear power but the puppet forces are running reckless the way a newborn puppy knows no fear of a tiger.\n\t\t\t\t\t\n\t\t\t\t\t If the warmongers persist in military confrontation, crying out for the \"decapitation operation\" despite the DPRK repeated stern warnings, they will be held accountable for the horrible consequences to be entailed by their action."
        },
        {
            "title": "S. Korean: Release of Prisoners of Conscience Demanded",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-14ee.html",
            "content": "S. Korea: Release of Prisoners of Conscience Demanded\r\n Pyongyang, December 9 (KCNA) -- The Citizens Solidarity for Democratic Society in south Korea reportedly issued a statement on Dec. 6 urging the regime to release the prisoners of conscience.\n\t\t\t\t\t Recalling that the freedom of assembly and demonstration, ideology and conscience, and the vital rights of the workers were mercilessly violated under the rule of the former Lee Myung Bak and Park Geun Hye regimes, the statement urged the present regime to release the prisoners of conscience, as desired by the people calling for democracy and respect for human rights."
        },
        {
            "title": "S. Korean Students Urge Abrogation of \"Security Law\"",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-15ee.html",
            "content": "S. Korean Students Urge Abrogation of \"Security Law\"\r\n Pyongyang, December 9 (KCNA) -- The Korean Nation for Peace and Independence, an organization of students in Kwangju and South Jolla Province of south Korea, reportedly issued a statement on Dec. 6 in demand of abrogation of the \"Security Law.\"\n\t\t\t\t\t Noting that the SL is still suppressing the people who call for independence, it accused the Security Investigation Group of searching the house of Kim Pyong Gil, representative of the internet newspaper Jaju Sibo, on the charge of violating the SL and questioning him.\n\t\t\t\t\t\n\t\t\t\t\t If the present chief executive remembers what the candlelight demonstrators demanded, he should abrogate the SL, the evil law of the old age which has trampled down the people's demand for combating evils."
        },
        {
            "title": "Nullification of Agreement with Japan on Sexual Slavery Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-16ee.html",
            "content": "Nullification of Agreement with Japan on Sexual Slavery Demanded in S. Korea\r\n Pyongyang, December 9 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea and the Action for the Nullification of the South Korea-Japan Agreement on the Comfort Women for the Imperial Japanese Army and its Just Settlement released a statement on Dec. 7 urging the chief executive to carry out his commitment to nullification of the agreement, according to the south Korean internet newspaper Tongil News.\n\t\t\t\t\t Blaming the regime for not fulfilling its promise and persisting in terming the agreement \"final and irreversible one\", the statement urged the regime to make a bold decision as demanded by the victims of sexual slavery."
        },
        {
            "title": "Japan's Scenario for Militarization Is Intolerable: Russian FM",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-06ee.html",
            "content": "Japan's Scenario for Militarization Is Intolerable: Russian FM\r\n Moscow, December 7 (KCNA) -- Russian Foreign Minister Sergei Lavrov rejected Japan's scenario to hasten the militarization in the region, when interviewed after the recent talks with his Japanese counterpart.\n\t\t\t\t\t He expressed serious concern over the Japanese decision to allow the building of a U.S. military base in the Japanese territory under the pretext of coping with the DPRK's \"nuclear threat\".\n\t\t\t\t\t\n\t\t\t\t\t Particularly, he expressed deep apprehension over the fact that Japan is helping the U.S. use the region as a territory for deploying elements of its global missile defense system and backing it.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that Russia regards the expansion of the U.S. missile defense system in the territories of neighboring countries including Japan as a dangerous act."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Norway",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Norway\r\n Pyongyang, December 9 (KCNA) -- A committee for remembering leader Kim Jong Il was formed in Norway on December 2.\n\t\t\t\t\t Dag Norum, chairman of the Ostfold County Committee of the Communist Party of Norway, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events praising the revolutionary career and exploits of Kim Jong Il on the occasion of the 6th anniversary of his demise."
        },
        {
            "title": "Austrian Body Protests against U.S.-S. Korea Joint Air Drill",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-04ee.html",
            "content": "Austrian Body Protests against U.S.-S. Korea Joint Air Drill\r\n Pyongyang, December 9 (KCNA) -- The Society for the Promotion of the Relations between Austria and DPRK released a statement on Dec. 5 in protest against the largest-ever joint air drill being staged by the U.S. and the south Korean puppet forces.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We strongly denounce the on-going military drill of the U.S. and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The drill is just a revelation of the design to invade the DPRK before the world.\n\t\t\t\t\t\n\t\t\t\t\t We urge the U.S. to stop all provocations and threats of war against the DPRK at once."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Cambodia",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-08ee.html",
            "content": "Kim Jong Il to Be Remembered in Cambodia\r\n Pyongyang, December 9 (KCNA) -- A Cambodian committee for remembering leader Kim Jong Il was formed on December 1.\n\t\t\t\t\t Kong Sam Ol, deputy prime minister in charge of the Royal Palace, was elected chairman of the committee at the instruction of King Norodom Sihamoni.\n\t\t\t\t\t\n\t\t\t\t\t The committee set a remembrance period from December 1 to 20 and decided to give wide publicity to Kim Jong Il's revolutionary career and exploits through media and organize political and cultural events in the period."
        },
        {
            "title": "Kim Jong Un sube al monte Paektu",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-24ee.html",
            "content": "More Army-Civilian Meetings Hail Successful ICBM Test-fire in DPRK\r\n Pyongyang, December 9 (KCNA) -- More army-civilian meetings took place in cities and counties to celebrate the great victory of achieving the historic cause of completing the state nuclear force, the cause of building a rocket power.\n\t\t\t\t\t Attending them were officials of local party and power organs, working people's organizations, industrial establishments, farms and universities, men and officers of the Korean People's Army and the Korean People's Internal Security Forces, people from all walks of life, youths and students.\n\t\t\t\t\t\n\t\t\t\t\t Meetings took place in Kaechon, Sinpho and Munchon Cities, Hyongjesan and Puyun Districts, Sukchon, Yomju, Samsu, Jaeryong, Hwangju, Unpha, Jongphyong, Hoeyang and Usi Counties.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meetings said that the service personnel and people are celebrating with splendor the successful ICBM Hwasong-15 test-fire, that wrote the most brilliant chapter in the history of building a nuclear power of Juche true to the unfurled banner of the great line of developing the two fronts simultaneously, as great auspicious event in the Korean nation's history promising the eternal future of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The \"great November event\" to be specially recorded in the history of building a socialist powerful nation could be brought about, thanks to the wise guidance and untiring efforts of respected Supreme Leader Kim Jong Un who has led the path of bolstering the nuclear force while shouldering upon himself the destiny of the country and the people, they added.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel noted that the service personnel will not to miss the chance but put an end to the destiny of the U.S. imperialists by launching the most merciless strike if the enemies fire a single bullet at the territory of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They called on all fields and units to wage a bold campaign for increased production and creation and thus successfully conclude the drive of this year which witnessed many great events of the nation."
        },
        {
            "title": "Kim Jong Un dirige en el terreno varias unidades del distrito de Samjiyon",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-25ee.html",
            "content": "Kim Jong Un sube al monte Paektu\r\nPyongyang, 9 de diciembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, subio al monte Paektu, el sagrado de la revolucion.\n\t\t\t\t\t  Este monte ancestral de donde se extienden todas las cordilleras del pais estuvo ataviado con la nieve blanca como si expresara su alegria por acoger otra vez a su gran dueno que lo ha visitado abriendose el paso en medio de las grandes nevadas.\n\t\t\t\t\t\n\t\t\t\t\tA la vista del Maximo Dirigente, quien fue el primero en subir hasta la cima en diciembre, el monte Paektu dio el tiempo mas despejado que de costumbre mostrando su majestuoso perfil coronado con la capa de nieve.\n\t\t\t\t\t\n\t\t\t\t\tAl recibir al General Insigne que subio al monte despues del gran \"acontecimiento de noviembre\" de Corea, parecia una maravilla el lago Chon en cuyas aguas cristalinas y azules se proyectaban los picos de distintas formas\n\t\t\t\t\t\n\t\t\t\t\t  Parado en la cima del pico Janggun, Kim Jong Un contemplo con una mirada carinosa las escarpas abruptas y las selvas extensas, que se pierden en el horizonte, recordando con emocion los dias en que cumplio la historica causa de completar las fuerzas armadas nucleares del Estado sin un solo momento de tregua trabajando con la conviccion y voluntad inconmovibles del Paektu.\n\t\t\t\t\t\n\t\t\t\t\t  Subi muchas veces al monte Paektu, pero es la primera vez que veo el tiempo tan bueno como hoy en pleno invierno como si estuviera en la primavera, dijo y agrego que el tiempo es tan despejado que se ven con mayor claridad los picos a la orilla del lago Chon.\n\t\t\t\t\t\n\t\t\t\t\t  En el aspecto majestuoso del monte Paektu, el previo la imagen de la potencia socialista que avanza con toda valentia sin vacilacion alguna ante cualesquier vientos y mareas que azotan el Planeta.\n\t\t\t\t\t\n\t\t\t\t\t  Presento las tareas importantes que se presentan en acondicionar mejor como base de educacion en la tradicion revolucionaria el monte Paektu que atesora las huellas de la imperecedera vida revolucionaria del Presidente Kim Il Sung y el Dirigente Kim Jong Il siendo el pilar espiritual de la Corea invencible y la raiz de sus indoblegables fuerzas ideologicas.\n\t\t\t\t\t\n\t\t\t\t\t  Enseno que se debe reconstruir el monumento y el patio de educacion del monte Paektu conforme a su caracter del sagrado de la revolucion y reparar con mas majestuosidad y respeto las esculpidas letras autografas del Dirigente Kim Jong Il \"El monte Paektu, el sagrado de la revolucion\" para que ellas se vean bien en cualquier momento y desde cualquier lugar.\n\t\t\t\t\t\n\t\t\t\t\t  Instruyo construir un nuevo albergue cerca de la Estacion Ferroviaria del Paektu para el confort de los participantes en el recorrido por los lugares de batalla revolucionaria y acondicionar bien las instalaciones comodas para que ellos puedan fotografiarse y descansar en varios lugares donde se abarca en una vista el panorama del monte.\n\t\t\t\t\t\n\t\t\t\t\t  Le acompanaron en esta ocasion Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del PTC y vicepresidente del Comite de Estado de la RPDC y del CC del PTC, el jefe de departamento del CC del PTC, Kim Yong Su, el subjefe de departamento del CC del PTC, Jo Yong Won, el presidente del Comite del PTC en la provincia de Ryanggang, Ri Sang Won, el presidente del Comite del PTC en el distrito de Samjiyon, Yang Myong Chol, y el director del Comite de Estado, Ma Won Chun."
        },
        {
            "title": "Informacion de la visita de Jeffrey Feltman a la RPDC",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-26ee.html",
            "content": "Informacion de la visita de Jeffrey Feltman a la RPDC\r\nPyongyang, 9 de diciembre (ACNC) -- El subsecretario general de la ONU, Jeffrey Feltman, y sus acompanantes visitaron a la RPDC del 5 al 9 de diciembre de 2017.\n\t\t\t\t\t  Durante su estancia, el realizo una visita de cortesia al ministro de Relaciones Exteriores, converso con el vicecanciller sobre las relaciones de cooperacion entre la RPDC y la ONU, el problema de cooperacion con los aparatos de la ONU, la situacion de la Peninsula Coreana y otros asuntos de interes mutuo y recorrio algunos lugares bajo la cooperacion que ofrecen los aparatos de la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  La parte coreana aclaro la posicion de principios en cuanto a la paz de la Peninsula Coreana y al aseguramiento de la imparcialidad de la ONU reiterando que debido a la politica hostil anti-RPDC y la amenaza y chantaje nucleares de EE.UU., la situacion de la Peninsula Coreana llego a la fase de hoy y en estos momentos tambien, EE.UU. expone su intento de atacar preventiva y sorpresivamente a la RPDC con armas nucleares a traves del ejercicio aereo conjunto de maximo tamano en que se movilizan hasta los bombarderos estrategicos nucleares de diferentes tipos.\n\t\t\t\t\t\n\t\t\t\t\t  La parte del Secretariado de la ONU expreso la preocupacion sobre la agravacion de la situacion de la Peninsula Coreana y la voluntad de contribuir al relajamiento de la tension de esta zona segun la Carta de la ONU que estipula la mision de esta organizacion fundamentada en preservar la paz y seguridad internacionales.\n\t\t\t\t\t\n\t\t\t\t\t  En su recorrido por la Fabrica de Alimentos para Ninos de Pyongyang, el Instituto de Tumor Mamario adscrito a la Casa de Maternidad de Pyongyang, el Hospital Preventivo no. 3 del Ministerio de Salud Publica, el Hospital de Pediatria de la provincia de Phyong-an del Sur y otros lugares bajo la cooperacion de los aparatos de la ONU, el visitante comprendio que la sancion contra la RPDC ejerce influencia negativa en la rama de cooperacion humanitaria de la ONU y expreso la voluntad de esforzarse por impulsar la cooperacion conforme a la mision humanitaria.\n\t\t\t\t\t\n\t\t\t\t\t  Reconociendo que la visita del subsecretario general de la ONU contribuyo a profundizar el entendimiento entre la RPDC y el Secretariado de la ONU, ambas partes acordaron regularizar en el futuro el intercambio de opiniones a traves de las visitas reciprocas de distintos niveles."
        },
        {
            "title": "Regresan el subsecretario general de la ONU y su comitiva",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-27ee.html",
            "content": "Regresan el subsecretario general de la ONU y su comitiva\r\nPyongyang, 9 de diciembre (ACNC) -- Salieron hoy de esta capital el subsecretario general de la ONU, Jeffrey Feltman, y sus acompanantes."
        },
        {
            "title": "MINREX de la RPDC rechaza decision de EE.UU. de reconocer Kuds como capital de Israel",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-28ee.html",
            "content": "MINREX de la RPDC rechaza decision de EE.UU. de reconocer Kuds como capital de Israel\r\nPyongyang, 9 de diciembre (ACNC) -- Con respecto a que EE.UU. decidio reconocer oficialmente Kuds como capital de Israel, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio el dia 9 a la ACNC la siguiente respuesta:\n\t\t\t\t\tEl presidente estadounidense Trump tomo la decision de reconocer Kuds como capital de Israel y trasladar ahi la embajada de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEsta resolucion merece la condena y repudio de todo el mundo porque significa un desprecio abierto e insulto a la legitimidad internacional y la unanime voluntad de la sociedad internacional. \n\t\t\t\t\t\n\t\t\t\t\tEl estatus de Kuds es un asunto delicado que debera ser tratado imparcialmente a traves del rescate de los derechos nacionales del pueblo palestino y de la solucion comprensiva y duradera del problema del Medio Oriente. \n\t\t\t\t\t\n\t\t\t\t\tLa presente medida no tiene nada de extrano si se tiene en cuenta que Trump es el viejo loco que hablo de la \"destruccion total\" de un Estado soberano hasta en la sagrada arena de la ONU. A traves de ella, el mundo podra conocer bien quien es el perturbador de la paz y seguridad del mundo y el bribon de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tAlgunos paises, que abrigan todavia la esperanza en EE.UU., tambien habran conocido bien la naturaleza de este imperio.\n\t\t\t\t\t\n\t\t\t\t\tRecaera totalmente sobre EE.UU. la responsabilidad de las consecuencias de tension e inestabilidad que produzcan sus arbitrariedades en el Medio Oriente.\n\t\t\t\t\t\n\t\t\t\t\tPartiendo del ideal de la politica exterior consistente en la independencia, la paz y la amistad, denunciamos categoricamente la presente medida de EE.UU. y manifestamos el apoyo firme y la solidaridad con la justa causa del pueblo palestino y los demas arabes para recuperar sus derechos legitimos."
        },
        {
            "title": "Instituto de DDHH publica carta blanca por el Dia Mundial de Derechos Humanos",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-29ee.html",
            "content": "Instituto de DDHH publica carta blanca por el Dia Mundial de Derechos Humanos\r\nPyongyang, 9 de diciembre (ACNC) -- Con motivo del Dia Mundial de Derechos Humanos, el Instituto de DDHH de la Academia de Ciencias Sociales de la Republica Popular Democratica de Corea hizo publica este sabado una carta blanca.\n\t\t\t\t\t  A base del estudio y analisis generales sobre la situacion del aseguramiento de DDHH en escala mundial en el periodo historico de casi 70 anos desde la aprobacion de la Declaracion Mundial de DDHH hasta la fecha, el documento revela quien viene defendiendo y fomentando de verdad los DDHH en este planeta y quien viene violandolos.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC es el defensor verdadero de DDHH que protege con mas firmeza y materializa de la mejor manera la libertad y derechos democraticos de las masas populares, destaca la carta y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  El regimen socialista y popular del aseguramiento de DDHH, establecido en nuestro pais, esta compuesto del sistema de la ley de DDHH que normaliza los DDHH, derechos independientes que debe disfrutar el pueblo coreano en la politica, la economia, la cultura y otras ramas de la vida social, del ordenado sistema de aparatos estatales que los materializa estrictamente y del sistema de educacion y propaganda de DDHH para elevar la conciencia de los habitantes sobre esta materia.\n\t\t\t\t\t\n\t\t\t\t\t  La politica, la ley y las medidas de DDHH, que se practican en nuestro regimen socialista del aseguramiento de DDHH, las actividades de los aparatos estatales para el mismo fin y las labores de educacion y propaganda de DDHH convienen totalmente a la unanime aspiracion y deseo de la humanidad de hacer valer los verdaderos DDHH.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, muchas medidas estatales tomadas en varias ramas de la vida social, incluyendo la educacion, satisfacen sobremanera las demandas reflejadas en la Declaracion Mundial de DDHH y los documentos legales internacionales de DDHH que la estipulan de manera concreta.\n\t\t\t\t\t\n\t\t\t\t\t  El imperialismo, nacido como violador flagrante de la libertad, la igualdad, la democracia y los DDHH, no puede existir ni un momento sin la violacion de DDHH partiendo de su naturaleza de agresor y saqueador deseoso de convertir toda la humanidad en sus esclavos.\n\t\t\t\t\t\n\t\t\t\t\t  Tal atributo del imperialismo se ha manifestado claramente en la aprobacion del documento de DDHH arriba referido y en la posterior trayectoria de la historia.\n\t\t\t\t\t\n\t\t\t\t\tLos paises imperialistas, incluso a EE.UU., Gran Bretana y Francia, rechazaron la insistencia de los paises socialistas en incluir en la Declaracion Mundial de Derechos Humanos los derechos al trabajo, al descanso y a la jubilacion calificandola de \"socialista\" y pretendieron anotar textualmente los contenidos de la Declaracion de Independencia de EE.UU., la Declaracion de Derechos Humanos de Francia y otros documentos burgueses. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, EE.UU. y los paises imperialistas de Europa Occidental maniobraron persistentemente para tachar las expresiones y frases que puedan ser obstaculo para la violacion de la libertad y derechos democraticos de las masas populares. \n\t\t\t\t\t\n\t\t\t\t\tUna vez aprobada la Declaracion Mundial de Derechos Humanos, se opusieron por todos los medios a la elaboracion y adopcion de los reglamentos internacionales de derechos humanos, encaminadas a determinar el contenido de este documento como obligacion legal de cada Estado.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se negaron a su implementacion presentando pretextos injustos, de manera que se dificultara el aseguramiento de derechos humanos en el ambito mundial. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, ellos se portaron como si estuvieran mas interesados que nadie en la preservacion de los derechos humanos de los paises y naciones autodenominandose como \"defensores de derechos humanos\". \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. se arroga el papel de \"juez de DDHH\" con la autoridad de evaluar y censurar el problema de derechos humanos de cada pais. \n\t\t\t\t\t\n\t\t\t\t\tLa doctrina de \"primacia de DDHH\", la de \"intervencion humanitaria\", la de \"diplomacia de DDHH\", etc. son sofismas inventados por EE.UU. para justificar la agresion, la intervencion y la violacion de DDHH contra otros paises. \n\t\t\t\t\t\n\t\t\t\t\tSon incontables las guerras de agresion, los casos de derrocamiento del gobierno y las intervenciones en asuntos internos de otros paises, cometidos por EE.UU. con tal sofisteria. \n\t\t\t\t\t\n\t\t\t\t\tEn el mundo actual en que frecuentan la agresion, la guerra, el despotismo y las arbitrariedades de los imperialistas, el unico remedio para defender el poder estatal y los derechos humanos de los paises y naciones esta en fortalecer las fuerzas armadas.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que los imperialistas norteamericanos desafian a la defensa de los autenticos derechos humanos e intensifican las maniobras de dominacion e intervencion agrupando a las fuerzas seguidoras, reviste gran importancia la solidaridad y cooperacion internacionales en el dominio de derechos humanos. \n\t\t\t\t\t\n\t\t\t\t\tPara defender y disfrutar los verdaderos derechos humanos en escala mundial, hacen falta ingentes esfuerzos de la ONU y otras organizaciones internacionales de DDHH que tienen por su mision importante el aseguramiento de los mismos. \n\t\t\t\t\t\n\t\t\t\t\tLos derechos humanos constituyen la justicia y la aspiracion de la humanidad. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la dinamica lucha de los paises y naciones por la independencia, se construira sin falta un mundo donde se disfruten los genuinos derechos humanos."
        },
        {
            "title": "Pak Pong Ju recorre el Complejo Quimico Juventud de Namhung",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-30ee.html",
            "content": "Pak Pong Ju recorre el Complejo Quimico Juventud de Namhung\r\nPyongyang, 9 de diciembre (ACNC) -- Pak Pong Ju, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea, vicepresidente del Comite de Estado de la Republica Popular Democratica de Corea y primer ministro del Consejo de Ministros, averiguo en el terreno la situacion del Complejo Quimico Juventud de Namhung.\n\t\t\t\t\tLuego de recorrer varios puntos del complejo, el premier convoco una reunion de consulta en que instruyo suministrar mucho mas abonos al sector agricola y tomo las medidas para abastecer de suficientes materias primas necesarias a producir.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, el se cercioro en el terreno del estado de produccion de la Fundicion de Hierro de Posan y de la obra de remodelacion de la Fabrica de Especia de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEn esas plantas, destaco la necesidad de acelerar la juchearizacion y modernizacion de los procesos de produccion y discutio los problemas que surgen en terminar la remodelacion en el plazo fijado."
        },
        {
            "title": "Equipo coreano (f) vence al chino en campeonato E-1",
            "url": "http://kcna.co.jp/item/2017/201712/news09/20171209-31ee.html",
            "content": "Equipo coreano (f) vence al chino en campeonato E-1\r\nPyongyang, 9 de diciembre (ACNC) -- Quedo iniciado el Campeonato E-1 de la Federacion de las Asociaciones de Futbol del Este de Asia de 2017.\n\t\t\t\t\t  En esta cita deportiva, que se efectua del 8 al 16 en Japon a manera de todos contra todos, participan los equipos de ambos generos de la RPDC, China, Japon y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  En su primer encuentro del dia 8, las futbolistas coreanas ganaron a sus rivales chinas con el marcador de 2:0."
        }
    ]
}