{
    "date": "2017-06-28",
    "url": "http://kcna.co.jp/item/2017/201706/2017-06-28ee.html",
    "articles": [
        {
            "title": "Joint Statement of DPRK Security Ministries and Central Public Prosecutors Office",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-25ee.html",
            "content": "Joint Statement of DPRK Security Ministries and Central Public Prosecutors Office\r\n Pyongyang, June 28 (KCNA) -- The Ministry of State Security, the Ministry of People's Security and the Central Public Prosecutors Office of the DPRK Wednesday released the following joint statement:\n\t\t\t\t\t Taken aback by the DPRK advancing at a dazzling speed along the immutable orbit of independence, Songun and socialism despite whatever turmoil of history, the enemies have reached extremely reckless and dangerous phase in their last-ditch efforts.\n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by a series of disclosure of hideous state-sponsored terrorism hatched by the enemies targeting the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A revelation showed that Park Geun Hye of south Korea pushed forward the operation of \"removing the north's leadership\" in collusion with the Intelligence Service during her tenure, in the wake of the recent detection of a group of hideous terrorist criminals who were infiltrated by the CIA of the U.S. and the puppet IS into the DPRK for the purpose of state-sponsored terrorism against its supreme leadership with the use of bio-chemical substance. This is touching off the surging indignation of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It was disclosed that Park Geun Hye had pushed forward the \"operation to replace the supreme leadership of the north\" in secrecy since the end of 2015 and even the \"assassination\" plot was included in the secret operational plan that was spearheaded by IS.\n\t\t\t\t\t\n\t\t\t\t\t At that time Park ignored the experts' report that \"the north's regime change will be difficult\" but welcomed IS report to the effect that \"the situation is instable in the north and therefore, regime change can be possible\" and examined the IS secret operational plan targeting \"replacement of the north's leadership\" and directly signed it.\n\t\t\t\t\t\n\t\t\t\t\t The villains even thought about disguising the operation as car or train accident, while calling for paying special attention so that their involvement would not be revealed, as they worried that the successful operation may spill over into an armed conflict. But the plan was not put into practice under strict vigilance in the north and afterwards, the secret operational plan was automatically scrapped with Park Geun Hye's impeachment that led to the regime change in the south.\n\t\t\t\t\t\n\t\t\t\t\t The facts clearly prove that the enemies, judging that with nothing can they check the DPRK and bring it into \"submission\" or lead it to \"change\", are employing every possible vicious means and method to put into practice the plan of \"replacement of the north's leadership\" while pinning hope on it.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of State Security, the Ministry of People's Security and the Central Public Prosecutors Office of the DPRK state as follows as the enemies' moves to stifle the DPRK at any cost have reached the extremely grave phase of committing hideous state-sponsored terrorism targeting the supreme leadership of the DPRK:\n\t\t\t\t\t\n\t\t\t\t\t 1. We declare at home and abroad that we will impose death penalty on traitor Park Geun Hye and ex-Director of the puppet Intelligence Service Ri Pyong Ho and their groups, criminals of hideous state-sponsored terrorism who hatched and pressed for the heinous plot to hurt the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The supreme leadership of the DPRK is a symbol of the dignity and might of the DPRK and it represents the life and destiny of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the resolute will of our army and people regarding it as their life to safeguard the headquarters of the revolution to ferret out those keen on hurting the security of the DPRK supreme leadership wherever they might be on the earth and mercilessly cut their dirty bodies to pieces.\n\t\t\t\t\t\n\t\t\t\t\t Clearly stipulated in the DPRK Criminal Code is that all those who organized, took part or pursued state-sponsored terrorism targeting the supreme leadership of the DPRK are subject to criminal prosecution irrespective of nationality and that no statute of limitations is applicable to such crime.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of State Security, the Ministry of People's Security and the Central Public Prosecutors Office of the DPRK, whose supreme mission is to safeguard the leader, solemnly declare at home and abroad that they decided to put traitor Park Geun Hye and former puppet Intelligence Service Director Ri Pyong Ho and their group to capital punishment as they hatched and pushed forward the hideous state-sponsored terrorism targeting the supreme leadership of the DPRK, in reflection of our army and people's will for merciless punishment and according to the DPRK Criminal Code.\n\t\t\t\t\t\n\t\t\t\t\t IS men, to say nothing of Park Geun Hye and Ri Pyong Ho group, can never make any appeal even though they meet miserable dog's death any time, at any place and by whatever methods from this moment.\n\t\t\t\t\t\n\t\t\t\t\t 2. The south Korean authorities have to hand over traitor Park Geun Hye and former IS Director Ri Pyong Ho and their groups to the DPRK at once under international convention as they committed hideous state-sponsored terrorism against the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is stipulated in 1994 UN General Assembly resolution \"Declaration on Measures to Eliminate International Terrorism\" that in case a international terrorist criminal is within the territory of a country, it should arrest him or her to be punished through its criminal trial or extradite the criminal to the victimized country to be severely punished.\n\t\t\t\t\t\n\t\t\t\t\t Paragraph D of Article 16 Extradition of the UN Convention against Transnational Organized Crime stipulates, \"If a relevant party that makes extradition conditional on the existence of a convention receives a request for extradition from another state party with which it has no extradition convention, it may consider this Convention the legal basis for extradition in respect to any offence to which this article applies.\"\n\t\t\t\t\t\n\t\t\t\t\t As was made public through a statement of the Ministry of State Security in May, the Park Geun Hye and Ri Pyong Ho group deserve death by dismemberment for their shuddering and hideous state-sponsored crimes committed so far at the instigation and under manipulation of the U.S., kingpin of terrorism.\n\t\t\t\t\t\n\t\t\t\t\t The recently disclosed state-sponsored terrorist attempt is an extremely grave and vicious organized crime committed by the puppet IS targeting the supreme leadership of the DPRK and traitor Park Geun Hye and Ri Pyong Ho group, direct organizers of the crime, are top class criminals who are obliged to face the heaviest penal responsibility under the DPRK Criminal Code.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should hand Park Geun Hye and Ri Pyong Ho group, organizers of the hideous international terrorist crimes, over to the DPRK without delay under international convention and laws and regulations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have to judge themselves what adverse effect their act of shunning this crucial demand related to the dignity of the supreme leadership of the DPRK will have on the future north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t 3. We declare that in case the U.S. and the south Korean puppet forces again attempt at hideous state-sponsored terrorism targeting the supreme leadership of the DPRK, we will carry out summery execution without advance notice on those who organized, took part in or pursued the plot, under wartime law.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and the U.S. are in the state of ceasefire and technically at war, in fact, after the armistice agreement was concluded in 1953.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, wartime law is to be applied for all the hostile acts and provocations between the two belligerent parties.\n\t\t\t\t\t\n\t\t\t\t\t Accordingly, all the hostile acts arising in relations between the north and the south have to be handled under wartime law.\n\t\t\t\t\t\n\t\t\t\t\t In fact, terrorist act against the leadership of the other party in belligerent relations can never be tolerated as it is the height of military provocation and the hideous crime that can spark off the worst crisis such as the outbreak of a war.\n\t\t\t\t\t\n\t\t\t\t\t We officially declare that if the U.S. and the south Korean puppet forces again attempt at state-sponsored terrorism against the supreme leadership of the DPRK, we will track down those who organized, took part in and pursued the plot and carry out the summary execution of them without advance notice under wartime law.\n\t\t\t\t\t\n\t\t\t\t\t Whether such crime is committed within the territory of the DPRK or outside it, we will mercilessly carry out the punishment in the name of our people in field by our style merciless punishment measure.\n\t\t\t\t\t\n\t\t\t\t\t We make it clear once again that those who dare challenge the dignity of the supreme leadership of the DPRK should never hope of staying alive under the sky.\n\t\t\t\t\t\n\t\t\t\t\t We do not hide that should the U.S. and the south Korean authorities defy this warning and challenge our resolute measure, they will be made to pay a dear price in an irresistible physical way. \n\t\t\t\t\t\n\t\t\t\t\t Those dare challenging the sun of the sky can never evade divine punishment."
        },
        {
            "title": "Choe Ryong Hae Inspects Drought Damage in Jaeryong County",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-21ee.html",
            "content": "Choe Ryong Hae Inspects Drought Damage in Jaeryong County\r\n Pyongyang, June 28 (KCNA) -- Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, inspected Pudok and Kosan co-op farms in Jaeryong County, South Hwanghae Province, to acquaint himself with drought damage.\n\t\t\t\t\t Making field survey of the farms, he encouraged the officials and agricultural workers in their dynamic campaign to surmount the worst-ever drought.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for the party organizations and working people's orgnizations in the county to intensify the ideological education for arousing Party members and other working people to the campaign against drought damage.\n\t\t\t\t\t\n\t\t\t\t\t He also called for using all irrigation equipment and vehicles and making effective use of wells and water holes."
        },
        {
            "title": "Congratulations to FM of Venezuela",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-17ee.html",
            "content": "Congratulations to FM of Venezuela\r\n Pyongyang, June 28 (KCNA) -- DPRK Foreign Minister Ri Yong Ho sent a congratulatory message to Samuel Moncada upon his appointment as foreign minister of People's Power of the Bolivarian Republic of Venezuela on June 27.\n\t\t\t\t\t The message extended full support and solidarity to the righteous struggle of the Venezuelan government and people to defend the Bolivarian revolution and accomplish the cause of ex-President Hugo Rafael Chavez Frias, vehemently denouncing the U.S. and its vassal forces' evermore undisguised moves to interfere in the internal affairs of the country.\n\t\t\t\t\t\n\t\t\t\t\t It wished him successes in his new job, expressing belief that the two countries will continue to strengthen support and cooperation with each other in the international area in line with their friendly and cooperative relations which have grown stronger in the common struggle for socialism against imperialism."
        },
        {
            "title": "Int'l Financial Supervisory Body under Fire",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-26ee.html",
            "content": "Int'l Financial Supervisory Body under Fire\r\n Pyongyang, June 28 (KCNA) -- A spokesman for the National Coordinating Committee of the DPRK for Anti-Money Laundering and Combating the Financing of Terrorism Wednesday gave an answer to question raised by KCNA as regards the fact that the international financial supervisory body faulted the DPRK.\n\t\t\t\t\t The Financial Action Task Force on Anti-Money Laundering, an international financial supervisory body, released again an \"open statement\" faulting the DPRK at a plenary meeting held in Spain from June 21 to 23.\n\t\t\t\t\t\n\t\t\t\t\t The spokesman said that lurking in the \"open statement\" is a despicable and wicked scheme of the U.S. to deprive the DPRK of nukes by branding it as \"money-laundering state\" at any cost and justifying the illegal financial sanctions on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is well evidenced by the fact that under the U.S. instigation, the international body adopted again the \"open statement\" which echoed the assertion of the U.S. and other hostile forces in disregard of the reality of the DPRK where the Law on Anti-Money laundering and Combating Financing of Terrorism in line with the international standard was instituted and the financial supervisory and information system is operating on a regular basis under the law, the spokesman said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t \"Sanctions resolutions\" of the UN Security Council against the DPRK are a product of crimes against morality and human rights as they were cooked up by the U.S. and its vassal forces to violate the independence and vital rights of a sovereign state in disregard of the UN Charter and international laws.\n\t\t\t\t\t\n\t\t\t\t\t If the international financial supervisory body is truly interested in the matter of the DPRK's anti-money laundering and combating the financing of terrorism, it should pay due attention to putting into question the extra-large state-sponsored terrorist plot of the U.S. and south Korean intelligence agencies as demanded by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK cannot but ponder over whether it has to maintain cooperation with the body if it continues to resort to pressurizing the DPRK under the control of the U.S."
        },
        {
            "title": "4th Enlarged Plenary Meeting of 9th C.C., Youth League",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-22ee.html",
            "content": "4th Enlarged Plenary Meeting of 9th C.C., Youth League\r\n Pyongyang, June 28 (KCNA) -- The 4th enlarged plenary meeting of the 9th Central Committee of the Kimilsungist-Kimjongilist Youth League was held here Wednesday.\n\t\t\t\t\t The meeting discussed the tasks facing the youth league organizations to carry out the tasks set forth in \"Let KCU Members Become True Sons and Daughters, Young Revolutionaries, of the Socialist Country\", a speech of respected Supreme Leader Kim Jong Un at the 8th Congress of the Korean Children's Union (KCU).\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, first secretary of the C.C., youth league, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers stressed that the Supreme Leader's speech serves as the immortal programme which made it possible to further develop the KCU into the children's union of President Kim Il Sung and leader Kim Jong Il and brightly showed the road ahead of the Juche-oriented children movement.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need for all the organizations of the youth league and the children's union to intensify the work for training the KCU members to be ardent young revolutionaries who are ready to dedicate themselves to the country and revolution, deeply aware of the greatness of the Party and leader.\n\t\t\t\t\t\n\t\t\t\t\t They also called for devoting wisdom and energy to the efforts for ushering in a golden age of the KCU work under the leadership of Kim Jong Un and thus living up to the Party's trust and expectation with loyalty.\n\t\t\t\t\t\n\t\t\t\t\t Attending the meeting were members and alternate members of the C.C., youth league, its officials in Pyongyang and local areas and extracurricular educational officials for the youth and children."
        },
        {
            "title": "3rd Committee of Korea Space Association Held",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-13ee.html",
            "content": "3rd Committee of Korea Space Association Held\r\n Pyongyang, June 28 (KCNA) -- The 3rd Committee of the Korea Space Association was held at the Sci-Tech Complex on Wednesday.\n\t\t\t\t\t It discussed the matters of successfully hosting the \"symposium on space science and technology-2017\".\n\t\t\t\t\t\n\t\t\t\t\t Ri Won Chol, chairman of the association and vice-president of Kim Chaek University of Technology, made an address at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t He said that thanks to the feats of President Kim Il Sung and leader Kim Jong Il, who had worked heart and soul for the space development, and the guidance of respected Supreme Leader Kim Jong Un, the DPRK has secured the firm position as a satellite manufacturing and launching state.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the association has dynamically conducted the space scientific and technological exchange to use the space technology in various sectors of the national economy after the DPRK launched an application satellite.\n\t\t\t\t\t\n\t\t\t\t\t The \"symposium on space science and technology-2017\" will include seminars proving the validity and vitality of the policy of the Workers' Party of Korea and the DPRK government on peaceful space development, inter-sector panels on science and technology, lectures on the achievements and world-wide development orientation in the field of space science and technology and a watch of videos."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spreads to Merited Intellectuals",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-18ee.html",
            "content": "Kim Jong Un Sends Birthday Spreads to Merited Intellectuals\r\n Pyongyang, June 28 (KCNA) -- Respected Supreme Leader Kim Jong Un sent birthday spreads to Prof. and Dr. Sin Tong Ryang, a teacher of Nampho University of Fisheries, and Jong Chun Mo, a merited journalist of the Kangwon Ilbo, on their 80th birthday.\n\t\t\t\t\t Born into a poor worker's family before the liberation, Sin could study to her heart's content in the country liberated by President Kim Il Sung. She has devoted her whole life to the education of the younger generation after graduating from Kim Hyong Jik University of Education.\n\t\t\t\t\t\n\t\t\t\t\t For more than five decades, she has dedicated her wisdom and passion to training the talents and wrote a lot of books on the leadership exploits of the peerlessly great persons, textbooks, reference books and theses.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, leader Kim Jong Il and respected Supreme leader Kim Jong Un invited her to participate in several meetings such as the meeting of Korean Intellectuals and the 13th National Meeting of Korean Educators and made sure that she was awarded party and state commendations.\n\t\t\t\t\t\n\t\t\t\t\t Born in the southern half of the republic, Jong Chun Mo was subject to misfortune and sufferings by the U.S. imperialists after the liberation and joined the People's Army and bravely fought during the last Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t After the war, he graduated a university and became a journalist. Since then he has written many articles and inspired the party members and other working people to the implementation of the party's policy through lectures.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un sent an autograph letter to him and saw to it that he was awarded the title of Merited Journalist."
        },
        {
            "title": "Western Coastal Areas of DPRK Suffer from Severe Drought",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-12ee.html",
            "content": "Western Coastal Areas of DPRK Suffer from Severe Drought\r\n Pyongyang, June 28 (KCNA) -- A long spell of drought has lingered on in the southwestern coastal areas of the DPRK from April.\n\t\t\t\t\t According to data available at an organ concerned, drought withers crops in myriads hectares across the country.\n\t\t\t\t\t\n\t\t\t\t\t Granaries in North and South Hwanghae provinces, in particular, have been heavily suffered from drought.\n\t\t\t\t\t\n\t\t\t\t\t The western coastal areas had sporadic rains from June 24 to 27 with 2mm in Nampho City, 5mm in South Hwanghae Province, 6mm in North Phyongan Province, 7mm in South Phyongan Province, 11mm in Pyongyang City and 17 mm in North Hwanghae Province. \n\t\t\t\t\t\n\t\t\t\t\t Drought dried up 30 percent of reservoirs in the country, causing serious lack of water resources.\n\t\t\t\t\t\n\t\t\t\t\t Under such circumstances, a great number of servicepersons, workers, officials and housewives in North and South Hwanghae provinces, Nampho City and other parts of the country have turned out in the struggle to overcome drought. \n\t\t\t\t\t\n\t\t\t\t\t And due measures have been taken to water croplands by mobilizing all necessary means like tractors, water carriers, motors, sprinklers and mobile water pumps.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, big efforts have been paid to finding out more water resources and managing waterways in a creditable way.\n\t\t\t\t\t\n\t\t\t\t\t More than 25 000 wells, 5 600 water holes, thousands of tube-wells, 100-odd underground reservoirs and 6 000 dammed pools were restored in keeping with drawing water into croplands and spraying foliar nutrients.\n\t\t\t\t\t\n\t\t\t\t\t Officials of ministries and national institutions are also taking part in the campaign to heal the damage from drought."
        },
        {
            "title": "Members of Int'l Body Missions Learn about Drought Damage in DPRK",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-23ee.html",
            "content": "Members of Int'l Body Missions Learn about Drought Damage in DPRK\r\n Pyongyang, June 28 (KCNA) -- Members of international body missions here inspected co-op farms in Unryul, Anak and Samchon counties in South Hwanghae Province on June 27 to acquaint themselves with the drought damage.\n\t\t\t\t\t The bodies were the WFP, FAO, WHO, UNICEF, the United Nations Population Fund and EU Programme Support missions, the Swiss Agency for Development and Cooperation in the DPRK and members of the delegation of the International Federation of Red Cross and Red Crescent Societies working in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They understood the seriousness of drought damage and expressed the intention to offer aid for recovering from the damage."
        },
        {
            "title": "Achievements Conducive to Scientific Farming Made in DPRK",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-11ee.html",
            "content": "Achievements Conducive to Scientific Farming Made in DPRK\r\n Pyongyang, June 28 (KCNA) -- Universities of agriculture in different parts of the DPRK have made achievements conducive to the agricultural development.\n\t\t\t\t\t Researchers of Pyongyang Agricultural College of Kim Il Sung University have introduced their research findings into cooperative farms of Pyongyang City to raise healthy seedlings. They are also pushing ahead with the development of efficient farming machines and technology of cultivating big crop seedlings.\n\t\t\t\t\t\n\t\t\t\t\t Sukchon University of Agriculture succeeded in making nucleic acid organic nutritive activator with indigenous materials and has introduced into cooperative farms such advanced farming methods as seeding for taller rice-sprouts, their cultivation and vinyl sheet-based accurate seeding.\n\t\t\t\t\t\n\t\t\t\t\t Nampho University of Agriculture is concentrating its efforts on cultivating blue-green algae spores with stronger activity."
        },
        {
            "title": "Rodong Sinmun Calls for Defusing Military Tension on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-06ee.html",
            "content": "Rodong Sinmun Calls for Defusing Military Tension on Korean Peninsula\r\n Pyongyang, June 28 (KCNA) -- Rodong Sinmun Wednesday says in an article that it is necessary to defuse the acute military tension on the Korean peninsula.\n\t\t\t\t\t To this end, the U.S. and the south Korean authorities should unconditionally stop various types of annual joint military exercises against the DPRK, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korea-U.S. joint military exercises are a main factor threatening peace on the Korean peninsula and doing harm to the Korean nation's security.\n\t\t\t\t\t\n\t\t\t\t\t Such drills can never be justified with any rhetoric as they bring only misfortune and disaster to the Korean nation. They are an extension of the U.S. vicious hostile policy towards the DPRK and outcome of its strategy for world domination.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should immediately stop its reckless acts of testing the DPRK's patience, properly aware that the escalation of the tension on the Korean peninsula will bring only death to it.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities truly want peace, they should take a step to deter the U.S. aggressive and bellicose acts, not pulling up the DPRK's nuclear deterrence for self-defence, pursuant to the U.S. hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The acute military confrontation between the north and the south may deepen mistrust and misunderstanding among the fellow countrymen and cause even the national disaster.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should make clear their stand on the DPRK's demand that steps be promptly taken to defuse the acute military tension on the Korean peninsula."
        },
        {
            "title": "Entirely Just is DPRK's Option to Bolster up Physical Power: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-07ee.html",
            "content": "Entirely Just is DPRK's Option to Bolster up Physical Power: Rodong Sinmun\r\n Pyongyang, June 28 (KCNA) -- It is entirely just option and decision for the DPRK to steadily bolster up the physical strength, war deterrent in order to deter the nuclear threat of the U.S., says Rodong Sinmun in a commentary Wednesday.\n\t\t\t\t\t The commenary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is technically at war with the U.S. which is the world's biggest stockpile of nuclear weapons and their delivery means. Therefore, the only way for preserving the country's sovereignty and the nation's dignity is to bolster up the nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The past history and the present situation go to eloquently prove the said-fact.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., which produced nukes at the end of the Second World War, has frequently posed a nuclear blackmail to those countries courting its displeasure.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear threat that our country has faced from the U.S. historically can not hold a candle to surrounding countries.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has posed a nuclear threat and blackmail to the DPRK since the 1950s. It kicked off nuclear saber-rattling every year with huge nuclear forces involved, seriously getting on the nerves of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the DPRK had failed to acquire any muscle to control the U.S. action, a nuclear war would have broken out in the Korean peninsula already long ago and this would have escalated into worldwide, not limited in the region.\n\t\t\t\t\t\n\t\t\t\t\t Peace and security in Northeast Asia are guaranteed as the DPRK has firmly defended the gate of the continent.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear weapons of the DPRK are for defence as well as for prevention of a nuclear war itself at all points."
        },
        {
            "title": "DPRK's Nuclear Deterrence Is Treasured Sword of Nation: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-08ee.html",
            "content": "DPRK's Nuclear Deterrence Is Treasured Sword of Nation: Rodong Sinmun\r\n Pyongyang, June 28 (KCNA) -- The U.S. is pursuing a confrontation policy towards the independent countries against imperialism and invariable regime change, Rodong Sinmun says in a commentary Wednesday.\n\t\t\t\t\t The commentary notes that the U.S. scheme to overthrow those countries starts with weakening their military capability for self-defence, citing what took place in Iraq and Libya as examples.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t However honest and just a country may be, it can be turned into a bargaining chip of the strong when it has no powerful war deterrent to defend its sovereignty and dignity and ensure the happiness and prosperity of the people.\n\t\t\t\t\t\n\t\t\t\t\t This is the bitter lesson and truth taught by the past history.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is imposing toughest sanctions and pressure upon the DPRK, staging a nuclear war racket by ceaselessly introducing nuclear carrier task force, nuclear submarine and nuclear strategic bombers into south Korea and its vicinity.\n\t\t\t\t\t\n\t\t\t\t\t If the DPRK had abandoned the way of having access to nukes for self-defence and made a humiliating concession in the face of the U.S. and other hostile forces' pressure and allurement, it would have suffered bitterer disasters and misfortunes than Iraq, Libya and Afghanistan.\n\t\t\t\t\t\n\t\t\t\t\t As long as the imperialists exist on the earth and nuclear threat continues, the DPRK will never give up its nuclear deterrence, a treasured sword of the nation that cannot be bartered for anything.\n\t\t\t\t\t\n\t\t\t\t\t It is a daydream for the U.S. to deprive the DPRK of its nuclear deterrence with toughest sanctions and appeasement."
        },
        {
            "title": "Minju Joson Blasts Kukmin Party for Joining U.S. in Anti-DPRK Moves",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-09ee.html",
            "content": "Minju Joson Blasts Kukmin Party for Joining U.S. in Anti-DPRK Moves\r\n Pyongyang, June 28 (KCNA) -- Recently, the Kukmin Party of south Korea pulled up the DPRK over its step taken to bolster up nuclear deterrent for self-defense, describing it as an \"abnormal state\" and saying it is \"deplorable\" thing.\n\t\t\t\t\t Even it urged the present authorities to \"show the ability to settle the north's nuclear issue\". Meanwhile, it is going to the lengths of pressurizing VIPs, who called for withdrawal of the U.S. imperialist aggression forces from south Korea and the repeal of \"alliance\" with the U.S., into resigning.\n\t\t\t\t\t\n\t\t\t\t\t The party is also supporting the U.S. and the ultra-right conservatives on the issue of THAAD deployment.\n\t\t\t\t\t\n\t\t\t\t\t Such deeds against the DPRK and the mindset of the public are as foolish an act as declaring its own destruction by itself, says Minju Joson in a commentary Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The reckless behavior of the Kukmin Party which turned into a mentally deranged one, unable to understand the reality, is a challenge to the just candlelight action of the south Korean people for new politics and new life.\n\t\t\t\t\t\n\t\t\t\t\t The candlelight, which toppled the regime of Park Geun Hye, still remains burning. Those who raised the candlelight are demanding the thorough liquidation of the pro-U.S. and confrontational evil practices.\n\t\t\t\t\t\n\t\t\t\t\t It is crystal clear to anyone that the party is certain to meet the same fate as the traitorous Park group, if it shows sympathy to the anti-DPRK moves of the U.S. and the ultra-right conservative group for its own interests and existence, challenging to the public mindset.\n\t\t\t\t\t\n\t\t\t\t\t The Kukmin Party should make a proper choice, mindful that the public will not show any mercy for any political party and human scum going against the trend of the times."
        },
        {
            "title": "S. Korean Students Slam \"Liberal Korea Party\"",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-10ee.html",
            "content": "S. Korean Students Slam \"Liberal Korea Party\"\r\n Pyongyang, June 28 (KCNA) -- Students organizations of south Korea including the Federation of University Students in the 21st Century held a press conference outside the office of the \"Liberal Korea Party\" on June 23, according to the south Korean internet paper Jaju Sibo.\n\t\t\t\t\t Speakers at the conference denounced the LKP for looking down on the people.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the party should be disbanded at once as it opposed the impeachment of Park Geun Hye, sheltered the criminals related to the influence-peddling operations, made the society besmirched and caused the employment of young people."
        },
        {
            "title": "Dissolution of \"Liberal Korea Party\" Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-14ee.html",
            "content": "Dissolution of \"Liberal Korea Party\" Urged in S. Korea\r\n Pyongyang, June 28 (KCNA) -- The South Kyongsang Provincial headquarters of the Movement for the Abolition of the Deep-rooted Evils and Building of Democratic Society in south Korea reportedly held a press conference at the provincial office on June 22 in denunciation of the \"Liberal Korea Party\", a conservative opposition party.\n\t\t\t\t\t Speakers at the conference condemned the LKP for going reckless in \"eliminating the forces following the north\" and inciting the war crisis, preventing the abolition of evil practices and the great social reform, the demands of the people.\n\t\t\t\t\t\n\t\t\t\t\t The next day the Pusan headquarters of the Movement, too, held a similar news conference outside the Pusan city office of the LKP."
        },
        {
            "title": "THAAD Deployment Rejected in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-15ee.html",
            "content": "THAAD Deployment Rejected in S. Korea\r\n Pyongyang, June 28 (KCNA) -- According to the south Korean internet newspaper Jaju Sibo, civic and social organizations in Seoul of south Korea including the Green Federation staged an action on June 24 to accuse the U.S. of enforcing THAAD deployment and reducing the area of Ryongsan into the worst polluted one.\n\t\t\t\t\t At a rally which took place outside the Ryongsan U.S. military base, speakers urged the present \"government\" to properly settle the issues related to THAAD and the polluted military base.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the rally, its participants marched as far as the U.S. military base, chanting slogans against THAAD and pollution."
        },
        {
            "title": "S. Koreans Urge Authorities to Implement Commitments",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-16ee.html",
            "content": "S. Koreans Urge Authorities to Implement Commitments\r\n Pyongyang, June 28 (KCNA) -- Postmen under the Post Branch of the Trade Union of Public Transport and Service in south Korea held a press conference in Seoul on June 22, urging the \"government\" to take measures to recognize postmen as regular workers, according to the south Korean internet paper Chamsesang.\n\t\t\t\t\t Speakers said that the postmen were not even recognized as workers though the new \"government\" expressed its will to abolish part-time jobs.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" should recognize the postmen as workers and immediately come out to implement its commitments, they contended."
        },
        {
            "title": "S. Korean Authorities' Suppression of Teachers under Fire",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-19ee.html",
            "content": "S. Korean Authorities' Suppression of Teachers under Fire\r\n Pyongyang, June 28 (KCNA) -- The south Korean paper Hangyore in an editorial on June 26 condemned the prosecution and the education office for suppressing the teachers who took part in the declaration on situation demanding probe into the truth about the ferry \"Sewol\" disaster and ouster of the Park Geun Hye regime.\n\t\t\t\t\t The editorial charged that although the teachers did what they should do for their dead students, city and provincial education offices are discussing the punishment of them.\n\t\t\t\t\t\n\t\t\t\t\t It stressed the need to revise the \"public servant law\" which bans the expression of political view and collective action by the public servants including teachers."
        },
        {
            "title": "U.S., S. Korea Stage Pre-emptive Attack Drill Targeting DPRK",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-20ee.html",
            "content": "U.S., S. Korea Stage Pre-emptive Attack Drill Targeting DPRK\r\n Pyongyang, June 28 (KCNA) -- The air forces of the U.S. and south Korea Tuesday staged a pre-emptive attack drill during the Red Flag joint military exercises in Alaska, according to the south Korean MBC.\n\t\t\t\t\t The south Korean aircraft were engaged in dog fight exercises and a drill of in-flight refueling from the U.S. air tanker for over 10 days.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the U.S. imperialist aggression army reportedly deployed long-range air-to-ground missiles to Kunsan U.S. airforce base in North Jolla Province of south Korea to use them in operation for precision attack on the DPRK in contingency."
        },
        {
            "title": "Month of Solidarity with Korean People Opens in Cuba",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-04ee.html",
            "content": "Month of Solidarity with Korean People Opens in Cuba\r\n Pyongyang, June 28 (KCNA) -- The month of solidarity with the Korean people opened in Cuba with due ceremony on June 25.\n\t\t\t\t\t On display at the venue of the ceremony were photos showing the exploits of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials of the Cuban Committee for Supporting Korea's Reunification, the Cuban Institute of Friendship with the Peoples and the Cuba-Korea Friendship Poultry-stock Breeding Farm and popular masses and the DPRK ambassador to Cuba and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Juan Jose Leon Vega, first vice-chairman of the Cuban Committee for Supporting Korea's Reunification, said:\n\t\t\t\t\t\n\t\t\t\t\t June 25, 1950 the U.S. imperialists ignited a war against the young DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Korean army and people heroically fought to defend the country under the wise guidance of the great leader Comrade Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t On July 27, 1953, the U.S. imperialists could not but sign the Korean Armistice Agreement after suffering a disgraceful defeat for the first time in their history of aggression. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people brought about the beginning of a downhill turn for the U.S. imperialists. \n\t\t\t\t\t\n\t\t\t\t\t The Cuban people extend full support and solidarity to the just cause of the Korean people who have turned out in the struggle for independent reunification of the country under the guidance of Supreme Leader Comrade Kim Jong Un, true to the behests of the great Comrades Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will surely achieve the reunification of the country by the concerted efforts of the nation without foreign interference.\n\t\t\t\t\t\n\t\t\t\t\t Then, the participants watched a Korean film \"Chieftain of the Korean War\"."
        },
        {
            "title": "Works of Kim Jong Il and Kim Jong Un Introduced Abroad",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-01ee.html",
            "content": "Kim Jong Un's Work Introduced in Russia\r\n Pyongyang, June 27 (KCNA) -- The Khabarovsk Territory Publishing House of Russia brought out in booklet respected Supreme Leader Kim Jong Un's work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" on the occasion of the 53rd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The work, published on Aug. 25, Juche 102 (2013), deals with the Songun revolutionary exploits of Kim Jong Il and the essence and originality of the Songun revolutionary idea and indicates the tasks for successfully accomplishing the cause of the Songun revolution. \n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony was held on June 16."
        },
        {
            "title": "Book \"Songun International\" Vol. 3 Published in Nepal",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-02ee.html",
            "content": "Book \"Songun International\" Vol. 3 Published in Nepal\r\n Pyongyang, June 28 (KCNA) -- Book \"Songun International\" Vol. 3 was published in Kathmandu, Nepal on June 18 to mark the 53rd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Displayed at the venue of book-releasing ceremony were photos showing the exploits of the great persons of Mt Paektu. Also there were books and photos introducing the successes made by the Korean army and people.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were the chairman of the Bangladesh Group for the Study of the Songun Policy who is author of the book and members of the group, personages from the Nepalese government and political parties and organizations, the DPRK ambassador to this country and his embassy officials and a visiting delegation of the Korean Committee for Cultural Relations with Foreign Countries.\n\t\t\t\t\t\n\t\t\t\t\t C. P. Mainali, general secretary of the C.C., Nepal Communist Party (Marxist-Leninist), said at the ceremony that the Songun politics serve as a political mode to be learned from by the Nepalese people, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, in which the Party, army and people are firmly united around the leader, is smashing every move of the imperialist allied forces.\n\t\t\t\t\t\n\t\t\t\t\t Today, it is only the DPRK that wins victory, standing up firm to the U.S. in the world.\n\t\t\t\t\t\n\t\t\t\t\t Manju Ratna Sakya, chairman of the Nepal Journalist Association, said that the Juche idea, the Songun idea, holds a distinguished position in the history of human thought and that leader Kim Jong Il formulated the Songun politics as a main political mode under socialism and turned the DPRK into a socialist power demonstrating its prestige by dint of independence and Songun.\n\t\t\t\t\t\n\t\t\t\t\t M. Jahangir Khan, chairman of the Bangladesh Group for the Study of the Songun Policy, said the Songun idea founded by President Kim Il Sung and developed in depth by leader Kim Jong Il serves as the banner of independence to be held aloft by all people as it is the greatest idea whose validity and vitality have been clearly proved.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to respected Supreme Leader Kim Jong Un was adopted at the ceremony."
        },
        {
            "title": "British Solidarity Committee for Korea's Peace, Reunification Formed",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-03ee.html",
            "content": "British Solidarity Committee for Korea's Peace, Reunification Formed\r\n Pyongyang, June 28 (KCNA) -- A British solidarity committee for peace and reunification of the Korean Peninsula was formed on June 15.\n\t\t\t\t\t Dermot Hudson, chairman of the Korean Friendship Association UK, was elected chairman of the committee, and its action program was announced.\n\t\t\t\t\t\n\t\t\t\t\t The program calls for stop to the war maneuvers ratcheting up the situation on the Korean peninsula, withdrawal of the U.S. troops from south Korea, conclusion of DPRK-U.S. peace accord, support to the struggle of the whole Korean nation in the north and the south and abroad  for national reunification and the struggle of the south Korean people for democracy of the society and strengthened solidarity with the progressive political parties and social organizations the world over."
        },
        {
            "title": "Declaracion Conjunta del Ministerio de SeguridadEstatal, Ministerio de Seguridad del Puebloy la Fiscalia Central de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-27ee.html",
            "content": "Declaracion Conjunta del Ministerio de SeguridadEstatal, Ministerio de Seguridad del Puebloy la Fiscalia Central de la RPDC\r\nPyongyang, 28 de junio (ACNC) -- Llegan a la fase extremadamente imprudente y peligrosa las desesperaciones ultimas de los enemigos tan aturdidos ante el impetu deslumbrante de la RPDC que avanza a todo galope por la orbita invariable de la independencia, el Songun y el socialismo sin vacilar nada ante toda clase de vicisitudes de la historia.\n\t\t\t\t\tLo comprueban los actos criminales de terrorismo estatal de categoria especial de los enemigos contra la Direccion Suprema de la RPDC, que en los ultimos dias se revelan de modo sucesivo.\n\t\t\t\t\t\n\t\t\t\t\tHace poco, se ha descubierto la perversa pandilla terrorista que la CIA y el Servicio Nacional de Inteligencia surcoreano hicieron infiltrar en el interior de la RPDC con el objeto de perpetrar el terrorismo estatal utilizando las sustancias bioquimicas contra la Direccion Suprema de la RPDC. Y se dio a la publicidad otro hecho de que durante su mandato la traidora Park Geun-hye ha promovido la operacion de \"eliminacion de la Direccion del Norte (de Corea)\" en confabulacion con los tipejos de SNI.\n\t\t\t\t\t\n\t\t\t\t\tEstos hechos producen la gran indignacion de todo el ejercito y el pueblo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSegun transcendidos, la traidora Park impulso sigilosamente desde finales de 2015 el \"trabajo para sustituir la Direccion Suprema del Norte\" y en el plan de operacion secreta relativo con el elaborado por la iniciativa del SNI estaba planeado el \"asesinato\".\n\t\t\t\t\t\n\t\t\t\t\tEn aquel entonces, Park dejo al lado el informe de los especialistas de que \"seria dificil el cambio del poder del Norte\" y acepto el otro del SNI que senalaba que \"acaso podria haber un cambio del poder por la inestabilidad interna del Norte\". Seguidamente, examino y firmo el plan de operacion secreta del SNI que tiene como objeto \"el cambio de la Direccion del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tA fin de evitar el conflicto militar que se puede ocasionar en caso de ser ejecutado ese plan los malvados dieron especial atencion a los problemas para prevenir el descubrimiento de su intervencion y planearon hasta la manera de camuflarlo como el accidente de camiones y trenes. Pero, este plan no pudo llevar a cabo debido a la rigurosa vigilancia de la RPDC y fue anulado automaticamente por dimision y destitucion de Park y la aparicion del nuevo \"gobierno\".\n\t\t\t\t\t\n\t\t\t\t\tLos hechos revelados demuestran fehacientemente que los enemigos, que juzgaron que con nada puede detener la marcha de la RPDC ni lograr la \"sumision\" ni el \"cambio\" de ella, abrigaron atrevidamente una absurda esperanza  en el \"cambio de la Direccion del Norte\" y movilizan todos los medios y metodos mas viles y crueles para lograrlo.\n\t\t\t\t\t\n\t\t\t\t\tCon respecto a que las tentativas de los enemigos encaminadas a aplastar cueste lo que cueste la RPDC se llegan al estado gravisimo de cometer el terrorismo estatal contra la Direccion Suprema de la RPDC, el Ministerio de Seguridad Estatal, el Ministerio de Seguridad del Pueblo y la Fiscalia Central de la RPDC declaran como lo siguiente:\n\t\t\t\t\t\n\t\t\t\t\t1. Declaramos al interior y exterior que sentenciamos la pena capital a la traidora Park Geun-hye y la horda de Ri Pyong Ho, ex director del SNI, quienes son criminales del terrorismo estatal de categoria especial que planearon e impulsaron los complots imperdonables de atentar la Direccion Suprema de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa Direccion Suprema de la RPDC es el simbolo de la dignidad y el poderio de nuestra Republica y ademas el conjunto de la vida y el destino de nuestro ejercito y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo de Corea, que consideran como su vida la defensa a ultranza a la Direccion de la Revolucion, tienen la firme voluntad de castigar despiadadamente a los que desafian a nuestra Direccion Suprema y tratan de atentarla persiguiendolos hasta el final en este mundo y encontrandolos hasta en lo profundo de la tierra.\n\t\t\t\t\t\n\t\t\t\t\tEl codigo penal de la RPDC estipula que todos los organizadores, complices y seguidores del terrorismo estatal de categoria especial perpetrado contra nuestra Direccion Suprema, son los objetos del proceso legal sin distincion de sus nacionalidades y que no se aplica la prescripcion penal del litigio legal a este crimen.\n\t\t\t\t\t\n\t\t\t\t\tSegun la voluntad de castigo imperdonable del ejercito y pueblo coreanos y el codigo penal de la RPDC, el Ministerio de Seguridad Estatal, el de Seguridad del Pueblo y la Fiscalia Central de la RPDC que consideran como su mision maxima la defensa del lider declaran con seriedad al interior y exterior del pais la decision de sentenciar la pena capital maxima a la traidora Park Geun-hye y la banda de Ri Pyong Ho, ex presidente de \"SNI\" quienes  planearon e impulsaron el terrorismo estatal de danar a la Direccion Suprema de la RPDC\n\t\t\t\t\t\n\t\t\t\t\tDesde este momento, no solo Park Geun-hye y los compinches de Ri Pyong Ho, sino tambien los tipejos del SNI no pueden protestar nada en caso de sufrir una muerte miserable en cualquier momento, en cualquier lugar y con cualquier metodo.\n\t\t\t\t\t\n\t\t\t\t\t2. Las autoridades surcoreanas deben entregar sin demora  la traidora Park Geun-hye y la banda de Ri Pyong Ho a la RPDC de acuerdo con el convenio internacional.\n\t\t\t\t\t\n\t\t\t\t\tLa \"Declaracion sobre la Medida para Erradicar el Terrorismo Internacional\" de la resolucion de la Asamblea General de la ONU aprobada en 1994 determina que si permanece un criminal de terrorismo internacional en el territorio jurisdiccional de su pais, debe arrestarlo y castigarlo en el juicio penal de su pais o entregarlo al pais danado para castigarlo severamente.\n\t\t\t\t\t\n\t\t\t\t\tLa cuarta clausula \"Entrega del criminal\" del articulo 16 del Convenio de la ONU contra el Crimen Organizado Transnacional estipula: \"En el caso de que un pais, que toma como condicion de entrega la firma del tratado de entrega del criminal, recibe la solicitud de entrega del criminal por parte de otro pais que no firmo ese documento, el primero puede considerar el tratado en cuestion como base legal para la entrega en relacion con los crimenes que se aplica con esta clausula.\n\t\t\t\t\t\n\t\t\t\t\tComo se ha conocido en mayo por la declaracion del portavoz del Ministerio de Seguridad Estatal, la traidora Park Geun-hye y la banda de Ri Pyong Ho son diablos sin iguales que merecen el castigo durisimo por sus crimenes de terrorismo estatal de categoria especial cometidos hasta ahora bajo la instigacion y control de Estados Unidos, caudillo del terrorismo.\n\t\t\t\t\t\n\t\t\t\t\tEl intento del terrorismo estatal de categoria especial recien revelado deviene el crimen organizado extremadamente grave y vil cometido por el SNI contra nuestra Direccion Suprema. Por lo tanto, sus organizadores directos Park y los complices de Ri son delincuentes de categoria especial que deben asumir la responsabilidad penal mas dura segun la ley penal de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben entregar sin demora la traidora Park Geun-hye y la banda de Ri Pyong Ho, organizadores del peor terrorismo internacional de categoria especial, a la RPDC de acuerdo con el convenio y reglamentos juridicos internacionales.\n\t\t\t\t\t\n\t\t\t\t\tSi dan vista gorda a esta demanda importante relacionada con nuestra maxima dignidad, las mismas autoridades surcoreanas deberan pensar en las influencias malas que se causaran en las futuras relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\t3. Declaramos que en el caso de que EE.UU. y los titeres surcoreanos vuelvan a intentar otros crimenes de terrorismo estatal de categoria especial contra nuestra Direccion Suprema, castigaremos de inmediato y sin aviso previo a su organizador, complices y seguidores segun la ley para el tiempo de guerra.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC y EE.UU. que firmaron el Acuerdo de Armisticio en 1953 estan tecnicamente en el estado de guerra.\n\t\t\t\t\t\n\t\t\t\t\tPor tanto, todos los actos hostiles y provocativos contra ambas partes beligerantes se aplican cabalmente con la ley para tiempo de guerra.\n\t\t\t\t\t\n\t\t\t\t\tDe este modo, se tratan segun esta ley todos los actos hostiles en las relaciones Norte-Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tAl decir la verdad, el terror contra la Direccion de la contraparte, que esta en beligerancia, deviene la extremada provocacion militar y nunca puede ser tolerado como crimen de categoria especial capaz de causar la peor situacion incluyendo el estallido de guerra.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC declara oficialmente que si EE.UU. y los titeres surcoreanos vuelven a intentar el crimen de terrorismo estatal de categoria especial contra nuestra Direccion Suprema, perseguira sin falta a los organizadores, los complices y los seguidores y los castigara de inmediato y sin aviso previo segun la ley para el tiempo de guerra.\n\t\t\t\t\t\n\t\t\t\t\tIndependientemente de que tal crimen se comete en el interior o el exterior de la RPDC, se ejecutara de inmediato en el terreno el despiadado castigo a nombre del pueblo segun las medidas intolerables a nuestro estilo.\n\t\t\t\t\t\n\t\t\t\t\tVolvemos a aclarar que deben abandonar el sueno de vivir en este mundo todos los quienes se atreven a desafiar a la dignidad suprema de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. y las autoridades surcoreanas menosprecian estas advertencias nuestras o se desafian a tales medidas rotundas, su precio se pagara con el metodo fisico indetenible con nada.\n\t\t\t\t\t\n\t\t\t\t\tLos quienes desafian atrevidamente al sol del cielo no podran evitar el castigo duro.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t28 de junio del 106 (2017) de la Era Juche\n\t\t\t\t\t\n\t\t\t\t\tPyongyang"
        },
        {
            "title": "Choe Ryong Hae averigua la gravedad de danos por sequia en el distrito de Jaeryong",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-28ee.html",
            "content": "Choe Ryong Hae averigua la gravedad de danos por sequia en el distrito de Jaeryong\r\nPyongyang, 28 de junio (ACNC) -- Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea, vicepresidente del Comite de Estado de la Republica Popular Democratica de Corea y del CC del PTC, averiguo en el terreno los danos que esta causando la sequia al distrito de Jaeryong de la provincia de Hwanghae del Sur.\n\t\t\t\t\t  En las Granjas Cooperativas de Pudok y Kosan, el estimulo a los funcionarios y agricultores que trabajan sin treguas para resistir la peor sequia de los ultimos anos.\n\t\t\t\t\t\n\t\t\t\t\t  Instruyo a las organizaciones del partido y de masas en el distrito desplegar de manera ofensiva y consciente la labor ideologica para incorporar activamente a los militantes del partido y los trabajadores a la campana contra la sequia.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de movilizar todos los equipos de irrigacion y medios de transporte y usar con eficiencia los pozos y estanques de agua."
        },
        {
            "title": "RPDC condena el Organo Internacional de Supervision Financiera",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-29ee.html",
            "content": "RPDC condena el Organo Internacional de Supervision Financiera \r\nPyongyang, 28 de junio (ACNC) -- A la pregunta de un reportero de la ACNC formulada con respecto a que un organo internacional de supervision financiera cuestiono a la RPDC, el vocero del Comite Nacional de Coordinacion de la RPDC sobre el Anti-lavado de Dinero y Anti-Financiacion del Terrorismo respondio hoy como lo siguiente:\n\t\t\t\t\tEn la reunion plenaria efectuada del 21 al 23 en Espana la Fuerza Atareada de Accion Financiera contra el Lavado de Dinero volvio a publicar la llamada \"declaracion publica\" cuestionando a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEn el \"documento\" esta ocultado el astuto intento del pais americano de arrebatar las armas nucleares de la RPDC acusandola del \"pais lavador de dinero\" y racionalizando las ilegitimas sanciones financieras anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLo evidencia bien el hecho de que bajo la instigacion de EE.UU., ese organismo volvio a aprobar la \"declaracion publica\" que repite invariablemente las insistencias de EE.UU. y las fuerzas hostiles dando vista gorda a las realidades de la RPDC donde se instituyo la ley contra el lavado de dinero y financiacion del terrorismo que conviene a las normas internacionales y funciona normalmente el sistema de supervision e informatizacion financieras de acuerdo con ella.\n\t\t\t\t\t\n\t\t\t\t\tLas \"resoluciones de sancion\" anti-RPDC del Consejo de Seguridad de la ONU son productos de los actos criminales antieticos y anti-derechos humanos de EE.UU. y las fuerzas seguidoras que desprecian la Carta de la ONU y las leyes internacionales y violan la soberania y el derecho a existencia del Estado soberano.\n\t\t\t\t\t\n\t\t\t\t\tSi la parte de ese organo esta interesada de veras en el asunto de prevencion de lavado de dinero y financiacion del terrorismo de nuestro pais, debe prestar la merecida atencion a cuestionar el complot terrorista estatal de categoria especial cometido por los organos de inteligencia de EE.UU. y Sur de Corea, lo que fue presentado anteriormente por nuestra parte.\n\t\t\t\t\t\n\t\t\t\t\tSi el organismo internacional de supervision financiera sigue entregandose a dar presion a la RPDC bailando al son que le toca el pais americano, nos vemos obligados a pensar seriamente el mantenimiento de las relaciones de cooperacion con ese organo."
        },
        {
            "title": "Efectuado 4o pleno del 9o periodo del CC de la Union de la Juventud",
            "url": "http://kcna.co.jp/item/2017/201706/news28/20170628-30ee.html",
            "content": "Efectuado 4o pleno del 9o periodo del CC de la Union de la Juventud\r\nPyongyang, 28 de junio (ACNC) -- Tuvo lugar el dia 28 en esta capital el cuarto pleno del noveno periodo del Comite Central de la Union de la Juventud Kimilsungista - Kimjongilista.\n\t\t\t\t\tLa reunion discutio los quehaceres que corresponden a las organizaciones de la Union de la Juventud para materializar las tareas presentadas por el Maximo Dirigente Kim Jong Un en su discurso \"Que los miembros de la Organizacion de Ninos de Corea sean genuinos hijos y pequenos revolucionarios de la patria socialista\", pronunciado en el VIII Congreso de la Organizacion de Ninos de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl primer secretario del CC de la Union de la Juventud, Jon Yong Nam, pronuncio el informe y otros intervinieron.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores subrayaron que el discurso del Maximo Dirigente deviene programa inmortal que permite consolidar y desarrollar mas la ONC como agrupacion infantil de Kim Il Sung y Kim Jong Il e ilumina el futuro camino del autoctono movimiento infantil de Corea.\n\t\t\t\t\t\n\t\t\t\t\tAseveraron que todas las filiales de la Union de la Juventud y la ONC tienen que intensificar sus labores para formar a los miembros de la ONC como pequenos revolucionarios que hayan asimilado la grandeza del partido y el lider y sepan dedicar todo lo suyo a la patria y la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tJuraron trabajar con toda inteligencia y pasion para abrir la era de esplendor en las labores de la ONC bajo la direccion del Maximo Dirigente y recompensar asi con fidelidad la confianza y esperanza del partido.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion plenaria tomaron parte los miembros y los suplentes del CC de la UJ, los funcionarios de la UJ en el centro y las localidades, asi como los funcionarios del sector de la educacion extraescolar de jovenes y ninos."
        }
    ]
}