{
    "date": "2017-11-13",
    "url": "http://kcna.co.jp/item/2017/201711/2017-11-13ee.html",
    "articles": [
        {
            "title": "German Guest Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-11ee.html",
            "content": "German Guest Visits Mangyongdae\r\n Pyongyang, November 13 (KCNA) -- Wolfgang Nowak, former general director for Political Planning of Mr. Schroeder's Cabinet of Germany, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the immortal revolutionary career of the President, the visitor looked round historic relics at the old home and toured the revolutionary relics on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t He also visited the Korean Revolution Museum, the Ryuwon Footwear Factory, the Pyongyang Cornstarch Factory, etc."
        },
        {
            "title": "28th National Exhibition of IT Achievements Closes",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-12ee.html",
            "content": "28th National Exhibition of IT Achievements Closes\r\n Pyongyang, November 13 (KCNA) -- The 28th national exhibition of IT achievements closed with due ceremony at the Sci-Tech Complex on Monday.\n\t\t\t\t\t Presented to it were a large number of achievements made in the work to rapidly develop the field of IT and raise the country's program development to the world's level.\n\t\t\t\t\t\n\t\t\t\t\t Drawing the attention were artificial intelligence programs and others invented by educational institutions and program developing units.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated were the programs and systems developed and introduced at the Central Information and Communications Centre, the Pyongyang Cornstarch Factory, the Suphung Power Station and other units.\n\t\t\t\t\t\n\t\t\t\t\t Among those present at the closing-ceremony were Choe Tong Myong, director of the Central Committee of the Workers' Party of Korea, Jang Chol, president of the State Academy of Sciences, and officials concerned."
        },
        {
            "title": "National Exhibition of IT Achievements",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-10ee.html",
            "content": "National Exhibition of IT Achievements\r\n Pyongyang, November 13 (KCNA) -- The 28th National Exhibition of IT Achievements took place at the Sci-Tech Complex in Pyongyang, the capital city of the DPRK.\n\t\t\t\t\t On display at the exhibition were a great number of latest IT products like artificial intelligence software, all of which were presented by several hundred units including ministries and national institutions.\n\t\t\t\t\t\n\t\t\t\t\t What caught the eyes of visitors were products appreciated at different competitions of artificial intelligence programs and contests of integrated production system, sci-tech dissemination system, programs for simulation experiment and practice, simulation sports games and CAD.\n\t\t\t\t\t\n\t\t\t\t\t Among them were self-contained vein discriminator, which recognizes the arrangement of finger blood vessels, and three-tiered switchboard and other automation facilities, telecommunication network equipment and integrated production control systems and production process control programs which were developed when putting the production processes on an unmanned basis at the Rangnang Disabled Soldiers' Essential Plastic Goods Factory, Pyongyang Bag Factory and Ryongaksan Soap Factory.\n\t\t\t\t\t\n\t\t\t\t\t The products highly appreciated at the exhibition also included satellite image analysis system for forest resources, a program for planning scientific farming, system for detecting fishing ground and other achievements made in the fields of education and public health.\n\t\t\t\t\t\n\t\t\t\t\t At the exhibition, many products conducive to the development of IT industry drew attention of experts and visitors."
        },
        {
            "title": "Coal Production on Increase in DPRK",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-09ee.html",
            "content": "Coal Production on Increase in DPRK\r\n Pyongyang, November 13 (KCNA) -- Coal production is on the steady increase at collieries in the west region of the DPRK.\n\t\t\t\t\t According to data available at the Ministry of Coal Industry, over 20 new coalfaces have been provided and the capital and preparatory tunneling carried out at the level of 100.6-118 percent, as of early November.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Ri Kyong Chol, vice department director of the ministry, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Coal miners are fully determined to glorify this year, a year of weighty significance in implementing the five-year strategy for national economic development, with increased production.\n\t\t\t\t\t\n\t\t\t\t\t The Pukchang Area Youth Coal Mining Complex produced over 3,000 more tons of coal than scheduled, as compared with the same period of last year.\n\t\t\t\t\t\n\t\t\t\t\t Coal mines under the Sunchon Area Youth Coal Mining Complex have accelerated the tunneling speed through continuous drilling and blasting, increased the proportion of mechanization at pits and thus fulfilled their daily assignment by 100.6 percent.\n\t\t\t\t\t\n\t\t\t\t\t The Tukjang Area Coal Mining Complex has also boosted coal production by operating coal mining machines, tramcars and wagons at full capacity.\n\t\t\t\t\t\n\t\t\t\t\t The same is true of coal mines in Tokchon, Anju, Kangdong, Kujang and Kaechon areas."
        },
        {
            "title": "Rodong Sinmun Terms U.S., S. Korea Disturbers of Peace",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-04ee.html",
            "content": "Rodong Sinmun Terms U.S., S. Korea Disturbers of Peace\r\n Pyongyang, November 13 (KCNA) -- The U.S. and south Korean puppet authorities are now viciously taking issue with the Democratic People's Republic of Korea over its \"nuclear threat\" and \"provocation\". This is the shameless scheme to justify and intensify their moves to ignite a nuclear war against the north under the pretence of coping with the \"threat and provocation by the north\" while laying the blame for the tension at the door of the DPRK. Rodong Sinmun Monday says this in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet forces are provocateurs and aggressors as they disturb peace and security in the Korean peninsula and the region and increase the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the heinous force of aggression keen on depriving the DPRK of its sovereignty and rights to existence and development, and dominating the whole of Korea while pursuing the anachronistic hostile policy toward the DPRK and resorting to the reckless moves for a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. frantic moves for military confrontation to bring down the DPRK by force of arms are as foolish an act as precipitating its self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t Tragedy is that the south Korean puppet authorities are going reckless depending on their U.S. master, being obsessed with illusion about the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers running amuck to ignite a war against the north in collusion with the U.S. can not cover up their true colors as peace disturber.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet authorities should reasonably behave themselves.\n\t\t\t\t\t\n\t\t\t\t\t We love peace more than anyone else but we will never pardon the provokers and aggressors going reckless to bring a war disturbing peace."
        },
        {
            "title": "Rodong Sinmun Flails \"Reform\" Farce of Conservative Opposition Parties of S. Korea",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-05ee.html",
            "content": "Rodong Sinmun Flails \"Reform\" Farce of Conservative Opposition Parties of S. Korea\r\n Pyongyang, November 13 (KCNA) -- The \"Liberal Korea Party\" in south Korea is now busying itself promoting \"three renovations\" -- \"personnel renovation\", \"organizational renovation\" and \"policy renovation\" while reeling off honey-coated rhetoric that \"renovation is the only way out for conservatism\" and \"they would make renovations with all efforts\".\n\t\t\t\t\t The \"Parun Party\" coteries, not to be left behind, are claiming difference from the \"Liberal Korea Party,\" a party branded as the hotbed of the evils, while trumpeting about \"clean conservatism\" and \"reformist conservatism\", and are also professing the promotion of \"reformist policies\" like \"economic democracy\" and \"reduction of the gaps between the rich and the poor\".\n\t\t\t\t\t\n\t\t\t\t\t A commentary of Rodong Sinmun Monday dismisses the farce staged by the groups of the puppet conservative opposition parties as the last-ditch moves of the dregs of history with their fate sealed.\n\t\t\t\t\t\n\t\t\t\t\t The April popular uprising, the October resistance for democracy and the June popular resistance and the candlelight demonstration against Park Geun Hye were all stern punishment of history and the people against the puppet conservative groups that inflicted only misfortune, pain and disaster on the south Koreans, the paper notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The \"Liberal Korea Party\" and the \"Parun Party\" coteries are buttering up the people to win their favor with such words as \"renovation\" and \"reform\" but as a crow can never be whiter for often washing. However, their dirty nature of treachery remains unchanged.\n\t\t\t\t\t\n\t\t\t\t\t The conservative opposition parties will only invite derision and aversion from the people no matter how doggedly they may resort to \"renovation\" and \"reform\"."
        },
        {
            "title": "Rodong Sinmun Denounces Japanese Reactionaries' Clumsy Act to Evade Abolition of Past",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-06ee.html",
            "content": "Rodong Sinmun Denounces Japanese Reactionaries' Clumsy Act to Evade Abolition of Past\r\n Pyongyang, November 13 (KCNA) -- The UN Committee for Abolition of Racial Discrimination recently opened to the public the reply message of the Japanese government to its recommendations for the comprehensive solution to the issue of the sexual slavery for the Imperial Japanese Army including appropriate reparations.\n\t\t\t\t\t The Japanese government in the reply said \"the issue had already been settled under the San Francisco peace treaty\". As for the UN agency's recommendation for referring those responsible to the court, the Japanese government identified that it is \"difficult to make detailed verification from now\", adding it has no idea of holding those responsible to account.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday in a commentary stresses that the San Francisco peace treaty is illegal and therefore it is illogical for Japan to talk about the settlement of the reparation issue under the pretext of the treaty.\n\t\t\t\t\t\n\t\t\t\t\t The crimes related to the sexual slavery which Japan committed in the past are hideous crimes against humanity which can never be pardoned and, therefore, the issue has to be looked into with all clarity and those responsible must be dealt with by law, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Japan is making far-fetched assertions. The aim sought by it is not just to evade the shame as a war criminal state which committed the hideous crimes against humanity. Its true aim is to bring back the imperial era and realize without fail the ambition of domination over Asia which it failed to do in the past.\n\t\t\t\t\t\n\t\t\t\t\t But without the abolition of the past, Japan can never evade responsibility as a war criminal state.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better stop unsightly acts even for the sake of its own country."
        },
        {
            "title": "KCNA Commentary Slashes Efforts for Revival of Conservatism in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-08ee.html",
            "content": "KCNA Commentary Slashes Efforts for Revival of Conservatism in S. Korea\r\n Pyongyang, November 13 (KCNA) -- The conservatives in south Korea are making desperate efforts to evade the total ruin and prolong their dirty remaining days.\n\t\t\t\t\t The \"Liberal Korea Party\" has gone crafty to win public support through the publication of a \"party renovation manifesto\" and with such honey-coated words as \"three renovations\" while claiming \"renovation is the only way out for conservatism\".\n\t\t\t\t\t\n\t\t\t\t\t They describe the measure taken to expel Park Geun Hye from the party and the pressure offensive to force leading pro-Park Geun Hye elements So Chong Won and Choe Kyong Hwan to leave the party as a bold and meaningful beginning for \"renovation\".\n\t\t\t\t\t\n\t\t\t\t\t The \"Parun Party\" members who have faced the end in the wake of withdrawal of the coalition party members from the party are also struggling hard to maintain their existence while promoting such \"reformist policies\" as \"economic democracy\" and \"narrowing the differences between the rich and the poor\". They are eyeing political collusion with the \"Kukmin Party\" while professing differences from the \"Liberal Korea Party\" under the signboard of \"clean conservatism\" and \"reformist conservatism\".\n\t\t\t\t\t\n\t\t\t\t\t The farce of \"conservatives' renovation\" and \"conservatives' reform\" staged by the conservative group in their search of a way-out is the last-ditch efforts of those who outlived their days.\n\t\t\t\t\t\n\t\t\t\t\t Historically, the conservative forces of south Korea have been renowned as a group of traitors to the nation who took the lead in fostering national division and fratricidal war and bringing unspeakable misfortune, pain and disaster to the south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Everyone knows that the LKP and the \"Parun Party\" are from the bankrupt \"Saenuri Party\" which had been in line with Park Geun Hye to pursue traitorous politics and corruption and irregularities.\n\t\t\t\t\t\n\t\t\t\t\t Whatever sleight of hand the group of conservatives may resort to, nothing will change. This is the unanimous comment of the south Koreans who experienced the behavior of the conservative ruling forces for more than half a century.\n\t\t\t\t\t\n\t\t\t\t\t The April popular uprising in 1960, the October resistance for democracy in 1979 and the June popular resistance in 1987 and the candlelight demonstration in October last year for the elimination of Park Geun Hye were stern punishment meted out to the conservative forces by the south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t But the group of traitors who were sentenced to death together with Park Geun Hye have now gone clumsy to call for \"conservatives' renovation\" and \"conservatives' reform\" just reminding one of a drowning man catching at a straw.\n\t\t\t\t\t\n\t\t\t\t\t Imbeciles keen on meeting their greed for power only are trying to veil their ambition for the revival of conservatism and stay in power with such words as \"renovation\" and \"reform\" but their crimes fresh in the memory of the people can never be written off.\n\t\t\t\t\t\n\t\t\t\t\t The nightmare of history will repeat, should conservatism is allowed to go roughshod, challenging the candlelight mindset.\n\t\t\t\t\t\n\t\t\t\t\t The broad segments of the south Koreans should not tolerate the childish burlesque of the conservatives but courageously turn out in the struggle to abolish conservatism and evil administration and to achieve new politics, new society and new life."
        },
        {
            "title": "S. Korean Progressive Political Parties Blast Trump's Visit and Authorities' Submission",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-07ee.html",
            "content": "S. Korean Progressive Political Parties Blast Trump's Visit and Authorities' Submission\r\n Pyongyang, November 13 (KCNA) -- Spokespersons for the Jongui (justice) Party and the People's Party of south Korea condemned Trump's visit to south Korea and the authorities submission, according to the south Korean online paper Jaju Shibo on Nov. 8.\n\t\t\t\t\t The spokesman for the Jongui Party recalled that Trump said that south Korea was to purchase U.S. military hardware and it was a matter of serious concern that he linked this with providing jobs for Americans.\n\t\t\t\t\t\n\t\t\t\t\t The spokesperson for the People's Party said that deploying more U.S. strategic assets, the lifting of the restriction on the weight of missile warhead, etc. which the regime cites as successes at the talks are nothing but buying more U.S. weapons."
        },
        {
            "title": "Kim Jong Il's Work Introduced by Nigerian Body",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-01ee.html",
            "content": "Kim Jong Il's Work Introduced by Nigerian Body\r\n Pyongyang, November 13 (KCNA) -- The full text of leader Kim Jong Il's work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was posted by the Nigerian Group for the Study of Kimilsungism-Kimjongilism on its website on November 8 on the occasion of the 6th anniversary of his demise.\n\t\t\t\t\t The work published on July 26, Juche 85 (1996) deals with the idea that the Juche philosophy is an original one worked out and systematized by its own principles and revolutionary and a popular one truly serving the purpose of the popular masses' struggle for independence.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for studying and introducing the Juche philosophy as intended by the Workers' Party of Korea and thoroughly applying it to the revolutionary practice."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Hungary",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-02ee.html",
            "content": "Kim Jong Il to Be Remembered in Hungary\r\n Pyongyang, November 13 (KCNA) -- A Hungarian committee for remembering leader Kim Jong Il was formed in Budapest on November 7.\n\t\t\t\t\t Gyula Thurmer, chairman of the Hungarian Workers' Party, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the revolutionary career and exploits of Kim Jong Il and organize political and cultural events such as a seminar, lecture and film show on the occasion of the 6th anniversary of his demise."
        },
        {
            "title": "28a Exposicion Nacional de Exitos de IT",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-13ee.html",
            "content": "28a Exposicion Nacional de Exitos de IT\r\nPyongyang, 13 de noviembre (ACNC) -- Tuvo lugar en el Palacio de Ciencias y Tecnicas la 28a exposicion nacional de exitos de IT, donde estaban exhibidos muchos logros cientificos contribuyentes a la construccion de potencia economica.\n\t\t\t\t\tEn la ocasion, cientos de unidades incluyendo los ministerios y los organos centrales expusieron los programas relacionados con la inteligencia artificial y otros articulos sofisticados de IT.\n\t\t\t\t\t\n\t\t\t\t\tAcapararon la atencion de los visitantes los productos distinguidos en varios concursos de programas de inteligencia artificial, el concurso del sistema de produccion integral, el de divulgacion de ciencias y tecnicas, el de programas de analisis de competencia deportiva simulada y el de programas de apoyo de diseno.\n\t\t\t\t\t\n\t\t\t\t\tFueron evaluados los productos de IT desarrollados en varios sectores de la economia nacional y otros resultados de la rama de educacion y salud publica.\n\t\t\t\t\t\n\t\t\t\t\tSe presentaron ademas muchos articulos de IT inventados en el proceso de desarrollo de los programas y la industria de instalaciones informaticas, asi que circularon activamente los productos intelectuales."
        },
        {
            "title": "Clausurada la 28a exposicion nacional de exitos de IT",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-14ee.html",
            "content": "Clausurada la 28a exposicion nacional de exitos de IT\r\nPyongyang, 13 de noviembre (ACNC) -- Concluyo la 28a exposicion nacional de exitos de IT.\n\t\t\t\t\tEn esta edicion, se presentaron muchos logros obtenidos en la investigacion para desarrollar rapidamente la rama de IT y elevar al nivel mundial el desarrollo de programas en el pais.\n\t\t\t\t\t\n\t\t\t\t\tAcapararon la atencion de los participantes los programas de inteligencia artificial expuestos por las instituciones docentes y las desarrolladoras de programas.\n\t\t\t\t\t\n\t\t\t\t\tSe ganaron excelente valoracion los programas de control de procesos y los sistemas informativos de administracion integral que fueron inventados por la Direccion Central de Informaciones y Comunicaciones, la Fabrica de Procesamiento de Maiz de Pyongyang, la Central Hidroelectrica de Suphung y otras en el curso de hacer automaticas, inteligentes y no tripuladas sus actividades productivas y administrativas.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia de clausura tuvo lugar el dia 13 en el Palacio de Ciencias y Tecnicas con la participacion de Choe Tong Myong, jefe de departamento del Comite Central del Partido del Trabajo de Corea, Jang Chol, presidente de la Academia Estatal de Ciencias, los funcionarios interesados y de las unidades exponentes, los trabajadores y los jovenes y estudiantes."
        },
        {
            "title": "Rodong Sinmun revela la verdadera faz de EE.UU. y titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-15ee.html",
            "content": "Rodong Sinmun revela la verdadera faz de EE.UU. y titeres surcoreanos\r\nPyongyang, 13 de noviembre (ACNC) -- Ahora, EE.UU. y los titeres surcoreanos acusan perversamente a la Republica Popular Democratica de Corea hablando de la \"amenaza nuclear y la provocacion del Norte (de Corea)\".\n\t\t\t\t\tEsto es una artimana cinica para imputar a la RPDC la responsabilidad de la agravacion de tension y justificar y recrudecer mas sus tentativas de provocacion de guerra nuclear contra la RPDC bajo el pretexto de prepararse para la \"amenaza\" y la \"provocacion\" de esta.\n\t\t\t\t\t\n\t\t\t\t\tAsi insiste el diario Rodong Sinmun en un articulo individual divulgado el dia 13, y continua:\n\t\t\t\t\t\n\t\t\t\t\tLos provocadores y agresores que perturban la paz y la seguridad de la Peninsula Coreana y la region y aumentan el peligro del estallido de la guerra nuclear son precisamente EE.UU. y los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es la primera fuerza agresiva que se esfuerza desesperadamente por arrebatar los derechos a la independencia, la subsistencia y el desarrollo de la RPDC y dominar a toda Corea mediante la anacronica politica hostil al pais socialista y las imprudencias de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEs un acto suicida la campana conflictiva de EE.UU. destinada a aplastar con la fuerza a su rival socialista.\n\t\t\t\t\t\n\t\t\t\t\tLo tragico es que los titeres surcoreanos actuan imprudentemente depositando en su amo norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tNo se puede ocultar la faz verdadera de los belicistas surcoreanos que destruyen la paz sumandose a las maniobras de EE.UU. de provocacion de guerra de agresion a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y los titeres surcoreanos deben volverse en si y actuar con prudencia.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC ama mas que otros paises la paz. Pero, nunca perdona a los provocadores y agresores que perturban la paz y tratan de desencadenar la guerra."
        },
        {
            "title": "Rodong Sinmun exige la liquidacion del pasado a los reaccionarios japoneses",
            "url": "http://kcna.co.jp/item/2017/201711/news13/20171113-16ee.html",
            "content": "Rodong Sinmun exige la liquidacion del pasado a los reaccionarios japoneses\r\nPyongyang, 13 de noviembre (ACNC) -- Recientemente, el Comite de la ONU para la Abolicion de Discriminacion Racial dio a la publicidad el contenido de la respuesta del gobierno japones al consejo de esa entidad que exigio la indemnizacion adecuada y la solucion global del problema de ex esclavas sexuales para el viejo ejercito japones.\n\t\t\t\t\t Preciso que el gobierno japones respondio que \"ese problema se ha resuelto ya en virtud del tratado de paz de San Francisco y otros. \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a la sugerencia del mismo aparato de la ONU de que sometiera al juicio a los responsables, el gobierno japones contesto que no piensa en reprochar a los responsables aduciendo que \"es dificil comprobar los detalles desde ahora\".\n\t\t\t\t\t\n\t\t\t\t\t  Puesto que el tratado de paz de San Francisco es ilegal, es absurdo que Japon lo tomara por pretexto para insistir en la solucion del problema de indemnizacion.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senala el diario Rodong Sinmun en un comentario individual divulgado hoy y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  La esclavitud sexual establecida en el pasado por Japon es el tremendo crimen de lesa humanidad que no se puede perdonar nunca. Por lo tanto, es imperioso investigar claramente el caso y enjuiciar legalmente a los responsables.\n\t\t\t\t\t\n\t\t\t\t\t  Japon se obstina en su absurdo criterio no solo para liberarse de la verguenza de criminal de guerra sino tambien para realizar a toda costa su ambicion de tomar la hegemonia en Asia al resucitar la epoca imperial.\n\t\t\t\t\t\n\t\t\t\t\t  Sin liquidar sus crimenes del pasado, Japon no podra eludir nunca la responsabilidad de pais criminal de guerra. \n\t\t\t\t\t\n\t\t\t\t\tPara el bien de si mismo, deberia dejar la estupidez de evadir esa obligacion."
        }
    ]
}