{
    "date": "2017-04-22",
    "url": "http://kcna.co.jp/item/2017/201704/2017-04-22ee.html",
    "articles": [
        {
            "title": "Kim Jong Un's Congratulatory Message to Miners of Komdok Mining Complex",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-21ee.html",
            "content": "Kim Jong Un's Congratulatory Message to Miners of Komdok Mining Complex\r\n Pyongyang, April 22 (KCNA) -- Respected Supreme Leader Kim Jong Un on Friday sent a message of congratulations to members of the Ko Kyong Chan-led Hero Workteam of the April 5 Pit at the Kumgol Mine under the Komdok Mining Complex who have carried out their national economic plan for this year ahead of schedule to mark the meaningful Day of the Sun.\n\t\t\t\t\t The following is the full text of the message:\n\t\t\t\t\t\n\t\t\t\t\t I extend warm congratulations and greetings to you, 15 members of the Ko Kyong Chan-led Hero Workteam of the April 5 Pit at the Kumgol Mine under the Komdok Mining Complex, who achieved an astonishing, miraculous success of overfulfilling the yearly plan of ore production by 1.5 percent on the occasion of the auspicious, greatest national holiday, the Day of the Sun, by giving full play to the dauntless spirit and fortitude of the Korean working class unfailingly faithful to the Party and the revolution. \n\t\t\t\t\t\n\t\t\t\t\t You, as befits heroic workers of the Kumgol Mine who grew up enjoying the great trust and affection of the great Comrades Kim Il Sung and Kim Jong Il, waged a brave, vigorous campaign for increased production to attain the goal of ore output ahead of schedule on the occasions of the meaningful Day of the Shining Star, Day of the Sun and anniversary of General Kim Jong Il's on-site guidance, in answer to the militant appeal of the Party to all the people to launch a general offensive with the aim of setting up a milestone in building a socialist economic giant in this year that is of key importance in carrying out the five-year strategy for national economic development. \n\t\t\t\t\t\n\t\t\t\t\t You put up in the 800m-deep pit a board showing the goal of your campaign you pledged before the Party to achieve, and struggled perseveringly to make collective innovations with an eye to the bright future of the best country in the world. This is clear testimony to the indomitable spirit and invincible might of the heroic working class of Kim Il Sung and Kim Jong Il who, convinced of their strength of self-reliance and self-development, are advancing at the Mallima speed in the face of the ever-more vicious schemes by imperialist reactionaries. \n\t\t\t\t\t\n\t\t\t\t\t Our Party drew great strength and courage from the report on the outstanding feats performed by your workteam that is valiantly charging forward against all odds at an outpost for building an economic giant.\n\t\t\t\t\t\n\t\t\t\t\t As our heroic working class, the hardcore force of the Juche revolution and the eldest sons of the nation, have achieved unity based on the Party's revolutionary idea of unyielding offensive and revolutionary comradeship and as they are scoring a number of successes one after another on the strength of science and technology and through strenuous competitions, tougher threats and barbarous sanctions by the brigandish hostile forces have proved ineffective and the world-startling, grand Mallima march is speeding up.\n\t\t\t\t\t\n\t\t\t\t\t I highly appreciate the workteam members who, cherishing their affectionate feelings for the great General as their life and soul and with their hearts pulsating to the same beat as the Party Central Committee, created a new legendary tale in the era of Mallima; I also extend thanks to their families and officials of the mine for sincerely supporting them in their efforts for increased production, creation and shock campaign.\n\t\t\t\t\t\n\t\t\t\t\t What our Party believes in is not any mysterious divine power but the spiritual strength of our great people who support their Party and leader with crystal-clear, single-hearted loyalty, and it is stepping up the building of a powerful socialist country by relying on the revolutionary spirit and creative strength of our working class who are the best in the world. \n\t\t\t\t\t\n\t\t\t\t\t The workteam members should advance vigorously at the forefront of the all-people drive for the Conference of Mallima Pioneers by making redoubled, continuous efforts, and all the pits and other workteams at the Kumgol Mine should take their cue from the experience of the Hero Workteam and stoke the flames of greater collective innovations. In this way, they can exalt the brilliance of the tradition of loyalty of the workers in Komdok. \n\t\t\t\t\t\n\t\t\t\t\t I wish that members of the Ko Kyong Chan-led Hero Workteam of the April 5 Pit at the Kumgol Mine under the Komdok Mining Complex and all other workers of the mine would gain the honour of being Mallima riders, Mallima pioneers, by fully demonstrating mass heroism in good health in the worthwhile general onward march for scaling the peak of socialism true to the grandiose blueprint advanced at the Seventh Congress of the Workers' Party of Korea."
        },
        {
            "title": "DPRK Foreign Ministry Director Visits Turkmenistan and Far Eastern Region of Russia",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-04ee.html",
            "content": "DPRK Foreign Ministry Director Visits Turkmenistan and Far Eastern Region of Russia\r\n Pyongyang, April 22 (KCNA) -- A working-level delegation of the DPRK Foreign Ministry led by a director visited Turkmenistan from April 11 to 13 at the invitation of its Foreign Ministry.\n\t\t\t\t\t During the visit to Turkmenistan, the delegation paid a courtesy call on a vice-minister of Foreign Affairs of Turkmenistan and held negotiations with the director of the ministry.\n\t\t\t\t\t\n\t\t\t\t\t Both sides discussed the matters of further developing the DPRK-Turkmenistan friendly and cooperative relations in politics, economy, culture and other fields and exchanged views on the regional and international issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t They reaffirmed the will to boost the long-standing friendly relations between the two countries on a new stage in conformity with the wishes and interests of the two peoples and reached a consensus of views on expanding the bilateral economic cooperation while steadily developing the political relations.\n\t\t\t\t\t\n\t\t\t\t\t They also expressed the will to closely cooperate with each other in the international arenas including the UN on the basis of principles of non-interference, respect for sovereignty, equality and mutual benefit.\n\t\t\t\t\t\n\t\t\t\t\t The Turkmenistan side estimated that the visit of the DPRK Foreign Ministry's working-level delegation this year marking the 25th anniversary of the establishment of diplomatic relations between the two countries is an expression of the DPRK government and people's aspiration and will to develop the bilateral relations on a new higher stage.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK side expressed thanks to the Foreign Ministry and other relevant organs of Turkmenistan for their sincere efforts for the successful visit of the delegation.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Far Eastern Region of Russia and met with officials of the Maritime Territorial and Khabarovsk Territorial administrations to discuss the matters of further developing the regional cooperation in this significant year marking the 15th anniversary of leader Kim Jong Il's visit to the Far Eastern Region of Russia."
        },
        {
            "title": "DPRK Will Foil U.S., S. Korean Forces' Nuclear War Moves: CCNR Spokesman",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-10ee.html",
            "content": "DPRK Will Foil U.S., S. Korean Forces' Nuclear War Moves: CCNR Spokesman\r\n Pyongyang, April 22 (KCNA) -- A spokesman for the Consultative Council for National Reconciliation (CCNR) in a statement Saturday said all Koreans in the north and the south and abroad are hardly repressing their surging indignation at the U.S. and the south Korean conservative group pushing the situation of the Korean peninsula to the point of explosion.\n\t\t\t\t\t What is all the more infuriating is the puppet conservative group's act of fanning up the U.S. war fever, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The present situation, in which the U.S. frenzy for nuclear war against the DPRK has reached the extremes with an aim at annihilating the Korean nation, clearly proves what a wise option the DPRK made when it decided to bolster up the nuclear force in quantity and quality with a firm hold on the nuclear sword of justice.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has nothing to be afraid of and is ready to fight any mode of war wanted by the U.S. as it has now towered as a nuclear power in the East and a rocket launching power in Asia.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. provokes even a bit the sovereignty and the right to existence of the DPRK, the powerful nuclear strike means of the DPRK associated with blood and sweat shed by its people will blow up in a moment the stronghold of aggression and provocation in any space whether it is ground, air and sea and underwater, and the shouts for annihilating enemies which shook the square of military parade will resound as hurrahs for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers getting frantic in sycophantic treachery and racket for confrontation with the DPRK while working as henchmen of the U.S. can not get away from the target of nuclear strike but will meet a miserable end.\n\t\t\t\t\t\n\t\t\t\t\t All the fellow countrymen in the north and the south and abroad should courageously turn out in the struggle to foil the U.S. and the puppet conservative group's nuclear war moves in the indomitable spirit of the nation which has a firm grip on the nuclear sword, and bring about a reunified power in which 80 million Koreans live in one and the same territory."
        },
        {
            "title": "Japan Reactionaries Hit for Instilling Militarism into Rising Generations",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-20ee.html",
            "content": "Japan Reactionaries Hit for Instilling Militarism into Rising Generations\r\n Pyongyang, April 22 (KCNA) -- A spokesman for the Education Commission of the DPRK in a statement Saturday denounced the Japanese reactionaries for approving the use of \"royal message\" symbolic of militarism as teaching materials for students.\n\t\t\t\t\t The \"royal message\", made public in 1890 as \"remarks made by the Japanese emperor regarding education\", is a teaching textbook peppered with unconditional submission to the Japanese king and agitation of aggression on other countries.\n\t\t\t\t\t\n\t\t\t\t\t After the defeat of Japanese imperialism, the \"royal message\" was abolished in October 1946 due to strong international protest and denunciation and forced measure, and its use was officially banned by law in 1948.\n\t\t\t\t\t\n\t\t\t\t\t The statement accused the Japanese reactionaries of reviving the \"educational royal message\" which had been thrown into the garbage ground of history to let it be officially used for education. They also let bayonet practice be taught as a must subject at middle schools across Japan and fascist dictator Hitler's autobiography \"My Struggle\" be used as a teaching material.\n\t\t\t\t\t\n\t\t\t\t\t The situation in the educational circle in Japan reminds one of the wild act of the militarists in the past who, carrying sword under the belt, cried out for overseas aggression before the students, and hurled even primary school pupils to military exercise with wooden swords, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries which have set up little by little the legal and institutional mechanism for turning the country into a military giant are now instilling blind worship for the Japanese emperor and the misanthropy into young students. This is aimed to meet a sinister purpose of rendering rising generations fascist and wild since young, turn the Japanese society right, revive militarism and realize without fail the old dream of the \"Greater East Asia Co-prosperity Sphere\".\n\t\t\t\t\t\n\t\t\t\t\t They abuse the noble education for justifying the militarist history woven with crimes and the war of overseas aggression and making the younger generation ruthless beasts and mentally deformed and brazen-faced men bereft of guilty conscience.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are dashing headlong into the military reinvasion only to face their own destruction. They should be mindful that such reckless action for brainwashing the younger generation with militarist hysteria will result in nothing but miserable end."
        },
        {
            "title": "Spanish Guest Here",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-19ee.html",
            "content": "Spanish Guest Here\r\n Pyongyang, April 22 (KCNA) -- Jose Maria Vinals Camallonga, director for International Relations of the Lupicinio International Law Firm of Spain, arrived here on Saturday."
        },
        {
            "title": " Foreign Juche Idea Study Organizations Leave",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-14ee.html",
            "content": "Foreign Juche Idea Study Organizations Leave\r\n Pyongyang, April 22 (KCNA) -- A delegation of the British Association for the Study of Songun Policy and the chairman of the Juche Philosophy Study Committee of India and his party left here for home on Saturday.\n\t\t\t\t\t Departing earlier was a delegation of the Association for Studying Kimilsungism-Kimjongilism in Amur Region of Russia."
        },
        {
            "title": "Nepalese Party Delegation Leaves",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-15ee.html",
            "content": "Nepalese Party Delegation Leaves\r\n Pyongyang, April 22 (KCNA) -- A delegation of the United Socialist Nationalist Party of Nepal led by General Secretary of its Central Committee Shankarlal Shrestha left here for home on Saturday."
        },
        {
            "title": "Forest Law Revised in DPRK",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-12ee.html",
            "content": "Forest Law Revised in DPRK\r\n Pyongyang, April 22 (KCNA) -- The Presidium of the Supreme People's Assembly of the DPRK recently made public the revised Forest Law.\n\t\t\t\t\t The law, adopted on December 11, Juche 81 (1992), was amended and supplemented on several occasions.\n\t\t\t\t\t\n\t\t\t\t\t The newly revised law consists of five chapters and 48 articles which stipulate the issues arising in forestation, forest conservation, utilization of forest resource and guidance and control over forest management.\n\t\t\t\t\t\n\t\t\t\t\t The amendment and supplement of the Forest Law is of great significance in implementing the state's forest policy."
        },
        {
            "title": "Egyptian Guest Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-18ee.html",
            "content": "Egyptian Guest Visits Mangyongdae\r\n Pyongyang, April 22 (KCNA) -- Naguib Sawiris, executive chairman of the Orascom Telecom Media and Technology Holdings SAE of Egypt, Saturday visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the glorious history of the President and the revolutionary careers of his family members, the guest looked round mementoes preserved at the old home.\n\t\t\t\t\t\n\t\t\t\t\t He posed for a souvenir picture in front of the old home.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, he toured the Korean Revolution Museum and the Sci-Tech Complex."
        },
        {
            "title": "DPRK Foreign Ministry Memorandum Distributed as UN Document",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-02ee.html",
            "content": "DPRK Foreign Ministry Memorandum Distributed as UN Document\r\n Pyongyang, April 22 (KCNA) -- A memorandum, published by the Foreign Ministry of the DPRK to clarify the U.S. responsibility for pushing the situation of the Korean peninsula to the brink of a thermonuclear war and the justice and legitimacy of the self-defensive option made by the DPRK to cope with the prevailing situation, was distributed as an official document A/71/866-S/2017/303 of the UN General Assembly and the UN Security Council on April 20."
        },
        {
            "title": "Essential Oil Products in High Demand",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-11ee.html",
            "content": "Essential Oil Products in High Demand\r\n Pyongyang, April 22 (KCNA) -- Essential oils extracted from natural herbs by the Pyongyang Essential Oils Research Centre in the DPRK are getting popular among citizens.\n\t\t\t\t\t Among them are Perilla herb oil, fir needle oil and Artemisia herb oil which are also in high demand at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The centre is now producing various aromatics, health foods and vegetable insecticides with those essential oils.\n\t\t\t\t\t\n\t\t\t\t\t Choe Tung Gwang, director of the centre, told KCNA that the center is fully equipped with modern production facilities like vacuum fractionating tower and analyzer to produce high-quality essential oils and has a number of able scientists, engineers and skilled workers.\n\t\t\t\t\t\n\t\t\t\t\t The center has also production bases in every county and city of the country, he said, adding that it is planning to develop economic cooperation and do business with foreign countries."
        },
        {
            "title": "Peerlessly Great Men and Internationalist Moral Obligation",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-13ee.html",
            "content": "Peerlessly Great Men and Internationalist Moral Obligation\r\n Pyongyang, April 22 (KCNA) -- \"President Kim Il Sung was not only the benevolent father of the Korean people but a benefactor to my family and it is my wish to pay the highest respect to him on behalf of my family.\" This is the word made by Chinese Zhang Jin-quan who visited the DPRK on the occasion of the Day of the Sun, the 105th birth anniversary of the President (April 15). \n\t\t\t\t\t Zhang Jin-quan is the son of Zhang Wei-hua, a Chinese who defended the headquarters of the Korean revolution at the cost of his life in the period of the anti-Japanese revolutionary armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung in his lifetime had always remembered Zhang Wei-hua and showed paternal love for his descendants.\n\t\t\t\t\t\n\t\t\t\t\t It was one day in April Juche 76 (1987) that the President called at a theatre to enjoy an art performance. On his way to the platform, he hugged a little girl and held her up. She was a five year-old great-granddaughter of Zhang Wei-hua.\n\t\t\t\t\t\n\t\t\t\t\t Seeing the child cuddling up to the President with a smile, the theatre was deeply moved for his true friendship.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il in his lifetime granted the wishes of Zhang Wei-hua's grandson and granddaughter by his daughter to let them study in the DPRK and provided them with everything needed to study.\n\t\t\t\t\t\n\t\t\t\t\t Today, the loving care shown by Kim Il Sung and Kim Jong Il for Zhang Wei-hua's family has been invariably carried forward by respected Supreme Leader Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un sent a delegation with gifts to congratulate Zhang Jin-quan and his wife upon his 80th birthday and later, took a measure to allow them medical treatment at a hospital in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, Zhang Jin-quan was deeply moved to say that the history of noble revolutionary moral obligation possessed by the peerlessly great men of Mt Paektu will be continued for ever under the leadership of Kim Jong Un."
        },
        {
            "title": "U.S. Urged to Behave with Discretion: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-06ee.html",
            "content": "U.S. Urged to Behave with Discretion: Rodong Sinmun\r\n Pyongyang, April 22 (KCNA) -- The present U.S. administration is claiming that the blame for the failed DPRK-U.S. dialogue in last 20-odd years rests with the DPRK. It openly reveals its intention not to rule out the use of military force including unilateral preemptive attack, to say nothing of multilateral military and diplomatic pressure and high-intensity economic sanctions and redeployment of tactical nuclear weapons in south Korea, saying it does not harbor any illusion about the dialogue with the DPRK.\n\t\t\t\t\t Meanwhile, the U.S. is pressurizing countries around the DPRK to join it in putting diplomatic pressure and high-intensity economic sanctions on the DPRK. It even threatens that it would seek out an independent way of preventing the DPRK from bolstering nuclear deterrence and it is ready for doing it.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the facts, Rodong Sinmun Saturday says that the Trump administration's act of shifting the blame for the failed DPRK-U.S. dialogue on to the DPRK is to justify its decision to renounce dialogue and opt for sanctions and pressure and military stand-off.\n\t\t\t\t\t\n\t\t\t\t\t As long as the Trump administration does not repeal its hostile policy toward the DPRK, the latter will not have any interest in dialogue with the former, either, the paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK does not stand for confrontation and war but it is ready to fight it if the U.S. wants.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. has true intent to mount a preemptive attack on the DPRK, it has to put at stake its position as an imperialist boss, its destiny as the dollar empire and the right to existence of its people. The Trump administration should not go reckless.\n\t\t\t\t\t\n\t\t\t\t\t It had better behave with discretion, clearly understanding the strategic position of the DPRK which has towered as a nuclear power in the East and the rocket launching nation in Asia."
        },
        {
            "title": "U.S. Provocation Will Face Great War for Korea's Reunification: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-07ee.html",
            "content": "U.S. Provocation Will Face Great War for Korea's Reunification: Rodong Sinmun\r\n Pyongyang, April 22 (KCNA) -- If the U.S. provokes the DPRK even a bit, its army and people will start a great war of justice for national reunification without hesitation, Rodong Sinmun Saturday says in a commentary.\n\t\t\t\t\t Noting that the U.S. warmongers hysterically try to ignite a war by mobilizing nuclear strategic assets without any measure to deal with the consequences to be entailed, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has now gone seriously mad. It is mulling frightening the DPRK and achieving something with nuclear strategic bombers, nuclear carriers, etc. However, the army and people of the DPRK will never be browbeaten by such bluffing.\n\t\t\t\t\t\n\t\t\t\t\t It is utterly ignorant of who its rival is. Gone are days never to return when the U.S. could threaten the DPRK with nukes. We do not regard the U.S. as something very threatening and fearful.\n\t\t\t\t\t\n\t\t\t\t\t What is ridiculous is that the U.S. makes last-ditch efforts by mobilizing its vassal forces in the war drills to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to occupy the DPRK by the concerted efforts of Japan and south Korea, intentionally provoking the latter and driving the situation on the Korean Peninsula to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t Its hostilities toward the DPRK have gone beyond the phase of threatening and blackmailing.\n\t\t\t\t\t\n\t\t\t\t\t Under the situation where the U.S. hurts the DPRK by force of arms, we have nothing to be bound to.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will answer to such war moves and provocations with preemptive strike of its own style and a great war of justice for national reunification. No one is allowed to blame the DPRK for the legitimate right."
        },
        {
            "title": "S. Korean Conservative Group's Smear Campaign Can Never be Way Out: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-05ee.html",
            "content": "S. Korean Conservative Group's Smear Campaign Can Never be Way Out: Rodong Sinmun\r\n Pyongyang, April 22 (KCNA) -- The conservative group of south Korea forcibly connect with the DPRK the massive candlelight actions which resulted in the impeachment and detention of traitor Park Geun Hye, getting hell-bent on the vicious plots and smear campaign.\n\t\t\t\t\t In this regard, Rodong Sinmun says in an article Saturday:\n\t\t\t\t\t\n\t\t\t\t\t All Koreans including the south Korean people express their anger over such scheme of the group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t The miserable end of Park Geun Hye is an inevitable result from the wrongdoing of the ultra-rightist conservative forces of south Korea, who posted Park to Chongwadae while harboring the dream of rebirth of the \"yusin\" dictatorship, as well as from the just struggle of the south Korean people angered at the unprecedented unpopular rule.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the puppet conservative group pulled up the DPRK over the present situation caused by their action and raised a hue and cry over \"riot of followers of the north\" and \"intrigue of pro-north leftist forces\". This is a mockery and insult to the mind-set of the south Korean people who took part in the candlelight actions.\n\t\t\t\t\t\n\t\t\t\t\t The \"row about followers of the north\" is no more than a stereotyped method employed by the puppet group to hurt the DPRK and then tide over the ruling crisis whenever they faced it.\n\t\t\t\t\t\n\t\t\t\t\t The puppet conservative group, forsaken and tight-cornered by the mind-set of the people, are more persistently resorting to such row in the run-up to the forthcoming \"presidential\" election, but this will get them nowhere.\n\t\t\t\t\t\n\t\t\t\t\t They are well advised to realize that their smear campaign will only precipitate their doomsday."
        },
        {
            "title": "Findings on Pollution of U.S. Military Base in S. Korea Disclosed",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-08ee.html",
            "content": "Findings on Pollution of U.S. Military Base in S. Korea Disclosed\r\n Pyongyang, April 22 (KCNA) -- According to south Korean's CBS, carcinogenic substance 160 times the tolerance limit was found in the underground water of the U.S. military base in Ryongsan.\n\t\t\t\t\t The People's Solidarity for the Revision of Unequal SOFA held a news conference on April 18 at which it opened to the public the findings on the base's pollution."
        },
        {
            "title": "S. Korea: Regime's Subservient Attitude towards U.S. Flailed",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-09ee.html",
            "content": "S. Korea: Regime's Subservient Attitude towards U.S. Flailed\r\n Pyongyang, April 22 (KCNA) -- The south Korean online paper Voice of People on April 20 carried an editorial to denounce the puppet regime for failing to take any action against the serious pollution of the U.S. military base in Ryongsan.\n\t\t\t\t\t Noting that carcinogenic substances much higher than the tolerance limits were found in underground water and soil of the military base, the editorial demanded that the regime open to the public the findings on the base's pollution and conduct a survey of the environmental condition in U.S. military bases across south Korea and that the U.S. take responsibility for the environmental rehabilitation."
        },
        {
            "title": "All-People Action Program to Uproot Evil Practices Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-16ee.html",
            "content": "All-People Action Program to Uproot Evil Practices Declared in S. Korea\r\n Pyongyang, April 22 (KCNA) -- The People's Emergency Action to Bring down Park Geun Hye Regime in south Korea reportedly called a press conference in Seoul on April 20, at which it declared that the 23rd all-people action would be staged on April 29 to check the moves of those abusers of power and uproot the evil practices.\n\t\t\t\t\t A press release, made public at the conference, said that the forthcoming election is for establishing a new \"government\" to uproot the evil practices of the present regime and carry out overall social reforms."
        },
        {
            "title": "Repeal of \"Security Law\" Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-17ee.html",
            "content": "Repeal of \"Security Law\" Urged in S. Korea\r\n Pyongyang, April 22 (KCNA) -- The 1 119th Thursday meeting reportedly took place in Seoul on April 20 in demand of the release of prisoners of conscience and the abrogation of the \"Security Law\".\n\t\t\t\t\t Speakers at the meeting called on the people to pool their efforts to elect as \"president\" such person who is ready to set free the prisoners of conscience and abrogate the SL.\n\t\t\t\t\t\n\t\t\t\t\t They urged the \"presidential\" candidates to commit themselves to repealing the law."
        },
        {
            "title": "Kim Jong Un felicita a miembros de peloton de Heroe Ko Kyong Chan",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-22ee.html",
            "content": "Kim Jong Un felicita a miembros de peloton de Heroe Ko Kyong Chan\r\nPyongyang, 22 de abril (ACNC) -- El Maximo Dirigente Kim Jong Un envio el dia 21 un mensaje de felicitacion a los 15 integrantes del peloton del Heroe Ko Kyong Chan de la galeria 5 de Abril de la Mina de Kumgol del Complejo Minero de Komdok, quienes cumplieron con antelacion el plan anual de la economia nacional con motivo del dia de nacimiento del Presidente Kim Il Sung.\n\t\t\t\t\tTras evaluar altamente el peloton que creo nuevo mito de la epoca de Mallima, el Maximo Dirigente envio agradecimiento a las esposas de los miembros del peloton y los funcionarios de la Mina, quienes impulsaron la lucha de los mineros.\n\t\t\t\t\t\n\t\t\t\t\tEn su misiva encomendo a los mineros redoblar el coraje para avanzar a todo galope al frente de la ofensiva de todo el pueblo hacia el Congreso de Vanguardistas de Mallima y a otras galerias y pelotones de la mina de Kumgol asimilar la experiencia del peloton del Heroe y glorificar con mayores innovaciones colectivas la tradicion de fidelidad de la clase obrera de Komdok.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza de que los miembros del peloton del Heroe Ko Kyong Chan de la galeria 5 de Abril de la Mina de Kumgol y todos obreros del Complejo Minero de Komdok ganen el honor de jinete y precursor de Mallima al poner de pleno manifiesto el heroismo colectivo."
        },
        {
            "title": "Director del MINREX visita a Turkmenistan y Lejano Oriente de Rusia",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-23ee.html",
            "content": "Director del MINREX visita a Turkmenistan y Lejano Oriente de Rusia\r\nPyongyang, 22 de abril (ACNC) -- La delegacion de trabajo del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea, encabezada por un director, visito desde el dia 11 hasta el 13 a Turkmenistan cumplimentando la invitacion del MINREX del pais centroasiatico.\n\t\t\t\t\t Durante la visita, la delegacion coreana realizo una visita de cortesia al vicecanciller y sostuvo negociaciones con un director del MINREX de Turkmenistan.\n\t\t\t\t\t\n\t\t\t\t\t Ambas partes discutieron los problemas referentes a ampliar y desarrollar aun mas en la politica, la economia, la cultura y otras ramas las relaciones de amistad y cooperacion entre los dos paises e intercambiaron las opiniones sobre los asuntos regionales e internacionales de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\t  Reafirmaron la voluntad de fortalecer y desarrollar en la nueva etapa conforme a la demanda e intereses de los dos pueblos las relaciones de amistad entre la RPDC y Turkmenistan con larga tradicion y llegaron al consenso en ampliar la cooperacion economica bilateral conforme al desarrollo continuo de las relaciones politicas.\n\t\t\t\t\t\n\t\t\t\t\t  Expresaron la voluntad de estrechar la cooperacion en la ONU y otras escenas internacionales en los principios de la no intervencion en asuntos internos, el respeto a la soberania, la igualdad y los beneficios mutuos.\n\t\t\t\t\t\n\t\t\t\t\t  La parte de Turkmenistan evaluo que la visita de la delegacion coreana, realizada en este ano del 25o aniversario de establecimiento de las relaciones diplomaticas entre los dos paises, deviene una expresion de la aspiracion y voluntad del gobierno y pueblo de Corea de desarrollar las relaciones bilaterales en la nueva etapa mas alta.\n\t\t\t\t\t\n\t\t\t\t\t  La parte coreana expreso agradecimiento al MINREX y otros organos competentes de Turkmenistan que realizaron esfuerzos sinceros por la exitosa visita de la delegacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, la delegacion coreana visito la region del Lejano Oriente de Rusia y se reunio con los funcionarios interesados de la Administracion en el Territorio Litoral y la en el Territorio Litoral de Jabarovsk.\n\t\t\t\t\t\n\t\t\t\t\tEn esos encuentros se discutieron los problemas para desarrollar mas la cooperacion interregional este ano significativo en que se acoge el 15o aniversario de la visita del Dirigente Kim Jong Il al Lejano Oriente."
        },
        {
            "title": "Frustraran maniobras de guerra nuclear de EE.UU. y banda conservadora surcoreana, apunta portavoz de CRN",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-24ee.html",
            "content": "Frustraran maniobras de guerra nuclear de EE.UU. y banda conservadora surcoreana, apunta portavoz de CRN\r\nPyongyang, 22 de abril (ACNC) -- Todos los coreanos del Norte, el Sur y en ultramar expresan una gran indignacion a Estados Unidos y la banda conservadora surcoreana que llevan al peor limite de explosion la situacion de la Peninsula Coreana.\n\t\t\t\t\tSenala asi el vocero del Consejo de Reconciliacion Nacional en su declaracion del dia 22 y continua:\n\t\t\t\t\t\n\t\t\t\t\t Lo mas odioso es la locura de la banda conservadora surcoreana que instiga mas la calentada locura belica de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\t La realidad de hoy cuando llegan al extremo las maniobras de EE.UU por la provocacion de guerra nuclear contra la nacion coreana, hace sentir mas profundamente la justedad de nuestra opcion con que tomamos firmemente el justo remedio omnipotente nuclear y consolidamos en lo cualitativo y cuantitativo las fuerzas armadas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC, que esta situada con dignidad en la posicion de la potencia nuclear del Oriente y la potencia de cohetes de Asia, no tiene nada que temer, sino puede responder con gusto a cualquier modo de guerra deseado por EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Si EE.UU. atenta en lo minimo a la soberania y derecho a la existencia de nuestro pais, los poderosos medios de golpe nuclear preparados por la noble sangre y sudor del pueblo coreano eliminaran en un instante el baluarte de agresion y provocacion en todos los espacios de la tierra, el cielo, el mar y la profundidad del agua. Y los vitores que estremecian la plaza de desfile militar se convertiran en gritos de victoria de reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, los belicistas surcoreanos que recurren con frenesi a los actos vendepatrias y serviles a grandes potencias y a la campana de confrontacion fratricida siendo lacayos de EE.UU., no se liberaran de nuestro blanco de golpe nuclear ni evitaran el fin tragico.\n\t\t\t\t\t\n\t\t\t\t\t  Desplegando el impetu valiente de la nacion que tomo en su mano el remedio nuclear, todos los coreanos del Norte, el Sur y en ultramar deben levantarse con audacia en la lucha por frustrar las maniobras de EE.UU. y la banda conservadora surcoreana tendentes a provocar la guerra nuclear y edificar a toda costa una potencia reunificada donde viven juntos 80 millones de coreanos."
        },
        {
            "title": "Portavoz de Comite de Educacion de Corea denuncia a los reaccionarios japoneses",
            "url": "http://kcna.co.jp/item/2017/201704/news22/20170422-25ee.html",
            "content": "Portavoz de Comite de Educacion de Corea denuncia a los reaccionarios japoneses\r\nPyongyang, 22 de abril (ACNC) -- En relacion con que recientemente, los reaccionarios japoneses aprobaron usar como material didactico el \"mensaje imperial de la educacion\" que simboliza el militarismo, el portavoz del Comite de Educacion de Corea hizo publica el dia 22 una declaracion que senala:\n\t\t\t\t\t El \"mensaje imperial de la educacion\", publicado en 1890 so pretexto de la \"orden personal del emperador japones sobre la ensenanza\", es el manual de educacion penetrado por los contenidos que instigan la obediencia absoluta al rey japones y la agresion contra otros paises.\n\t\t\t\t\t\n\t\t\t\t\t Por esta razon, despues de la derrota del imperialismo japones fue abolido este \"mensaje\" en octubre de 1946 por la fuerte protesta y condenacion y las medidas forzadas de la sociedad internacional y fue prohibido en 1948 su uso oficial por la ley.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, los reaccionarios japoneses hicieron usar oficialmente en los lugares educativos el \"mensaje imperial de la educacion\" sacandolo del basurero de la historia y, al mismo tiempo, demandaron ensenar como asignatura obligatoria el tiro y esgrima en las escuelas secundarias de Japon y usar como material didactico \"Mi lucha\", autobiografia de Hitler, dictador fascista.\n\t\t\t\t\t\n\t\t\t\t\t  La realidad hace recordar las locuras de los militaristas japoneses del pasado quienes llevandose la espada en el cinturon en la sagrada plataforma reclamaban la agresion a otros paises y obligaban el entrenamiento militar a los alumnos de escuelas primarias dandoles a estos la espada de madera.\n\t\t\t\t\t\n\t\t\t\t\t  Esos reaccionarios han venido preparando uno tras otro los aparatos legales e institucionales para realizar la conversion de su pais en la potencia militar y ahora insuflan hasta a los ninos escolares la adoracion ciega al rey japones y la idea misantropica.\n\t\t\t\t\t\n\t\t\t\t\t  Esto parte del mal objeto de domar con caracter fascista y bestial a los miembros de la nueva generacion desde su infancia, derechizar la sociedad japonesa y rehabilitar el militarismo para asi realizar a toda costa el viejo sueno de la \"esfera de coprosperidad de la gran Asia Oriental\".\n\t\t\t\t\t\n\t\t\t\t\t  Los reaccionarios japoneses estan abusando de la sagrada educacion en el objeto de embellecer la historia militarista llena de los crimenes y la guerra de agresion a ultramar y convertir a los miembros de la nueva generacion en las bestias imbeciles, las personas mentalmente deformadas y los hombres descarados que no sienten la conciencia culpable.\n\t\t\t\t\t\n\t\t\t\t\t  Deben conocer exactamente que el destino de \"tren militarista\" desfrenado es la autodestruccion y se fracasaran sus locuras de inculcar a los miembros de la nueva generacion el fantasma militarista."
        }
    ]
}