{
    "date": "2017-06-02",
    "url": "http://kcna.co.jp/item/2017/201706/2017-06-02ee.html",
    "articles": [
        {
            "title": "Spokesman for Strategic Force of KPA on U.S Mock ICBM Interception Test",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-20ee.html",
            "content": "Spokesman for Strategic Force of KPA on U.S Mock ICBM Interception Test\r\n Pyongyang, June 2 (KCNA) -- A spokesman for the Strategic Force of the Korean People's Army gave an answer to the question raised by KCNA Friday over a recent mock ICBM shoot-down test of the U.S. imperialists.\n\t\t\t\t\t The U.S. imperialists conducted a test Tuesday simulating the interception of an ICBM from the DPRK at the Vandenberg Air Force Base in California State, the spokesman said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This is just a serious military provocation that brings to light the U.S. imperialists' wild ambition for igniting a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Such risky act is a sign that their preparations for unleashing a nuclear war against the DPRK have reached the final phase.\n\t\t\t\t\t\n\t\t\t\t\t Their foolhardy moves go to clearly prove that the DPRK's step for bolstering the nuclear force for self-defence is entirely just.\n\t\t\t\t\t\n\t\t\t\t\t They are now bluffing, bragging about the \"success\" in the test and the efficiency of the missile interception system. But the DPRK considers it just as a foolish act of those driven to despair.\n\t\t\t\t\t\n\t\t\t\t\t They are sadly mistaken if they think such missile interception system can prevent the shower of nuclear strike by the Strategic Force of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The last-ditch gambling of the Trump administration for a nuclear war will only bring earlier the day when the U.S. mainland will turn into ashes."
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Slams Japan's Spy Satellite Launch",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-07ee.html",
            "content": "DPRK Foreign Ministry Spokesman Slams Japan's Spy Satellite Launch\r\n Pyongyang, June 2 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to the question raised by KCNA Friday over Japan's launch of a satellite for spying on the DPRK:\n\t\t\t\t\t On Thursday morning Japan launched a rocket carrying a satellite for spying on the DPRK at the Tanekashima Space Center in Kagoshima Prefecture under the pretext of global positioning.\n\t\t\t\t\t\n\t\t\t\t\t Japan has already put a lot of spy satellites on space orbits since 2003 for the purpose of round-the-clock spying on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Not content with terming the self-defensive steps taken by the DPRK to preserve regional peace and security \"threats\" and \"provocations\", Japan imprudently described its entirely just and legitimate satellite launches for peaceful purposes as \"ballistic missile launches\" while escalating sanctions and pressure on the DPRK. This is aimed to secure a justification for realizing its wild ambition for the revival of militarism.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its vassal forces, which malignantly pulled up the DPRK over its satellite launch for peaceful purposes, are keeping mum about Japan's risky deed. This is, indeed, the height of double-standards.\n\t\t\t\t\t\n\t\t\t\t\t Japan is now not entitled to fault the DPRK, no matter what it launches or whether that crosses the sky above Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan's persistent hostile acts will only precipitate its self-destruction."
        },
        {
            "title": "Throwing overboard Human Rejects in S. Korea Urged",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-11ee.html",
            "content": "Throwing overboard Human Rejects in S. Korea Urged\r\n Pyongyang, June 2 (KCNA) -- A spokesman of the Consultative Council for National Reconciliation in a statement Friday denounced traitor Park Geun Hye of south Korea for going arrogant while flatly denying all her crimes at trial although she had been impeached and taken to prison for committing hideous crimes.\n\t\t\t\t\t Park Geun Hye committed thrice-cursed crimes by resorting to sycophancy and treachery and fascist dictatorship and escalating confrontation with the fellow countrymen after coiling herself up in Chongwadae. She deserves a summary punishment, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t But, still not realizing why people of all social standings held candlelight actions for months and why she was ousted from Chongwadae and thrown behind bars, Park is behaving stupid and silly.\n\t\t\t\t\t\n\t\t\t\t\t She is, indeed, a shameless dragon lady and despicable human reject matchless in the world as she is going mean, not feeling even an iota of guilty conscience although she committed unprecedented hideous crimes.\n\t\t\t\t\t\n\t\t\t\t\t She is counting on the conservative group including the \"Liberal Korea Party\" which is defending her.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group, which has lived on Park Geun Hye for years, is employing all possible means to prevent heavy penalty from being inflicted on her, for fear that trial of their boss means that of themselves who sided with her.\n\t\t\t\t\t\n\t\t\t\t\t All facts prove that capital punishment has to be inflicted on the group of criminals at once in order to sternly judge Park Geun Hye for her crimes and to make the desire and wish of the south Korean candlelight protesters come true."
        },
        {
            "title": "Pyongyang Exchange Group of Disabled Persons Perform in Britain",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-19ee.html",
            "content": "Pyongyang Exchange Group of Disabled Persons Perform in Britain\r\n Pyongyang, June 2 (KCNA) -- The Pyongyang exchange group of disabled persons gave performances in London and other cities of Britain from May 26 to 30.\n\t\t\t\t\t Enjoying the performances were the national leader and the general secretary of the Revolutionary Communist Party of Britain (Marxist-Leninist), the chairman of the British Association for the Study of Songun Policy, personages of social standings, citizens, the DPRK ambassador to Britain and his embassy officials and compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were such Korean art pieces as mixed quartet \"Spring at Home Town,\" female solo   \"Beautiful and Nice to Live\" and dance \"Ongheya\" and world famous music.\n\t\t\t\t\t\n\t\t\t\t\t The performers vividly portrayed how they bring into full bloom their hope and talents and lead a happy life under the policy of socialist Korea on looking after the disabled.\n\t\t\t\t\t\n\t\t\t\t\t The audience was deeply impressed to see those with visual and hearing impediment and the physically crippled people dancing while playing accordion and kayagum."
        },
        {
            "title": "Exhibition of Children's Science Fictions and Models-2017 Opens",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-17ee.html",
            "content": "Exhibition of Children's Science Fictions and Models-2017 Opens\r\n Pyongyang, June 2 (KCNA) -- A national exhibition of children's science fictions and models-2017 opened with due ceremony at the Sci-Tech Complex on Friday to mark the 71st anniversary of the Korean Children's Union.\n\t\t\t\t\t Presented to it are more than 350 excellent science fictions and models and programs.\n\t\t\t\t\t\n\t\t\t\t\t Attending the ceremony were Choe Ryong Hae, officials of the youth league and teachers and students.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, first secretary of the Central Committee of the youth league, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for schoolchildren to consolidate and exchange the good experience they gained while studying through the exhibition and model after and get ahead of excellent colleagues in a competitive way."
        },
        {
            "title": "Sports Contest for Pochonbo Torch Prize Opens",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-10ee.html",
            "content": "Sports Contest for Pochonbo Torch Prize Opens\r\n Hyesan, June 2 (KCNA) -- The Sports Contest for Pochonbo Torch Prize started with due ceremony at the Hyesan Gymnasium Friday.\n\t\t\t\t\t Its participants will compete in dozens of events including football, basketball, volleyball and table-tennis, in Pyongyang, Hyesan, Phyongsong, Hamhung, Wonsan and other cities.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Guk, minister of Physical Culture and Sports, made an opening address."
        },
        {
            "title": "Poem-reciting, Singing Meeting of Workers and Union Members",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-18ee.html",
            "content": "Poem-reciting, Singing Meeting of Workers and Union Member\r\n Pyongyang, June 2 (KCNA) -- Workers and union members had a poem-reciting and singing meeting at the Central Hall of Workers on Friday in commemoration of the 80th anniversary of the victorious battle of Pochonbo.\n\t\t\t\t\t The event began with poem and chorus \"Long Epic 'Mt Paektu'\" and \"Forest Is Swaying\".\n\t\t\t\t\t\n\t\t\t\t\t Through male solo \"Glorious Place, Pochonbo\", female solo \"Arirang Sung on Jiansanfeng\" and other numbers, the performers sang loudly of the feats of President Kim Il Sung who kindled the flames of victory in Pochonbo to make a breach in the Japanese imperialist colonial rule and encourage broad masses of people to the anti-Japanese sacred war.\n\t\t\t\t\t\n\t\t\t\t\t The participants recalled again the revolutionary career and great personality of the President who accomplished the historic cause of national liberation by crushing the Japanese imperialist aggressors through bloody battles."
        },
        {
            "title": "Poem-reciting Meeting of Agricultural Workers",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-16ee.html",
            "content": "Poem-reciting Meeting of Agricultural Workers\r\n Anju, June 2 (KCNA) -- Agricultural workers and members of the Union of Agricultural Workers of Korea met at the Madusan Revolutionary Battle Site on Friday to have a poem-recital meeting in commemoration of the 80th anniversary of the victorious battle of Pochonbo.\n\t\t\t\t\t At the meeting, they expressed their excited feelings in poems and songs.\n\t\t\t\t\t\n\t\t\t\t\t Their hearts were mesmerized by epic poem \"Mt Paektu\", which praises the greatness of President Kim Il Sung who aroused the whole nation to the sacred war against the Japanese imperialist aggressors, declaring that Korea and its spirit are alive like the flames burning up in Pochonbo.\n\t\t\t\t\t\n\t\t\t\t\t In such numbers as a female solo \"Pochonbo, Land of Glory\", the performers represented that the victorious Pochonbo battle was a historic event as it instilled the Korean people with confidence that the country is sure to be liberated under the guidance of President Kim Il Sung, and displayed the might of the Korean People's Revolutionary Army and encouraged the popular masses to the sacred war for the national liberation."
        },
        {
            "title": "Women Meet to Mark Anniversary of Victorious Pochonbo Battle",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-08ee.html",
            "content": "Women Meet to Mark Anniversary of Victorious Pochonbo Battle\r\n Pyongyang, June 2 (KCNA) -- Officials and other members of the women's union met at the Hall of Women on Friday to hear impressions of the reminiscences of anti-Japanese guerrillas with the 80th anniversary of the victorious Pochonbo battle as an occasion.\n\t\t\t\t\t Speakers at the meeting said the brilliant victory in the Pochonbo battle commanded by President Kim Il Sung was a historic event that dealt a irrevocable heavy military and political blow at the Japanese imperialist aggressors and gave great hope for the country's liberation to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the Monument to the Victorious Battle of Pochonbo was built as an edifice for education in the revolutionary traditions and the Juche revolutionary cause of Songun started in Mt Paektu had made a victorious advance under the guidance of leader Kim Jong Il intensely loyal to the idea and cause of the President.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that a great heyday of education in the revolutionary traditions was opened and the revolutionary traditions of Mt Paektu are shining as eternal foundations for the accomplishment of the revolutionary cause of Juche, thanks to respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "Monument to Victorious Battle of Pochonbo",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-13ee.html",
            "content": "Monument to Victorious Battle of Pochonbo\r\n Pyongyang, June 2 (KCNA) -- The Monument to the Victorious Battle of Pochonbo is located in Hyesan City of Ryanggang Province, the DPRK.\n\t\t\t\t\t It was built on the occasion of the 30th anniversary of the victory in the battle. \n\t\t\t\t\t\n\t\t\t\t\t The Pochonbo battle, fought against the Japanese imperialists in June 4, Juche 26 (1937), was a historic one which instilled into the Korean people the conviction that Korea was not dead but alive and they could win without fail if they fought against aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The monument consists of the white granite pedestal, the reddish chestnut granite memorial resembling a fluttering flag, the bronze statue of President Kim Il Sung standing in front of the memorial, and a bronze 60 sculptures in relief on either side of it.\n\t\t\t\t\t\n\t\t\t\t\t The monument is 38.7 meters high and 30.3 meters long.\n\t\t\t\t\t\n\t\t\t\t\t It has several subsidiary group sculptures entitled \"Dawn of National Liberation\", \"Advance to the Motherland\", \"Attack\", \"For the Arms\", \"Overcoming Hardships\" and \"Annihilation\".\n\t\t\t\t\t\n\t\t\t\t\t The figure of the President walking with a vigorous gait looking to the horizon binoculars in one hand and cap in the other vividly shows his traits as the ever-victorious iron-willed commander and great strategist who had led the anti-Japanese armed struggle to victory. \n\t\t\t\t\t\n\t\t\t\t\t The memorial resembling a fluttering flag represents the militant spirit of anti-Japanese revolutionary fighters and people advancing under the leadership of the President.\n\t\t\t\t\t\n\t\t\t\t\t The monument serves as a witness to the glorious anti-Japanese revolutionary struggle led by the President and his immortal feats performed for the country's liberation."
        },
        {
            "title": "Posters Produced in DPRK",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-09ee.html",
            "content": "Posters Produced in DPRK\r\n Pyongyang, June 2 (KCNA) -- Posters were produced in the DPRK to encourage the army and people across the country to the construction of large-scale Tanchon Power Station.\n\t\t\t\t\t Poster \"All for the construction of Tanchon Power Station!\" calls upon the whole party and army and all the people to turn out in the construction of the nation's leading electricity producer, true to the behests of President Kim Il Sung and leader Kim Jong Il and to the far-reaching plan of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Another poster \"Let us finish the construction of Tanchon Power Station in the shortest time at the Mallima speed\" reflects the revolutionary enthusiasm of all builders to work fresh heroic feats in the construction of Tanchon Power Station and hasten the bright morrow of a powerful socialist country by intensifying the Mallima speed movement with the great spirit of self-reliance and self-development as the dynamic force."
        },
        {
            "title": "Russian Guests Leave",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-14ee.html",
            "content": "Russian Guests Leave\r\n Pyongyang, June 2 (KCNA) -- Konstantin Asmolov, a senior researcher of the Center for Research on Korea at the Institute of the Far East under the Russian Academy of Sciences, and his party left here for home Friday."
        },
        {
            "title": "Jotae-making Method Registered as National Intangible Heritage",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-12ee.html",
            "content": "Jotae-making Method Registered as National Intangible Heritage\r\n Pyongyang, June 2 (KCNA) -- The method of making Jotae (transverse flute, a national woodwind) was recently registered as one of national intangible heritages in the DPRK.\n\t\t\t\t\t Jotae is believed to be made in the period of Koguryo (B.C. 277-A.D.668), for the first time.\n\t\t\t\t\t\n\t\t\t\t\t In the course of long history, it has developed into an important instrument for Korean traditional music.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of the Workers' Party of Korea to develop national music instruments as required by the times, it was varied into three kinds--jotae and high- and middle-note jotas.\n\t\t\t\t\t\n\t\t\t\t\t And now, it is made with birch, ebony or rosewood instead of bamboo.\n\t\t\t\t\t\n\t\t\t\t\t Jotae is a B flat instrument with a compass from C1 to F3."
        },
        {
            "title": "DPRK's Nuclear Weapon Is Absolute Symbol of Peace and National Prosperity",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-15ee.html",
            "content": "DPRK's Nuclear Weapon Is Absolute Symbol of Peace and National Prosperity\r\n Pyongyang, June 2 (KCNA) -- Kim Chol Myong made public an article titled \"Korea's nukes are absolute symbol of defence of peace and national prosperity\" on Friday.\n\t\t\t\t\t The DPRK's possession of nukes is an inevitable result of the U.S. nuclear blackmail and its hostile policy toward the DPRK, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Since the appearance of nuclear weapons in the world, the DPRK has been exposed to constant nuclear threat from the U.S. as a target of its nuclear attack.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hideous hostile policy toward the DPRK is based on the strategy for domination over the Asia-Pacific region and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The collapse of the final walls of the Cold War on the Korean peninsula would not only deprive the U.S. of the excuse for keeping its military presence in south Korea and its springboard for launching invasion of the Asian continent but also reduce dependence of Japan and south Korea on it, thus leading its Asia-Pacific domination strategy to a total bankruptcy.\n\t\t\t\t\t\n\t\t\t\t\t It is for this reason that the U.S. is justifying arms buildup and war moves in and around south Korea by persistently aggravating the situation of the peninsula and is going reckless to stifle the DPRK and reduce the whole Korean peninsula into an advance base for invading the Asian continent.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the DPRK could not but opt for having access to nukes, out of its high sense of responsibility, heavy mission before the times and firm determination to defend the destiny of the nation, sovereignty of the country and the region from the U.S. nuclear threat and blackmail aimed at sacrificing the peninsula for meeting its world domination strategy.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to nuclear weapons was neither just a stop-gap measure for countering the ever-changing situation nor a bargaining chip to be put on any negotiating table, but the best strategic option for defending the supreme interests of the Korean revolution and the security of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nukes are the eternal treasured sword for defending peace.\n\t\t\t\t\t\n\t\t\t\t\t The Korean peninsula has historically been the target of outsiders' aggression for its geopolitical importance, and after the Second World War, it has become the world's biggest hotspot at which the strategic interests of the East and West camps are intermingled.\n\t\t\t\t\t\n\t\t\t\t\t Defying the U.S. persistent pressure and nuclear blackmail, the DPRK has foiled the U.S. attempt at a new world war in the peninsula and Northeast Asia with its powerful nuclear deterrence, thus making a great contribution to defending regional security and global peace.\n\t\t\t\t\t\n\t\t\t\t\t Big countries bluffing the possession of nuclear weapons are undermining even traditional fraternal relations, getting stunted in the face of the U.S. nuclear blackmail. This grim situation clearly proves that the only force for averting nuclear calamity on the peninsula and maintaining regional peace lies in the DPRK's powerful military capabilities with the nuclear force as a pivot.\n\t\t\t\t\t\n\t\t\t\t\t Stressing that the DPRK's nuclear weapons are the absolute symbol of its dignity and might and eternal guarantee for the national prosperity, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The loud explosion that meant the first underground nuclear test on October 9, 2006 brought great delight and happiness to the army and people of the DPRK, blessing the prosperous future of the country.\n\t\t\t\t\t\n\t\t\t\t\t The underground nuclear tests that followed and the complete success in the H-bomb test further consolidated the absolute position of the DPRK that towered as a nuclear power in the East, bringing about a huge change in the world political landscape.\n\t\t\t\t\t\n\t\t\t\t\t A reliable guarantee for building an economic power to achieve economic growth and improve the standard of people's living can be provided only by powerful nuclear deterrence. This is the precious truth gained by the Korean people through the acute standoff with the U.S. that has lasted decade after decade.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nukes represent the life of the nation and its supreme interests and they can neither be scrapped even a moment nor be bartered for anything as long as there exists nuclear threat on this land.\n\t\t\t\t\t\n\t\t\t\t\t It is the fixed and consistent stand of the DPRK to produce high-precision and diversified nuclear weapons and nuclear strike means as many as it wants, and reinforce the nuclear arsenal of the great Paektusan nation until the U.S. and its vassal forces come to their senses and make a proper option.\n\t\t\t\t\t\n\t\t\t\t\t Young People's Korea opened the downhill path for the U.S. which boasted of being the \"strongest\" in the world in the 1950s. The final page of the wretched end of the U.S. imperialists will also be written by the nuclear power in the East, the DPRK, which is possessed of all kinds of ultra-modern and diversified nuclear strike means under the leadership of the illustrious Songun commander."
        },
        {
            "title": "S. Korean Conservatives' Anti-Reunification Moves Denounced",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-05ee.html",
            "content": "S. Korean Conservatives' Anti-Reunification Moves Denounced\r\n Pyongyang, June 2 (KCNA) -- Now all Koreans at home and abroad hope that a radical turn will be brought out in the north-south relations and a new phase for independent reunification, peace and prosperity be opened. However, the south Korean conservative forces including the \"Liberal Korea Party\" are making desperate efforts to check improvement of the north-south relations. \n\t\t\t\t\t It is a heinous treachery of chilling the entire nation's great expectation and ardent desire for improved north-south relations and national reunification and persisting in the confrontation between the compatriots for an indefinite period, Rodong Sinmun Friday says in an article.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors lost their right to live on this land as they committed thrice-cursed crimes of breaking national reconciliation and unity and laying a great hurdle in the way of reunification for nearly 10 years. But they still run amuck to check the improvement of the north-south relations and escalate confrontation with the fellow countrymen in the north. Such action can never be tolerated.\n\t\t\t\t\t\n\t\t\t\t\t To improve the north-south relations at present is a matter vital to the destiny of the nation and prospect of reunification, and it is the mindset of south Korean people who won the candlelight actions and the aspiration of the nation, rather than the demand of the authorities or any political camp.\n\t\t\t\t\t\n\t\t\t\t\t Without improving the north-south relations, it is impossible to ensure peace and security of the Korean peninsula, open the path to national reunification and prosperity and prevent calamities of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t To improve the relations is an irresistible trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservatives should give up their foolish dream and stop the moves to check the improvement of the relations and carefully listen to the angry voice of the people demanding them disappear from the arena of history at once.\n\t\t\t\t\t\n\t\t\t\t\t They will never dodge destruction under condemnation of the nation."
        },
        {
            "title": "Strict Investigation into Hiding of THAAD Introduction Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-06ee.html",
            "content": "Strict Investigation into Hiding of THAAD Introduction Demanded in S. Korea\r\nPyongyang, June 2 (KCNA) -- The south Korean internet paper Voice of People on May 31 carried an editorial assailing the military authorities' deceive ruse over THAAD deployment.\n\t\t\t\t\t The editorial said the defense ministry of south Korea hid the fact that it additionally introduced four launching pads of THAAD in secret.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kwan Jin, former chief of the security office of Chongwadae, and Han Min Gu, minister of Defense, hid the fact about the THAAD deployment, the editorial pointed out, demanding a strict investigation into the case and severely punish those involved."
        },
        {
            "title": "Kim Jong Il's Feats Praised by Bangladeshi Newspaper",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-01ee.html",
            "content": "Kim Jong Il's Feats Praised by Bangladeshi Newspaper\r\n Pyongyang, June 2 (KCNA) -- The Bangladeshi paper Daily Folk on May 23 carried an article on the revolutionary feats of leader Kim Jong Il to mark the 53rd anniversary of his start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t June 19, 1964 is a historic day he started the work at the WPK Central Committee, the paper noted, saying:\n\t\t\t\t\t\n\t\t\t\t\t His start of work is a special event in developing the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He strengthened the WPK into the party of the leader and a powerful guiding force of the Songun revolution and always led it along the road of victory and thus laid the eternal foundations for building a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t He directed priority efforts to increasing the military strength to defend the destiny of socialism and the nation under the uplifted banner of Songun at a time when the U.S.-led imperialist allied forces' anti-socialist offensive was focused on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, eclipsed in the world stage as a colonial weak nation a century ago, is now displaying its might as a politico-ideological and military power, a satellite manufacturing and launching state and a full-fledged nuclear weapons state. This would have been unthinkable without the Songun leadership of Kim Jong Il."
        },
        {
            "title": "DPRK's Successful Ballistic Missile Test-fire Hailed Abroad",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-02ee.html",
            "content": "DPRK's Successful Ballistic Missile Test-fire Hailed Abroad\r\n Pyongyang, June 2 (KCNA) -- The Swiss Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on May 23, hailing the DPRK's successful test-fire of ground-to-ground medium-to-long range strategic ballistic missile Pukguksong-2.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Respected Supreme Leader Marshal Kim Jong Un guided the test-fire of Pukguksong-2.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the perfect results of the test-fire.\n\t\t\t\t\t\n\t\t\t\t\t Pukguksong-2 ballistic missile is a completely successful strategic weapon.\n\t\t\t\t\t\n\t\t\t\t\t Inducted to the strategic force of the Korean People's Army, the weapon will strike terror into the hearts of U.S. imperialists and other hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t We warmly congratulate the DPRK on another successful test-fire of ballistic missile."
        },
        {
            "title": "Anti-DPRK State-sponsored Terrorism Flailed in Russia",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-03ee.html",
            "content": "Anti-DPRK State-sponsored Terrorism Flailed in Russia\r\n Pyongyang, June 2 (KCNA) -- The Arkhangelsk Association for the Study of the Juche Idea and Songun Policy of Russia on May 24 issued a statement slashing at the U.S. and the south Korean forces' hideous state-sponsored terrorism.\n\t\t\t\t\t We can not repress the surging indignation at the U.S. and south Korean intelligence agencies which hatched grave terrorism against the supreme leadership of the DPRK, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t CIA of the U.S. and the south Korean puppet intelligence service are seeking to undermine the DPRK through base terrorist plots, after failing to attain their goals in the confrontation with this country.\n\t\t\t\t\t\n\t\t\t\t\t The recently disclosed scheme shows the world once again the hypocritical attitude of the U.S. calling for \"war on terrorism\" and who is the chief culprit of international terrorism.\n\t\t\t\t\t\n\t\t\t\t\t The terrorists will not escape stern retaliation.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists should take their blood-stained hands off Korea."
        },
        {
            "title": "Portavoz de Fuerzas Estrategicas critica reciente prueba de interceptacion de EE.UU.",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-21ee.html",
            "content": "Portavoz de Fuerzas Estrategicas critica reciente prueba de interceptacion de EE.UU.\r\nPyongyang, 2 de junio (ACNC) -- En exclusiva con la ACNC concedida el dia 2 en relacion con la reciente prueba de interceptacion de ICBM realizada por EE.UU. pretextando la \"amenaza\" del cohete balistico intercontinental de la RPDC, el portavoz de las fuerzas estrategicas del Ejercito Popular de Corea dio la siguiente respuesta:\n\t\t\t\t\tEl 30 de mayo, el imperialismo norteamericano llevo a cabo la prueba de interceptacion de misil en la base aerea de Vandenberg de California suponiendo el ataque del cohete balistico intercontinental de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEste suceso deviene una grave provocacion militar que hace mas evidente la ambicion de EE.UU. de desatar la guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLa aventura militar de EE.UU. muestra que llegan a la etapa final sus preparativos de guerra nuclear anti-RPDC y comprueba que fue del todo justa la medida de la segunda de incrementar sus fuerzas armadas nucleares con fines de autodefensa.\n\t\t\t\t\t\n\t\t\t\t\tAhora, EE.UU. esta muy fanfarroneado anunciando el \"exito\" de su reciente prueba de interceptacion y elogiando la eficiencia del sistema antimisiles. \n\t\t\t\t\t\n\t\t\t\t\tPara la RPDC, esa conducta no pasa de ser la guaperia de los que estan desesperados.\n\t\t\t\t\t\n\t\t\t\t\tEstarian muy equivocados si los imperialistas norteamericanos creen que con su chatarroso sistema antimisiles, podran mantener su sucia vida escudandose de la avalancha de bombas nucleares de nuestras fuerzas estrategicas.\n\t\t\t\t\t\n\t\t\t\t\tLa guerra nuclear, ultima jugada al azar de la administracion Trump, adelantara el desastre mas grande de la historia, o sea, la devastacion del propio territorio estadounidense."
        },
        {
            "title": "Cancilleria coreana denuncia lanzamiento de satelite de espionaje de Japon",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-22ee.html",
            "content": "Cancilleria coreana denuncia lanzamiento de satelite de espionaje de Japon\r\nPyongyang, 2 de junio (ACNC) -- A la pregunta formulada hoy por un reportero de la ACNC con respecto a que Japon lanzo un satelite de uso militar cuyo blanco es la RPDC, el vocero del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio la siguiente respuesta:\n\t\t\t\t\tPor la manana del dia primero, Japon lanzo en el Centro Espacial Tanekashima del departamento de Kagoshima un satelite practicamente de espionaje contra la RPDC bajo el pretexto de medir la posicion del globo terraqueo.\n\t\t\t\t\t\n\t\t\t\t\tDesde el ano 2003, Japon ubico en el espacio cosmico numerosos satelites de reconocimiento y comete permanentemente los actos de espionaje contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tInsatisfecho con describir como \"amenaza\" y \"provocacion\" las medidas autodefensivas que toma la RPDC para defender la paz y seguridad regionales, Japon cuestiona como \"lanzamiento de misil balistico\" hasta el legitimo disparo de satelite artificial para el desarrollo del cosmos con fines pacificos y amplia de manera escalonada la sancion y presion, lo que persigue la meta de buscar el pretexto para realizar su bandidesca ambicion militarista.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y las fuerzas seguidoras, que criticaban con virulencia el lanzamiento de satelite con fines pacificos de la RPDC, se mantienen callados ahora ante el peligroso disparo del pais isla, lo cual es el climax de la pauta de doble rasero.\n\t\t\t\t\t\n\t\t\t\t\tPor muy elocuente que fuera, Japon no podra ya decir nada aunque la RPDC lance cualquier cosa y esta cruce el cielo del archipielago japones.\n\t\t\t\t\t\n\t\t\t\t\tLas persistentes acciones hostiles de Japon contra la RPDC no daran otro resultado que adelantar el arruinamiento propio."
        },
        {
            "title": "Portavoz del CRN condena la conducta descarada de Park Geun-hye y sus complices",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-23ee.html",
            "content": "Portavoz del CRN condena la conducta descarada de Park Geun-hye y sus complices\r\nPyongyang, 2 de junio (ACNC) -- En relacion con que la traidora Park Geun-hye, dimitida y encarcelada debido a sus tremendos crimenes, actua con altaneria negando en el tribunal todos los cargos que se le imputan, el portavoz del Consejo de Reconciliacion Nacional (CRN) publico el dia 2 una declaracion que sigue:\n\t\t\t\t\t  Todas las fechorias, cometidas por Park Geun-hye en calidad de inquilina de Chongwadae empenandose en el servilismo a Estados Unidos, la dictadura fascista y la confrontacion fratricida, son crimenes imperdonables nunca vistos que merecen la ejecucion sumaria extrajudicial.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, ella se porta como tonta hasta en el tribunal sin darse cuenta del motivo, por el cual los surcoreanos de diferentes sectores se desbordaron durante varios meses a las plazas y calles para las manifestaciones con velas encendidas y ella misma fue expulsada de Chongwadae y llevada a la prision.\n\t\t\t\t\t\n\t\t\t\t\t  Park es la peor mujerzuela del mundo y un desperdicio biologico que no se arrepiente ni un comino de sus crimenes inauditos.\n\t\t\t\t\t\n\t\t\t\t\t  Su comportamiento cinico es respaldado por el \"Partido de Corea Libre\" y otras fuerzas conservadoras que defienden obstinadamente los crimenes de ella.\n\t\t\t\t\t\n\t\t\t\t\t  Esos partidarios, que se sustentaban adulando a Park, hacen todo lo posible para impedir la pena severa sobre su patrona, inquietados de que esta condena se extienda a los complices.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los hechos demuestran que para juzgar con rigor el expediente criminal de Park y para materializar la aspiracion y deseo de los habitantes surcoreanos manifestados en la lucha con velas, hay que imponer la pena capital a los criminales liderados por ella."
        },
        {
            "title": "Pak Pong Ju se entera de la situacion de faenas agricolas en Sukchon y Mundok",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-24ee.html",
            "content": "Pak Pong Ju se entera de la situacion de faenas agricolas en Sukchon y Mundok\r\nPyongyang, 2 de junio (ACNC) -- El premier coreano Pak Pong Ju averiguo en el terreno como marchan las faenas agricolas en los distritos de Sukchon y Mundok de la provincia de Phyong-an del Sur.\n\t\t\t\t\tRecorriendo la Granja Yoldusamchon del distrito de Sukchon y la Granja Cooperativa de Ryongrim del distrito de Mundok, conocidas como graneros litorales del oeste, el premier estimulo a los trabajadores agricolas que aceleran la trasplantacion de las posturas de arroz.\n\t\t\t\t\t\n\t\t\t\t\tInstruyo aplicar el sistema de responsable por cada parcela y aplicar cientificos metodos de agricultura segun el proposito del Partido.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion de consulta convocada en el terreno, se debatieron los problemas tales como hacer a las unidades, donde estan grabadas las hazanas de guia de los lideres antecesores, tomar la delantera en la lucha por alcanzar la meta de produccion de cereales presentada por el Partido y abastecer con prioridad de los materiales necesarios a la produccion agricola."
        },
        {
            "title": "Discapacitados coreanos ofrecen sus funciones en Gran Bretan",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-25ee.html",
            "content": "Discapacitados coreanos ofrecen sus funciones en Gran Bretana\r\nPyongyang, 2 de junio (ACNC) -- El grupo de intercambio de discapacitados de Pyongyang ofrecio del 26 al 30 de mayo sus funciones en Londres y otras ciudades de Gran Bretana. \n\t\t\t\t\tLas vieron el dirigente nacional y el secretario general del Partido Comunista Revolucionario (Marxista-Leninista) de Gran Bretana, el presidente de la Asociacion de Estudio de la Politica de Songun de Gran Bretana, otras figuras de los circulos sociales, los habitantes, el embajador y los miembros de la embajada coreana en este pais europeo y los compatriotas.\n\t\t\t\t\t\n\t\t\t\t\tSe presentaron en la escena las piezas coreanas inclusive el cuarteto mixto \"Primavera en mi terruno\", el solo femenino \"Paisaje hermoso y vida agradable\", el baile \"Ongheya\", los coros \"Amamos\" y \"Arirang\", y las canciones celebres mundiales. \n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes describieron vividamente los aspectos dichosos de ellos que gozan de una verdadera vida cultivando a sus anchas su aspiracion y el talento bajo la politica del mas ventajoso regimen socialista en materia de la proteccion de los discapacitados.\n\t\t\t\t\t\n\t\t\t\t\tCada vez que los discapacitados tocaban como los artistas profesionales los acordeones y kayagum y bailaban manifestando sus elevados talentos artisticos, los espectadores les enviaron efusiva ovacion."
        },
        {
            "title": "Arma nuclear simboliza la defensa de paz y prosperidad nacional",
            "url": "http://kcna.co.jp/item/2017/201706/news02/20170602-26ee.html",
            "content": "Arma nuclear simboliza la defensa de paz y prosperidad nacional\r\nPyongyang, 2 de junio (ACNC) -- Se ha publicado el viernes el articulo \"Arma nuclear de la RPDC es simbolo absoluto de la defensa de paz y la prosperidad nacional\", escrito por Kim Chol Myong.\n\t\t\t\t\t  La posesion de arma nuclear por la RPDC es el producto inevitable del chantaje nuclear de EE.UU. y su politica hostil contra la primera, afirma el autor y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Desde el estreno del arma nuclear en el mundo, la RPDC sigue siendo hasta ahora el blanco de ataque nuclear de EE.UU. que la amenaza en todo el tiempo.\n\t\t\t\t\t\n\t\t\t\t\t  La extremada politica hostil de EE.UU. sobre el pais socialista se basa en su estrategia de dominar a Asia y el Pacifico y a la larga, a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Esta estrategia sera condenada al fracaso total si se derrumba la ultima barrera de la Guerra Fria en la Peninsula Coreana porque se perderian la justificacion de presencia militar norteamericana en el Sur de Corea y la cabeza de puente para la agresion al continente asiatico y Japon y el Sur de Corea serian menos dependientes de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\t  Por esta razon, el imperio busca el pretexto de incremento de sus fuerzas armadas y maniobras belicas en el Sur de Corea y su contorno en el empeoramiento de la situacion de la Peninsula Coreana. Asimismo, trata de atropellar a toda costa a la RPDC para convertir toda la peninsula en la base avanzada para la agresion al continente asiatico.\n\t\t\t\t\t\n\t\t\t\t\t  Por esta razon, nuestro pais se vio obligado a optar por la posesion de arma nuclear asumiendo la elevada responsabilidad, la importantisima mision de la epoca y la voluntad resuelta de defender el destino de la nacion, la soberania nacional y la paz regional desde el chantaje y amenaza nucleares del imperio.\n\t\t\t\t\t\n\t\t\t\t\t  Esta opcion no es una contramedida temporal para hacer frente a los vaivenes de la situacion ni materia de regateo en la mesa de conversaciones, sino la mejor decision estrategica para defender los maximos intereses de la revolucion y la seguridad nacional.\n\t\t\t\t\t\n\t\t\t\t\t  Nuestra arma nuclear es el eterno remedio todopoderoso para la defensa de paz.\n\t\t\t\t\t\n\t\t\t\t\t  Debido a su importante posicion geopolitica, la Peninsula Coreana viene sufriendo historicamente las invasiones extranjeras y despues del fin de la Segunda Guerra Mundial, devino el punto mas candente del mundo donde se disputan los intereses estrategicos de los campos del Oriente y el Occidente.\n\t\t\t\t\t\n\t\t\t\t\t  A pesar de la obstinada presion y chantaje nuclear de EE.UU., la RPDC frustro con su poderoso disuasivo nuclear el intento del primero de provocar nueva guerra mundial en la Peninsula Coreana y el Nordeste Asiatico e hizo gran aporte a la defensa de la seguridad regional y la paz mundial.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy dia, hasta los paises grandes, que se ufanan de ser potencias nucleares, rompen hasta las tradicionales relaciones de amistad, cohibidos ante el chantaje nuclear de EE.UU. Esta realidad deplorable ensena claramente que la unica fuerza para prevenir el desastre nuclear en la peninsula y mantener la paz regional esta en la formidable capacidad militar de la RPDC centrada en las fuerzas armadas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t  El gran exito de la primera prueba nuclear subterranea, efectuada el 9 de octubre de 2006, inspiro gran alegria y jubilo a los militares y habitantes coreanos bendiciendo el futuro de la nacion prospera y poderosa.\n\t\t\t\t\t\n\t\t\t\t\t  Las seguidas pruebas de ese tipo y el exito total de ensayo de la bomba H consolidaron la posicion absoluta de la RPDC como potencia nuclear del Oriente y produjeron grandes cambios en la estructura politica mundial.\n\t\t\t\t\t\n\t\t\t\t\t  En el curso del agudo enfrentamiento con EE.UU. que perdura de siglo en siglo, el pueblo coreano aprendio la verdad de que el poderoso disuasivo nuclear es la unica garantia de la construccion de potencia economica, o sea, el desarrollo economico del pais y el mejoramiento de los niveles de la vida poblacional.\n\t\t\t\t\t\n\t\t\t\t\t Mientras prosiga en esta tierra la amenaza nuclear, el arma nuclear sera siempre la vida y los maximos intereses para nuestra nacion que no la puede renunciar ni cambiar por un monton de oro.\n\t\t\t\t\t\n\t\t\t\t\t  Tenemos la firme voluntad e invariable posicion de consolidar sin parar el arsenal nuclear de la potencia Paektusan fabricando en grandes cantidades las armas nucleares superprecisas y diversificadas y los medios de ataque nuclear, hasta que EE.UU. y sus satelites tomen la opcion correcta al volverse en si.\n\t\t\t\t\t\n\t\t\t\t\t  En la decada de 1950, la entonces recien nacida Corea popular dio inicio al declive del imperio yanqui que se jactaba de la \"supremacia\" mundial.\n\t\t\t\t\t\n\t\t\t\t\t  La ultima pagina de la destruccion tragica del imperialismo norteamericano la escribira tambien la potencia nuclear del Oriente que cuenta con la guia del General Insigne del Songun y dispone de los medios de ataque nuclear ultramodernos y diversificados."
        }
    ]
}