{
    "date": "2017-05-19",
    "url": "http://kcna.co.jp/item/2017/201705/2017-05-19ee.html",
    "articles": [
        {
            "title": "Greetings to President of Cameroon",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-15ee.html",
            "content": "Greetings to President of Cameroon\r\n Pyongyang, May 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Friday sent a message of greeting to Paul Biya, president of the Republic of Cameroon, on the occasion of its 45th founding anniversary.\n\t\t\t\t\t In the message Kim wished the president happiness in good health and big success in the work for the prosperity of the people of Cameroon, expressing belief that the friendly and cooperative relations between the two countries would steadily develop in various fields."
        },
        {
            "title": "Mongolian Delegation Leaves",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-10ee.html",
            "content": "Mongolian Delegation Leaves\r\n Pyongyang, May 19 (KCNA) -- The delegation of the Mongolian Ministry of Foreign Affairs led by Vice-Minister B. Battsetseg left here for home on Friday."
        },
        {
            "title": " Chairman of Italian General Investment Group Here",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-11ee.html",
            "content": "Chairman of Italian General Investment Group Here\r\n Pyongyang, May 19 (KCNA) -- Giancarlo Elia Valori, chairman of the Italian General Investment Group, arrived here on Friday."
        },
        {
            "title": "Greetings to Kim Jong Un from Equatorial Guinean Party Leader",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-09ee.html",
            "content": "Greetings to Kim Jong Un from Equatorial Guinean Party Leader\r\n Pyongyang, May 19 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, received a message of greeting from Jeronimo Osa Osa Ecoro, general secretary of the Democratic Party of Equatorial Guinea, on May 11.\n\t\t\t\t\t The message extended warmest and heartfelt congratulations, on behalf of the members of the Party and its supporters and President Obiang Nguema Mbasogo, its founder-chairman, to Kim Jong Un on the first anniversary of his election as chairman of the WPK under the decision of its Seventh Congress on May 9, 2016.\n\t\t\t\t\t\n\t\t\t\t\t It also extended congratulations to the WPK and all the Korean people on the important anniversary that more reliably guarantees the victorious inheritance of the WPK and the Korean people."
        },
        {
            "title": "Swedish Party Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-12ee.html",
            "content": "Swedish Party Delegation Visits Mangyongdae\r\n Pyongyang, May 19 (KCNA) -- The delegation of the Communist Party in Sweden led by Chairman Robert Mathiasson visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the revolutionary history of the President and patriotic careers of his family members, the guests looked round the historic relics preserved there.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Monument to Party Founding showing the Workers' Party of Korea's history of struggle.\n\t\t\t\t\t\n\t\t\t\t\t And it toured the Korean Revolution Museum, the Victorious Fatherland Liberation War Museum, the Ryugyong General Ophthalmic Hospital, etc."
        },
        {
            "title": "More Intangible Heritages Registered in DPRK",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-06ee.html",
            "content": "More Intangible Heritages Registered in DPRK\r\n Pyongyang, May 19 (KCNA) -- The National Authority for the Protection of Cultural Heritage has recently registered five objects as national and local intangible heritages.\n\t\t\t\t\t The newly-registered heritages include Kayagum and Jotae (traditional musical instruments) manufacturing techniques, Myongthae (walleye Pollack) peppery soup and water boiled with burned rice.\n\t\t\t\t\t\n\t\t\t\t\t Kayagum and Jotae manufacturing techniques show the creative wisdom and prominent skills of Korean ancestors.\n\t\t\t\t\t\n\t\t\t\t\t Myongthae peppery soup and water boiled with burned rice have been widely known to be good for health.\n\t\t\t\t\t\n\t\t\t\t\t Nochi, a specialty of Pyongyang, was registered as one of local intangible heritages."
        },
        {
            "title": " Scorched-grain Tea, Traditional Drink",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-08ee.html",
            "content": "Scorched-grain Tea, Traditional Drink\r\n Pyongyang, May 19 (KCNA) -- Scorched-grain tea is one of drinks the Korean people have taken after meals from olden times.\n\t\t\t\t\t It comes to be an everyday drink with peculiar taste and high nutritive value.\n\t\t\t\t\t\n\t\t\t\t\t Its making-method is very easy, but varies a little with the locality.\n\t\t\t\t\t\n\t\t\t\t\t There are many old Korean proverbs for the tea like \"Making an order for scorched-grain tea in barley field\" and \"Asking for scorched-grain tea at the well side\".\n\t\t\t\t\t\n\t\t\t\t\t The tea and its making-method were recently listed as one of national intangible heritages in the DPRK."
        },
        {
            "title": "Rodong Sinmun on Nuclear Power of Independence",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-05ee.html",
            "content": "Rodong Sinmun on Nuclear Power of Independence\r\n Pyongyang, May 19 (KCNA) -- Rodong Sinmun Friday stresses in an article that the DPRK, a full-fledged nuclear power whether someone recognizes it or not, will keep strict control over those engaged in reckless nuclear blackmail with its remarkably increased nuclear deterrence.\n\t\t\t\t\t Now the U.S. imperialists threaten and blackmail the DPRK, bringing nuclear strategic assets for \"maximum pressure\", but the coward American-style fanfaronade militarily browbeating only weak countries and nations without nukes can never work on the DPRK, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t Juche Korea is fully ready to counter any military action to be taken by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made perfect preparations all possible to give vent to the long-pent up grudge of the nation and remove the chains of aggression and oppression and wipe out the forces of injustice from the earth.\n\t\t\t\t\t\n\t\t\t\t\t It will continue to develop and deploy a larger quantity of highly precise and diversified nukes and nuclear striking means till the U.S. and its vassal forces make a proper choice with reason.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear power of independence, with a treasured sword of justice serving peace, prosperity and civilization of mankind, solemnly declares once again.\n\t\t\t\t\t\n\t\t\t\t\t As long as nukes for aggression and massacre exist in the world, the DPRK will bolster up its nuclear force for justice and self-defence and, on its basis, reliably defend peace and security of the Korean peninsula and the rest of the world and open up a broad avenue to independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t Songun Korea's blasting of justice will sound higher till the day of final victory."
        },
        {
            "title": "May 16 Military Coup of Traitor Park Chung-Hee under Fire",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-04ee.html",
            "content": "May 16 Military Coup of Traitor Park Chung-Hee under Fire\r\n Pyongyang, May 19 (KCNA) -- Kim Myong Chol made public an article Thursday on the lapse of 56 years since traitor Park Chung-Hee, an unprecedented fascist tyrant, took power in south Korea by May 16 military coup at the instigation of the U.S. master.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The May 16 military coup traitor Park carried out in 1961 was a product of the wicked intent to quench with bayonet the south Korean people's unanimous desire for independence and democratization of society and great unity and peaceful reunification of the nation and perpetuate the military dictatorship and division of the country.\n\t\t\t\t\t\n\t\t\t\t\t 23 political parties, 238 public organizations and at least 2,300 press organs were closed in six days just after the coup and more than 100,000 pro-reunification patriots and other south Koreans were arrested or killed in one month. The figures evidently show how frantic the fascist oppression by the traitor was.\n\t\t\t\t\t\n\t\t\t\t\t The worst crime of Park Chung-Hee was that he unhesitatingly renounced the great programme for national reunification, agreed upon by the north and the south, vociferating about \"confrontation accompanied by dialogue\" and persistently resorted to the heinous policy of confrontation with the fellow countrymen in the north to perpetuate national division.\n\t\t\t\t\t\n\t\t\t\t\t Inheriting his bad temper, traitor Park Geun Hye seized the \"presidential office\" by means of plots and trickeries and revived the \"yusin\" dictatorship. And she had persisted in the vicious confrontation policy, dreaming of \"unification of social systems\" instead of drawing due lesson from her father's miserable end, and thus drove the north-south relations to the worst catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t However, she was ousted from the office, in the face of the people's stern punishment, for her anti-reunification crimes and reckless and frantic anti-DPRK confrontation moves pursuant to the U.S. policy.\n\t\t\t\t\t\n\t\t\t\t\t The miserable ends traitor Park Chung-Hee and the Park Geun Hye group met calling for \"confrontation accompanied by dialogue\" and \"sanctions and pressure\", are a result of the treacherous crimes committed by them, who totally destroyed the north-south relations and challenged the nation's desire for independent reunification, through sycophantic and confrontation moves.\n\t\t\t\t\t\n\t\t\t\t\t Now all Koreans call for rejecting the interference of outside forces and opening up a wide avenue to the improved north-south relations and independent reunification by concerted efforts of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Dialogue can never go with confrontation.\n\t\t\t\t\t\n\t\t\t\t\t It is axiomatic to say that reconciliation and improved relations of the nation cannot be achieved while inciting antagonism and confrontation between compatriots and that national independence and peaceful reunification of the country cannot be achieved while following the outside forces seeking division of Korea and war for aggression.\n\t\t\t\t\t\n\t\t\t\t\t Confrontation means division and following the outsiders is anti-reunification. This is a review of the history of national division spanning more than seven decades.\n\t\t\t\t\t\n\t\t\t\t\t Whoever sincerely wants improved north-south relations and reunification of the country should respond to the patriotic proposal for opening up a broad avenue to independent reunification, after drawing a bitter lesson from the treason by the \"yusin\" dictator who went against the nation's desire for reunification with incompatible sophism \"confrontation accompanied by dialogue\"."
        },
        {
            "title": "S. Korea: Organizations Sue Hong Jun Phyo",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-07ee.html",
            "content": "S. Korea: Organizations Sue Hong Jun Phyo\r\n Pyongyang, May 19 (KCNA) -- The Teachers Union and the Confederation of Trade Unions of south Korea reportedly filed suits with the Seoul Southern District Prosecutor's Office against Hong Jun Phyo, former governor of South Kyongsang Province who ran for presidency on the ticket of the \"Liberal Korea Party\", on charges of threat, disturbance of performance and libel on May 12.\n\t\t\t\t\t Hong said in Pusan on April 29 that he would wipe out the union and the confederation and the \"forces following the north\". And he, in a broadcasting speech on April 25, branded the organizations as the biggest cancer-like entity."
        },
        {
            "title": "S. Korea: Military's Attempt to Cover Truth of Kwangju Massacre Enrages Public",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-13ee.html",
            "content": "S. Korea: Military's Attempt to Cover Truth of Kwangju Massacre Enrages Public\r\n Pyongyang, May 19 (KCNA) -- According to a news report from Seoul, the south Korean puppet military's scheme to cover up the barbarities committed during the Kwangju popular uprising has been disclosed, incurring the public wrath.\n\t\t\t\t\t It was disclosed that the fact that the then \"martial law enforcement forces\" opened fire on the uprisers in front of the South Jolla Provincial office building was not recorded in the diary of the \"martial law command\"."
        },
        {
            "title": "Singaporean Diplomats on U.S. Military Action against DPRK",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-14ee.html",
            "content": "Singaporean Diplomats on U.S. Military Action against DPRK\r\n Pyongyang, May 19 (KCNA) -- Incumbent and former diplomats of Singapore contented that the U.S. military action against the DPRK is unconscionable and that the international community would have to recognize the DPRK's possession of nukes, well understanding whether stories spread by the U.S. and Western media are true or not.\n\t\t\t\t\t Speaking at the recent international conference in New Zealand, the ambassador-at-large of Singapore said that the U.S. could not stop the DPRK's development of nuclear-armed ICBMs capable of reaching its mainland.\n\t\t\t\t\t\n\t\t\t\t\t Unilateral military action by Washington would impose serious direct risks on its allies, south Korea and Japan, and this would cause grievous political damage and could permanently undermine trust in America well beyond Northeast Asia, the ambassador said, urging the U.S. administration to come out to the negotiating table for conclusion of DPRK-U.S. peace accord.\n\t\t\t\t\t\n\t\t\t\t\t The former Singaporean permanent representative to the United Nations dedicated an article titled \"How the Western media gets the Korean crisis wrong\" to the newspaper The Straits Times, which said:\n\t\t\t\t\t\n\t\t\t\t\t Since the Western (especially Anglo-Saxon) narrative is so dominant and so seductive, we get easily taken in by it.\n\t\t\t\t\t\n\t\t\t\t\t Paradoxically while the North Korean regime is behaving erratically, it is not behaving irrationally. It can bluster about war because it knows that everyone knows that war is not an option for the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is naive to believe that a military build-up can squeeze Pyongyang. The decision to deploy the U.S. aircraft carrier group led by Carl Vinson is an empty gesture. It will not make the North Korean regime scared. \n\t\t\t\t\t\n\t\t\t\t\t In the article the representative stated that the policy of pressure on the DPRK is ineffective and that if the United States hopes to achieve peace on the Korean peninsula, it should start finding ways to make Pyongyang feel more secure. \n\t\t\t\t\t\n\t\t\t\t\t And the representative advised Singaporeans to be supremely skeptical of the seductive Western narrative."
        },
        {
            "title": " Kim Il Sung's Birth Anniversary Marked Abroad",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-02ee.html",
            "content": "Kim Il Sung's Birth Anniversary Marked Abroad\r\n Pyongyang, May 19 (KCNA) -- Organizations of different countries and the Korean Friendship Association posted on their internet homepages special write-ups marking the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The Anti-Imperialist Forum of Germany posted an article titled \"Comrade Kim Il Sung, Eternal Sun of Juche\" with more than 100 photos of the President including his smiling portrait.\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Il Sung is the great leader, whom the Korean people greeted and acclaimed for the first time in the nation's history of thousands of years, and the sun of Juche always alive in the hearts of all people.\n\t\t\t\t\t\n\t\t\t\t\t In his early years he fathered the immortal Juche idea to show the path ahead of the Korean revolution and led the revolution and construction always to victory under the banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t He provided the tradition of steady victories in the anti-imperialist, anti-U.S. struggle with the arms of Songun and the eternal foundations for building a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t The Bolivar News Agency of Venezuela and the Brazilian Center for the Study of the Juche Idea posted photo-illustrated articles praising the President's exploits for the liberation of Korea and the state-building.\n\t\t\t\t\t\n\t\t\t\t\t The articles referred to the independent and benevolent politics of the President who turned the DPRK into an independent country adhering to the socialist ideology and principle and into an invincible fortress with the solid socio-political and military foundations.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Friendship Association posted articles under such titles as \"Comrade Kim Il Sung, Great Man in the 20th Century\" together with his photos.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism and the All India Indo-Korean Friendship Association posted articles praising the revolutionary career of the President."
        },
        {
            "title": "Seminar on Exploits of Kim Jong Il Held in Russia",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-03ee.html",
            "content": "Seminar on Exploits of Kim Jong Il Held in Russia\r\n Pyongyang, May 19 (KCNA) -- A seminar on the exploits of leader Kim Jong Il took place in Pokino City of Russia on May 8 to mark the 15th anniversary of his visit to the Far Eastern Region of the Russian Federation.\n\t\t\t\t\t Present there were personages of the Maritime Territorial Regional Committee and the Pokino City Committee of the Communist Party of the Russian Federation, the Maritime Territorial Regional Committee of the Lenin Young Communist League of the Russian Federation and other units and popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Dolgachev, first secretary of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, said:\n\t\t\t\t\t\n\t\t\t\t\t The great leader Comrade Kim Jong Il is a guardian of justice as he applied the unique Songun politics in an overall way to cope with the evermore escalating moves of the imperialists to stifle the DPRK in the wake of setbacks of socialism in some countries and reliably defended the sovereignty and dignity of the DPRK, a socialist fortress.\n\t\t\t\t\t\n\t\t\t\t\t He is an ever-victorious and iron-willed commander who, with his matchless courage and guts, turned the DPRK into a politico-ideological power envied by the world and a military power capable of defeating any aggression forces at one single stroke, in face of the U.S. arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t We still remember and praise him who made great contributions to the world socialist movement and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Bidenko, first secretary of the Pokino City Committee of the Party, said:\n\t\t\t\t\t\n\t\t\t\t\t Pokino citizens are recalling with deep emotion Kim Jong Il's undying feats for development of the Russia-DPRK friendly relations on the 15th anniversary of his historic visit to the Far Eastern Region.\n\t\t\t\t\t\n\t\t\t\t\t He paid deep attention to the Russia-DPRK friendship with a long history and tradition.\n\t\t\t\t\t\n\t\t\t\t\t He is a close friend of the Russian people as he visited Russia several times to put the bilateral relations of friendship on a new higher stage.\n\t\t\t\t\t\n\t\t\t\t\t The world people more deeply felt his noble sense of international obligation and iron-will to invariably protect socialism, seeing the peerlessly great man visit the Lenin Mausoleum to lay a wreath and pay tribute."
        },
        {
            "title": "Kim Yong Nam felicita el 45o aniversario de fundacion de Camerun",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-16ee.html",
            "content": "Kim Yong Nam felicita el 45o aniversario de fundacion de Camerun\r\nPyongyang, 19 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 19 un mensaje de felicitacion al presidente de la Republica de Camerun, Paul Biya, con motivo del 45o aniversario de la fundacion de este pais africano. \n\t\t\t\t\tConvencido de que las relaciones de amistad y cooperacion entre los dos paises se ampliaran y se desarrollaran incesantemente en varios dominios, el remitente deseo buena salud y felicidad del destinatario y mayores exitos en su trabajo por la prosperidad del pueblo."
        },
        {
            "title": " No perdonaran a actos que censuran medidas autodefensivas de RPDC, advierte CCPAC",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-17ee.html",
            "content": "No perdonaran a actos que censuran medidas autodefensivas de RPDC, advierte CCPAC\r\nPyongyang, 19 de mayo (ACNC) -- El exitoso lanzamiento de prueba de cohete balistico estrategico de mediano y largo alcance tierra-tierra de tipo \"Hwasong-12\" deviene un evento historico que anuncio el nacimiento de otro perfecto sistema de armas, cohete Juche, para dar lograr la victoria final poniendo fin a la confrontacion con el imperialismo norteamericano que perdura de siglo en siglo.\n\t\t\t\t\tSubraya asi el vocero del Comite Coreano por la Paz de Asia y el Pacifico (CCPAP) en su declaracion publicada el dia 18, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, el pais norteamericano y otras fuerzas hostiles arman tumultos denigrando el caracter de defensa de la paz y el significado historico que reviste el presente lanzamiento, al describirlo como un \"serio desafio y violacion a la paz y seguridad del mundo\". \n\t\t\t\t\t\n\t\t\t\t\tEn particular, tan pronto como se transmitiera la noticia sobre el lanzamiento del cohete, las autoridades surcoreanas, que recientemente tomaron el poder, convocaron con urgencia una \"reunion de seguridad nacional\" llamando hasta a los remanentes de Park Geun-hye y publicaron una \"declaracion de condena\" calificandolo de la \"violacion de la resolucion de la ONU\", \"un desafio grave\" y una \"prueba sobre nuevo gobierno\". \n\t\t\t\t\t\n\t\t\t\t\tLas medidas tomadas por la RPDC para fortalecer su poderio autodefensivo devienen un asunto importante relacionado con la dignidad y la soberania del pais y el destino de la nacion. Por tanto, ellas no se cesaran ni se moderara su velocidad sin hacer caso de la sustitucion de la administracion en EE.UU. y del cambio del \"poder\" en el Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tAcentuamos una vez mas que todo el mundo debe tener bien presente que la RPDC seguira fortaleciendo con la velocidad mas alta sus capacidades de golpe de represalia nuclear de caracter autodefenisvo para defender fidedignamente la paz de la Peninsula Coreana y la region, ya que se recrudecen cada dia mas la politica hostil a la RPDC de EE.UU y su amenaza de guerra nuclear. \n\t\t\t\t\t\n\t\t\t\t\tEl pais norteamericano amenaza y chantajea a la RPDC hablando tanto de la llamada \"presion\". Pero, nunca saldra con la suya en la RPDC la fanfarronada a estilo norteamericano que viola de manera militar a los paises sin armas nucleares y a las naciones debiles.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben sacar una seria leccion del destino miserable de la traidora Park Geun-hye quien sufrio un arruinamiento tragico al atentar a la misma nacion abogando por la \"amenaza nuclear del Norte de Corea\" en contubernio con las fuerzas extranjeras que intentan imponer la calamidad nuclear a la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tNo deben esperar la misericordia alguna todos los tipejos que desafian atrevidamente a la dignidad y el regimen de la RPDC ofendiendo las justas medidas de la RPDC para fortalecer las fuerzas armadas nucleares autodefensivas."
        },
        {
            "title": "Desarrolladores de Hwasong-12 reciben felicitaciones de pyongyangneses",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-18ee.html",
            "content": "Desarrolladores de Hwasong-12 reciben felicitaciones de pyongyangneses\r\nPyongyang, 19 de mayo (ACNC) -- Los desarrolladores de cohete balistico estrategico de mediano y largo alcance tierra-tierra de tipo Hwasong-12 llegaron el dia 18 a esta capital. \n\t\t\t\t\tLa explanada frente al Palacio de Deportes de Pyongyang, la avenida Mansudae, la encrucijada de Changjon, la avenida de universidades y otras calles estaban llenas de los trabajadores de diversos estratos, los jovenes y estudiantes, que esperan a los ameritados de las ciencias de defensa nacional. \n\t\t\t\t\t\n\t\t\t\t\tRi Man Gon, vicepresidente del Comite Central del Partido del Trabajo de Corea, y los funcionarios interesados recibieron a los desarrolladores en la explanada frente al Palacio de Deportes de Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\tLos ciudadanos les dieron calurosas felicitaciones agitando los banderines nacionales, los otros rojos y los ramos de flores."
        },
        {
            "title": "EE.UU. no puede asustar a RPDC con presion militar, opinan diplomaticos singapurenses",
            "url": "http://kcna.co.jp/item/2017/201705/news19/20170519-19ee.html",
            "content": "EE.UU. no puede asustar a RPDC con presion militar, opinan diplomaticos singapurenses \r\nPyongyang, 19 de mayo (ACNC) -- Los diplomaticos de alto rango retirados y en servicio activo de Singapur opinan que son inefectivos la amenaza y chantaje militares de EE.UU. contra la Republica Popular Democratica de Corea y la sociedad internacional debe reconocer la posesion de armas nucleares por la RPDC juzgando bien si son verdad o no las informaciones que transmiten EE.UU. y otros paises occidentales. \n\t\t\t\t\tAl hacer uso de la palabra en un seminario internacional, recien efectuado en Nueva Zelanda, el embajador itinerante del Ministerio de Relaciones Exteriores de Singapur dijo que EE.UU. no puede frenar a la RPDC que trata de desarrollar el ICBM cargado de la ojiva nuclear capaz de atacar el territorio estadounidense. \n\t\t\t\t\t\n\t\t\t\t\tEn el caso de ataque de EE.UU. contra la RPDC, se veran amenazados directamente el Sur de Corea y Japon y se rompera totalmente la confianza de los \"paises aliados\" en EE.UU., insistio y agrego que la administracion norteamericana debe acudir a la mesa de negociaciones para firmar el convenio de paz con la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl ex representante permanente de Singapur ante la ONU publico en The Straits Times el articulo intitulado \"?Como los medios de prensa occidentales tratan injustamente la crisis de Corea?\". \n\t\t\t\t\t\n\t\t\t\t\tEl articulo senala que algunas personas creen como ciertas las desinformaciones de los medios occidentales.\n\t\t\t\t\t\n\t\t\t\t\tContinua que el gobierno de la RPDC no es imprudente y conoce bien que la guerra no es la unica opcion.\n\t\t\t\t\t\n\t\t\t\t\tLos medios estadounidenses y occidentales hablan de la opcion militar contra la RPDC, pero es ingenua la idea de ahorcarla con la presion militar, apunta y agrega que tambien resulto vano el intento de asustar a la RPDC con el envio de la flotilla del portaaviones nuclear Carl Vinson a la zona maritima de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tLa politica de presion es inefectiva y EE.UU. debe dar la garantia de seguridad al gobierno coreano si desea la paz de la Peninsula Coreana, recalca. \n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el autor aconsejo a los singapurenses que escuchen con escepticismo los reportes de los medios occidentales sobre Corea distinguiendo si son objetivos o tergiversados."
        }
    ]
}