{
    "date": "2017-11-04",
    "url": "http://kcna.co.jp/item/2017/201711/2017-11-04ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects March 16 Factory",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-01ee.html",
            "content": "Kim Jong Un Inspects March 16 Factory\r\n Pyongyang, November 4 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, gave field guidance to the March 16 Factory and set forth the task for its updating.\n\t\t\t\t\t He looked round rooms devoted to the education in revolutionary history and to the history of the factory, which was founded on March 16, 1977 and developed into a large-scale truck producer significantly conducive to developing the economy of the country and building up its defense capability under the care of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He said that the March 16 Factory could cover a proud course of development under the wise guidance and meticulous care of the great leaders, who clearly showed the road ahead of the factory, choosing the site for it and naming the first middle-size lorry produced there \"Thaebaeksan\".\n\t\t\t\t\t\n\t\t\t\t\t He gave a high appreciation of the merits made by the workers of the factory, noting that over the past years they have supplied lots of trucks to the grand socialist construction sites and the People's Army, thus greatly contributing to the prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t The rooms for education in revolutionary history and the history of the factory were arranged well, he said, stressing the need to direct primary efforts to the ideological education so as to inspire the workers of the factory to creditably carrying out their militant tasks with pride and honor of working at an important unit to which the Party attaches great importance.\n\t\t\t\t\t\n\t\t\t\t\t Then, the Supreme Leader went round general assembling workshop, combined processing workshop, sheet metal processing shop and other parts of the factory.\n\t\t\t\t\t\n\t\t\t\t\t He noted with appreciation that the officials, workers and technicians of the factory are making collective innovation in the production of Korean-style heavy-duty vehicles while solving the knotty problems by dint of science and technology under the uplifted banner of self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t A heavy-duty vehicle at the stage of completion is very spectacular and he feels very encouraged to see the perfect operation of its power transmission system, he said, adding that if the vehicle is completed this will be another admirable achievement in the efforts for the country's prosperity.\n\t\t\t\t\t\n\t\t\t\t\t He said with full conviction that a modern automotive industry can be established with the March 16 Factory as a mother base since the January 18 General Machine Factory mass-produces engines with high performance and the sections related to the motor vehicle production have solid material and technical foundations.\n\t\t\t\t\t\n\t\t\t\t\t Calling for updating the March 16 Factory to fully meet the increasing demand of the national economy for transport and build up the country's defense capability, he set forth the task for renovating it as required by the era of knowledge-based economy.\n\t\t\t\t\t\n\t\t\t\t\t A fresh turning point should be made in raising the country's automotive industry to the world level, he said, ardently calling for pushing ahead with the modernization of the factory together to prove that this resolve was a just step for building a rich and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the officials and employees of the March 16 Factory would fully discharge their honorable duty, always cherishing the trust of the Party, and had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were O Su Yong and Pak Thae Song, vice-chairmen of the WPK Central Committee, and Hong Yong Chil, Jo Yong Won and Yu Jin, leading officials of the C.C., WPK."
        },
        {
            "title": "Kim Yong Nam Goes Round February 8 Jikdong Youth Coal Mine",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-22ee.html",
            "content": "Kim Yong Nam Goes Round February 8 Jikdong Youth Coal Mine\r\n Pyongyang, November 4 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, looked round the February 8 Jikdong Youth Coal Mine of the Sunchon Area Youth Coal Mining Complex.\n\t\t\t\t\t He met with innovators including members of the Kim Yu Bong Youth Shock Brigade and congratulated them on their successes.\n\t\t\t\t\t\n\t\t\t\t\t Stressing the need to remain loyal to the leadership of the party just as the coal miners of the preceding generation did who upheld the party and the leader with increased coal production with firm faith in Korean-style socialism, he called for producing more coal in the spirit of self-reliance and fortitude."
        },
        {
            "title": "U.S. Anti-DPRK \"Human Rights\" Racket Slammed",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-20ee.html",
            "content": "U.S. Anti-DPRK \"Human Rights\" Racket Slammed\r\n Pyongyang, November 4 (KCNA) -- A spokesman for the Korea Association for Human Rights Studies released a statement on Saturday as regards the fact that the U.S. is getting more desperate in its \"human rights\" racket against the DPRK while resorting to unprecedented sanctions, pressure, military threats and blackmails against it.\n\t\t\t\t\t The U.S. Department of State recently submitted a \"report on human rights abuses in north Korea and inspection of them\" to the Congress, claiming that \"north Korean citizens are suffering from forced labor abroad like slaves,\" the statement recalled, and went on:\n\t\t\t\t\t\n\t\t\t\t\t That day the Treasury Department made public what it called the third \"sanctions step for tackling the human rights performance in north Korea.\" That step added three institutions and seven individuals of the DPRK to the \"special sanctions target list\" on suspicion of \"their involvement in human rights abuses.\" Against this backdrop, the U.S. Congress orchestrated an anti-DPRK farce by letting a bete noire make \"testimonies\" about \"human rights abuses\" in the DPRK at a hearing of the international relations committee of the Lower House.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is just using such a mean conspiratorial racket as a lever for making up for a series of defeats it sustained in the showdown with the DPRK over the nuclear issue.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., which is just chiefly to blame for the division of the Korean nation, is working hard to violate the Korean people's rights to live, exist and develop through economic blockade and sanctions. So it has neither qualifications nor face to talk about human rights.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. administration had better mind the poor human rights situation in its country before poking its nose into other's things under the mask of \"human rights judge.\"\n\t\t\t\t\t\n\t\t\t\t\t Everyone praises and admires the DPRK where all dreams and ideals of the people are coming true thanks to the peerlessly great man's politics of respecting, prioritizing and loving the people.\n\t\t\t\t\t\n\t\t\t\t\t Injustice can never prevail over justice.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. noisy drumbeats of \"human rights abuses in north Korea\" only sound like a dog's barking at the moon."
        },
        {
            "title": "Conservatives' Attempt to Save Park in S. Korea Censured",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-19ee.html",
            "content": "Conservatives' Attempt to Save Park in S. Korea Censured\r\n Pyongyang, November 4 (KCNA) -- A spokesman of the Consultative Council for National Reconciliation Saturday issued a statement denouncing the remnants of the south Korean conservative forces for working hard to save Park Geun Hye, though they are all fated to be buried in grave of history.\n\t\t\t\t\t The conservative remnants' move is a blatant challenge to the mind-set of candlelight demonstrators who impeached Park, an intolerable mockery and death-bed struggle of Park's accomplices, who can not be safe any longer, said the statement.\n\t\t\t\t\t\n\t\t\t\t\t The crimes committed by Park during her 4-year office are the most disgraceful and hideous ones ever in the history of the south Korean politics, and thus there can be no statute of limitations to the severe punishment by the south Korean people, noted the statement, adding:\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, remnants of traitor Park's clan are struggling to save her, because they know that their destiny will come to an end on the day Park breathes her last.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that they are not struggling merely to save Park.\n\t\t\t\t\t\n\t\t\t\t\t It is the sinister aim sought by the conservative group of traitors to nullify the impeachment of Park itself and turn the tables by bringing back everything to the era of the appalling \"yusin\" fascist dictatorship, an era of unpopular misrule.\n\t\t\t\t\t\n\t\t\t\t\t Herein lies the danger of the desperate efforts of the remnants.\n\t\t\t\t\t\n\t\t\t\t\t A standoff with the remnants of the conservative forces running wild like a headless chicken to save Park is a do-or-die struggle in which who wins who.\n\t\t\t\t\t\n\t\t\t\t\t Without a bloody struggle, there are no new politics, society and life desired by the toiling masses."
        },
        {
            "title": "DPRK RC Society Delegation Leaves for Turkey",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-14ee.html",
            "content": "DPRK RC Society Delegation Leaves for Turkey\r\n Pyongyang, November 4 (KCNA) -- A delegation of the DPRK Red Cross Society led by Paek Yong Ho, executive vice-chairman of its Central Committee, left here Saturday to take part in the 21st General Assembly and the meeting of the Board of Directors of the International Federation of Red Cross and Red Crescent Societies to be held in Turkey."
        },
        {
            "title": "Achievements Conducive to Improving People's Living",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-17ee.html",
            "content": "Achievements Conducive to Improving People's Living\r\n Pyongyang, November 4 (KCNA) -- A series of achievements have been made in the scientific research to improve the standard of people's living in the DPRK.\n\t\t\t\t\t  One of them is nano-dipeptide soap made from industrial by-products and its making presented by the Nano Materials Institute of the State Academy of Sciences to the national nano sci-tech exhibition-2017 held late in October.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, scientists of the Fermentation Research Institute under the Food and Consumer Goods Research Institute created a new technology for making ferments to produce fermented soybean powder.\n\t\t\t\t\t\n\t\t\t\t\t They confirmed sci-tech indices to all the production processes ranging from liquid culture to drying, so as to lay a firm foundation for mass-producing fermented soybean."
        },
        {
            "title": "New Welding Method Developed in DPRK",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-18ee.html",
            "content": "New Welding Method Developed in DPRK\r\n Pyongyang, November 4 (KCNA) -- Pyongyang University of Architecture in the DPRK has developed a new electroslag pressure welding method of great economic value.\n\t\t\t\t\t The new welding method based on flux made with raw materials abundant in the country makes it possible to save lots of reinforcing bars in construction and shorten the period of construction.\n\t\t\t\t\t\n\t\t\t\t\t It takes only one minute to butt-weld two bars 32mm in diameter and 30 seconds to join together two bars 16mm in diameter.\n\t\t\t\t\t\n\t\t\t\t\t The new welding method is highly appreciated by users for speeding up construction, raising its quality and being easy to weld with low power consumption."
        },
        {
            "title": "KCNA Commentary Ridicules U.S. Call for \"Making DPRK Come out to Denuclearization Negotiations\"",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-11ee.html",
            "content": "KCNA Commentary Ridicules U.S. Call for \"Making DPRK Come out to Denuclearization Negotiations\"\r\n Pyongyang, November 4 (KCNA) -- Nowadays the U.S. is crying out for \"urging the north to come out to the table for negotiating denuclearization without preconditions\" while trumpeting about \"solution to the north's nuclear issue through high-intensity sanctions and pressure\".\n\t\t\t\t\t Deputy State Secretary Sullivan on October 18 said that \"our goal is to pressurize the north into coming out to the negotiations without preconditions\" and the U.S. special representative for DPRK policy of the State Department also said that \"negotiations with the north have to be sincere and trustworthy with no strings attached, if there would be any.\"\n\t\t\t\t\t\n\t\t\t\t\t This is despicable red herring and the height of impudence of those who wish to justify the barbarous anti-DPRK sanctions and pressure and the moves for war of aggression even though they are politically blind men without any knowledge about the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the present stage where the DPRK approaches the final destination for the completion of the state nuclear force, the U.S. must drop the wild thought that the DPRK can respond to its gangster-like demand, and should not dream of the denuclearization negotiations with the DPRK, in particular.\n\t\t\t\t\t\n\t\t\t\t\t For the DPRK, it is the irreversible and inevitable strategic option to bolster the powerful war deterrence for the defence of the country.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK already clarified its immutable stand that it will never put the nuclear deterrence for self-defence on a negotiating table nor flinch even an inch back from the path of bolstering the nuclear force as long as the U.S. hostile policy and nuclear threat toward the DPRK persist.\n\t\t\t\t\t\n\t\t\t\t\t Even at this moment when they call for \"denuclearization negotiations without preconditions\", Trump and the warmongers of the U.S. military call for putting in place a \"military option\" and intensifying closely-cooperated pressure diplomacy along with international \"siege and blockade\" in a bid to lead \"the north to change in its attitude\" while escalating threat and blackmail against the DPRK by introducing Ronald Reagan, Nimitz and Theodore Roosevelt nuclear carrier strike groups into waters around the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Pacific Fleet command already issued a warning order for getting ready to launch Tomahawk cruise missile to warships operational in the East Sea of Korea and in waters close to it so that they can go into action at a moment's notice, and the U.S. air force revived the round-the-clock emergency sortie system of nuclear-capable B-52 as in the Cold War era and maintains sudden strike posture as evidenced by the frequent flight of B-1B and B-2 formations to the sky above south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is describing the just demand of the DPRK on withdrawing the anachronistic policy toward the DPRK and principled requirement pursuant to it as sort of \"preconditions\". This is sheer sophism little short of urging one to kneel down with fist unclenched before gangsters coming in attack.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK does not stand against dialogue but will never bargain over the issue related to the supreme interests of the country and the security of its people nor has any interest in such dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear sword for self-defence of the DPRK which firmly guarantees the sovereignty and rights to existence and development of the nation will be more sharply whetted unless the U.S. completely repeals the hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better drop its foolish ambition."
        },
        {
            "title": "KCNA Commentary on World's Appreciation of Victory of DPRK",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-12ee.html",
            "content": "KCNA Commentary on World's Appreciation of Victory of DPRK\r\n Pyongyang, November 4 (KCNA) -- The international community is becoming vocal praising the DPRK which records only victories while foiling the U.S. and other hostile forces' reckless nuclear war moves and despicable sanctions and pressure.\n\t\t\t\t\t Newspapers Sunday Express and Telegraph of Britain and its BBC and Nepali internet magazine Nepal Today, Indian newspaper Statesman and other world media, reporting respected supreme leader Kim Jong Un visiting the Pyongyang Cosmetics Factory, commented in unison that his composed attitude blew off the threat of nuclear war from the U.S. with a smile.\n\t\t\t\t\t\n\t\t\t\t\t The Austrian ORFTV heaped praises, saying that it is something unusual and something amazing that the Supreme Leader of north Korea visited the cosmetics factory at a time when the DPRK and the U.S. still remain acute in their military stand-off.\n\t\t\t\t\t\n\t\t\t\t\t This is high appreciation of the personality of Kim Jong Un as a great man who brought about a great victory in the confrontation with the U.S.-led imperialists, and at the same time, the derision of the inglorious failure of the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The greatness of a country and a nation is decided by its leader.\n\t\t\t\t\t\n\t\t\t\t\t The unshakable revolutionary faith of the leader and his matchless pluck and courage serve as the source of the mightiness of a nation, and also become the best weapon more powerful than A-bomb.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are putting into practice the beautiful dreams and ideal while brilliantly accomplishing the historic cause of building a state nuclear force by dint of their single-minded unity around their leader.\n\t\t\t\t\t\n\t\t\t\t\t Trump kicked up the war hysteria, stressing that war will be fought on the Korean peninsula and deaths will be on it even though there would be thousands of deaths, only to invite international shame and denunciation.\n\t\t\t\t\t\n\t\t\t\t\t Even at this moment, the U.S. is kicking up war hysteria after introducing three nuclear carrier strike groups and other nuclear strategic assets into the Korean peninsula and into waters around it.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S.-style bluffing can never work and certain is who will win and who will lose.\n\t\t\t\t\t\n\t\t\t\t\t Trump's Asian junket is a loser's mendicant junket as he thinks of getting help even from his junior allies and neighboring countries after he was put into trouble in the world eyes.\n\t\t\t\t\t\n\t\t\t\t\t It is the biggest victory to contain war and defend peace and security with great mental power and strategy."
        },
        {
            "title": "S. Korean Authorities' Act of Challenging Mindset of Candlelight Demonstrators under Fire",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-06ee.html",
            "content": "S. Korean Authorities' Act of Challenging Mindset of Candlelight Demonstrators under Fire\r\n Pyongyang, November 4 (KCNA) -- The behaviors of the present south Korean authorities now a year after the start of the candlelight action for resignation of Park Geun Hye are little short of what the regimes of Lee Myung Bak and Park Geun Hye did, Rodong Sinmun Saturday says in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t As south Korean people asserted, the traitorous policies of the conservative regimes have been carried forward though the \"president\" and ministers were replaced.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean authorities' \"policy toward north\", billed as \"simultaneous development of sanctions and pressure with dialogue\", is, in essence, little different from the confrontation policy pursued by the former conservative regimes.\n\t\t\t\t\t\n\t\t\t\t\t Their nonsensical policy of \"simultaneous development of sanctions and pressure with dialogue\" is a copy of the present U.S. administration's worst anti-DPRK policy billed as \"maximum pressure and engagement\".\n\t\t\t\t\t\n\t\t\t\t\t Distrust and confrontation between the north and the south were aggravated and the way for improvement of the inter-Korean relations has been blocked as the present south Korean ruling quarters adopted the criminal policy of confrontation for tightening sanctions and pressure on the DPRK in collusion with outsiders under the pretext of \"settlement of the north's nuclear issue\" as traitors Lee and Park did.\n\t\t\t\t\t\n\t\t\t\t\t When the south Korean authorities get hell-bent on the confrontation moves together with the U.S., disregarding the candlelight demonstrators' demand for removal of evils, the conservative forces are swimming against the trend of history, seeking their revival.\n\t\t\t\t\t\n\t\t\t\t\t However, they connive at such moves of the conservatives insulting the mindset of the candlelight holders, talking about \"cooperative measure\".\n\t\t\t\t\t\n\t\t\t\t\t The present authorities of south Korea follow the Lee and Park groups' policy of sycophancy toward the U.S. and confrontation against the fellow countrymen, reading the face of the U.S. and the conservative forces. This is little short of an act of going against the mindset of the candlelight demonstrators and pricking their own eyes with their own fingers."
        },
        {
            "title": "Rodong Sinmun Blasts U.S.-S. Korea War Confab",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-07ee.html",
            "content": "Rodong Sinmun Blasts U.S.-S. Korea War Confab\r\n Pyongyang, November 4 (KCNA) -- Of late, the U.S. and south Korean puppet forces held the 49th annual security consultative meeting in Seoul.\n\t\t\t\t\t The meeting involving Mattis, U.S. secretary of Defense, and Song Yong Mu, puppet defense minister, discussed the operation of THAAD deployed in south Korea, the escalation of the rotation deployment of U.S. strategic assets in the Korean peninsula, the cooperation in the revision of missile guidelines, the transfer of the wartime operation control, etc.\n\t\t\t\t\t\n\t\t\t\t\t It also decided to share the information about \"missile threat from the north\" and take additional military steps such as drills of task force of U.S. nuclear carriers and ballistic missile warning.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, at the 42nd military committee meeting the chairmen of U.S. and south Korean Joint Chiefs of Staff discussed the proposal for a joint operation to cope with \"nuclear and missile threats from the north\" and the proposal for the renewal of \"OPLAN 5015\".\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun in a commentary Saturday says this shows that the moves of warmongers at home and abroad to stifle the DPRK by all military means including nuclear weapons have reached a very grave stage.\n\t\t\t\t\t\n\t\t\t\t\t No matter what they may talk about the escalation of the rotation deployment of strategic assets and the renewal of \"OPLAN 5015\", the army and people of the DPRK view their bluff as the last-ditch efforts of those falling into the bottomless pit of doom.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet warmongers should act with discretion, mindful that their reckless military conspiracy and war provocation moves against the DPRK will lead to their own final doom."
        },
        {
            "title": "Rodong Sinmun Ridicules Rubbish by U.S. Representative to UN",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-08ee.html",
            "content": "Rodong Sinmun Ridicules Rubbish by U.S. Representative to UN\r\n Pyongyang, November 4 (KCNA) -- Shortly ago, U.S. representative to the UN Haley told CNN during her trip to DR Congo that the escalation of sanctions began to work on the DPRK and it would have no choice but to change its decision since the bulk of its trade has been blocked. And she added that the U.S. does not want a war with the DPRK but it is ready and that Defense Secretary Mattis' visit to south Korea shows the DPRK everything is in readiness.\n\t\t\t\t\t This is an absurd jargon that can be made only by Haley, an idiot and psychopath utterly ignorant of who the U.S.' rival is, Rodong Sinmun Saturday says in a commentary. The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t As the whole world acknowledges, the DPRK has gained everything, in the face of decades-long sanctions and pressure of the U.S. and its vassal forces, by its own efforts, not with any help or benefits of others, and sanctions and military threat will never work on it.\n\t\t\t\t\t\n\t\t\t\t\t However, Haley still trumpets about \"effectiveness of sanctions\" and change of decision\" only to betray her ignorance and dullness.\n\t\t\t\t\t\n\t\t\t\t\t Mad on confrontation with the DPRK, she goes about different countries to beg for cooperation in sanctions, calculating that maximum sanctions and military threat may bring the DPRK to its knees. But such behavior will shed light on the miserable position of the beleaguered U.S. Haley should know this."
        },
        {
            "title": "Japan's Crimes Can Never Be Covered",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-09ee.html",
            "content": "Japan's Crimes Can Never Be Covered\r\n Pyongyang, November 4 (KCNA) -- Shortly ago, a statue of girl sexual slave was erected in Manhattan, New York.\n\t\t\t\t\t This is the fourth statue in the U.S. only.\n\t\t\t\t\t\n\t\t\t\t\t The erection of one more statue in the U.S. whom Japan has served as its master goes to prove that history is the stern judge discerning good and bad in the past, present and future, says Rodong Sinmun Saturday in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The sexual slavery for the Imperial Japanese Army is the most heinous crime against humanity unprecedented in its atrocity, meanness and barbarity.\n\t\t\t\t\t\n\t\t\t\t\t History testifies to this crime committed by Japan in the past and the whole world is critical of it.\n\t\t\t\t\t\n\t\t\t\t\t What matters is the attitude taken by Japan, a state directly responsible the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t Japan has not yet been honest toward the settlement of the crime since it was disclosed. In particular, it is childishly acting while swinging its purse.\n\t\t\t\t\t\n\t\t\t\t\t The smart wound of the Korean nation can never be healed by Japan's window-dressing apology and a petty amount of money paid by it.\n\t\t\t\t\t\n\t\t\t\t\t For the settlement of the past, Japan has to take honest attitude in token of repentance and make sincere and official apology and reparation for its crimes.\n\t\t\t\t\t\n\t\t\t\t\t But, it is making far-fetched assertions to realize the past ambition for dominating Asia by getting rid of the shackle of a criminal state and reviving imperial era.\n\t\t\t\t\t\n\t\t\t\t\t Japan should be mindful that its persistent and vicious distortion and denial of history will precipitate self-destruction."
        },
        {
            "title": "Action against Evils in Education Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-10ee.html",
            "content": "Action against Evils in Education Launched in S. Korea\r\n Pyongyang, November 4 (KCNA) -- Members of the Teachers Union in south Korea Wednesday went on a hunger strike around Chongwadae in demand of the withdrawal of the decision on outlawing the union and combating of evils in the field of education, according to the south Korean newspaper Nodong and Segye.\n\t\t\t\t\t In a press release they declared they would struggle to the last, noting that they didn't think they would stage hair-cutting and stay-in strikes under the present regime."
        },
        {
            "title": "U.S.-S. Korea \"Joint Statement\" Denounced",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-13ee.html",
            "content": "U.S.-S. Korea \"Joint Statement\" Denounced\r\n Pyongyang, November 4 (KCNA) -- The People for Achieving Peace and Reunification in south Korea reportedly made public a commentary on Oct. 29 to disclose the injustice of the anti-DPRK confrontation confab between the U.S. imperialists and the south Korean puppet authorities.\n\t\t\t\t\t The \"joint statement\" of the south Korean and U.S. military authorities at the 49th annual security consultative meeting contains steps aggravating confrontation, the commentary noted.\n\t\t\t\t\t\n\t\t\t\t\t It charged that such steps are aimed to aggravate the war crisis on the Korean peninsula and mount a preemptive attack on the north.\n\t\t\t\t\t\n\t\t\t\t\t Refuting the \"joint statement\", the commentary urged the south Korean regime and the U.S. to come out for conclusion of a peace accord with the DPRK."
        },
        {
            "title": "S. Korean Paper Slams Trump's Visit to Asia",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-15ee.html",
            "content": "S. Korean Paper Slams Trump's Visit to Asia\r\n Pyongyang, November 4 (KCNA) -- The south Korean online paper Minjok Ilbo on Nov. 1 carried an editorial standing against Trump's visit to Asia.\n\t\t\t\t\t Timed to coincide with the visit of Trump, a war maniac, three nuclear carrier task forces of the U.S. and the \"Self-Defense Forces\" of Japan are planning to stage war exercises for aggression on the DPRK around the Korean peninsula, it noted.\n\t\t\t\t\t\n\t\t\t\t\t During his visit to south Korea, the artillery unit of the U.S. forces will be involved in the drill, the editorial said, adding:\n\t\t\t\t\t\n\t\t\t\t\t All these facts show that Trump's Asia visit is for war preparations from A to Z."
        },
        {
            "title": "S. Korean Chief Executive Accused of Terming Participation in Vietnamese War \"Patriotism\"",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-16ee.html",
            "content": "S. Korean Chief Executive Accused of Terming Participation in Vietnamese War \"Patriotism\"\r\n Pyongyang, November 4 (KCNA) -- A one-man demonstration was launched in south Korea on Nov. 1 to protest against the chief executive's remarks terming the south Korean army's participation in the Vietnamese war \"patriotism\", according to the south Korean on-line newspaper Tongil News.\n\t\t\t\t\t The person in demonstration reportedly said that he had witnessed massacres in Vietnam while serving the army during the war.\n\t\t\t\t\t\n\t\t\t\t\t He urged the regime to make an official apology for the cruel massacres."
        },
        {
            "title": "U.S., S. Korea Conduct Hoguk Military Drills",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-21ee.html",
            "content": "U.S., S. Korea Conduct Hoguk Military Drills\r\n Pyongyang, November 4 (KCNA) -- The U.S. imperialists and the south Korean puppet warmongers conducted madcap Hoguk military drills against the DPRK, according to south Korea's Yonhap News.\n\t\t\t\t\t Various type warships of the Second Fleet Command of the puppet navy and fighters and helicopters for naval operations of ground, naval and air forces and helicopters of the Second Division of the U.S. aggressor forces and others staged war maneuvers in the East Sea of Korea from Oct. 31 to Nov. 3.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers of the second corps of the puppet army have got hell-bent on war rehearsals in Chunchon and Hwachon of south Korean Kangwon Province since November 2. \n\t\t\t\t\t\n\t\t\t\t\t They trumpeted that the saber-rattling due to last till November 9 is \"to cope with the infiltration and provocation by the north\"."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Nigeria",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-02ee.html",
            "content": "Kim Jong Il to Be Remembered in Nigeria\r\n Pyongyang, November 4 (KCNA) -- A committee for remembering leader Kim Jong Il was formed by the People's Progressive Party of Nigeria on October 19.\n\t\t\t\t\t Damian Ogbonna, national chairman of the People's Progressive Party of Nigeria, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the revolutionary career and exploits of Kim Jong Il and the eye-opening achievements being made by the Korean army and people in building a socialist power under the guidance of respected Supreme Leader Kim Jong Un and organize round-table talks, book exhibition and other political and cultural events on the occasion of the 6th anniversary of his demise."
        },
        {
            "title": "Organ of Communist Party of Sweden Supports Korean People's Stand",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-03ee.html",
            "content": "Organ of Communist Party of Sweden Supports Korean People's Stand\r\n Pyongyang, November 4 (KCNA) -- The October issue of the organ of the Communist Party of Sweden carried an article titled \"DPRK and imperialism.\"\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Historically, the Korean peninsula has been exposed to ceaseless threats of aggression by the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists occupied Korea by force of arms and harshly plundered it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists who brutally massacred innocent Korean people are still resorting to hideous moves to invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula should be viewed in the aspects of this historical course and war threats, misfortune and pain being imposed on the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Every country and nation has the right to self-determination. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK had access to the nuclear deterrent to protect itself from the unprecedented moves of the imperialists to isolate and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The struggle for peace is unthinkable without the struggle against the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t We extend support and solidarity to the Korean people in their all-out confrontation with the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t We vehemently denounce the U.S. imperialists' moves for aggression on the DPRK."
        },
        {
            "title": "Kim Jong Un's Work Posted on DR Congo Body's Website",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-04ee.html",
            "content": "Kim Jong Un's Work Posted on DR Congo Body's Website\r\n Pyongyang, November 4 (KCNA) -- The National Committee for the Study of the Juche Idea of Democratic Congo posted on its website the full text of respected Supreme Leader Kim Jong Un's work \"Concluding Speech at the March 2013 Plenary Meeting of the Central Committee of the Workers' Party of Korea\" on Oct. 24.\n\t\t\t\t\t In the concluding speech on March 31, Juche 102 (2013), he said that the plenary meeting of the Party Central Committee served as a fresh milestone in defending and glorifying the feats of President Kim Il Sung and leader Kim Jong Il for the building of a nuclear power and accelerating the building of a thriving socialist country.\n\t\t\t\t\t\n\t\t\t\t\t He also clarified the important matters arising in thoroughly implementing the Party's strategic line of simultaneously pushing forward the economic construction and the building of a nuclear force."
        },
        {
            "title": "Kim Jong Un dirige la Fabrica 16 de Marzo y presenta tareas de modernizacion",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-23ee.html",
            "content": "Kim Jong Un dirige la Fabrica 16 de Marzo y presenta tareas de modernizacion\r\nPyongyang, 4 de noviembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en terreno la Fabrica 16 de Marzo y presento las tareas de modernizacion de la unidad.\n\t\t\t\t\tEl Maximo Dirigente estuvo en la sala de educacion en la historia revolucionaria y la de presentacion del historial.\n\t\t\t\t\t\n\t\t\t\t\tLa fabrica, fundada el 16 de marzo de 1977, se fortalecio bajo la guia del Presidente Kim Il Sung y el Dirigente Kim Jong Il como base de produccion de automoviles de gran envergadura que contribuye al desarrollo de la economia nacional y a la consolidacion de la fuerza de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente recordo el glorioso trayecto de desarrollo de la unidad recorrido bajo las destacadas orientaciones y las minuciosas atenciones de los grandes Lideres, quienes tomaron personalmente el solar de la fabrica, denominaron como Taebaeksan el primer automovil de tamano mediano, producido en la fabrica, e indicaron el camino a seguir por la unidad.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente los meritos de los trabajadores de la fabrica senalando que ellos fabricaron muchos vehiculos en el tiempo pasado y suministraron a los campos de construccion socialista y al Ejercito Popular de Corea, de manera que hicieron gran aporte a la prosperidad de la patria.\n\t\t\t\t\t\n\t\t\t\t\tAl cabo de decir que se acondicionaron bien las dos salas, el dio enfasis a la necesidad de prestar primordial atencion a las labores de educacion ideologica para estimular y animar a los trabajadores a la materializacion cabal de las tareas incumbidas, guardando el orgullo y dignidad de que estan trabajando en un lugar de trabajo, apreciado mucho por el partido.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente recorrio los talleres de montaje general, combinado de elaboracion, paileria y otros puntos de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tElogio a los funcionarios, trabajadores y tecnicos que crean la innovacion masiva en la produccion de los medios de transporte de grande tamano de propio estilo resolviendo los problemas pendientes con la ayuda de las ciencias y tecnologias bajo la bandera de autoconfianza.\n\t\t\t\t\t\n\t\t\t\t\tEs muy vistoso el medio de transporte de tamano grande que esta en la etapa final y estoy muy animado al ver el pleno funcionamiento de los aparatos de transmision de fuerza energetica, acoto y enfatizo que si se termina este vehiculo, sera el otro exito orgulloso logrado en la lucha por la prosperidad de la patria.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que se puede fundar la moderna industria automovilistica tomando como base la Fabrica 16 de Marzo, ya que es firme la base material y tecnica de los sectores relacionados con la produccion de camiones, como el Combinado de Maquinaria 18 de Enero donde salen muchos motores de buena calidad.\n\t\t\t\t\t\n\t\t\t\t\tRefirio la importancia de la modernizacion de la fabrica para asegurar suficientemente la demanda de transporte de la economia nacional en desarrollo y para contribuir activamente a la consolidacion de la fuerza de defensa nacional del pais y   presento las tareas que se presentan en la modernizacion y renovacion de la fabrica conforme a la demanda de la epoca de economia basada en intelectualidad.\n\t\t\t\t\t\n\t\t\t\t\tPreparamos nuevo punto de viraje en el desarrollo de la industria automovilistica, dijo y exhorto fervientemente a impulsar con osadia la modernizacion uniendo las fuerzas de todos para que se comprobara que la decision de hoy fue la medida justa para la construccion de la patria prospera.\n\t\t\t\t\t\n\t\t\t\t\tSe fotografio junto con los funcionarios y los empleados de la fabrica, que esta siempre en su memoria, expresandoles una esperanza y conviccion de que cumpliran satisfactoriamente con su deber asumido al tener presente la confianza del partido.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron los vicepresidentes del Comite Central de PTC, O Su Yong y Pak Thae Song y los funcionarios responsables del CC del PTC, Hong Yong Chil, Jo Yong Won y Yu Jin."
        },
        {
            "title": "Kim Yong Nam recorre la Mina Carbonifera Juventud 8 de Febrero de Jikdong",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-24ee.html",
            "content": "Kim Yong Nam recorre la Mina Carbonifera Juventud 8 de Febrero de Jikdong\r\nPyongyang, 4 de noviembre (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, recorrio la Mina Carbonifera Juventud 8 de Febrero de Jikdong adscrita al Complejo Carbonifero Juventud de la Region de Sunchon.\n\t\t\t\t\tEl se reunio con los miembros de la brigada de choque juvenil Kim Yu Bong y otros innovadores para felicitar sus exitos de trabajo.\n\t\t\t\t\t\n\t\t\t\t\tDijo que al guardar una conviccion en la cierta victoria del socialismo al estilo coreano, deben quedar fieles a la direccion del partido como carboneros de la generacion pasada quienes vinieron apoyando al partido y el lider con el aumento de produccion de carbon, y les exhorto a producir mucho mas combustibles haciendo gala del espiritu de autoconfianza y la perseverancia."
        },
        {
            "title": "Vocero de la AEDHC rechaza campana de \"DDHH\" anti-RPDC de EE.UU.",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-25ee.html",
            "content": "Vocero de la AEDHC rechaza campana de \"DDHH\" anti-RPDC de EE.UU.\r\nPyongyang, 4 de noviembre (ACNC) -- El vocero de la Asociacion de Estudio de Derechos Humanos de Corea hizo publica el dia 4 una nota con respecto a que EE.UU. recrudece la campana intrigante de \"DDHH\" anti-RPDC al paralelo de la sancion y presion y la amenaza y chantaje militares sin precedentes.\n\t\t\t\t\tSegun el documento, el Departamento de Estado presento hace poco al Congreso el llamado \"reporte sobre la violacion de DDHH en el Norte (de Corea) y la inspeccion al respecto\" vociferando que los \"norcoreanos estan sometidos a los trabajos forzados en el extranjero al igual que los esclavos\".\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, el Departamento de Tesoro anuncio la tercera \"medida de sancion contra el Norte (de Corea) en la esfera de DDHH\" que estipula incluir adicionalmente a 3 organos y 7 individuos de la RPDC como blancos de \"sanciones especiales\" bajo las \"sospechas de ser involucrados en la violacion de DDHH\", senala la nota y prosigue: \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el Congreso de EE.UU. orquesto la farsa de invitar a una escoria humana para que haga \"declaraciones\" de como se infringen los DDHH en la RPDC durante la audiencia del comite de relaciones exteriores de la Camara de Representantes.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. utiliza esa campana tan cobarde como medio para reparar sus repetidas derrotas en la confrontacion nuclear con la RPDC y justificar sus acciones anticoreanas.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU., culpable de la division de la nacion coreana en dos partes y obsesionado por acabar mediante el bloqueo y sancion economicos con los derechos a la subsistencia y al desarrollo del pueblo coreano, no tiene derecho ni honra para hablar de los derechos humanos.\n\t\t\t\t\t\n\t\t\t\t\tLe convendria ocuparse de corregir la tragica situacion de DDHH de su casa, en vez de cuestionar a otros portandose como \"juez de DDHH\".\n\t\t\t\t\t\n\t\t\t\t\tTodo el mundo admira y elogia mucho la realidad de la RPDC donde se cumplen los suenos e ideales del pueblo gracias a la politica de su Maximo Dirigente de respetar, apreciar y amar a las masas populares.\n\t\t\t\t\t\n\t\t\t\t\tLa oscuridad nunca vence a la luz.\n\t\t\t\t\t\n\t\t\t\t\tLa chismografia acalorada de EE.UU. sobre el supuesto \"problema de DDHH\" no es mas que un ladrido de perro para la RPDC."
        },
        {
            "title": "CRN denuncia intento de conservadores surcoreanos de salvar a Park Geun-hye",
            "url": "http://kcna.co.jp/item/2017/201711/news04/20171104-26ee.html",
            "content": "CRN denuncia intento de conservadores surcoreanos de salvar a Park Geun-hye\r\nPyongyang, 4 de noviembre (ACNC) -- El portavoz del Consejo de Reconciliacion Nacional hizo publica hoy una nota de condena a los remanentes de las fuerzas conservadoras surcoreanas que por estos dias, tratan de salvar a la traidora Park Geun-hye aunque ellos mismos estan a punto de caerse en la tumba de la historia junto con su jefa.\n\t\t\t\t\tEse intento deviene un desafio frontal y burla intolerable a la opinion publica manifestada en la lucha con velas encendidas, que logro expulsar del poder a Park, y al mismo tiempo, el ultimo coletazo de los complices de ella, senala el documento y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLos crimenes cometidos por la traidora durante su mandato de 4 anos son los mas vergonzosos y perversos de la historia de politica surcoreana. Y no habra prescripcion en ningun caso para la sentencia severa dada al respecto por el pueblo surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los restos de la camarilla de Park se mueven con desesperacion para salvar a su patrona porque saben muy bien que su fin significa el arruinamiento de si mismos.\n\t\t\t\t\t\n\t\t\t\t\tAsimismo, ellos persiguen otro peligroso objetivo de invalidar la dimision de Park y resucitar la era de dictadura fascista de \"Yusin\" y la mala gobernacion antipopular. \n\t\t\t\t\t\n\t\t\t\t\tLa lucha contra ellos es la de vida o muerte.\n\t\t\t\t\t\n\t\t\t\t\tSin la lucha sangrienta, no habra la nueva politica ni la nueva sociedad ni la nueva vida que desean tanto las masas populares trabajadoras."
        }
    ]
}