{
    "date": "2017-07-09",
    "url": "http://kcna.co.jp/item/2017/201707/2017-07-09ee.html",
    "articles": [
        {
            "title": "Army-People Gatherings Held in Provinces to Celebrate Test-fire of ICBM Hwansong-14",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-14ee.html",
            "content": "Army-People Gatherings Held in Provinces to Celebrate Test-fire of ICBM Hwansong-14\r\n Pyongyang, July 9 (KCNA) -- Army-people gatherings took place in provinces on Sunday to celebrate the successful test-launch of intercontinental ballistic rocket Hwasong-14.\n\t\t\t\t\t Attending them were officials of the party and power organs, working people's organizations, industrial establishments, farms and universities, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, working people from all walks of life and youth and students.\n\t\t\t\t\t\n\t\t\t\t\t The report of the DPRK Academy of Defense Science as regards the successful test-launch of inter-continental ballistic rocket Hwasong-14 was read out.\n\t\t\t\t\t\n\t\t\t\t\t And congratulatory speeches were followed by officials of the party, armed forces organs and the youth league.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said with pride that the great success of Hwasong-14 is a thrilling greatest victory in the nation's history spanning 5,000 years.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t The pride of service personnel and people reached the space as they have the strongest strategic weapon to strike the heart of the U.S. imperialists. They would achieve a greater victory by fully displaying the mental power like the scientists and technicians in the field of national defense industry who are boundlessly loyal to the Party.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists and south Korean puppet group of traitors commit even the slightest reckless military provocation against the DPRK, the Korean People's Army will mercilessly wipe out the aggression forces by the weapons of Mt Paektu with the will to destroy the enemies to the last man."
        },
        {
            "title": "Contributors to Successful Test-fire of ICBM Tour Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-07ee.html",
            "content": "Contributors to Successful Test-fire of ICBM Tour Pyongyang\r\n Pyongyang, July 9 (KCNA) -- Those who made contributions to the successful test-fire of ICBM Hwasong-14 visited Mangyongdae, the birthplace of President Kim Il Sung, on Saturday.\n\t\t\t\t\t They went round the Mangyongdae Revolutionary Museum, looking back upon his exploits.\n\t\t\t\t\t\n\t\t\t\t\t At his old home they looked round the historic relics preserved there.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Phyongchon Revolutionary Site on the same day.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets before the mosaic mural depicting President Kim Il Sung, leader Kim Jong Il and anti-Japanese war heroine Kim Jong Suk and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They looked back upon the revolutionary careers of the peerlessly great persons, watching their photos at the revolutionary museum.\n\t\t\t\t\t\n\t\t\t\t\t They went round other places of the revolutionary site such as the monument to the field guidance of the peerlessly great persons and the machine gun firing range."
        },
        {
            "title": "Foreign Guests and Overseas Koreans Visit Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-13ee.html",
            "content": "Foreign Guests and Overseas Koreans Visit Kumsusan Palace of Sun\r\n Pyongyang, July 9 (KCNA) -- Foreign guests and overseas Koreans including a delegation of the Workers' Party of Mexico, a delegation of the Lenin Young Communist League of the Russian Federation and a delegation of Korean youth and students in Japan visited the Kumsusan Palace of the Sun on Sunday to mark the 23rd anniversary of President Kim Il Sung's demise. \n\t\t\t\t\t They paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues at the palace.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to the great leaders at the halls where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the great leaders received are on display and the halls that house cars, electric car, boat and train coaches used by them for field guidance and foreign tours till the last moments of their lives. \n\t\t\t\t\t\n\t\t\t\t\t The chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front and its members also visited the palace to pay tribute to the great leaders on the same day."
        },
        {
            "title": "U.S. Military Provocation under Fire",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-09ee.html",
            "content": "U.S. Military Provocation under Fire\r\n Pyongyang, July 9 (KCNA) -- The U.S. warmongers sent a formation of B-1B strategic bombers to south Korea to stage a nuclear bombing drill aiming at strategic targets in the DPRK on Saturday. Unlike the past drills they openly took pictures of bombing flight and opened it to media.\n\t\t\t\t\t Timed to coincide with that, the U.S. imperialists infiltrated Aegis destroyer USS Mustin into Korea's East Sea from its mother port in Yokosuka, Japan. It sailed more than 120 miles past the economic waters of the DPRK to conduct a spy mission. \n\t\t\t\t\t\n\t\t\t\t\t This is a dangerous military move of the war maniacs to ignite a nuclear war on the Korean peninsula at any cost, Rodong Sinmun Sunday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t Citing materials proving that the U.S. is driving the situation to the extreme phase by deliberately fanning up nuclear war climate on the Korean peninsula, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. openly said it would regularize sortie of the strategic bombers to the Korean peninsula. This is nothing but a frantic move declaring the will to play with fire on a powder house.\n\t\t\t\t\t\n\t\t\t\t\t The danger of a nuclear war on the Korean peninsula is reaching an extreme pitch owing to the reckless military provocations of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The Trump administration suffering a serious ruling crisis is going to seek a way out in escalating tension on the Korean peninsula and in the region and provoking a war. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is running the whole gamut of sleight of hand, saying that it would not bring down the social system in the DPRK and it may rest assured of it. But, the wolf-like nature of the American empire which was founded on the heap of skeletons of Amerindians can never change."
        },
        {
            "title": "Rodong Sinmun Condemns S. Korean Chief Executive's Junket to U.S.",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-08ee.html",
            "content": "Rodong Sinmun Condemns S. Korean Chief Executive's Junket to U.S.\r\n Pyongyang, July 9 (KCNA) -- Rodong Sinmun Sunday says in a commentary that the recent maiden junket of the present south Korean chief executive serves as a treacherous one aimed at sycophancy towards the U.S. and submission to it and confrontation with the compatriots in the north.\n\t\t\t\t\t The commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The present chief executive \"set a record\" in flying to the U.S. among the successive puppet presidents. Not content with this, he did all sorts of disgusting things, pretending to be a faithful running dog of the master, betraying the mind-set of the people in the south and stunning the world people.\n\t\t\t\t\t\n\t\t\t\t\t Far from accusing the towering grudge one's nation and one's parents and one's life have unsettled, the chief executive considered the U.S. imperialist aggressors responsible for being architects of national division as \"benefactor.\"\n\t\t\t\t\t\n\t\t\t\t\t He promised to improve the relations between the north and the south and dialogue with the tacit \"approval\" of the U.S. in close cooperation with foreign forces who divided the Korean nation into two and persistently blocked the road of independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t Unqualified to know about an essence of the nuclear issue on the Korean peninsula and discuss it, the south Korean chief executive behaved swollen-headed, talking about a \"complete scrapping of the north's nukes by phased interpretation\". What gained by this was that their northern policy, their scruff of their neck seized by the master, was fettered with \"elimination of the north's nukes,\" something hard to get rid of.\n\t\t\t\t\t\n\t\t\t\t\t The \"joint statement\" contained wording that \"extended deterrence\" shall be provided to south Korea by mobilizing all the military capabilities including the U.S. conventional and nuclear strategic means.\n\t\t\t\t\t\n\t\t\t\t\t In return for offering tens of billions of dollars to the U.S. the south Korean chief executive appeared as a counterpart of Trump's fussy \"handshake diplomacy\" and had photos taken, visiting the Trump's \"private space\" and was invited to attend parties.\n\t\t\t\t\t\n\t\t\t\t\t Now the people of various circles of south Korea are censuring his tour of the U.S. as the one of confrontation which copied the failed northern policy of Lee Myung Bak and Park Geun Hye and anti-reunification junket which declared the collapse of north-south relations, and expressing serious anxiety over its catastrophic consequences.\n\t\t\t\t\t\n\t\t\t\t\t It is a bitter lesson that those who pursue sycophancy toward the U.S. and confrontation with the compatriots in the north deserve the curse and denunciation of the people's mind-set and are forsaken by the nation."
        },
        {
            "title": "Release of All Prisoners of Conscience Demanded",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-11ee.html",
            "content": "Release of All Prisoners of Conscience Demanded\r\n Pyongyang, July 9 (KCNA) -- The Family Movement for Realizing Democracy in south Korea on July 6 held the 1129th Thursday rally in Seoul to strongly urge the authorities to release all the prisoners of conscience, according to the south Korean online paper Tongil News.\n\t\t\t\t\t The speakers said that the present \"government\" should first release prisoners of conscience.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to struggle for democracy of south Korean society and human rights to the last."
        },
        {
            "title": " S. Korean Bodies Demand Ensuring Human Rights",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-12ee.html",
            "content": "S. Korean Bodies Demand Ensuring Human Rights\r\n Pyongyang, July 9 (KCNA) -- More than 70 human rights organizations of south Korea held a press conference in Seoul on July 6 to urge the authorities to take measures for ensuring human rights, according to south Korean internet paper Chamsesang. \n\t\t\t\t\t They said that though a new \"government\" emerged, evils, injustices and corrupt persons are remaining.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to abolish the \"security law\" and probe the truth behind the Ryongsan disaster, the ferry Sewol disaster and the incident of the Unified Progressive Party.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the establishment of the anti-all-inclusive discrimination law, minimum wage raise, punishment of trade union breakers, ban on police violation of human rights, stop to murderous and forceful removal of street stalls and the revision of south Korea-U.S. \"Status of Forces Agreement\"."
        },
        {
            "title": "Federation of Koreans in U.S. Comments on Obama's S. Korea Visit",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-10ee.html",
            "content": "Federation of Koreans in U.S. Comments on Obama's S. Korea Visit\r\n Pyongyang, July 9 (KCNA) -- The Federation of Koreans in the U.S. on July 3 made public a commentary on former U.S. President Obama's south Korea visit.\n\t\t\t\t\t The commentary referred to the fact Obama appeared in a lecture under the sponsorship of Chosun Ilbo and met traitor Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\t Obama's collusion with Chosun Ilbo and Lee Myung Bak proved that he would bring misfortune to the south Korean people, the commentary said."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-01ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n Pyongyang, July 9 (KCNA) -- The Nakhodka Format Publishing House of Russia published in booklet leader Kim Jong Il's work \"Let Us Exalt the Brilliance of Comrade Kim Il Sung's Idea on the Youth Movement and the Achievements Made under His Leadership\" on July 4 to mark the 23rd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The work, published on August 24, Juche 85 (1996), clarifies in detail the essence of the Juche-oriented youth movement, the ideas and theories enunciated by the President on the Juche-oriented youth movement, the undying feats he performed in leading the youth movement, and tasks and ways for further developing the youth movement onto a new higher stage."
        },
        {
            "title": "Kim Il Sung's and Kim Jong Un's Works Introduced by Hungarian Paper",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-02ee.html",
            "content": "Kim Il Sung's and Kim Jong Un's Works Introduced by Hungarian Paper\r\n Pyongyang, July 9 (KCNA) -- The Hungarian newspaper Szabadsag on June 29 carried President Kim Il Sung's work \"Let Us Uphold Independence\" and respected Supreme Leader Kim Jong Un's work \"The Cause of the Great Party of Comrades Kim Il Sung and Kim Jong Il Is Ever-Victorious\" ahead of the anniversary of demise of Kim Il Sung (July 8).\n\t\t\t\t\t The work of the President, published on September 7, Juche 70 (1981), clarifies that it is the requirement of the present era to maintain independence in party and state activities and the Juche idea is a man-centered philosophy.\n\t\t\t\t\t\n\t\t\t\t\t The work of the Supreme Leader, published on Oct. 4, Juche 104 (2015), says that the 70-year long history of the Workers' Party of Korea is a history of victory which displayed the validity and invincibility of the cause of the party of Comrades Kim Il Sung and Kim Jong Il and that the cause of the Party is invincible."
        },
        {
            "title": "Anniversary of Kim Il Sung's Demise Observed Abroad",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-03ee.html",
            "content": "Anniversary of Kim Il Sung's Demise Observed Abroad\r\n Pyongyang, July 9 (KCNA) -- Remembrance meetings, seminars and lectures took place in Germany, Switzerland, Austria, Bangladesh and Ethiopia from June 18 to 22 to mark the 23rd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The chief of the Hannover Group for the Study of the Juche Idea in Germany praised the President for founding the Juche idea and thus providing the guiding ideology in the era of independence and for wisely leading to victory the revolution and construction on the basis of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Switzerland-Korea Committee praised President Kim Il Sung and leader Kim Jong Il for performing feats for the cause of national reunification, reiterating that their wishes for national reunification would surely come true thanks to respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Youth Group for the Study of Kimilsungism-Kimjongilism in Vienna and other speakers said that Kim Il Sung waged the anti-Japanese armed struggle to liberate the country, honorably defended the freedom and independence of the country from the armed invasion by the U.S. imperialists and turned the DPRK into an invincible socialist state.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Jamalpur Branch of the Bangladesh Institute of the Juche Idea said that the august name of Kim Il Sung is shining as the symbol of the era of independence, the emblem of noble charisma and moral obligation and eternal banner of victory.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism praised Kim Il Sung for sincerely aiding the peoples of African countries in their efforts for building new societies, adding that his feats will always be remembered by the African people.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at the event in Switzerland."
        },
        {
            "title": "Kim Il Sung Praised by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-04ee.html",
            "content": "Kim Il Sung Praised by Swiss Organizations\r\n Pyongyang, July 9 (KCNA) -- Swiss organizations issued a joint statement on July 1 to mark 23rd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t They included the Swiss committee for remembering President Kim Il Sung on 23rd anniversary of his demise, Swiss preparatory committee for the Gathering 2017-Praise to the Great Persons of Mt Paektu, Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are looking back with deep emotion upon the exploits performed by Kim Il Sung for the country and people with their boundless reverence for him on July 8.\n\t\t\t\t\t\n\t\t\t\t\t Friends of the DPRK and adherents to the Juche idea and Songun idea are highly praising his noble career.\n\t\t\t\t\t\n\t\t\t\t\t His great exploits for Korea's reunification and global cause of independence will shine forever.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary cause pioneered by him had been successfully carried forward by leader Kim Jong Il and is being victoriously pushed forward by respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung is always alive in the hearts of the Korean people and world progressives."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Observed by Organization of DR Congo",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-05ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Observed by Organization of DR Congo\r\n Pyongyang, July 9 (KCNA) -- The National Committee for the Study of the Juche Idea of DR Congo on July 1released a bulletin titled \"23rd anniversary of demise of President Kim Il Sung, great leader of DPRK\".\n\t\t\t\t\t It edited different articles including \"Maxim of President Kim Il Sung\", \"Eternal leader of progressive mankind\" and \"Iron-willed commander.\"\n\t\t\t\t\t\n\t\t\t\t\t Noting progressive mankind is recollecting with deep emotion the sacred career of Kim Il Sung who made a great contribution to the era and history on the occasion of July 8, the bulletin introduced his undying ideological and theoretical exploits, exploits of liberating the country and leading the Fatherland Liberation War to victory.\n\t\t\t\t\t\n\t\t\t\t\t Noting it was his maxim to believe in the people as in Heaven, it said he always relied on the strength of the people and settled all issues by depending on them.\n\t\t\t\t\t\n\t\t\t\t\t It also praised him for steering the global cause of independence under the uplifted banner of independence against imperialism."
        },
        {
            "title": "New Zealand Preparatory Committee for Gathering 2017-Praise to Great Persons of Mt Paektu Formed",
            "url": "http://kcna.co.jp/item/2017/201707/news09/20170709-06ee.html",
            "content": "New Zealand Preparatory Committee for Gathering 2017-Praise to Great Persons of Mt Paektu Formed\r\n Pyongyang, July 9 (KCNA) -- A preparatory committee of New Zealand for the Gathering 2017-Praise to the Great Persons of Mt Paektu was formed on June 24.\n\t\t\t\t\t The chairman of the New Zealand－DPRK Society was elected chairman of the preparatory committee."
        }
    ]
}