{
    "date": "2017-12-13",
    "url": "http://kcna.co.jp/item/2017/201712/2017-12-13ee.html",
    "articles": [
        {
            "title": "8th Conference of Munitions Industry Closes",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-01ee.html",
            "content": "8th Conference of Munitions Industry Closes\r\n Pyongyang, December 13 (KCNA) -- The 8th Conference of Munitions Industry closed on Tuesday.\n\t\t\t\t\t Speakers at the conference referred to the devotion and tireless efforts made by respected Supreme Leader \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un who steered the drive for completing the state nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t They told about the successes and experience gained in the course of developing and manufacturing Korean-style powerful weapons and bombs of Juche, and expressed their resolutions to demonstrate the dignity and strong spirit of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made a conclusion at the conference.\n\t\t\t\t\t\n\t\t\t\t\t He said the 8th Conference of Munitions Industry was being held with the greatest splendor amid the deep attention and expectation of the whole Party and all the people and warm congratulations from across the country to the admirable heroes of Juche Korea who successfully carried out the great historic cause of completing the state nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t He warmly congratulated the participants of the conference on their devoted efforts for the development of the Juche-based defence industry on behalf of the Central Committee of the Workers' Party of Korea and all the people of the country. He extended the salute of congratulations to the soldiers of defence science, highly appreciating the great exploits of them who participated in the conference at the special invitation of the Party Central Committee after succeeding in the test-fire of ICBM Hwasong-15, a great victory to be specially recorded in the history of the country.\n\t\t\t\t\t\n\t\t\t\t\t He also extended warm congratulations and thanks to all the members working in the field of defence industry including all scientists, technicians, workers and service personnel of munitions industrial establishments, institutes and universities, officials and other working people in charge of munitions production and supply, who are reliably defending the arsenal of the Juche revolution with boundless loyalty to the Party and the revolution and noblest patriotism.\n\t\t\t\t\t\n\t\t\t\t\t Warmly recollecting the life-long devotion and tireless efforts of President Kim Il Sung and leader Kim Jong Il who established the self-supporting defence industry from scratch, he highly appreciated the revolutionary forerunners in munitions industry who remained unfailingly loyal to the order of the Party and the leader in the course of the stern struggle for achieving today's great victory.\n\t\t\t\t\t\n\t\t\t\t\t He said our defence industry with long history and proud traditions has developed into the self-supporting and modern defence industry capable of manufacturing any weaponry with our own efforts.\n\t\t\t\t\t\n\t\t\t\t\t He solemnly declared that the development of new strategic weapon systems including A-bomb, H-bomb and ICBM Hwasong-15 with indigenous efforts and technology and the realization of the great cause of completing the state nuclear force serve as a great historic victory of our Party and people of the country achieved by the death-defying struggle at the cost of high price.\n\t\t\t\t\t\n\t\t\t\t\t Noting that to regard the bolstering of defence capabilities as the greatest state affairs and put primary efforts into the development of defence industry is a strategic line consistently adhered to by the Party, he said it is the greatest exploits of Kim Il Sung and Kim Jong Il for the country and the revolution that they advanced the idea and line of building the Juche-oriented defence industry and built the robust defence industry capable of firmly defending the sovereignty of the country, security of the people and gains of the revolution from the imperialists' aggression through their devoted efforts.\n\t\t\t\t\t\n\t\t\t\t\t He said the Workers' Party of Korea set forth the line of simultaneously pushing forward economic construction and the building of nuclear force as required by the prevailing situation and the developing revolution and has correctly steered the struggle for carrying out the line.\n\t\t\t\t\t\n\t\t\t\t\t The country's strategic position has been put on a new high level on the basis of the powerful Juche-based defence industry, he said, noting with pride that such a proud reality clearly proves the validity of the decision and option of the Party which advanced and has implemented the line.\n\t\t\t\t\t\n\t\t\t\t\t Saying that our powerful Juche-based defence industry is the valuable fruition brought by the indomitable revolutionary spirit of the scientists, technicians, workers and officials in the field of munitions industry who have faithfully upheld the Party with their blood and sweat and by their fighting spirit of devotedly implementing the Party's policies, he highly praised them as the creditable death-defying corps of the Party who showed in practice with what attitude and stand one should uphold and implement the Party's idea and line.\n\t\t\t\t\t\n\t\t\t\t\t He once again extended deep thanks to the scientists, technicians, workers and officials in munitions industry who heroically struggled to implement the line of simultaneously developing the two fronts and completing the building of the state nuclear force, sharing their destiny with the Party and to all the people who absolutely supported the Party's policy of attaching importance to the defence industry and materially and morally aided the field of defence industry while tightening their belts.\n\t\t\t\t\t\n\t\t\t\t\t He, indicating the orientation of further glorifying the country as the world's strongest nuclear power and military power, set forth long-term objectives, primary objectives, strategic tasks and important tasks to be fulfilled to develop the defence industry of the country into the ultra-modern self-supporting defence industry in the 21st century, true to the line of Juche, and made clear the ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t He said it is the important mission of our defence industry to consolidate the national defence capability as firm as a rock and thus defend the Party and the revolution, the country and its people, guarantee the successful advance of the revolutionary cause of Juche and steer and accelerate the building of a socialist powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The Juche-based national defense industry will continue to develop and we will win victory in the showdown with the imperialists and the U.S. and certainly achieve the cause of socialism and the revolutionary cause of Juche thanks to the banner of the line of simultaneously developing the two fronts advanced by the WPK, heroic workers in the munitions field and talented scientists and technicians in the national defense industry faithful to the Party, he said.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the scientists of the national defense industry and workers of munitions would bolster up the nuclear force in quality and quantity, manufacture more latest weapons and equipment of Korean style and thus fulfill their honorable mission and duty in fully displaying the dignity and might of the socialist military power and hastening the final victory of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the great guidance of the WPK, our defense industry and self-reliant defence capability will be rapidly strengthened and the DPRK will victoriously advance and leap as the strongest nuclear power and military power in the world, he said, calling for dynamically working for the Party and revolution and development of the Juche-based defense industry with the single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t When he finished the speech, the participants enthusiastically cheered him."
        },
        {
            "title": "Commendations Awarded to Contributors to Hwasong-15 Test-fire in Presence of Kim Jong Un",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-02ee.html",
            "content": "Commendations Awarded to Contributors to Hwasong-15 Test-fire in Presence of Kim Jong Un\r\n Pyongyang, December 13 (KCNA) -- Respected Supreme Leader Kim Jong Un invited to the conference of the victory and glory those in the field of defense science who most faithfully and perfectly carried out the Party's plan for building strategic nuclear force, successfully test-fired ICBM Hwasong-15 and thus demonstrated the dignity and might of our powerful state all over the world once again, and showed warm loving care and benevolence for them.\n\t\t\t\t\t Party and state commendations were awarded to those contributors to the successful test-fire of ICBM Hwasong-15 with due ceremony at the April 25 House of Culture on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un attended the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t He personally conferred on the contributors to the successful ICBM test-fire Order of Kim Il Sung and Order of Kim Jong Il, the highest orders of the DPRK, the Title of DPRK Hero and Gold Star Medal and Order of National Flag First Class, the Title of DPRK Labor Hero and Gold Medal (Hammer and Sickle) and Order of National Flag First Class, the highest honor of DPRK citizens, Kim Jong Il Prize, watches bearing the august names of President Kim Il Sung and leader Kim Jong Il, citation of Chairman of the Workers' Party of Korea Kim Jong Un and citation of Supreme Commander of the Korean People's Army Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t All the participants broke into stormy cheers and applause for the Supreme Leader, excited by his boundless gratitude."
        },
        {
            "title": "Kim Jong Un Has Photo Session with Participants in 8th Conference of Munitions Industry ",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-03ee.html",
            "content": "Kim Jong Un Has Photo Session with Participants in 8th Conference of Munitions Industry\r\n Pyongyang, December 13 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, had a photo session with the participants in the 8th Conference of Munitions Industry on Tuesday.\n\t\t\t\t\t When respected Supreme Leader Kim Jong Un appeared at the venue of the photo session, the participants enthusiastically welcomed him, extending the greatest glory and thanks to him.\n\t\t\t\t\t\n\t\t\t\t\t He waved back to them.\n\t\t\t\t\t\n\t\t\t\t\t He warmly congratulated once again the scientists, technologists, workers and officials in the fields of the national defense scientific research and munitions industry who made great contributions to bolstering the national defense capability such as members who brought about a great success in test-firing ICBM Hwasong-15, and had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that the participants in the conference would bring about a great leap forward and innovation in developing the Juche-based national defense industry and building a socialist powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Attending the photo session were Thae Jong Su, No Kwang Chol, Jang Chang Ha, Jon Il Ho, Hong Sung Mu and Hong Yong Chil."
        },
        {
            "title": "Scientists of National Defense Feted by C.C., WPK",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-04ee.html",
            "content": "Scientists of National Defense Feted by C.C., WPK\r\n Pyongyang, December 13 (KCNA) -- The Central Committee of the Workers' Party of Korea hosted receptions at the Mokran House and the People's Palace of Culture on Tuesday in honor of the contributors to the successful test-fire of ICBM Hwasong-15.\n\t\t\t\t\t Attending it were Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., WPK, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, Pak Pong Ju, member of the Presidium of the Political Bureau of the C.C., WPK, vice-chairman of the SAC of the DPRK and premier of the Cabinet, Thae Jong Su, Jang Chang Ha, Jon Il Ho, Hong Sung Mu and Hong Yong Chil.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae and Thae Jong Su made congratulatory speeches.\n\t\t\t\t\t\n\t\t\t\t\t Under the authorization by respected Supreme Leader \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un the speakers warmly congratulated the scientists of the field of the national defense and heroes of devotedly implementing the Party's policies who made a special contribution to giving birth to the great strength which put the strategic position of Juche Korea on the highest level by successfully realizing the great historic cause of completing the state nuclear force and the cause of building a rocket power.\n\t\t\t\t\t\n\t\t\t\t\t  The \"great November event\" is associated with the patriotic devotion displayed by Kim Jong Un who has dedicated himself to the eternal future of the country and happiness of its people, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called for waging an all-out drive once again to glorify the great era of Kim Jong Un as the greatest heyday of development of defence industry and bolstering of defence capabilities and lead today's great victory to the final victory in the showdown with the U.S. and national reunification."
        },
        {
            "title": "Congratulations to Swiss President",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-12ee.html",
            "content": "Congratulations to Swiss President\r\n Pyongyang, December 13 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, on Dec. 8 sent a congratulatory message to Alain Berset upon his election as president of Switzerland.\n\t\t\t\t\t In the message Kim wished the Swiss president success in his responsible work for the prosperity of the country."
        },
        {
            "title": "Swedish Folk Holiday Marked Here",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-18ee.html",
            "content": "Swedish Folk Holiday Marked Here\r\n Pyongyang, December 13 (KCNA) -- The Swedish embassy here gave a reception Wednesday to mark the Lucia Day, a folk holiday of Sweden.\n\t\t\t\t\t Present there on invitation were Han Song Ryol, vice-minister of Foreign Affairs, So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and diplomats of different countries and staff members of the missions of international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Ambassador Jonas Michael Wendel and staff members of the embassy attended the reception."
        },
        {
            "title": "Gift to Kim Jong Un from Japanese Women Delegation",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-13ee.html",
            "content": "Gift to Kim Jong Un from Japanese Women Delegation\r\nPyongyang, December 13 (KCNA) -- Respected Supreme Leader Kim Jong Un received a gift from the visiting delegation of the Japanese Women's Society for the Study of the Juche Idea to learn from Kim Jong Suk, an anti-Japanese war heroine, on the occasion of the centenary of her birth.\n\t\t\t\t\t Head of the delegation Yoko Hayashi handed the gift to an official concerned on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, Kim Jong Un received a floral basket from the delegation."
        },
        {
            "title": "New Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-16ee.html",
            "content": "New Stamps Issued in DPRK\r\n Pyongyang, December 13 (KCNA) -- The State Stamp Bureau of the Democratic People's Republic of Korea recently issued a new sheet (link stamps) showing national defence sports (military pentathlon).\n\t\t\t\t\t The sheet carries pictures of athletes shooting, jumping obstacle, swimming, throwing hand-grenade and running cross-country race together with letters \"National Defence Sports (military 5 events)\" on its upper part.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, the DPRK has proved successful in the World Military Pentathlon.\n\t\t\t\t\t\n\t\t\t\t\t Six individual stamps, which show the landscapes of Mt Chilbo in autumn and Ullim Falls and women in seasonal national costumes, were also brought out."
        },
        {
            "title": "Complete Collection of Kim Il Sung's Works Published",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-17ee.html",
            "content": "Complete Collection of Kim Il Sung's Works Published\r\n Pyongyang, December 13 (KCNA) -- The Workers' Party of Korea Publishing House released Vol. 2 (enlarged edition) of \"Complete Collection of Kim Il Sung's Works\", which contains the works of President Kim Il Sung in a chronological order.\n\t\t\t\t\t The book deals with the immortal Juche idea and the Songun idea systematically and comprehensively.\n\t\t\t\t\t\n\t\t\t\t\t It has 97 works of the President such as speeches, talks, reports and conclusions made in the period from March Juche 22 (1933) to May Juche 26 (1937).\n\t\t\t\t\t\n\t\t\t\t\t The works clarify the policy of pushing forward the anti-Japanese national liberation struggle on a higher stage and the tasks and ways for implementing it.\n\t\t\t\t\t\n\t\t\t\t\t They also call for organizing more party organizations throughout the country in order to lay a firm organizational and ideological foundation for the Party founding and maintaining the purity of the Party ranks.\n\t\t\t\t\t\n\t\t\t\t\t They elucidate the lines and policies put forward by the President to establish the people's power, the people's revolutionary government protecting the interests of the workers, peasants and all other people from different walks of life standing against the Japanese imperialists and to strengthen it.\n\t\t\t\t\t\n\t\t\t\t\t They indicate the ways to overcome the issues arising in waging a more vigorous campaign to form the anti-Japanese united front with Chinese.\n\t\t\t\t\t\n\t\t\t\t\t The book gives systematic ideological and theoretical, strategic and tactical policies arising in the revolutionary struggle. They include the issue of reorganizing the anti-Japanese people's guerrilla army into the Korean People's Revolutionary Army, advancing the army into the vast area after relinquishing the guerrilla zones and preparing the Children's Corps members to be reliable reserves of revolution so as to expand and develop the anti-Japanese armed struggle."
        },
        {
            "title": "Rodong Sinmun Blasts Trump Group for Advocating Military Attack on DPRK",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-09ee.html",
            "content": "Rodong Sinmun Blasts Trump Group for Advocating Military Attack on DPRK\r\n Pyongyang, December 13 (KCNA) -- The Trump group, frightened by the DPRK's successful test-fire of ICBM Hwasong-15, is noisily crying out for military counteraction.\n\t\t\t\t\t In this regard, Rodong Sinmun Wednesday says in a commentary:\n\t\t\t\t\t\n\t\t\t\t\t The Trump group's call for military attack on the DPRK is no more than last-ditch efforts of those taken aback by the tremendous nuclear deterrence of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t Defying the desperate obstructions, the ICBM of Juche Korea soared to outer space and the whole U.S. mainland has been put within the range of our nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's strategic position is now on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t The strategic landscape in the DPRK-U.S. showdown and the trend of the situation have fundamentally changed.\n\t\t\t\t\t\n\t\t\t\t\t The Trump group is in a position to drink a bitter cup of defeat in the nuclear showdown between the DPRK and the U.S. Therefore, their military hysteria is adding to extreme apprehension and despair of the U.S. society.\n\t\t\t\t\t\n\t\t\t\t\t The reckless military threat to the DPRK, a country which has everything in its possession, will only betray the U.S. posed to constant unrest and fear.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. authorities including Trump should clearly understand the reality though belatedly and take a wise option before they meet with bigger disgrace and destruction."
        },
        {
            "title": "Rodong Sinmun Urges S. Korean Authorities to Properly Understand Trend of Times",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-10ee.html",
            "content": "Rodong Sinmun Urges S. Korean Authorities to Properly Understand Trend of Times\r\nPyongyang, December 13 (KCNA) -- Rodong Sinmun Wednesday in an article cites facts that the south Korean puppet forces, taken aback by the test-fire of ICBM of Juche Korea, are floundering in the abyss of extreme uneasiness and pretty fix, making a shrill cry over the worst crisis.\n\t\t\t\t\tThe article says:\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities should clearly understand the national historic significance of great successful test-fire of ICBM Hwasong-15 and the changed situation of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK's development of strategic weapons is aimed to defend the country's sovereignty and territorial integrity from the U.S imperialists' policy of nuclear blackmail and threat and protect the people's peaceful life. Hence, we solemnly declared that they do not pose threat to any country or region unless it infringes upon the interests of our state.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet forces are running amuck to escalate the confrontation with the DPRK, in collusion with the U.S., while terming its test-fire of ICBM Hwasong-15 \"provocation\" and \"threat\". This is as foolish an act as doing harm to the south Korean people's life and security for the American master's interests.\n\t\t\t\t\t\n\t\t\t\t\tThey should be mindful that if they are chiming in Trump's reckless war hysteria such as joint drill, sanctions and blockade, utterly indifferent to the south Korean people's security, only south Korea will suffer a loss.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities should properly understand the DPRK's strategic position and rapidly changing trend of the times and make a switchover to the course of national independence from that of sycophancy toward the U.S."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Defense Minister's Reckless Action",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-11ee.html",
            "content": "Rodong Sinmun Slams S. Korean Defense Minister's Reckless Action\r\n Pyongyang, December 13 (KCNA) -- Traitor Song Yong Mu, puppet defense minister of south Korea, told at the \"National Assembly\" lately over the DPRK's test-fire of ICBM Hwasong-15 that if the U.S. requested a \"sea blockade,\" they \"would examine the requirement positively and join in it.\"\n\t\t\t\t\t He also noted that he \"agreed\" with the view of lawmakers from the conservative opposition party on the redeployment of tactical nukes.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, in a lecture hosted by the puppet oceanic strategic institute, he talked nonsense that there would not be withdrawal of the U.S. troops from south Korea and disorganization of the allied command even if the U.S. were to transfer the OPECON (wartime operation control) to south Korea,\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Rodong Sinmun Wednesday says in a commentary that it fully revealed his true colors as the vicious traitor and confrontation maniac obsessed by pro-U.S. sycophancy.\n\t\t\t\t\t\n\t\t\t\t\t Song Yong Mu is keen to deprive the DPRK of nuclear treasured sword defending the security and future of the nation, while pleasing the U.S. like a puppy which unhesitatingly calls for \"total extermination\" of the Korean nation. This traitor is a disgrace to the nation and source of trouble.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' double-dealing attitude can never be tolerated as they go reckless in the confrontation moves by setting in motion such vicious pro-U.S. warmonger and confrontation maniac as Song, while paying lip-service to \"dialogue\" and \"peace\".\n\t\t\t\t\t\n\t\t\t\t\t All those seeking to impair the dignity of the DPRK and violate its sovereignty, regardless of whether they are executors or backstage wire-pullers, will have to pay dearly for their demeanor."
        },
        {
            "title": "Shutdown of U.S. Military Firing Range Demanded",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-14ee.html",
            "content": "Shutdown of U.S. Military Firing Range Demanded\r\n Pyongyang, December 13 (KCNA) -- Residents in Phochon, Kyonggi Province of south Korea on Dec. 8 held a rally in Seoul to demand the shutdown of the firing range of the U.S. imperialist aggression forces in south Korea and ensure security of residents, according to the south Korean online paper Jaju Sibo.\n\t\t\t\t\t At the rally speakers charged that the south Korean military and the U.S. forces have not yet taken any step for security of the inhabitants.\n\t\t\t\t\t\n\t\t\t\t\t They contended that the firing range should be shut down or removed."
        },
        {
            "title": "Leaflets Denouncing War Exercises Scattered in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-15ee.html",
            "content": "Leaflets Denouncing War Exercises Scattered in S. Korea\r\n Pyongyang, December 13 (KCNA) -- More than a million copies of leaflets demanding a stop to the large-scale joint aerial exercises against the north staged by the U.S. imperialists and the south Korean puppet warmongers and the withdrawal of the U.S. imperialist aggression forces were scattered in lots of places in Seoul and Kyonggi Province by the Anti-Trump, Anti-U.S. and Anti-War Special Committee of the People's Democratic Party of south Korea, according to Minjok Ilbo, a south Korean internet newspaper.\n\t\t\t\t\t Seen on the front side of leaflet was the face of Trump making Nazi greetings with a mushroom cloud of a nuclear test in the background and on the back side were letters reading \"Stop Anti-North Nuclear War Exercises at Once!\" and \"U.S. Forces, Quit with THAAD!\"\n\t\t\t\t\t\n\t\t\t\t\t The leaflets were scattered in hundreds of places including metro, streets and roads centering on U.S. military bases and key installments in Seoul and Kyonggi Province. \n\t\t\t\t\t\n\t\t\t\t\t The organization claimed it staged the actions to bring the population to the knowledge of the severity of the nuclear war exercises in which huge air forces are involved, and to denounce them."
        },
        {
            "title": "Korean Book Donation Ceremony Held in Russia ",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-05ee.html",
            "content": "Korean Book Donation Ceremony Held in Russia\r\n Pyongyang, December 13 (KCNA) -- A Korean book donation ceremony took pace at the Scientific Library in Sakhalin Region of the Russian Federation on Dec. 6 on the occasion of the sixth anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Present there were the curator of the library, various personages and masses.\n\t\t\t\t\t\n\t\t\t\t\t Works of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un and books introducing the DPRK were conveyed at the ceremony."
        },
        {
            "title": "Russian, Italian Bodies Hail DPRK's Hwasong-15 Test-fire",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-07ee.html",
            "content": "Russian, Italian Bodies Hail DPRK's Hwasong-15 Test-fire\r\n Pyongyang, December 13 (KCNA) -- Russian and Italian organizations released statements on Nov. 30 and Dec. 1 to congratulate the DPRK on its successful test-fire of ICBM Hwasong-15.\n\t\t\t\t\t The Russian Association for Friendship and Cultural Cooperation with the DPRK said in its statement:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK successfully carried out the test-fire of new-type ICBM capable of tipping a super-heavy nuclear warhead, which can strike any part of the U.S. mainland.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves the validity and vitality of the line of simultaneously developing the two fronts set forth by the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t We, friends of the DPRK, demand that the U.S. and its vassal forces stop at once all forms of provocations against the DPRK, a sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t We are confident that the DPRK people will certainly win the final victory.\n\t\t\t\t\t\n\t\t\t\t\t The Italy-DPRK Association for Friendship and Solidarity said:\n\t\t\t\t\t\n\t\t\t\t\t The Hwasong-15 test-fire is part of the measures taken by the DPRK to stop the U.S. persistent nuclear war moves and defend the peace in the Korean peninsula and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The action of the DPRK taking positive steps to cope with the threat from the U.S. shows that if a country, small in its territory, adheres to independence it can become vociferous in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t We will wage a positive campaign in the future too to show solidarity with socialist Korea."
        },
        {
            "title": "Kim Jong Il's Whole Life Lauded in DR Congo",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-08ee.html",
            "content": "Kim Jong Il's Whole Life Lauded in DR Congo\r\n Pyongyang, December 13 (KCNA) -- Leader Kim Jong Il's noble whole life was for the people.\n\t\t\t\t\t Decades of his guidance over the Korean people are an epic of love and trust for the people.\n\t\t\t\t\t\n\t\t\t\t\t Boswa Isekombe Sylvere, general secretary of the Communist Party of the Democratic Congo, stressed this in a statement on Nov. 27 to commemorate the 6th anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his benevolent politics, the people's interests became the standard of all lines and policies in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Even when socialism was collapsed in East European countries and the imperialist allied forces directed the spearhead of anti-socialist offensive towards the DPRK, such popular policies as free medical care and free education had been enforced invariably in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people absolutely believed and followed the leader who showed warm love and trust for them as children follow their mother.\n\t\t\t\t\t\n\t\t\t\t\t This further cemented the single-minded unity of the whole society around the leader.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il will always be with us forever."
        },
        {
            "title": "Clausurada 8a Conferencia de Industria Armamentista",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-19ee.html",
            "content": "Clausurada 8a Conferencia de Industria Armamentista\r\nPyongyang, 13 de diciembre (ACNC) -- Quedo clausurada el dia 12 la 8a Conferencia de Industria Armamentista.\n\t\t\t\t\tLos intervencionistas se refirieron a los esfuerzos fisicos y espirituales del Maximo Dirigente Kim Jong Un quien siempre estuvo en la delantera del perfeccionamiento de las fuerzas armadas nucleares del Estado.\n\t\t\t\t\t\n\t\t\t\t\tPresentaron los exitos y las experiencias alcanzados en el desarrollo y produccion de poderosas armas del Juche a estilo coreano y expresaron determinaciones de seguir manifestando la dignidad y el impetu heroico de Corea del Juche.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente pronuncio las palabras de conclusion.\n\t\t\t\t\t\n\t\t\t\t\tEn su discurso resumen, el Maximo Dirigente dijo que tiene lugar solemnemente la 8a Conferencia de Industria Armamentista bajo la gran atencion y esperanza de todo el partido y todo el pueblo y en medio de las calurosas felicitaciones de todo el pais a los heroes de Corea del Juche quienes llevaron a feliz termino la gran causa historica del perfeccionamiento de las fuerzas armadas nucleares del Estado.\n\t\t\t\t\t\n\t\t\t\t\tY en nombre del Comite Central del PTC y del todo el pueblo del pais, felicito calurosamente a los concurrentes quienes luchan con abnegacion por el fortalecimiento y desarrollo de la autoctona industria belica y evaluo altamente las grandes proezas de los cientificos de la rama de industria belica que lograron pleno exito en el lanzamiento de prueba de \"Hwasong-15\" y tomaron parte en el conclave cumplimentando la invitacion especial del CC del PTC y les envio la  felicitacion.\n\t\t\t\t\t\n\t\t\t\t\tExtendio calurosos parabienes y agradecimiento a todos los miembros que trabajan en la rama de la industria armamentista, incluyendo todos los cientificos, tecnicos, trabajadores y uniformados de las fabricas belicas, empresas, institutos y universidades quienes con la infinita fidelidad al partido y la revolucion y el mas noble patriotismo defienden con seguridad el arsenal de la revolucion del Juche y los funcionarios y trabajadores de las unidades que asumen la produccion y el abastecimiento militares.\n\t\t\t\t\t\n\t\t\t\t\tRecordo con profunda emocion los esfuerzos abnegados de toda vida del Presidente Kim Il Sung y el Dirigente Kim Jong Il quienes levantaron sobre la ruina la autarquica industria armamentista. Y aprecio altamente la vida de los precursores revolucionarios de la rama quienes quedaron infinitamente fieles a las ordenes del partido y del lider en la lucha llena de vicisitudes por lograr la gran victoria de hoy.\n\t\t\t\t\t\n\t\t\t\t\tAcoto que la industria armamentista del pais con larga historia y tradicion enorgullecedora, se ha convertido en la autarquica y moderna capaz de fabricar con sus propias cuentas cualesquier armamentos.\n\t\t\t\t\t\n\t\t\t\t\tDeclaro solemnemente que el desarrollo con propias fuerzas y tecnologias de nuevos sistemas de armamentos estrategicos incluso la bomba atomica, la bomba H y el ICBM tipo \"Hwasong-15\" y el perfeccionamiento de las fuerzas armadas nucleares del Estado constituyen gran victoria historica, obtenida por el partido y pueblo a duras penas y mediante la lucha decisiva.\n\t\t\t\t\t\n\t\t\t\t\tConsiderar el fortalecimiento del poderio de defensa nacional como lo mas importante de los asuntos estatales y conceder la fuerza primordial al desarrollo de industria belica es la invariable linea estrategica del partido, recalco y prosiguio que la mayor de las proezas del Presidente y el Dirigente realizadas ante la patria y la revolucion es haber presentado la idea y la linea de la construccion de la autoctona industria belica y construido una poderosa industria armamentista capaz de defender con firmeza la soberania del pais, la seguridad del pueblo y las conquistas de la revolucion desde la agresion de los imperialistas dedicando grandes atenciones y los esfuerzos abnegados. \n\t\t\t\t\t\n\t\t\t\t\tMenciono que de acuerdo con la situacion creada y la demanda de la revolucion en desarrollo, el partido presento la linea estrategica de desarrollar simultaneamente la construccion economica y de las fuerzas armadas nucleares y dirigio y organizo exactamente la lucha por su implementacion.\n\t\t\t\t\t\n\t\t\t\t\tDijo con tono orgulloso que la realidad de hoy en que a base de la poderosa industria belica autoctona la posicion estrategica del pais se ha situado en un nuevo plano comprueba fehacientemente la justeza de la decision y la opcion del partido que presento y vino materializando la linea de desarrollo paralelo de la construccion economica y de las fuerzas armadas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tContinuo que la poderosa industria belica autoctona es el producto valioso del indoblegable espiritu revolucionario de los cientificos, tecnicos, trabajadores y funcionarios de la rama de industria belica quienes siguieron fielmente al partido dedicando su sangre y sudor, y su temperamento de lucha por la materializacion de vida a muerte. Y les presento como fidedigno peloton suicida del partido que ha demostrado con sus ejemplos practicos con que posicion deben apoyar la idea y la linea del partido y como materializarlas.\n\t\t\t\t\t\n\t\t\t\t\tVolvio a agradecer a los cientificos, tecnicos, trabajadores y funcionarios de la rama de industria belica quienes vinieron luchando heroicamente por la materializacion de la linea de desarrollo paralelo y el perfeccionamiento de la construccion de las fuerzas armadas nucleares del Estado compartiendo la vida y la muerte con el partido, y al pueblo de todo el pais que apretando sus cinturones apoyaron absolutamente la linea del partido de dar prioridad a la industria armamentista y asistieron material y espiritualmente el sector de industria belica.\n\t\t\t\t\t\n\t\t\t\t\tIluminando el rumbo para glorificar mas la patria como potencia nuclear y la militar sin rivales, aclaro la meta perspectiva y otra medular, las tareas estrategicas y otras importantes orientadas a desarrollar la industria belica del pais como la sofisticada y autarquica del siglo XXI. Y dilucido los remedios practicos para el fin. \n\t\t\t\t\t\n\t\t\t\t\tLa importante mision que incumbe a la industria armamentista es defender al partido y la revolucion, la patria y el pueblo, garantizar el avance victorioso de la causa revolucionaria del Juche, conducir e impulsar activamente la construccion de la potencia socialista al fortalecer por todos los medios el poderio de defensa estatal, asevero.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la bandera del desarrollo simultaneo presentada por el PTC y a tener a la heroica clase obrera de la industria belica y los capacitados cientificos y tecnicos de ciencia de defensa nacional fieles al partido, la autoctona industria armamentista seguira intensificandose y desarrollandose y la RPDC saldra victoriosa en la confrontacion antiimperialista y antiyanqui y lograra sin falta la causa socialista y la revolucionaria del Juche, afirmo.\n\t\t\t\t\t\n\t\t\t\t\tExpuso su conviccion de que los cientificos de la rama de defensa nacional y la clase obrera de la industria belica cumpliran con su honrosa mision y deberes en manifestar plenamente la dignidad y el aspecto majestuoso de la potencia militar socialista y adelantar la victoria final de la revolucion del Juche al centuplicar cualitativa y cuantitativamente las fuerzas armadas nucleares y producir mucho mas pertrechos sofisticados a estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\tRatifico que gracias a la gran orientacion del PTC, la industria belica y el poderio de autodefensa se fortaleceran con una velocidad inimaginablemente rapida y la RPDC avanzara victoriosamente como potencia nuclear y la militar sin rivales. Y exhorto a unirse compactamente con la misma alma y la misma voluntad y luchar vigorosamente por el partido y la revolucion y por el fortalecimiento de la autoctona industria belica.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el discurso del Maximo Dirigente, los participantes le extendieron las efusivas aclamaciones."
        },
        {
            "title": "Kim Jong Un participa en premiacion a contribuyentes a disparo de \"Hwasong-15\"",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-20ee.html",
            "content": "Kim Jong Un participa en premiacion a contribuyentes a disparo de \"Hwasong-15\"\r\nPyongyang, 13 de diciembre (ACNC) -- Tuvo lugar el dia 12 en la Casa Cultural 25 de Abril la ceremonia de premiacion del Partido y el Estado a los contribuyentes al exitoso lanzamiento de prueba de ICBM \"Hwasong-15\".\n\t\t\t\t\tEl Maximo Dirigente Kim Jong Un participo en la ceremonia de otorgamiento.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente les confirio personalmente la Orden Kim Il Sung y la Orden Kim Jong Il, maximos galardones del pais, el titulo de Heroe de la RPDC, maximo honor del ciudadano, junto con la Medalla Estrella de Oro y la Orden Bandera Nacional de primera clase, el titulo de Heroe del Trabajo de la RPDC junto con la Medalla de Oro (el Martillo y la Hoz) y la Orden Bandera Nacional de primera clase, el Premio Kim Jong Il, los relojes con el nombre del Presidente Kim Il Sung y del Dirigente Kim Jong Il, el diploma de honor del Presidente del PTC Kim Jong Un y el diploma de honor del Comandante Supremo del EPC Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tTan conmovidos por la infinita gratitud del Maximo Dirigente, todos los participantes le dirigieron las aclamaciones estruendosas y los efusivos aplausos."
        },
        {
            "title": "Kim Jong Un se retrata con participantes en conferencia de industria armamentista",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-21ee.html",
            "content": "Kim Jong Un se retrata con participantes en conferencia de industria armamentista\r\nPyongyang, 13 de diciembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, se fotografio el dia 12 con los participantes en la 8a conferencia de industria armamentista.\n\t\t\t\t\tCuando el salio al lugar de filmacion, todos los participantes le acogieron con estruendosas aclamaciones dandole la maxima gloria y el mas cordial agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente respondio a las aclamaciones de los participantes.\n\t\t\t\t\t\n\t\t\t\t\tY volvio a felicitar a los contribuyentes al exitoso lanzamiento de prueba de ICBM \"Hwasong-15\" y a los cientificos, tecnicos, trabajadores y funcionarios de la rama de investigacion de ciencia de defensa nacional y de la industria belica, quienes hicieron gran aporte al fortalecimiento del poderio de defensa del pais, y se fotografio junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente expreso la esperanza y conviccion de que los participantes del conclave registraran grandes saltos e innovaciones en el desarrollo de la autoctona industria armamentista y la construccion de potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\tParticiparon en la ocasion Thae Jong Su, No Kwang Chol, Jang Chang Ha, Jon Il Ho, Hong Sung Mu y Hong Yong Chil."
        },
        {
            "title": "CC de PTC ofrece banquete en honor de contribuyentes a disparo de \"Hwasong-15\"",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-22ee.html",
            "content": "CC de PTC ofrece banquete en honor de contribuyentes a disparo de \"Hwasong-15\"\r\nPyongyang, 13 de diciembre (ACNC) -- El Comite Central del Partido del Trabajo de Corea ofrecio el dia 12 en la Casa Mokran y la Casa Cultural del Pueblo las recepciones en honor de los contribuyentes al exitoso lanzamiento de prueba de ICBM \"Hwasong-15\".\n\t\t\t\t\tParticiparon en las ocasiones Choe Ryong Hae, miembro del Presidium del Buro Politico del CC del PTC, vicepresidente del Comite de Estado de la RPDC y del CC del PTC, Pak Pong Ju, miembro del Presidium del Buro Politico del CC del PTC, vicepresidente del Comite de Estado de la RPDC y primer ministro del Consejo de Ministros de la RPDC, Thae Jong Su, Jang Chang Ha, Jon Il Ho, Hong Sung Mu y Hong Yong Chil.\n\t\t\t\t\t\n\t\t\t\t\tChoe y Thae pronunciaron los discursos de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\tPor el encargo del Maximo Dirigente Kim Jong Un, los oradores felicitaron a los cientificos de la rama de ciencia de defensa nacional quienes hicieron aportes singulares a la realizacion de la gran causa historica del perfeccionamiento de las fuerzas armadas nucleares del Estado, la de conversion del pais en la potencia coheteril, y a la consolidacion mas que nunca de la posicion estrategica de Corea del Juche.\n\t\t\t\t\t\n\t\t\t\t\tDijeron que el \"gran acontecimiento de noviembre\" es el producto de la abnegacion patriotica del Maximo Dirigente quien vino dedicando toda su pasion y espiritu por el radiante futuro de la patria y la felicidad del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tExhortaron a movilizarse una vez mas para glorificar la gran epoca de Kim Jong Un como era de maximo esplendor del desarrollo de la industria belica y el fortalecimiento del poderio de defensa nacional y para lograr la victoria final de la confrontacion antiyanqui y la reunificacion de la patria."
        },
        {
            "title": "Kim Yong Nam felicita a Alain Berset",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-23ee.html",
            "content": "Kim Yong Nam felicita a Alain Berset\r\nPyongyang, 13 de diciembre (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia 8 un mensaje de felicitacion a Alain Berset, recien electo como presidente de la Confederacion Suiza.\n\t\t\t\t\t  En su misiva, el remitente deseo al destinatario exitos en sus responsabilidades para la prosperidad del pais."
        },
        {
            "title": "Embajada sueca ofrece banquete por fiesta nacional",
            "url": "http://kcna.co.jp/item/2017/201712/news13/20171213-24ee.html",
            "content": "Embajada sueca ofrece banquete por fiesta nacional\r\nPyongyang, 13 de diciembre (ACNC) -- La embajada del Reino de Suecia en la Republica Popular Democratica de Corea ofrecio el dia 13 un banquete por el Dia de Lucia, fiesta nacional de ese pais europeo.\n\t\t\t\t\tA la recepcion fueron invitados el vicecanciller coreano Han Song Ryol, el vicepresidente del Comite Coreano de Relaciones Culturales con el Extranjero, So Ho Won y los funcionarios interesados y los miembros de las representaciones diplomaticas y de organizaciones internacionales en la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes tambien Jonas Michael Wendel, embajador extraordinario y plenipotenciario del Reino de Suecia en Corea y los miembros de la sede diplomatica."
        }
    ]
}