{
    "date": "2017-09-14",
    "url": "http://kcna.co.jp/item/2017/201709/2017-09-14ee.html",
    "articles": [
        {
            "title": "Congratulations to President of Singapore",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-27ee.html",
            "content": "Congratulations to President of Singapore\r\n Pyongyang, September 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a congratulatory message to Halimah Yacob upon her assumption of the office as president of Singapore on September 14.\n\t\t\t\t\t Expressing expectation that the friendly and cooperative relations between the two countries would grow stronger on the principle of respect for sovereignty and mutual benefits, the message sincerely wished the Singaporean president success in her work for the prosperity of the country."
        },
        {
            "title": "S. Korea's Support for \"Resolution on Sanctions\" against DPRK under Fire",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-18ee.html",
            "content": "S. Korea's Support for \"Resolution on Sanctions\" against DPRK under Fire\r\n Pyongyang, September 14 (KCNA) -- A spokesman for the Consultative Council for National Reconciliation Thursday released a statement denouncing the south Korean puppet authorities for disgusting behavior talking about \"support\" and \"welcome\" of the UNSC \"resolution on sanctions\" 2375 cooked up by the U.S. and its vassal forces.\n\t\t\t\t\t Those of Chongwadae claimed \"escalating of sanctions\" and \"a new lock\" and those of south Korean puppet Foreign Ministry released a poor \"government statement\" which said \"it was the reiteration of the strong will not to allow the nuclear development of the north\" and that \"the north should seriously heed the warning of the international community\".\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the south Korean authorities urged all the ministries and agencies to say in the same tone as the UN \"resolution on sanctions\", calling for tightening the \"pressure on the north\" by taking various diplomatic measures and providing a \"bill for tougher independent sanctions\".\n\t\t\t\t\t\n\t\t\t\t\t The statement branded those behaviors as strange ones made by those fools running amuck failing to foresee their future.\n\t\t\t\t\t\n\t\t\t\t\t They can never be pardoned as they hailed in the van the UN \"resolution on sanctions\" which gravely hurt and insulted the independent dignity of the DPRK and ran amuck in confrontation campaign talking about a \"bill for independent sanctions\", the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We keep tabs on all the improper behaviors of the present south Korean authorities and we will force them to pay dearly for all the crimes.\n\t\t\t\t\t\n\t\t\t\t\t They should remember our warning that if they persistently resort to the reckless moves of \"sanctions\" and \"pressure\", they would lose an opportunity for dealing with the north forever and everything would finish in a moment.\n\t\t\t\t\t\n\t\t\t\t\t They should not forget even a moment that the warning of the DPRK will bring practical action.\n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to think twice about the catastrophic consequences from their disgraceful behaviors."
        },
        {
            "title": "S. Korean Authorities' Additional Deployment of THAAD Denounced",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-17ee.html",
            "content": "S. Korean Authorities' Additional Deployment of THAAD Denounced\r\n Pyongyang, September 14 (KCNA) -- The south Korean authorities committed the additional deployment of four THAAD launchers and related equipment.\n\t\t\t\t\t A spokesman for the Pan-Korean Emergency Measure Committee for Opposing Nuclear War Drills against the DPRK in a statement Thursday denounced the THAAD deployment as an outright challenge to the fellow countrymen including the south Koreans and the international community, and an unpardonable criminal act of pushing the extremely tense situation on the Korean peninsula and the region to more dangerous phase.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists have maintained their illegal presence in south Korea for more than 70 years with the help of the group of traitors who decided to introduce THAAD, nuclear war monster of the U.S., during the puppet conservative regime. This has provided them with the pretext for their permanent military presence in south Korea under the pretext of THAAD and inflicted huge human and environmental damage and massive economic burdens on the south Koreans, who now even face the danger of horrible nuclear holocaust any moment.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the people of various circles in south Korea to vehemently denounce the present authorities for winding up the deployment of THAAD which traitor Park Geun Hye decided on, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t THAAD additional launchers turned south Korea into the U.S. nuclear advance base and a nuclear war arsenal for aggression on the north and the strategy for world domination, making south Korea the first target of preemptive strikes and retaliatory blows just like a shrimp getting its back broken in a fight between whales.\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities, driven into a tight corner being strongly denounced by the people from all walks of life and the public at home and abroad, are justifying the additional deployment of THAAD, describing it as the one for \"coping with the north's nuclear and missile threats\", but with no sophism can they cover up the traitorous crime.\n\t\t\t\t\t\n\t\t\t\t\t They will be made to deeply regret that its acts of introducing THAAD of the aggressors while regarding the nation's treasured sword as a thorn in the flesh and regarding the THAAD as a treasure even though they would plunge whole south Korean land into sea of nuclear war would be a never-to-be-pardoned treachery."
        },
        {
            "title": "DPRK Health Minister on Cooperation with Other Countries",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-04ee.html",
            "content": "DPRK Health Minister on Cooperation with Other Countries\r\n Pyongyang, September 14 (KCNA) -- A DPRK health delegation led by Jang Jun Sang, minister of Public Health, took part in the 70th South-East Asia Regional Assembly of the WHO held in Male of Maldives from Sept. 6 to 10.\n\t\t\t\t\t The assembly discussed on the way to overcome the effect of climate change on human health and the issues for providing overall medical service by 2030 and stamping out tuberculosis worldwide.\n\t\t\t\t\t\n\t\t\t\t\t During the assembly, the DPRK minister of Public Health met the director of the Regional Office for Southeast Asia, the health minister of Sri Lanka and other heads of delegations of different countries to discuss on the issues for boosting cooperation in the field of health.\n\t\t\t\t\t\n\t\t\t\t\t Health ministers of different countries appreciated the fact that the DPRK has invariably enforced popular health policies despite the escalated sanctions, pressure and blockade of outside forces."
        },
        {
            "title": "DPRK Public Health Delegation Back Home",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-21ee.html",
            "content": "DPRK Public Health Delegation Back Home\r\n Pyongyang, September 14 (KCNA) -- A DPRK public health delegation led by Jang Jun Sang, minister of Public Health, came back home on Thursday after taking part in the 70th South-East Asia Regional Assembly of the WHO held in Male of Maldives."
        },
        {
            "title": "President of ITF Arrives Here",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-24ee.html",
            "content": "President of ITF Arrives Here\r\n Pyongyang, September 14 (KCNA) -- Ri Yong Son, president of the International Taekwon-Do Federation and chairman of the International Martial Arts Games Committee, arrived here on Thursday to participate in the 20th World Taekwon-Do Championships."
        },
        {
            "title": "Taekwon-do Teams and Delegations Here from around World",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-26ee.html",
            "content": "Taekwon-do Teams and Delegations Here from around World\r\n Pyongyang, September 14 (KCNA) -- Teams and delegations came here from different countries and regions on Thursday to take part in the 20th Taekwon-Do Championship.\n\t\t\t\t\t They include teams from Greenland, Grenada, Netherlands, Romania, Madagascar, Malaysia, Barbados, Scotland, Jamaica, Hong Kong of China, Taipei of China, Finland, France, Serbia, Ireland, Australia, Austria, Italy, England and Spain.\n\t\t\t\t\t\n\t\t\t\t\t Arriving earlier were teams of Denmark, Singapore, United Arab Emirates and Wales and delegations."
        },
        {
            "title": "Cuban President of Council of Ministers Celebrates Birthday of DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-03ee.html",
            "content": "Cuban President of Council of Ministers Celebrates Birthday of DPRK\r\n Pyongyang, September 14 (KCNA) -- Raul Castro Ruz, president of the Council of State and president of the Council of Ministers of Cuba, sent a floral basket to the DPRK embassy in Havana on September 8 to celebrate the 69th founding anniversary of the DPRK."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-08ee.html",
            "content": "Greetings to Kim Jong Un from President of Equatorial Guinea\r\n Pyongyang, September 14 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, received a message of greeting from Obiang Nguema Mbasogo, president of Equatorial Guinea, on Sept. 10.\n\t\t\t\t\t The message extended the sincerest and warm congratulations on behalf of the government and people and president of Equatorial Guinea to Kim Jong Un and the Korean people on the occasion of the 69th anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the firm will to further strengthen the good relations of friendship and cooperation between the peoples of the two countries."
        },
        {
            "title": "Greetings to Kim Jong Un from Belarusian President",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-09ee.html",
            "content": "Greetings to Kim Jong Un from Belarusian President\r\n Pyongyang, September 14 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, received a message of greeting from Aleksandr Lukashenko, president of the Republic of Belarus, on September 9.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Your Excellency,\n\t\t\t\t\t\n\t\t\t\t\t Please accept my heartfelt congratulations to you on the birthday of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I am pleased to see the mutual respect, honesty and trust, keynote principles of the bilateral relations, cherished between our two countries.\n\t\t\t\t\t\n\t\t\t\t\t Your Excellency,\n\t\t\t\t\t\n\t\t\t\t\t I pay once again the noblest tribute to you, wishing you good health and happiness and your country peace, well-being and prosperity on this holiday."
        },
        {
            "title": "Greetings to Kim Jong Un from Emir of Qatar",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-10ee.html",
            "content": "Greetings to Kim Jong Un from Emir of Qatar\r\n Pyongyang, September 14 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, received a message of greeting from Tamim Bin Hamad Al-Thani, emir of the State of Qatar, on September 9.\n\t\t\t\t\t It's my pleasure to send heartfelt congratulations on behalf of the people of the State of Qatar and on my own behalf to Your Excellency and the Korean people on the national day of your country, the message said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Please accept my sincere wishes for Your Excellency's good health and happiness and your friendly people's greater development and progress."
        },
        {
            "title": "Floral Tribute to Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-20ee.html",
            "content": "Floral Tribute to Statues of Kim Il Sung and Kim Jong Il\r\n Pyongyang, September 14 (KCNA) -- A home-visiting group of Koreans in Japan visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Thursday.\n\t\t\t\t\t Members of the group laid bouquets at the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Photo Show Held to Mark Month of Solidarity with Cuba",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-23ee.html",
            "content": "Photo Show Held to Mark Month of Solidarity with Cuba\r\n Pyongyang, September 14 (KCNA) -- A photo exhibition took place at the Taedonggang Diplomatic Club on Thursday to mark the 91st birth anniversary of Fidel Castro Ruz and the month of solidarity with the Cuban people.\n\t\t\t\t\t Present at the event, co-hosted by the Korean Committee for Cultural Relations with Foreign Countries and the Cuban embassy here, were Vice-Chairman of the Committee So Ho Won who is vice-chairman of the Korean Committee for Solidarity with Cuba, officials concerned and working citizens and Cuban Ambassador to the DPRK Jesus De Los Angeles Aise Sotolongo and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the photos dealing with the exploits performed by President Kim Il Sung and leader Kim Jong Il to provide and strengthen the traditional relations of friendship between the two countries and showing the career of Fidel Castro Ruz."
        },
        {
            "title": "15th National Angling Contest Held",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-19ee.html",
            "content": "15th National Angling Contest Held\r\n Pyongyang, September 14 (KCNA) -- The 15th national angling contest took place on the picturesque bank of the River Pothong in Pyongyang Thursday.\n\t\t\t\t\t It brought together 60 odd anglers selected from members of their associations in Pyongyang and all provinces.\n\t\t\t\t\t\n\t\t\t\t\t The standing was decided according to the total number and weight of fishes they caught. \n\t\t\t\t\t\n\t\t\t\t\t Kim Ho Myong from Pyongyang took the first place.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, an exhibition of angling tackle inventions took place on the same day. More than 90 members of the provincial, city and county associations presented 2,370 angling tackles of 280 odd kinds.\n\t\t\t\t\t\n\t\t\t\t\t Nampho City took the first place in the exhibition."
        },
        {
            "title": "National Sci-Tech Presentation in Field of Fiber Papers",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-22ee.html",
            "content": "National Sci-Tech Presentation in Field of Fiber Papers\r\n Sinuiju, September 14 (KCNA) -- A national sci-tech presentation in the field of fiber papers took place at the Sinuiju Chemical Fiber Mill under the sponsorship of the C.C., General Federation of Science and Technology of Korea on Sept. 13 and 14.\n\t\t\t\t\t It heard more than 70 valuable papers that would be helpful to developing the country's paper industry in a diverse manner with locally available resources.\n\t\t\t\t\t\n\t\t\t\t\t There was a lecture on the trend of the development in the field of fiber paper industry and the sci-tech issues to develop and use fiber resources of the country in greater quantities."
        },
        {
            "title": "Provincial Old People's Home Completed in DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-25ee.html",
            "content": "Provincial Old People's Home Completed in DPRK\r\n Unpha, September 14 (KCNA) -- An old people's home has taken its shape in North Hwanghae Province of the DPRK.\n\t\t\t\t\t This provincial home, built in Unpha County, helps aged people enjoy their remaining years in happiness under the popular policy of the socialist system.\n\t\t\t\t\t\n\t\t\t\t\t Its inaugural ceremony was held on Thursday."
        },
        {
            "title": "DPRK Puts Education on IT and Modern Basis",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-15ee.html",
            "content": "DPRK Puts Education on IT and Modern Basis\r\n Pyongyang, September 14 (KCNA) -- A national exhibition of experimental apparatus and teaching aids and an educational books exhibition took place at the Sci-Tech Complex in the DPRK recently to mark the 40th anniversary of President Kim Il Sung's work \"Theses on Socialist Education\".\n\t\t\t\t\t On display at the exhibition were more than 1,000 varieties of experimental apparatuses, 500-odd educational aids, over 2,000 multimedia programs and simulation experiment and practice programs and some 3,000 kinds of educational books.\n\t\t\t\t\t\n\t\t\t\t\t Among them were comprehensive experiment and practice device for integrated production system and experimental apparatuses for space engineering technology presented by Kim Il Sung University, mini CNC milling machine for education by Pyongyang University of Mechanical Engineering and fundus disease identifier by Medical College of Phyongbuk University and research achievements made by factory colleges.\n\t\t\t\t\t\n\t\t\t\t\t Units in the field of general education also exhibited IT-based experimental apparatuses and educational aids.\n\t\t\t\t\t\n\t\t\t\t\t Kindergartens in South Hwanghae and North Phyongan provinces displayed various teaching aids for education in traffic safety and basic education in music.\n\t\t\t\t\t\n\t\t\t\t\t This year is a year of science and education in the DPRK."
        },
        {
            "title": "Premiere of Moranbong Band, State Merited Chorus and Wangjaesan Art Troupe Given in Kangwon Province",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-16ee.html",
            "content": "Premiere of Moranbong Band, State Merited Chorus and Wangjaesan Art Troupe Given in Kangwon Province\r\n Pyongyang, September 14 (KCNA) -- A premiere of the Moranbong Band, the State Merited Chorus and the Wangjaesan Art Troupe was given at the Songdowon Youth Open-Air Theatre in Wonsan City, Kangwon Province, the DPRK, evoking a lively response among audience.\n\t\t\t\t\t Han Tong Guk, section chief of the Kangwon Provincial Land and Environmental Conservation Bureau, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t I was deeply moved by the news that respected Supreme Leader Kim Jong Un sent veteran art troupes to our province.\n\t\t\t\t\t\n\t\t\t\t\t The performance, which began with the National Anthem, encouraged us to stand in the van of the times under the uplifted banner of self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t Jong Tong Hyok, chairman of the Wonsan City Science and Technology Commission, said:\n\t\t\t\t\t\n\t\t\t\t\t The performance gripped my heart for its attraction. It reflects the national pride and self-esteem of holding respected Marshal Kim Jong Un in high esteem, the glory and happiness our people enjoy under his loving care, and the spirit of Korea winning greater victory.\n\t\t\t\t\t\n\t\t\t\t\t Kim Sun Hui, a worker of the Wonsan Army-People Power Station said:\n\t\t\t\t\t\n\t\t\t\t\t I ran to the theater with a bouquet to want to meet artistes of the Moranbong Band, State Merited Chorus and Wangjaesan Art Troupe and take their hands.\n\t\t\t\t\t\n\t\t\t\t\t I watched the best and fantastic performance. I will become a victor in the struggle of self-reliance and self-development as befit the creators of the spirit of Kangwon Province.\n\t\t\t\t\t\n\t\t\t\t\t Ri Ryon Hwa, curator of the Songdowon Youth Open-Air Theatre, said:\n\t\t\t\t\t\n\t\t\t\t\t I cannot calm myself down over the gladness at such a wonderful art performance given at my theater. It seems to hear the appeal of the respected Marshal calling upon us to perform greater miracles and innovations in the struggle to carry out the decisions of the Seventh Congress of the Workers' Party of Korea in the spirit of Kangwon Province.\n\t\t\t\t\t\n\t\t\t\t\t Cherishing his trust, we will translate the people's beautiful dream and ideal into reality on our Kangwon Province with our own hands."
        },
        {
            "title": "No One Can Check Advance of DPRK: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-05ee.html",
            "content": "No One Can Check Advance of DPRK: Rodong Sinmun\r\n Pyongyang, September 14 (KCNA) -- People from across the world have expressed admiration at the DPRK's bold pluck and great potentiality, Rodong Sinmun Thursday says in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Media of many countries are zealously reporting about the DPRK's nuclear attack capability, which has reached the high level able to ensure the accuracy and freely control the striking power according to targeted object and purpose, and about the failure of the U.S. policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has won a shining victory in the standoff with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Now no one can disregard the immense national strength and potentiality of the DPRK and deny its strategic position as a responsible nuclear weapons state with a great clout.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has tightened sanctions and blockade by mobilizing its vassal forces to stifle the DPRK. But it could not check the advance of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., styling itself as a superpower while boasting of its strength before other big powers, is in mortal fear of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is always seized with phobia of nuclear disaster.\n\t\t\t\t\t\n\t\t\t\t\t No one in the world can block the advance of Juche Korea and its heroic people dashing ahead for bright future under the banner of the line of simultaneously developing the two fronts raised by the great Party."
        },
        {
            "title": "Rodong Sinmun Discloses U.S. True Colors as Nuclear War Maniac",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-06ee.html",
            "content": "Rodong Sinmun Discloses U.S. True Colors as Nuclear War Maniac\r\n Pyongyang, September 14 (KCNA) -- Shortly ago, the U.S. conducted a tactical nuclear bomb test in Nevada State.\n\t\t\t\t\t It is reported that the mission of the tested nuclear bomb B6 1-12 is to attack the rival side's hidden command posts and ICBM pits and this bomb will be serially produced from this year.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the fact, Rodong Sinmun Thursday says that it revealed again the true colors of the U.S. as a nuclear maniac.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now speeding up the updating of tactical nuclear weapons, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What matters is that though it is massively deploying nuclear war hardware across the world including the Korean Peninsula and conducting nuclear tests, the U.S. has impudently worked hard to arouse the international community's \"criticism,\" branding the DPRK's self-defensive measures as \"threat to the world\".\n\t\t\t\t\t\n\t\t\t\t\t Before talking about \"nuclear threat\" from someone, the U.S. should look back upon its crimes as a harasser and destroyer of world peace and security and a nuclear criminal.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which was the first in the world to abuse nuclear technology for the production of weapons of mass destruction, not for the well-being of mankind.\n\t\t\t\t\t\n\t\t\t\t\t The world people are still simmering with rage over the U.S. which reduced Hiroshima and Nagasaki to debris in a twinkle by dropping A-bombs.\n\t\t\t\t\t\n\t\t\t\t\t The world peace is being seriously threatened by the U.S., a nuclear war maniac which pours a huge amount of funds on the updating of nuclear weapons, not content with huge stockpiling of weapons enough to bring back the modern civilization to the stone age in a twinkle.\n\t\t\t\t\t\n\t\t\t\t\t The reality shows that mankind will never evade from the danger of a nuclear war as long as the U.S., a heinous nuclear maniac seeking to drive the whole planet into dreadful nuclear disaster and an arch criminal destroying the world peace and security, is left intact."
        },
        {
            "title": "S. Korean Organizations Call for Putting End to Danger of War",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-07ee.html",
            "content": "S. Korean Organizations Call for Putting End to Danger of War\r\n Pyongyang, September 14 (KCNA) -- According to the south Korean online newspaper Jaju Sibo, civic and social organizations in Pusan of south Korea called a press conference outside the U.S. naval command on September 8, 72 years since the U.S. imperialist aggressors occupied south Korea.\n\t\t\t\t\t Speakers denounced the puppet regime for deploying THAAD and disclosed the crimes committed by the U.S. forces since their occupation of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t A press release was read out at the conference.\n\t\t\t\t\t\n\t\t\t\t\t The release called on all the people desirous of peace and reunification to come out in the struggle for putting an end to division, subjugation and danger of war."
        },
        {
            "title": "S. Korea: Religionists Protest Additional THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-11ee.html",
            "content": "S. Korea: Religionists Protest Additional THAAD Deployment\r\n Pyongyang, September 14 (KCNA) -- According to the south Korean online paper Thongil News, the meeting of religious persons for Taejon action against THAAD held a press conference in Taejon City on September 12 to protest the additional deployment of THAAD.\n\t\t\t\t\t Speakers urged the \"government\" to set right the unequal relations with the U.S. with withdrawal of THAAD as a start.\n\t\t\t\t\t\n\t\t\t\t\t A press release was read out at the conference.\n\t\t\t\t\t\n\t\t\t\t\t The release said that the religious persons would struggle to achieve peace, avert a war and get THAAD withdrawn."
        },
        {
            "title": "Punishment of Chun Doo Hwan Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-12ee.html",
            "content": "Punishment of Chun Doo Hwan Demanded in S. Korea\r\n Pyongyang, September 14 (KCNA) -- According to the south Korean online paper Jaju Sibo, the Committee for the Promotion of the Youth Party held a news conference outside the house of traitor Chun Doo Hwan on September 8 in demand of his re-detention and punishment.\n\t\t\t\t\t Charging that Chun in his reminiscences totally denied his responsibility for the massacre committed during the Kwangju uprising, speakers at the conference demanded arrest and investigation of him.\n\t\t\t\t\t\n\t\t\t\t\t In a press release the organization declared that it would struggle till Chun is punished and the truth behind the Kwangju massacre is probed."
        },
        {
            "title": "S. Korean Anti-War Organization Storms into U.S. Embassy",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-14ee.html",
            "content": "S. Korean Anti-War Organization Storms into U.S. Embassy\r\n Pyongyang, September 14 (KCNA) -- The peace accord movement headquarters of south Korea stormed the U.S. embassy in Seoul on September 11, demanding the withdrawal of THAAD and the U.S. forces, according to the south Korean internet newspaper Tongil News.\n\t\t\t\t\t In a statement, the organization said that THAAD brings only uneasiness and conflicts to the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The people came to know that the U.S. imperialists are the behind-the-scene manipulator and the root cause of the evil acts, it noted, clarifying that the organization set out in action to prevent the war crisis."
        },
        {
            "title": "THAAD Deployment Will Face Punishment by People: Koreans in U.S.",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-13ee.html",
            "content": "THAAD Deployment Will Face Punishment by People: Koreans in U.S.\r\n Pyongyang, September 14 (KCNA) -- Minjok Tongsin, an internet newspaper run by U.S.-resident Koreans, in its editorial on September 10  denounced the south Korean authorities for additionally deploying THAAD against the people's will.\n\t\t\t\t\t It warned that should the south Korean authorities opt for joining hands with the conservative and corrupt forces to prolong their power, they will be branded as traitorous and separatist forces."
        },
        {
            "title": "Int'l Body Pays Floral Tribute to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-01ee.html",
            "content": "Int'l Body Pays Floral Tribute to Kim Il Sung\r\n Pyongyang, September 14 (KCNA) -- The Organization of Solidarity of the Peoples of Africa, Asia and Latin America held an event on September 8 to mark the 69th founding anniversary of the DPRK.\n\t\t\t\t\t Present there were the secretary general and members of the organization and the DPRK ambassador to Cuba and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket at the portrait of smiling President Kim Il Sung and paid tribute to him."
        },
        {
            "title": "CRN condena a las autoridades surcoreanas que aplauden nueva resolucion de sancion",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-28ee.html",
            "content": "CRN condena a las autoridades surcoreanas que aplauden nueva resolucion de sancion\r\nPyongyang, 14 de septiembre (ACNC) -- Ultimamente, los titeres surcoreanos actuan asquerosamente expresando el \"apoyo\" y \"bienvenida\" a la \"resolucion de sancion\" No. 2375 del Consejo de Seguridad de la ONU, inventada contra la RPDC como producto de la confabulacion entre EE.UU. y sus satelites.\n\t\t\t\t\tAl respecto, el portavoz del Consejo de Reconciliacion Nacional publico el dia 14 la siguiente declaracion:\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a la nueva \"resolucion de sancion\" anti-RPDC, los tipejos de Chongwadae hablan de la \"elevacion del nivel de sancion\" y el \"nuevo giro de tuerca\".\n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, los compinches del Ministerio de Relaciones Exteriores del Sur de Corea publicaron la ridicula \"declaracion del gobierno\" senalando que la \"resolucion volvio a expresar la fuerte voluntad de no perdonar jamas el desarrollo nuclear del Norte de Corea\" y \"este debera escuchar con seriedad la advertencia de la sociedad internacional\".\n\t\t\t\t\t\n\t\t\t\t\tEn tanto, las autoridades arman alborotos disparateando que todos los ministerios y agencias deben actuar unanimemente de acuerdo con la fabricacion de la \"resolucion de sancion\" de la ONU y preparar diversas medidas diplomaticas y el \"proyecto de sancion independiente\" muy dura para \"presionar aun mas al Norte\".\n\t\t\t\t\t\n\t\t\t\t\tEsto deviene el comportamiento extrano de los estupidos que no pueden prever ni un poco como sera su destino.\n\t\t\t\t\t\n\t\t\t\t\tNo se puede perdonar en ningun caso la locura conflictiva de los titeres surcoreanos que hablan del \"proyecto de sancion independiente\" tomando la delantera en aplaudir la fabricacion de la \"resolucion de sancion\" de la ONU que viola e insulta gravemente la dignidad independiente de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEstamos pasando la cuenta de todas las acciones injustas de las actuales autoridades surcoreanas y les haremos pagar todos sus crimenes.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben escuchar seriamente nuestra advertencia de que perderan para siempre la oportunidad de tratarse con la RPDC y todo se acabara en un instante si recurren a las locuras como \"sancion\" y \"presion\".\n\t\t\t\t\t\n\t\t\t\t\tY han de tener siempre presente que detras de la advertencia vienen sin falta las acciones sustanciales.\n\t\t\t\t\t\n\t\t\t\t\tEllas deben deliberar sobre las consecuencias catastroficas que emanen de su conducta frivola."
        },
        {
            "title": "Portavoz de CPME condena la ubicacion adicional de THAAD",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-29ee.html",
            "content": "Portavoz de CPME condena la ubicacion adicional de THAAD\r\nPyongyang, 14 de septiembre (ACNC) -- Las autoridades surcoreanas ubicaron a fuerzas las 4 plataformas de THAAD y los equipos relacionados.\n\t\t\t\t\tEn su declaracion fechada 14, el portavoz del Comite Pannacional de Medidas Emergentes (CPME) contra los Ejercicios de Guerra Nuclear anti-Norte lo denuncio como un desafio abierto a todos los coreanos y la sociedad internacional y un crimen imperdonable que lleva a la fase mas peligrosa la situacion de la Peninsula Coreana y la region, extremadamente tensa.\n\t\t\t\t\t\n\t\t\t\t\t Debido al acto criminal de la antecedente banda conservadora que decidio introducir el demonio de guerra nuclear de EE.UU., los agresores norteamericanos, que ocupan ilegalmente durante mas de 70 anos el suelo surcoreano, lograron el pretexto de la ocupacion militar eterna sobre el Sur de Corea, subraya la declaracion y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Igualmente los habitantes surcoreanos sufriran las perdidas humanas y ambientales y las enormes cargas economicas y se enfrentaran con el peligro posible de experimentar la calamidad nuclear tragica en cualquier tiempo.\n\t\t\t\t\t\n\t\t\t\t\t  Es muy natural que los distintos estratos del Sur de Corea muestren la indignacion denunciando fuertemente a las autoridades actuales que culminaron la ubicacion del sistema antimisiles, determinada por la traidora Park Geun-hye.\n\t\t\t\t\t\n\t\t\t\t\t  Debido al emplazamiento adicional de las plataformas de THAAD, el Sur de Corea se convirtio en la base avanzada nuclear y el polvorin de guerra nuclear de EE.UU. para perpetrar la guerra de agresion contra la RPDC y realizar la estrategia de tomar la heguemonia del mundo, en la victima de las potencias circunvecinas y en el primer blanco del ataque preventivo y de represalia en el tiempo emergente.\n\t\t\t\t\t\n\t\t\t\t\t  Muy apretadas por la denuncia categorica de los surcoreanos y la opinion publica interna y externa, las autoridades surcoreanas justifican su crimen con las palabras \"para hacer frente a la amenaza de armas nucleares y misiles del Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\t  Pero, no pueden encubrir con tales sofisterias su traicion a la patria y nacion.\n\t\t\t\t\t\n\t\t\t\t\t  En el futuro cercano se arrepentiran de sus locuras de haber introducido THAAD del agresor, que es el factor de todas las desgracias, menospreciando el precioso remedio de la nacion que garantizara el futuro eterno de la nacion."
        },
        {
            "title": "Ministro de Salud Publica participa en reunion internacional",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-30ee.html",
            "content": "Ministro de Salud Publica participa en reunion internacional\r\nPyongyang, 14 de septiembre (ACNC) -- La delegacion de salud publica de la Republica Popular Democratica de Corea, encabezada por el ministro de Salud Publica, Jang Jun Sang, participo en la 70a asamblea regional del Sudeste Asiatico de la Organizacion Mundial de la Salud (OMS), efectuada desde el dia 6 hasta el 10 en Male de Maldivas.\n\t\t\t\t\t En la ocasion, se debatieron el remedio para superar las influencias de cambio climatico sobre la rama y los problemas para ofrecer el servicio medico en general hasta 2030 y erradicar la tuberculosis en escala mundial.\n\t\t\t\t\t\n\t\t\t\t\t  Durante la reunion, el ministro de Salud Publica de la RPDC se reunio con el jefe de la oficina regional del Sudeste Asiatico de la OMS, su homologo de Sri Lanka y otros jefes de delegaciones de varios paises para consultar el problema de ampliar y desarrollar la cooperacion en salud publica.\n\t\t\t\t\t\n\t\t\t\t\t  Sus homologos de varios paises evaluaron que la RPDC sigue practicando las politicas sanitarias populares aun en medio de la sancion, presion y bloqueo de las fuerzas exteriores."
        },
        {
            "title": "Rodong Sinmun califica a EE.UU. de maniaco de guerra nuclear",
            "url": "http://kcna.co.jp/item/2017/201709/news14/20170914-31ee.html",
            "content": "Rodong Sinmun califica a EE.UU. de maniaco de guerra nuclear\r\nPyongyang, 14 de septiembre (ACNC) -- Hace poco, EE.UU. perpetro la prueba de bomba nuclear tactica B61-12 en el Estado de Nevada.\n\t\t\t\t\tEsta bomba nuclear tiene la mision de atacar a los puestos de mando y la galeria de ICBM de la contraparte. Dicen que este ano entraran en su produccion en cadena.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. acelera freneticamente la modernizacion de las armas nucleares tacticas, de manera que volvio a demostrar su caracter verdadero como maniaco de guerra nuclear, asi senala el diario Rodong Sinmun, en un comentario individual divulgado el dia 14, y continua:\n\t\t\t\t\t\n\t\t\t\t\tLo problematico es que EE.UU. actua cinicamente para inducir la \"condena\" de la sociedad internacional a las medidas autodefensivas de la RPDC calificandolas de \"amenaza mundial\", mientras que despliega los colosales armamentos mortiferos de guerra nuclear en la Peninsula Coreana y otras partes del mundo y perpetra hasta la prueba nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLejos de hablar de la \"amenaza nuclear\" de alguien, el imperio yanqui debe recordar sus crimenes cometidos como perturbador de la paz y la seguridad del mundo y criminal nuclear.\n\t\t\t\t\t\n\t\t\t\t\tPrecisamente, EE.UU. es el primer pais que uso las tecnicas nucleares no para el fomento del bienestar de la humanidad, sino para el desarrollo de las armas de exterminio masivo.\n\t\t\t\t\t\n\t\t\t\t\tTodo el mundo inolvida todavia la atrocidad del pais norteamericano que lanzo las bombas nucleares en Hiroshima y Nagasaki convirtiendo estas ciudades en el infierno.\n\t\t\t\t\t\n\t\t\t\t\tSe ve amenazada gravemente la paz del mundo por este maniaco de guerra nuclear que insatisfecho por haber reservado la inmensa cantidad de armas nucleares capaces de exterminar la civilizacion moderna, se desespera locamente por la modernizacion del armamento nuclear malgastando gran suma de dinero.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad muestra que la humanidad nunca puede salirse del peligro de la guerra nuclear mientras que existe EE.UU., autor de la destruccion de la paz y la seguridad del mundo."
        }
    ]
}