{
    "date": "2017-03-14",
    "url": "http://kcna.co.jp/item/2017/201703/2017-03-14ee.html",
    "articles": [
        {
            "title": "Message of Sympathy to Syrian President",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-05ee.html",
            "content": "Message of Sympathy to Syrian President\r\nPyongyang, March 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of sympathy to Bashar Al-Assad, president of the Syrian Arab Republic, on Mar. 13 as regards the terrorism in Syria that caused huge casualties.\n\t\t\t\t\t The message expressed deep condolence and sympathy for the Syrian government and people.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the form belief that the Syrian government and people would eradicate the aftereffects of the recent incident as soon as possible and firmly defend the security and stability of the country, meeting all challenges of the hostile forces and frustrating all their acts of terrorism."
        },
        {
            "title": "Message of Sympathy to Deputy PM and Minister of Foreign Affairs and Expatriates",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-06ee.html",
            "content": "Message of Sympathy to Deputy PM and Minister of Foreign Affairs and Expatriates\r\nPyongyang, March 14 (KCNA) -- Ri Yong Ho, foreign minister of the DPRK, sent a message of sympathy to Walid Al－Muallem, deputy prime minister and minister of Foreign Affairs and Expatriates of Syria, on Mar. 13 in connection with the barbarous terrorism in the capital city of Syria that caused heavy casualties.\n\t\t\t\t\t Reaffirming the stand of the DPRK government against all acts of terrorism, the message extended firm support and solidarity to the Syrian government and people in their just efforts to defend the sovereignty and security and stability of the country."
        },
        {
            "title": "Anniversary of Fidel Castro Ruz's Visit to DPRK Marked",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-26ee.html",
            "content": "Anniversary of Fidel Castro Ruz's Visit to DPRK Marked\r\nPyongyang, March 14 (KCNA) -- The DPRK Foreign Ministry hosted a friendly gathering with members of the Cuban embassy here Tuesday to mark the 31st anniversary of Fidel Castro Ruz's visit to the DPRK.\n\t\t\t\t\t Present there were Vice-Minister Sin Hong Chol and other officials of the ministry and Cuban Ambassador Jesus De Los Angeles Aise Sotolongo and staff members of the embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants recalled the days when President Kim Il Sung and leader Kim Jong Il met with Comrade Fidel Castro Ruz.\n\t\t\t\t\t\n\t\t\t\t\t They deepened friendly feelings, talking about the matter of steadily strengthening the militant friendship, solidarity and cooperation between the DPRK and Cuba provided by the preceding leaders of the two countries. They had a good time, playing sports and amusement games."
        },
        {
            "title": "U.S. CBS President Here",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-23ee.html",
            "content": "U.S. CBS President Here\r\nPyongyang, March 14 (KCNA) -- David Rhodes, president of the U.S. CBS, and his party arrived here Tuesday."
        },
        {
            "title": "Choe Ryong Hae Inspects Ryomyong Street under Construction",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-22ee.html",
            "content": "Choe Ryong Hae Inspects Ryomyong Street under Construction\r\nPyongyang, March 14 (KCNA) -- Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, made a field survey of the construction project the Youth Shock Brigade takes charge of in Ryomyong Street.\n\t\t\t\t\t Praising the progress made by the members of the shock brigade, he urged them to complete the project before the Day of the Sun and ensure the best quality of construction.\n\t\t\t\t\t\n\t\t\t\t\t He also called upon the commanding officers of the shock brigade to go among the masses and wage ideological education in a unique and militant way so that all the members of the shock brigade might open a breach to advance before others."
        },
        {
            "title": "Green Architectural Technologies Applied to Construction of Ryomyong Street",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-14ee.html",
            "content": "Green Architectural Technologies Applied to Construction of Ryomyong Street\r\nPyongyang, March 14 (KCNA) -- Scores of green architectural technologies have been applied to the construction of Ryomyong Street in Pyongyang, the DPRK.\n\t\t\t\t\t One of them is a passive solar heating technology, which harnesses solar energy for heating room floors and walls. Room walls take an effect of accumulating heat in summer and releasing heat in winter.\n\t\t\t\t\t\n\t\t\t\t\t Also introduced in the construction are those like rainwater storage technology for greenhouses on roofs of apartment buildings, shading technology and solar lighting system."
        },
        {
            "title": "Taesongsan Team, Winter Sports Winner",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-15ee.html",
            "content": "Taesongsan Team, Winter Sports Winner\r\nPyongyang, March 14 (KCNA) -- The Taesongsan Sports Team took the first place in standings of the Paektusan Prize Sports Games closed some days ago, grabbing a rotating trophy cup for the third year in succession.\n\t\t\t\t\t During the games, it bagged 21 gold medals in four events including men's and women's ice hokey.\n\t\t\t\t\t\n\t\t\t\t\t The team, in particular, won 11 gold medals out of 12 in short-track speed skating and produced several national record breakers and title holders in speed skating and figure skating.\n\t\t\t\t\t\n\t\t\t\t\t It had secured the first place in the team standings of the Osandok Prize Sports Contests from 2014 to 2016 for its superiority in winter sports."
        },
        {
            "title": "32nd Sci-Tech Festival of Ministry of Railways Opens",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-20ee.html",
            "content": "32nd Sci-Tech Festival of Ministry of Railways Opens\r\nPyongyang, March 14 (KCNA) -- The 32nd Sci-Tech Festival of the DPRK Ministry of Railways was opened with due ceremony Tuesday.\n\t\t\t\t\t It is attended by scientists, technicians, three-revolution team members, teachers, workers, etc. in the sector of railway transport.\n\t\t\t\t\t\n\t\t\t\t\t More than 120 scientific and technological achievements were presented to the festival.\n\t\t\t\t\t\n\t\t\t\t\t The festival is held in the forms of exhibition and presentation of sci-tech successes and exchange of new technologies, divided into construction, information, machine, electricity, operation, automation and medical panels."
        },
        {
            "title": "Namsan Hospital Marks 70th Founding Anniversary",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-21ee.html",
            "content": "Namsan Hospital Marks 70th Founding Anniversary\r\nPyongyang, March 14 (KCNA) -- The Namsan Hospital marked its 70th founding anniversary.\n\t\t\t\t\t President Kim Il Sung saw to it that the hospital was established on March 15, Juche 36 (1947) and visited it more than 10 times. In the 1980s its new building was built in Munsu area under the deep care of the President, who led the hospital to perform preventive and curative medical care and management and operation of the hospital on a high level.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il visited the hospital 11 times and gave more than 900 instructions for treatment and took deep care of medicines, facilities and heating in winter season for it.\n\t\t\t\t\t\n\t\t\t\t\t The 70-year long history of the hospital tells the proud feats of its medical workers and other employees who have remained true to the noble intentions of the great leaders and the Juche-based policy for public health.\n\t\t\t\t\t\n\t\t\t\t\t A meeting to mark the anniversary took place on Tuesday."
        },
        {
            "title": "Special Prize to Physical Acrobatics of DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-24ee.html",
            "content": "Special Prize to Physical Acrobatics of DPRK\r\nPyongyang, March 14 (KCNA) -- Physical acrobats of the DPRK came back home by air on Tuesday after taking part in the 10th Izhevsk International Acrobatics Festival.\n\t\t\t\t\t The festival, held in Izhevsk, the Republic of Udmurtiya of Russia from March 3 to 8, brought together famous acrobats from 14 countries including the DPRK, Russia, China, Mongolia, Ukraine, Germany, Italy and Spain.\n\t\t\t\t\t\n\t\t\t\t\t The festival organizing committee awarded a special prize to physical acrobatics \"Diverse Aerial Trapeze\" of the DPRK."
        },
        {
            "title": "Working People's Organizations of DPRK Meet",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-25ee.html",
            "content": "Working People's Organizations of DPRK Meet\r\nPyongyang, March 14 (KCNA) -- Members of the Union of Agricultural Workers and the Socialist Women's Union in the DPRK met at the Central Youth Hall and the Hall of Women on Tuesday to vow to glorify the Conference of Mallima Frontrunners as one of victors.\n\t\t\t\t\t The appeal, made by the creators of the Spirit of Kangwon Province to the working people across the country, was read out before speeches at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t The speakers expressed the will to honor this year's plan for grain production without fail by applying high yielding seeds the advantages of which have been proved in practice and scientific farming methods and decisively increasing the proportion of farm work done by machines.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to conduct dynamic mass movements including socialist emulation and thus adorn each day with miracles and feats.\n\t\t\t\t\t\n\t\t\t\t\t They called for more dynamically conducting the agitation for signal successes at major construction sites including Ryomyong Street and sprucing up streets and villages beautifully, true to the Party's plan of building a highly civilized power.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would steadily create legendary stories about heroes in the drive for self-reliance and self-development in the spirit of Kangwon Province under the leadership of respected Supreme Leader Kim Jong Un and make a positive contribution to glorifying the Conference of Mallima Frontrunners as one of victors."
        },
        {
            "title": "KCNA Commentary Calls for Punishing Accomplices of Park Geun Hye",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-11ee.html",
            "content": "KCNA Commentary Calls for Punishing Accomplices of Park Geun Hye\r\nPyongyang, March 14 (KCNA) -- The south Korean puppet forces are making desperate efforts to maintain the policy of confrontation with the fellow countrymen pursued by traitor Park Geun Hye who faced judgment by history.\n\t\t\t\t\t Minister of Defense Han Min Gu cried out for resolute counteraction against \"the north's possible provocation\".\n\t\t\t\t\t\n\t\t\t\t\t Unification Minister Hong Yong Phyo zealously defended traitor Park's confrontation policy, asserting that the \"shutdown of Kaesong Industrial Park was the biggest achievement made by the Park government's north policy\". He blustered that he would maintain \"principle and consistency in the north policy\".\n\t\t\t\t\t\n\t\t\t\t\t Their persistent pursuance of Park's bankrupt confrontation policy is nothing but last-ditch efforts to prevent the north-south relations from improving even after regime change by rallying the conservative forces in the grip of total crisis.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than Kim Kwan Jin, Han Min Gu, Yun Pyong Se and Hong Yong Phyo that took the lead in bringing the north-south relations to a collapse as accomplices of Park. \n\t\t\t\t\t\n\t\t\t\t\t Absolutely unpardonable are all the crimes committed by military gangsters Kim Kwan Jin and Han Min Gu as they made no scruple of perpetrating the most hideous evils by doing harm to the dignity of the supreme leadership and social system of the DPRK without elementary human ethics.\n\t\t\t\t\t\n\t\t\t\t\t Yun Pyong Se, who connived at the Japanese reactionaries' crime related to the sexual slavery for a few pennies, and Hong Yong Phyo, who totally cut off the last lifeline of the north-south relations and committed only crimes against reunification, are without exception core accomplices of Park, dregs of history that should be thrown overboard together with Park.\n\t\t\t\t\t\n\t\t\t\t\t They are dirty imbeciles and matchless idiots as they served Park and Choe Sun Sil just like puppets. Yet they are still wagging their tongue, failing to face up to the trend of the times. This is a blatant challenge to the mindset of the south Koreans and an unpardonable criminal act aimed to bring the danger of a nuclear war to this land.\n\t\t\t\t\t\n\t\t\t\t\t All the facts prove that it is impossible to realize the unanimous demand of all Koreans aspiring after improvement of the north-south relations and peace and prosperity as long as the executors of Park's policy are allowed to go as they please.\n\t\t\t\t\t\n\t\t\t\t\t Dregs rejected by the people have to be overthrown immediately to make society clean just as root cause of misfortune has to be removed in time.\n\t\t\t\t\t\n\t\t\t\t\t Days are numbered when the group of traitors bringing shame and trouble to the nation will face doom."
        },
        {
            "title": "KCNA Commentary Terms U.S. Muscle Flexing Root Cause of Tension in Korean Peninsula",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-13ee.html",
            "content": "KCNA Commentary Terms U.S. Muscle Flexing Root Cause of Tension in Korean Peninsula\r\nPyongyang, March 14 (KCNA) -- The U.S. and south Korean warmongers are now staging the largest-ever joint military drills Key Resolve and Foal Eagle in the Korean peninsula.\n\t\t\t\t\t Involved in the drills are huge aggression forces, including the U.S. and south Korean puppet troops and forces of various vassal countries, and all types of strategic assets such as U.S. nuclear carrier, nuclear submarine and nuclear strategic bombers.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. secretly introduced ammunition and equipment of more than six million tons into south Korea from the end of last year. It recently took a measure for urgent evacuation of the families of the U.S. imperialist aggressor troops present in south Korea and American citizens staying there ahead of the joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t From a historical point of view, the nuclear war drills of the U.S. and south Korean puppet troops have been the root cause of the touch-and-go situation on the Korean peninsula and they compelled the DPRK to take the strongest counteractions.\n\t\t\t\t\t\n\t\t\t\t\t Even at this moment, the \"4D Operation\" aiming at a preemptive nuclear attack on the DPRK is being put into concrete shape through nuclear war drills and exercises targeted neighboring countries are openly staged under the simulated conditions of THAAD deployment.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. asserts that its every nuclear war drill in south Korea is \"annual and defensive\" to cope with the DPRK's access to nuclear weapons. This is nothing but a cynical ploy to shift the responsibility for the escalating tension on the peninsula onto the DPRK and justify its scenario for aggression.\n\t\t\t\t\t\n\t\t\t\t\t It is legitimate right of a sovereign country to self-defence to maintain high alertness for action as required by the grave situation in which a war may break out any moment and bolster up in every way the war deterrence capable of mercilessly wiping out the aggressors.\n\t\t\t\t\t\n\t\t\t\t\t Peace has been preserved on the peninsula despite the outrageous moves of the U.S. imperialists for a nuclear war entirely thanks to the DPRK's resolute will and efforts to protect peace and its tremendous nuclear deterrence for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the U.S. cover up its true colors as an arch criminal escalating the tension of the peninsula."
        },
        {
            "title": "Rodong Sinmun Comments on Park Geun Hye's Miserable End",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-12ee.html",
            "content": "Rodong Sinmun Comments on Park Geun Hye's Miserable End\r\nPyongyang, March 14 (KCNA) -- Rodong Sinmun Tuesday in a commentator's article says that Park Geun Hye, the witch of the 21st century without an equal in the world, faced a severe judgment by history and met the most miserable fate.\n\t\t\t\t\t Citing facts that her fate had already been sealed and this tragedy has been predicted, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Park's tragic end goes to clearly prove that whoever goes crazy to stab compatriots with a dagger is bound to earn an ill-fame as the most cursed traitor and lose his or her life.\n\t\t\t\t\t\n\t\t\t\t\t It clearly teaches truth that whoever perpetrates such sycophancy and treachery as leaving the nation's dignity and interests to the tender mercy of outside forces is bound to be cursed and buried in the grave of history.\n\t\t\t\t\t\n\t\t\t\t\t Those who seek to live in luxury and comfort at the cost of sweat and blood shed by the people while regarding them as no more than dogs and pigs are fated to meet their miserable end by resistance of the angry public.\n\t\t\t\t\t\n\t\t\t\t\t Park's tragic fate tells the immutable truth that only disgraceful death awaits those most wicked traitors, regardless of father or her daughter, as they stooped to any infamy to have their greed for power gratified.\n\t\t\t\t\t\n\t\t\t\t\t Her most wretched plight will evidently prove what a high price a quisling will have to pay for betraying the country and the nation and going against the aspiration and desire of the people and truth and justice."
        },
        {
            "title": "UN Should Be Reformed to Fulfill Its Mission: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-08ee.html",
            "content": "UN Should Be Reformed to Fulfill Its Mission: Rodong Sinmun\r\nPyongyang, March 14 (KCNA) -- The largest-ever joint military drills being staged by the U.S. and south Korean puppet warmongers are driving the situation on the Korean peninsula to the brink of war.\n\t\t\t\t\t As regards the prevailing grave situation, the DPRK through an official channel urged the UN Security Council to take issue with the U.S.-south Korea joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t However, the UNSC neither intends to discuss the issue nor gives any reply to it.\n\t\t\t\t\t\n\t\t\t\t\t This proves once again that the UNSC fails to properly perform its duty and mission and it has been reduced to a marionette of a specified state and waiting maid of a bulling force as it is handling issues with a double standard, Rodong Sinmun Tuesday says in an article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t For the UNSC to guarantee world peace and security and make a contribution to the common development of countries and nations, it should take issue with the war drills for aggression, which cannot go with them.\n\t\t\t\t\t\n\t\t\t\t\t Sovereignties of countries are violated and peace is being harassed by the moves of the U.S. which turned the UN into a tool for realizing its ambition for supremacy. \n\t\t\t\t\t\n\t\t\t\t\t The UN should undergo a democratic reform. To guarantee peace and security for sustainable development and prosperity common to mankind should be a basic mission of the UN.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC should not be allowed to serve the arbitrary purpose of the U.S. any longer.\n\t\t\t\t\t\n\t\t\t\t\t The democratization of the UN should be stepped up to ensure the key role of the UN General Assembly, its highest mechanism, and make sure that the resolutions of the UNSC related to peace and security such as sanctions and use of force take effect only with the approval of the General Assembly. \n\t\t\t\t\t\n\t\t\t\t\t The reform of the UNSC, the core element in the reform of the UN, should be pushed forward as an urgent matter to prevent its abuse as a lever for meeting the strategic interests of a specified country and ensure responsibility, transparency and impartiality and full representation of non-aligned countries and other developing countries in the activities of the UNSC."
        },
        {
            "title": "Minju Joson Urges U.S. to Opt for Switchover in Its Policy toward DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-10ee.html",
            "content": "Minju Joson Urges U.S. to Opt for Switchover in Its Policy toward DPRK\r\nPyongyang, March 14 (KCNA) -- Much upset by four ballistic rockets fired by the DPRK, the U.S. and its vassal forces are making much fuss, describing them as nuclear hailstones. They wooed the UNSC into releasing a press statement and are talking about an early meeting of the security consultative committee of ministers in charge of foreign affairs and defense of the U.S. and Japan.\n\t\t\t\t\t In this regard, Minju Joson Tuesday says in a commentary:\n\t\t\t\t\t\n\t\t\t\t\t It is nothing but a clumsy farce of those horror-stricken by the DPRK's powerful strike means.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. is desperately working to ignite a nuclear war against the DPRK at any cost while staging nuclear war rehearsals at its doorstep, it knows very well about what to do.\n\t\t\t\t\t\n\t\t\t\t\t It goes without saying that the DPRK is compelled to take the toughest counteraction against the ever-escalating U.S. moves to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for the U.S. to awaken from the daydream of implementing its policy to stifle the DPRK and make a cool analysis of the whole historic course of the DPRK-U.S. standoff and the present situation and take a right option.\n\t\t\t\t\t\n\t\t\t\t\t Everything depends on how Washington rolls back its hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to heed this advice and stop rash act.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should opt for making a switchover in its policy toward the DPRK, though belatedly, bearing in mind that lamentation and regret over blunder always come too late."
        },
        {
            "title": "U.S. Introduces Nuclear Carrier Striking Group to Korean East Sea",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-01ee.html",
            "content": "U.S. Introduces Nuclear Carrier Striking Group to Korean East Sea\r\nPyongyang, March 14 (KCNA) -- Ill-boding military movements have been shown when the U.S. imperialists and the south Korean puppet forces are staging the full-scale DPRK-targeted nuclear war games.\n\t\t\t\t\t From March 10, they stealthily deployed a nuclear carrier striking group, organized with nuclear-powered super-large carrier Carl Vinson, guided-missile cruiser Lake Champlain and Aegis destroyers Michael Murphy and Meyer, in the East Sea of Korea and began the drill of blitzkrieg strike on areas of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t On Mar. 11 alone, many enemy carrier-based aircraft flew along a course near territorial air and waters of the DPRK to stage drills of dropping bombs and making surprise attack on the ground targets of its army.\n\t\t\t\t\t\n\t\t\t\t\t This vividly shows that the U.S. imperialists' reckless scheme for preemptive strike at the DPRK is going into practice in actuality.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean puppet forces should be mindful that nuclear-powered carriers and all other strategic assets of the U.S. imperialists are in sight of the Korean People's Army's powerful ultra-precision strike means.\n\t\t\t\t\t\n\t\t\t\t\t If they infringe on the DPRK's sovereignty and dignity even a bit, its army will launch merciless ultra-precision strikes from ground, air, sea and underwater.\n\t\t\t\t\t\n\t\t\t\t\t The war maniacs had better stop acting rashly."
        },
        {
            "title": "U.S. and S. Korean Warmongers Start Key Resolve Joint Military Drills",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-07ee.html",
            "content": "U.S. and S. Korean Warmongers Start Key Resolve Joint Military Drills\r\nPyongyang, March 14 (KCNA) -- The U.S. imperialists and south Korean puppet warmongers kicked off the Key Resolve joint military exercises for invading the DPRK across south Korea on Mar. 13 despite the public condemnation and rejection at home and abroad.\n\t\t\t\t\t To be involved in the military drills are unprecedentedly huge forces including the U.S. imperialist aggression forces present in south Korea, overseas U.S. imperialist aggression forces, south Korean puppet forces and troops of their vassal countries participating in the reckless Foal Eagle joint military maneuvers since Mar. 1.\n\t\t\t\t\t\n\t\t\t\t\t They will be staged with Carl Vinson and Ronald Reagan nuclear carriers striking groups, nuclear strategic bombers, stealth fighters and various other nuclear strategic assets and operation military hardware of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean puppet forces openly announced that this saber-rattling would focus on putting into more concrete shape 4D Operation aimed at making a preemptive strike at the DPRK including precision strikes at its major facilities and, at the same time, involve the drill to be staged under the simulated conditions of the deployment of THAAD.\n\t\t\t\t\t\n\t\t\t\t\t That day the commander of the U.S. imperialist aggression forces present in south Korea and the puppet chairman of the Joint Chiefs of Staff of south Korea kicked up war hysteria for invading the north, crying out for \"strong counteraction against provocation\" from someone, aboard Carl Vinson."
        },
        {
            "title": "Punishment of Accomplices in \"State Affairs\" Scandal and Politics-Business Nexus Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-16ee.html",
            "content": "Punishment of Accomplices in \"State Affairs\" Scandal and Politics-Business Nexus Urged in S. Korea\r\nPyongyang, March 14 (KCNA) -- The Citizens Solidarity for Democratic Society of south Korea reportedly expressed the stand on the decision of impeachment of Park Geun Hye on March 10.\n\t\t\t\t\t The organization said the decision was natural as Park betrayed the people by abusing \"state administration\".\n\t\t\t\t\t\n\t\t\t\t\t Noting that impeachment of Park is just in the beginning, it demanded thorough investigation into those accomplices in the scandal and the politics-business nexus and punishment of them.\n\t\t\t\t\t\n\t\t\t\t\t It urged the political camp to respond to the people's demand for abolishing the evils of the Park Geun Hye regime and establish base of new society."
        },
        {
            "title": "S. Korean Paper Slams Park Geun Hye Fanning up Violence and Confusion",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-17ee.html",
            "content": "S. Korean Paper Slams Park Geun Hye Fanning up Violence and Confusion\r\nPyongyang, March 14 (KCNA) -- The south Korean internet paper Voice of People in an editorial on March 13 said that though Park Geun Hye was dismissed from the \"presidential\" office and ousted from Chongwadae, she failed to reflect on her past doings.\n\t\t\t\t\t It said that the criminal's act should never be pardoned as she fanned up violence and confusion and denied the rule of law.\n\t\t\t\t\t\n\t\t\t\t\t There is evident reason for the prosecution to speed up the arrest and confinement of Park."
        },
        {
            "title": "Abolition of All Evils Left by Traitor Park Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-18ee.html",
            "content": "Abolition of All Evils Left by Traitor Park Urged in S. Korea\r\nPyongyang, March 14 (KCNA) -- The People for Achieving Peace and Reunification of south Korea in a commentary on March 10 demanded an action for abolishing all evils left by traitor Park Geun Hye and building a new society together with candlelight demonstrators.\n\t\t\t\t\t 15 million candlelight demonstrators brought down the Park Geun Hye regime interwoven with illegality, violence and corruption, the commentary said, adding that common people played a crucial role in bringing down the regime.\n\t\t\t\t\t\n\t\t\t\t\t It urged the removal of Hwang Kyo An, an accomplice in \"abuse of power\" and faithful stooge of Park, and Han Min Gu, defense minister pressing for the deployment of THAAD.\n\t\t\t\t\t\n\t\t\t\t\t People who waged candlelight actions should now turn to the abolition of all evils and reform of society while checking the moves of the conservative forces with vigilance, the commentary stressed."
        },
        {
            "title": "THAAD Deployment by S. Korean Authorities Denounced",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-19ee.html",
            "content": "THAAD Deployment by S. Korean Authorities Denounced\r\nPyongyang, March 14 (KCNA) -- The People for Achieving Peace and Reunification, the Pusan Measure Committee to Check THAAD Deployment and other civic and social organizations of south Korea reportedly held a press conference at Kimhae Airport on Mar. 9 in denunciation of the puppet military authorities' moves for THAAD deployment.\n\t\t\t\t\t Speakers at the conference said THAAD deployment is bringing nothing good to the nation as it is threatening peace on the Korean peninsula and security of Northeast Asia while seriously hobbling the economy.\n\t\t\t\t\t\n\t\t\t\t\t The agreement on THAAD deployment between the U.S. and the authorities is an illegal one with neither entity nor legitimate ground, they said, expressing the will to struggle against it."
        },
        {
            "title": "Land Reform in Korea Observed by Nigerian Body",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-02ee.html",
            "content": "Land Reform in Korea Observed by Nigerian Body\r\nPyongyang, March 14 (KCNA) -- The exploits performed by President Kim Il Sung and leader Kim Jong Il for solving the land problem will shine forever along with the reality in the DPRK, which is turning into a socialist fairyland under the leadership of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism said this in an article titled \"Enforcement of land reform and solution of land problem in the DPRK\" posted on its website on Mar. 2.\n\t\t\t\t\t\n\t\t\t\t\t The article went on:\n\t\t\t\t\t\n\t\t\t\t\t The President proclaimed \"Law on Agrarian Reform in North Korea\" on Mar. 5, 1946.\n\t\t\t\t\t\n\t\t\t\t\t Only when the land problem is solved properly, is it possible to firmly lay the groundwork for an independent and sovereign state and ensure the stability and development of the country, because the land problem was of great importance in accomplishing the people's cause of independence and building a new society.\n\t\t\t\t\t\n\t\t\t\t\t The President solved the land problem in an original manner from the stand of Juche, meeting the specific conditions of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The article introduced facts showing that the President made peasants become masters of land under the slogan \"Land to the Tillers!\" and that he clearly clarified principled issues arising in successfully enforcing the land reform and ways for it, and wisely led the work.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's land problem was more perfectly solved by HE Kim Jong Il, who carried forward the cause of the President, the article stressed."
        },
        {
            "title": "Korea's Reunification Will Come True; Swiss Bodies",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-03ee.html",
            "content": "Korea's Reunification Will Come True; Swiss Bodies\r\nPyongyang, March 14 (KCNA) -- The Swiss preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea on Mar. 5 made public a joint statement in support of a memorandum released by the Committee for the Peaceful Reunification of the Country of the DPRK.\n\t\t\t\t\t The statement said that the memorandum was released in order to hand down to posterity the exploits performed by Chairman of the Workers' Party of Korea Kim Jong Un for the cause of national reunification, on the occasion of the 5th anniversary of his on-site inspection of Panmunjom, a symbol of national division.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people boundlessly revere Kim Jong Un as the great father of the nation and lodestar of national reunification, the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The day when the whole Korean nation shout hurrah for reunification will surely come thanks to Kim Jong Un."
        },
        {
            "title": "Kim Jong Il's Work Posted on Website in DR Congo",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-04ee.html",
            "content": "Kim Jong Il's Work Posted on Website in DR Congo\r\nPyongyang, March 14 (KCNA) -- The full text of leader Kim Jong Il's work \"Women Are a Dynamic Force Pushing Ahead with the Revolution and Construction\" was posted by the National Committee for the Study of the Juche Idea of DR Congo on its website on Mar. 8.\n\t\t\t\t\t The work, published on Mar. 8, Juche 84 (1995), says that the Korean women have intense loyalty to the Party and play an important role in the revolution and construction and the Korean women movement has followed the proud road of victory under the guidance of President Kim Il Sung."
        },
        {
            "title": "Kim Yong Nam expresa condolencias a presidente sirio",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-03ss.html",
            "content": "Kim Yong Nam expresa condolencias a presidente sirio\r\nPyongyang, 14 de marzo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam envio el dia 13 un mensaje de consuelo al presidente de la Republica Arabe de Siria, Bashar al-Assad, en relacion con que hubo muchas perdidas humanas en este pais por el acto terrorista.\n\t\t\t\t\tEn la misiva, el remitente expreso profundas condolencias al gobierno y al pueblo de Siria.\n\t\t\t\t\t\n\t\t\t\t\tY expuso la firme conviccion de que el gobierno y el pueblo sirios liquidaran cuanto antes las consecuencias del incidente y defenderan firmemente la seguridad y la estabilidad del pais frustrando todos los desafios y terrorismos de las fuerzas hostiles."
        },
        {
            "title": "Cancilleria coreana brinda encuentro de amistad con miembros de embajada cubana",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-15ss.html",
            "content": "Cancilleria coreana brinda encuentro de amistad con miembros de embajada cubana\r\nPyongyang, 14 de marzo (ACNC) -- Con motivo del 31o aniversario de la visita del Companero Fidel Castro Ruz a la Republica Popular Democratica de Corea, la cancilleria coreana organizo un encuentro de amistad con los miembros de la embajada cubana en la RPDC.\n\t\t\t\t\tEn la ocasion fueron invitados el embajador Jesus De Los Angeles Aise Sotolongo y otros integrantes de la sede diplomatica cubana.\n\t\t\t\t\t\n\t\t\t\t\tTomaron parte el vicecanciller Sin Hong Chol y otros funcionarios del MINREX de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes recordaron los dias en que el Presidente Kim Il Sung y el Dirigente Kim Jong Il se reunieron con el Companero Fidel Castro Ruz.\n\t\t\t\t\t\n\t\t\t\t\tHablaron de la necesidad de fortalecer y desarrollar sin cesar la amistad y unidad combativas entre Corea y Cuba y la cooperacion bilateral, preparadas por los lideres antecesores de ambos paises, y profundizaron el sentimiento de amistad jugando las diversiones deportivas."
        },
        {
            "title": "David Rhodes y su comitiva llegan a Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-20ss.html",
            "content": "David Rhodes y su comitiva llegan a Pyongyang\r\nPyongyang, 14 de marzo (ACNC) -- David Rhodes, presidente general de CBS de EE.UU., y su comitiva llegaron hoy a esta capital."
        },
        {
            "title": "Choe Ryong Hae recorre el campo de construccion de avenida Ryomyong",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-19ss.html",
            "content": "Choe Ryong Hae recorre el campo de construccion de avenida Ryomyong\r\nPyongyang, 14 de marzo (ACNC) -- Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y vicepresidente del Comite de Estado de la Republica Popular Democratica de Corea y del CC del PTC, averiguo en el terreno como va la construccion de los edificios de la avenida Ryomyong, encargados por la Brigada de Construccion Juvenil Batalla de Velocidad.\n\t\t\t\t\tEstimulando los exitos de los brigadistas, el instruyo terminar la construccion antes del Dia del Sol (15 de abril) asegurando la calidad en el maximo nivel.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que los miembros de mando deben realizar de manera combativa la educacion ideologica para que todos los brigadistas abran al frente la ruta de avance."
        },
        {
            "title": "ACNC comenta actos fratricidas de los complices de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2017/201703/news14/20170314-12ss.html",
            "content": "ACNC comenta actos fratricidas de los complices de Park Geun-hye\r\nPyongyang, 14 de marzo (ACNC) -- Los titeres surcoreanos tratan de mantener a toda costa la politica fratricida de la traidora Park Geun-hye, sentenciada al arruinamiento por la historia. \n\t\t\t\t\tUna vez dictada la decision final de la \"Corte Constitucional\" sobre la dimision de Park, el ministro de Defensa Han Min Gu convoco una reunion en que instruyo a los comandantes importantes de todo el ejercito mantener la \"disposicion de enfrentamiento rotundo\" hablando de la \"posibilidad de provocacion del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Unificacion Hong Yong Phyo defiende la politica fratricida de la traidora Park Geun-hye diciendo que el \"exito mas notable de la politica sobre el Norte del gobierno de Park Geun-hye es el paro de la Zona Industrial de Kaesong\" y \"mantendria el principio y la constancia\" de esa politica. \n\t\t\t\t\t\n\t\t\t\t\tLa camarilla traidora surcoreana se obstina en la ya fracasada politica fratricida de Park a fin de reagrupar a las fuerzas conservadoras en la crisis general e impedir la mejora de las relaciones intercoreanas aun despues del cambio del \"poder\". \n\t\t\t\t\t\n\t\t\t\t\tKim Kwan Jin, Han Min Gu, Yun Pyong Se y Hong Yong Phyo tomaron la delantera en llevar a la ruptura total las relaciones intercoreanas actuando como brazos de Park Geun-hye.\n\t\t\t\t\t\n\t\t\t\t\tKim Kwan Jin y Han Min Gu, gangsteres militares carentes de la elemental etica y moralidad, cometieron el crimen intolerable de calumniar atrevidamente la maxima dignidad y el regimen de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tYun Pyong Se silencio a cambio de sumas miserables el crimen de esclavitud sexual cometido por los reaccionarios japoneses, enemigos jurados de la nacion coreana. Y Hong Yong Phyo corto hasta el ultimo hilo de las relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\tEstos complices principales de Park Geun-hye son la horda de traidores y basuras de la historia que deben ser sepultados junto con la traidora. \n\t\t\t\t\t\n\t\t\t\t\tLos titeres de Park Geun-hye y Choe Sun Sil dicen todavia los sofismas anti-RPDC sin darse cuenta de la tendencia de la epoca, lo cual es desafio frontal a la poblacion surcoreana y un crimen intolerable encaminado a buscar el peligro de guerra nuclear al territorio patrio. \n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos confirman que si se perdona a los ejecutores de la politica de Park, no se realizara la unanime demanda de todos los coreanos sobre el mejoramiento de relaciones N-S, la paz y la prosperidad. \n\t\t\t\t\t\n\t\t\t\t\tPara limpiar la sociedad, hay que eliminar a tiempo las fuentes de desgracias y los abandonados por el pueblo. \n\t\t\t\t\t\n\t\t\t\t\tNo esta lejos el dia en que Park y sus complices traidores seran sepultados en la historia."
        }
    ]
}