{
    "date": "2017-10-07",
    "url": "http://kcna.co.jp/item/2017/201710/2017-10-07ee.html",
    "articles": [
        {
            "title": "DPRK Will Not Flinch from Bolstering Nuclear Force: DPRK Representative to UN",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-12ee.html",
            "content": "DPRK Will Not Flinch from Bolstering Nuclear Force: DPRK Representative to UN\r\nPyongyang, October 7 (KCNA) -- The permanent representative of the Democratic People's Republic of Korea to the United Nations stated that the DPRK would never flinch even an inch from bolstering the nuclear force.\n\t\t\t\t\tSpeaking at the General Debate of the First Committee of the 72nd Session of the UN General Assembly that on Oct. 6, he said:\n\t\t\t\t\t\n\t\t\t\t\tFor success of nuclear disarmament efforts, the countries that possess largest nuclear arsenals should take the lead in dismantling nuclear weapons, roll back nuclear doctrines of aggressive nature such as \"preemptive strike\" and withdraw nuclear weapons deployed outside their own territories.\n\t\t\t\t\t\n\t\t\t\t\tWith regard to the Nuclear Weapons Ban Treaty (NBT) adopted at the UN in July this year on the initiative of non-nuclear-weapon-states, the disapproval and rejection on the part of nuclear-weapon-states including the U.S. and the military allies cast a gloomy shadow on the prospects of the treaty.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK agrees with the primary focus of the NBT on total elimination of nuclear weapons; however, since the U.S. that poses nuclear threat and blackmail on the DPRK rejects the NBT, the DPRK is not in position to accede to the treaty. \n\t\t\t\t\t\n\t\t\t\t\tIts possession of H-bomb and ICBM is a part of legitimate self-defensive measures to put a definite end to the nuclear threats and hostile policy of the U.S. and safeguard its sovereignty and rights to existence and development. \n\t\t\t\t\t\n\t\t\t\t\tNevertheless, the U.S. is taking issue with the self-defensive measures of the DPRK for bolstering up its national defense capability, labeling them as \"threats\" and \"provocations\". It even rigged up several \"sanctions resolutions\" against the DPRK at the UN Security Council, thus disguising the issue as one between the DPRK and UN. \n\t\t\t\t\t\n\t\t\t\t\tUN member states should know correctly with distinction whether the DPRK's possession of nukes and ICBM poses a \"global threat\" as claimed by the U.S. or the threat confined to the U.S. alone.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is the one and only country in this world that massacred hundreds of thousands of innocent civilians by using nuclear weapons in the real war.\n\t\t\t\t\t\n\t\t\t\t\tNo other country in this world has been exposed to the U.S. nuclear threat for a long time, directly with intensity as much as the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tTo all intents and purposes, the nuclear issue on the Korean peninsula was spawned and developed into the present phase today because of the U.S. and, accordingly, the blame for it is entirely on the U.S.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will neither put the nukes and ballistic rockets on negotiating table in any case nor flinch even an inch from the road to bolstering up the nuclear forces chosen by itself, unless the U.S. hostile policy and nuclear threat to the DPRK are fundamentally eliminated.\n\t\t\t\t\t\n\t\t\t\t\tShould the U.S. ignore the repeated warnings and pounce upon the DPRK with military force at last, the DPRK will inflict severe punishment with its power of self-reliance and self-development it has so far consolidated."
        },
        {
            "title": "U.S., S. Korea Will Face Total Destruction",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-09ee.html",
            "content": "U.S., S. Korea Will Face Total Destruction\r\n Pyongyang, October 7 (KCNA) -- A spokesman for the Pan-Korean Emergency Measure Committee for Opposing Nuclear War Drills against the DPRK in a statement Saturday denounced the U.S. and the puppet forces for seeking to introduce massive U.S. nuclear strategic assets into south Korea and its vicinity while trumpeting about \"expansion of cyclic deployment\", taken aback by the nuclear might of the DPRK for self-defence.\n\t\t\t\t\t The U.S. and the south Korean puppet regime held a \"summit meeting\" on the sidelines of the 72nd UN General Assembly on September 21 where they discussed the expansion of the cyclic deployment of the U.S. strategic weapons on the Korean peninsula allegedly to cope with the \"nuclear and missile threats\" from the DPRK, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The evil cycle of escalation of tension persists and the danger of the outbreak of a nuclear war mounts on the Korean peninsula. It is because the U.S. and the puppet forces are planning to keep the U.S. strategic assets in and around south Korea on a permanent basis by expanding the scale of their deployment while kicking up the racket of nuclear war drills against the north.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. planned expansion of the cycle deployment of nuclear strategic assets, ill-famed as pronoun of aggression and war, clearly proves that Trump's lunatic pledge to \"totally destroy\" the DPRK and \"stamp out\" its people is being led to extremely dangerous military gambling.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are keen on senseless farce of offering south Korea as a theatre of nuclear war of big powers after introducing nuclear weapons and offering huge fund collected from people as tax. They are imbeciles unable to discern the right from the wrong.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet forces seek to deploy more nuclear strategic assets in south Korea, not content with turning it into the biggest nuclear arsenal in the Far East and the most dangerous nuclear advanced base. Their reckless acts clearly prove who is a chieftain bringing the nuclear crisis to this land and who is to blame for harassing peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the U.S. and the puppet forces to try to threaten others with such things as nuclear strategic assets.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. strategic assets that were deployed on the Korean peninsula will be the first target of destruction by the revolutionary armed forces of the DPRK which has the U.S. mainland across the Pacific within their striking range and the puppet forces will face total destruction even by by-blow."
        },
        {
            "title": "Japanese Guests Leave for Home",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-08ee.html",
            "content": "Japanese Guests Leave for Home\r\n Pyongyang, October 7 (KCNA) -- A delegation of the Hyogo Prefectural People's Council for Japan-DPRK Friendship led by Secretary General Hiromi Miyamoto left here for home Saturday."
        },
        {
            "title": " Japanese Delegation Leaves",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-11ee.html",
            "content": "Japanese Delegation Leaves\r\n Pyongyang, October 7 (KCNA) -- A Japan-DPRK friendship delegation from Kyusu of Japan headed by Mamoru Kitahara, chairman of the Fukuoka Prefectural Japan-DPRK Friendship Association, went back home Saturday."
        },
        {
            "title": "Japanese Guests Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-07ee.html",
            "content": "Japanese Guests Visit Mangyongdae\r\n Pyongyang, October 7 (KCNA) -- A delegation of the Hyogo Prefectural People's Council for Japan-DPRK Friendship led by Secretary General Hiromi Miyamoto visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the revolutionary career of the President, they looked round historic relics at his old home.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Korean Revolution Museum, the Sci-Tech Complex, etc."
        },
        {
            "title": "Coal Production on Increase in DPRK",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-10ee.html",
            "content": "Coal Production on Increase in DPRK\r\n Pyongyang, October 7 (KCNA) -- Collieries across the DPRK are conducting a dynamic drive for the increased production under the banner of self-reliance in order to foil the U.S. imperialists' ferocious sanctions and pressure.\n\t\t\t\t\t Taking the lead in the drive is the Tokchon Area Coal-Mining Complex.\n\t\t\t\t\t\n\t\t\t\t\t Toksong, Jenam and Tokchon collieries under the complex have overfulfilled their daily production quota by applying advanced blasting methods.\n\t\t\t\t\t\n\t\t\t\t\t The Hoean Youth Coal Mine and Inpho Youth Coal Mine under the Pukchang Area Youth Coal Mining Complex are remarkably boosting production through production and tunneling emulations.\n\t\t\t\t\t\n\t\t\t\t\t The same is true of the Sunchon Area Youth Coal Mining Complex and Anju and Kaechon area coal-mining complexes."
        },
        {
            "title": "Great Feats Performed for Victorious Advance of Socialism",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-13ee.html",
            "content": "Great Feats Performed for Victorious Advance of Socialism\r\n Pyongyang, October 7 (KCNA) -- Twenty years have passed since leader Kim Jong Il was elected the general secretary of the Workers' Party of Korea on October 8, Juche 86 (1997). His election was a historic event that guaranteed the continuity to the victorious advance of the socialist cause.\n\t\t\t\t\t 20 years ago, the DPRK had been hardly pressed with unprecedented trials and difficulties.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led imperialist allied forces were hell-bent on sanctions and war provocations in a bid to obliterate the socialist Korea on the earth.\n\t\t\t\t\t\n\t\t\t\t\t Just at that moment, all the Party members and other people of the DPRK elected him, who was taking the helm in the anti-imperialist, anti-U.S. confrontation to defend the dignity of the country, to the top post of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il set forth the unique Songun-based revolutionary line and the line of socialist economic construction with the main stress on bolstering the national defence industry. Under his tireless leadership, the DPRK was developed into a nuclear weapons state and a military giant. And this is one of distinguished feats he performed on behalf of the Party and the country.\n\t\t\t\t\t\n\t\t\t\t\t He attached priority to strengthening the military power in accomplishing the revolutionary cause of the WPK and developed the Korean People's Army into the invincible revolutionary army of the leader and the party that takes the lead in upholding the idea and cause of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He had made a long journey for Songun leadership in his lifetime to inspect KPA units and meet scientists and workers in the field of munitions industry.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his energetic leadership, the defense industry of the DPRK has been upgraded to a highly-developed and powerful self-supporting industry with versatile and comprehensive production system and huge potentials.\n\t\t\t\t\t\n\t\t\t\t\t It is attributable to the great dedication shown by Kim Jong Il that the Korean people have led a happy life, despite of decades-long acute confrontation with the imperialists and gun reports resounded in different parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t Now, under the guidance of respected Supreme Leader Kim Jong Un who is adding glory to the cause of Kim Jong Il, the DPRK has emerged as a nuclear power and one of the world's military giants by bringing about the \"March 18 revolution\", \"July 4 revolution\" and the great victory on July 28 and even succeeding in the ICBM-ready H-bomb test."
        },
        {
            "title": "Candlelight Action Is Not Over in S. Korea: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-04ee.html",
            "content": "Candlelight Action Is Not Over in S. Korea: Rodong Sinmun\r\n Pyongyang, October 7 (KCNA) -- Rodong Sinmun Saturday carries an article on the lapse of one year since the south Korean people launched candlelight resistance with the will to put an end to the crime-woven history of the Park Geun Hye regime.\n\t\t\t\t\t The south Korean people's massive candlelight resistance was a righteous struggle to put an end to the turbulent political landscape disgraced by the group of traitors and achieve social justice and progress, the article says, adding;\n\t\t\t\t\t\n\t\t\t\t\t Their candlelight resistance failed to bring about the desired results.\n\t\t\t\t\t\n\t\t\t\t\t The candlelight actions staged by people from all walks of life resulted in the collapse of the Park Geun Hye regime, but the south Korean people's desire to live as human beings in a democratized and reunified country without foreign forces is mercilessly trampled down as before.\n\t\t\t\t\t\n\t\t\t\t\t It is stark reality that the treacherous policy of the conservative regime is still in force while successes of candlelight actions are brought to naught in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t This is inevitable consequences of the betrayal of the present south Korean ruling quarters that emerged while pretending to represent the public mind-set of candlelight holders.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean ruling forces are the traitors putting the conservative regime into the shade in sycophancy toward the U.S. and dependence on outside forces.\n\t\t\t\t\t\n\t\t\t\t\t If the spirit of people's struggle for achieving independence, democracy and reunification is weakened and the righteous  struggle for new politics and new life is given up halfway, traitorous politics would be revived and people be trampled down by dictatorial forces. This is a bitter lesson taught by the history of the south Korean people's movement.\n\t\t\t\t\t\n\t\t\t\t\t The candlelight resistance is not over in south Korea."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Warmongers' Story about \"North's Additional Provocation\"",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-05ee.html",
            "content": "Rodong Sinmun Slams S. Korean Warmongers' Story about \"North's Additional Provocation\"\r\n Pyongyang, October 7 (KCNA) -- Jong Kyong Du, chairman of the south Korean puppet Joint Chiefs of Staff, shortly ago toured the areas around the foremost front to examine the posture of the army to cope with the \"north's possible additional provocation\".\n\t\t\t\t\t The chief of naval staff and the chief of air staff also went to the areas around the controversial five islets in the West Sea of Korea where they urged their stooges to adopt \"firm combat-readiness to repel any provocation\".\n\t\t\t\t\t\n\t\t\t\t\t A commentary of Rodong Sinmun Saturday says the puppet forces are trying to brand the north as a provoker while peddling the story of \"the north's additional provocation\", but such a sleight of hand can never work.\n\t\t\t\t\t\n\t\t\t\t\t The news analyst goes on:\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the puppet forces is to galvanize the public opinion over the \"north's additional provocation\", justify their criminal moves for a nuclear war against the north and further ramp up the military threat to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is truly foolhardy for the puppet forces to support their American master's moves for a war against the north while failing to understand the severity of the present situation and the catastrophic consequences they may face.\n\t\t\t\t\t\n\t\t\t\t\t The whole south Korean land can turn into ruins if they opt for reckless provocation while counting on their American master, being left without any alternative nor ability to hold ensuing responsibility.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces should not run amuck, clearly understanding the toughest will of the army and people of the DPRK to stamp out the U.S. and its followers to the last man on the earth."
        },
        {
            "title": "S. Korea: Peasants Reject U.S. Administration's Demand for FTA Re-negotiation",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-06ee.html",
            "content": "S. Korea: Peasants Reject U.S. Administration's Demand for FTA Re-negotiation\r\n Pyongyang, October 7 (KCNA) -- The Federation of Peasants Associations in south Korea reportedly issued a statement on Oct. 5 to reject the U.S. administration's demand for re-negotiation of the south Korea-U.S. FTA.\n\t\t\t\t\t The statement charged that Trump is using the renegotiation issue to rally the conservative forces in the U.S. and thus tide over the ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t If the present chief executive of south Korea regards the \"alliance\" with the U.S. as a mortuary tablet and dances to the tune of lunatic Trump, he will become a laughing stock of the world, it said."
        },
        {
            "title": "Swiss Bodies Pay Tribute to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-01ee.html",
            "content": "Swiss Bodies Pay Tribute to Kim Jong Il\r\n Pyongyang, October 7 (KCNA) -- We pay high tribute to leader Kim Jong Il, eternal head of the Workers' Party of Korea.\n\t\t\t\t\t The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea said this in a joint statement on Sep. 30 to mark the 20th anniversary of leader Kim Jong Il's election as general secretary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t On Oct. 8, 1997, 20 years ago leader Kim Jong Il was elected as general secretary of the WPK. This is an expression of boundless trust of the entire army and all the people of the DPRK in him.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the Songun politics based on the Juche idea as the main political mode under socialism and had applied it in every aspect.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun leadership, the DPRK had turned into a satellite manufacturing and launching state and a nuclear weapons state of which the U.S. imperialists and their followers are afraid.\n\t\t\t\t\t\n\t\t\t\t\t He strengthened the DPRK into an invincible fortress by constantly adhering to the banner of independence, Songun and socialism.\n\t\t\t\t\t\n\t\t\t\t\t The era of Kim Jong Il, the great era of glory, is now being creditably carried forward under the leadership of respected Marshal Kim Jong Un."
        },
        {
            "title": "Britons Protest against U.S. Hostile Policy towards DPRK",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-02ee.html",
            "content": "Britons Protest against U.S. Hostile Policy towards DPRK\r\n Pyongyang, October 7 (KCNA) -- A demonstration was staged outside the U.S. embassy in London on Sept. 30 to denounce Trump for talking such nonsense as \"totally destroying\" the DPRK and protest against the U.S. hostile policy towards the DPRK.\n\t\t\t\t\t Taking part in it were personages of political parties and organizations in the UK, including the New Communist Party of Britain, the British Solidarity Committee for the Peace and Reunification of the Korean Peninsula, the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK, and popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Dermot Hudson, chairman of the British Solidarity Committee for the Peace and Reunification of the Korean Peninsula, condemned the unprecedented invectives of Trump and the U.S. moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrent is for defending the sovereignty of the country and the socialist system from U.S. aggression threats, not for destroying the world peace.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. planed to use nukes against the DPRK and introduced nuclear war hardware into south Korea.\n\t\t\t\t\t\n\t\t\t\t\t We strongly urge the U.S. to stop the military threats and sanctions on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators chanted such slogans as \"Korea Is One!\", \"No War, No Sanctions!\" and \"Trump, Step Down!\", waving the flag of the DPRK. And they handed out leaflets to passers-by.\n\t\t\t\t\t\n\t\t\t\t\t Pedestrians, too, joined in the demo."
        },
        {
            "title": "RPDC no retrocedera en el camino de incremento de fuerzas armadas nucleares, reitera el representante coreano ante la ONU",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-14ee.html",
            "content": "RPDC no retrocedera en el camino de incremento de fuerzas armadas nucleares, reitera el representante coreano ante la ONU\r\nPyongyang, 7 de octubre (ACNC) -- En su discurso pronunciado el dia 6 en el primer comite (desarme y seguridad internacional) de la 72a sesion de la Asamblea General de la ONU, el representante permanente de la Republica Popular Democratica de Corea ante la ONU destaco que la RPDC no dara ni un paso atras en su camino de incremento de las fuerzas armadas nucleares.\n\t\t\t\t\t Para hacer fructiferos los esfuerzos por el desarme nuclear, los paises con mayor numero de armas nucleares deben ponerse al frente de su cancelacion, revocar la doctrina nuclear de caracter agresivo como \"teoria de ataque preventivo\" y retirar todas las armas nucleares ubicadas fuera de los territorios nacionales, opino el orador y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\t  En julio pasado, quedo aprobado en la ONU el Tratado de Prohibicion de Armas Nucleares por la iniciativa y patrocinio de los Estados desnuclearizados. Sin embargo, entenebrece las perspectivas de su implementacion la posicion negativa de los paises portadores de armas nucleares y los miembros de bloques militares.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC expresa consentimiento al objetivo y proposito del tratado para la prohibicion total de armas nucleares, pero no puede firmarlo puesto que lo rechaza EE.UU. que mantiene la amenaza y chantaje nucleares sobre la primera.\n\t\t\t\t\t\n\t\t\t\t\t  La posesion de la bomba H y el ICBM por parte de la RPDC forma parte de las justas medidas autodefensivas para defender la soberania y el derecho a sobrevivir y desarrollarse poniendo punto final a la amenaza nuclear de EE.UU. y su politica hostil.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, EE.UU. fabrico varias \"resoluciones de sancion\" anti-RPDC en el Consejo de Seguridad de la ONU cuestionando las medidas de consolidacion de las fuerzas de defensa nacional de la RPDC como \"amenaza\" y \"provocacion\", de manera que ese tema se tornara un problema entre la RPDC y la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  Los paises miembros de la ONU deben distinguir exactamente si la posesion de arma nuclear e ICBM de la RPDC es la \"amenaza mundial\", como describe EE.UU., o la limitada a este pais.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. es el unico pais del mundo que asesino a cientos de miles de civiles inocentes usando armas nucleares en el combate.\n\t\t\t\t\t\n\t\t\t\t\t  En este mundo no hay otro pais como la RPDC que viene sufriendo en un tiempo tan largo la amenaza nuclear tan grave y directa de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  El problema nuclear de la Peninsula Coreana fue surgido de punta a cabo por culpa de EE.UU. y llego al estado actual debido a este pais y su responsabilidad recae totalmente sobre el mismo.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras no se eliminen radicalmente la politica hostil y la amenaza nuclear de EE.UU., la RPDC no pondra en ningun caso en la mesa de negociaciones el tema de arma nuclear y el ICBM ni retrocedera ni un paso en el camino de aumento de las fuerzas armadas nucleares escogido por ella misma."
        },
        {
            "title": "EE.UU. y Sur de Corea no podran eludir el arruinamiento total, senala entidad coreana",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-15ee.html",
            "content": "s100709 - EE.UU. y Sur de Corea no podran eludir el arruinamiento total, senala entidad coreana\r\nPyongyang, 7 de octubre (ACNC) -- Los Estados Unidos y los titeres surcoreanos, atemorizados ante el poderio nuclear de autodefensa de la Republica Popular Democratica de Corea, estan desesperados para introducir en gran medida las propiedades estrategicas nucleares norteamericanas en el Sur de Corea y su contorno insistiendo en la \"ampliacion de la ubicacion rotativa\".\n\t\t\t\t\tAl respecto, el portavoz del Comite Pannacional de Medidas Emergentes contra los Ejercicios de Guerra Nuclear anti-Norte hizo publica el dia 7 una declaracion que senala:\n\t\t\t\t\t\n\t\t\t\t\tEn el periodo de la 72a sesion de la Asamblea General de la ONU EE.UU. y los titeres surcoreanos efectuaron el 21 del mes pasado la \"Cumbre\" en que acordaron ampliar la ubicacion rotativa de los armamentos estrategicos norteamericanos en la Peninsula Coreana bajo el pretexto de hacer frente a la \"amenaza nuclear y de misil\" de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLa repeticion del circulo vicioso de agravacion de la situacion y el aumento del peligro de estallido de la guerra nuclear en la Peninsula Coreana se deben a EE.UU. y los titeres surcoreanos que insatisfechos con la movilizacion de las propiedades estrategicas norteamericanas a los ejercicios de guerra de agresion contra la RPDC, intentan mantenerlas en el Sur de Corea y su contorno. \n\t\t\t\t\t\n\t\t\t\t\tEl intento de EE.UU. de ampliar la ubicacion rotativa de sus connotados armamentos estrategicos nucleares, reconocidos como pronombre de agresion y guerra, demuestra que el discurso violento de Trump de \"destruir totalmente\" y \"extirpar\" a la RPDC pasa a la aventura militar. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los titeres surcoreanos convierten la tierra patria en un campo de guerra nuclear de las potencias entregando a EE.UU. enorme cantidad de impuestos recaudados a precio de sangre de la poblacion e introduciendo el monstruo nuclear norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tEl proceder imprudente de EE.UU. y los titeres surcoreanos que convirtieron el suelo surcoreano en el mayor arsenal nuclear y mas peligrosa base avanzada nuclear del Extremo Oriente y trazan el complot para colocar concentradamente mucho mas propiedades estrategicas nucleares, testimonia claramente quien es el culpable principal de la crisis nuclear y de la perturbacion de la paz de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEs muy ridiculo el intento de EE.UU. y los titeres surcoreanos de amenazar a la RPDC con armamentos estrategicos nucleares. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas armadas revolucionarias coreanas ya tienen a su alcance de tiro el territorio estadounidense allende del Oceano Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tSeran su primer blanco de ataque las propiedades estrategicas nucleares norteamericanas emplazadas en la Peninsula Coreana y los titeres surcoreanos tampoco podran eludir el arruinamiento."
        },
        {
            "title": "No ha terminado la lucha con velas en el Sur de Corea, enfatiza Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-16ee.html",
            "content": "No ha terminado la lucha con velas en el Sur de Corea, enfatiza Rodong Sinmun\r\nPyongyang, 7 de octubre (ACNC) -- Se cumple casi un ano desde cuando los habitantes surcoreanos comenzaron la protesta con velas con la decision de acabar con el \"poder\" criminal de Park Geun-hye.\n\t\t\t\t\tAl respecto, el diario Rodong Sinmun publico este sabado un articulo individual que sigue:\n\t\t\t\t\t\n\t\t\t\t\tLa lucha masiva con velas en el Sur de Corea fue una justa resistencia para arreglar la tendencia politica ensuciada por la banda traidora y lograr la justicia y progreso sociales, pero no pudo conseguir el resultado merecido. \n\t\t\t\t\t\n\t\t\t\t\tAunque cayo el \"poder\" de Park Geun-hye, no se ha realizado todavia la aspiracion del pueblo surcoreano a vivir con dignidad en el mundo democratizado y reunificado sin fuerzas extranjeras. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, se echan a perder los exitos alcanzados por la lucha con velas y se repiten las politicas traidoras del \"poder\" conservador. \n\t\t\t\t\t\n\t\t\t\t\tEsto es el resultado inevitable del proceder traidor de las autoridades actuales que hicieron su aparicion describiendose como representantes de la opinion publica reflejada en velas encendidas. \n\t\t\t\t\t\n\t\t\t\t\tEllas son los traidores a la nacion que superan a sus antecesores conservadores tanto en el servilismo a EE.UU. como en la dependencia de las fuerzas extranjeras. \n\t\t\t\t\t\n\t\t\t\t\t Si se relaja el impetu de lucha de las masas populares por la independencia, la democracia y la reunificacion y se interrumpe la justa lucha por la nueva politica y la nueva vida, se rehabilitara la politica traidora y la poblacion sera reprimida de nuevo por las fuerzas dictatoriales. Esto es la leccion de sangre que ensena la historia del movimiento popular del Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tNo ha terminado todavia la manifestacion con velas en el Sur de Corea."
        },
        {
            "title": "Rodong Sinmun desmiente el rumor de \"provocacion adicional del Norte\"",
            "url": "http://kcna.co.jp/item/2017/201710/news07/20171007-17ee.html",
            "content": "Rodong Sinmun desmiente el rumor de \"provocacion adicional del Norte\" \r\nPyongyang, 7 de octubre (ACNC) -- Hace poco, el presidente de la Junta de Jefes de Estado Mayor del ejercito titere surcoreano, Jong Kyong Du, realizo una gira por las unidades en el frente avanzado chequeando la \"disposicion de enfrentamiento\" a la \"posible provocacion adicional del Norte\".\n\t\t\t\t\tPor su parte, el jefe del Estado Mayor de las Fuerzas Maritimas y el de las Fuerzas Aereas visitaron las 5 islas del Mar Oeste y ordenaron a sus inferiores procurar la \"firme disposicion de combate\" capaz de \"rechazar cualquier provocacion\".\n\t\t\t\t\t\n\t\t\t\t\tAsi los titeres surcoreanos andan con el afan por tildar de provocadora a la Republica Popular Democratica de Corea difundiendo el rumor de la \"provocacion adicional del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tPero, nadie se dejara enganar por esa artimana barata, apunta el diario Rodong Sinmun en un comentario individual divulgado este sabado y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tJustificar sus criminales maniobras encaminadas a provocar la guerra nuclear de agresion al Norte y recrudecer aun mas la amenaza militar sobre esta parte connacional circulando tanto dicho rumor falso, he aqui la siniestra intencion de los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tEs muy absurdo que ellos se sumaran a la campana belica anti-RPDC de su amo gringo, sin darse cuenta todavia de la gravedad de la situacion actual ni de las calamidades catastroficas que les llegarian.\n\t\t\t\t\t\n\t\t\t\t\tSi siguen recurriendo a la provocacion imprudente confiando solo en su patron norteamericano sin el proyecto  ni la capacidad de remediar las consecuencias, todo el territorio surcoreano puede ser arruinado totalmente.\n\t\t\t\t\t\n\t\t\t\t\tEllos deben actuar con juicio al ver bien la voluntad superintransigente de todos los militares y civiles de la RPDC de aniquilar a EE.UU. y sus satelites."
        }
    ]
}