{
    "date": "2017-08-01",
    "url": "http://kcna.co.jp/item/2017/201708/2017-08-01ee.html",
    "articles": [
        {
            "title": "Greetings to Swiss President",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-04ee.html",
            "content": "Greetings to Swiss President\r\n Pyongyang, August 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greeting to Doris Leuthard, president of the Swiss Confederation, on its national day.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries developing on good terms would grow stronger, the message wished the president bigger success in her responsible work."
        },
        {
            "title": "U.S. Sanctions Racket Being Subject to Condemnation from World: FM Spokesman",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-20ee.html",
            "content": "U.S. Sanctions Racket Being Subject to Condemnation from World: FM Spokesman\r\n Pyongyang, August 1 (KCNA) -- The spokesman for the Ministry of Foreign Affairs of the DPRK gave the following answer to a question raised by the KCNA on August 1 as regards the fact that the U.S. sanctions racket against several countries is provoking an international backlash:\n\t\t\t\t\t The new \"sanctions bill\" against the DPRK, Russia and Iran which recently passed the U.S. Congress is prompting a growing international backlash. \n\t\t\t\t\t\n\t\t\t\t\t Russia stated that it will take serious counteraction against the ferocious and reckless acts of the U.S. while Iran responded by vowing to pass retaliatory bills regarding the passage of the sanctions bill as a blatant act of hostility against Iran.\n\t\t\t\t\t\n\t\t\t\t\t EU member states including Germany, Austria and France are also taking a tough stand towards the U.S. attempts to sacrifice Europe for the sake of \"America First Policy\", criticizing the U.S. sanctions on Russia.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, China and Venezuela are also showing strong reaction to the escalating threats of sanctions by the U.S. \n\t\t\t\t\t\n\t\t\t\t\t China warned that the U.S. \"secondary boycott\" targeting Chinese entities would bring about a serious clash between the two countries and the Venezuelan president declared that Venezuela would take a resolute countermeasure against any U.S. sanctions on the country.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is running the sanctions campaign against several countries with the sole and impudent intention to use it as a means to seek its own interests.\n\t\t\t\t\t\n\t\t\t\t\t The sanctions by the U.S. which are geared to \"saving the U.S. economy\" by securing the market for energy and increasing its export are encroaching upon the interests of its allies and friends without hesitation as well as its rivals.\n\t\t\t\t\t\n\t\t\t\t\t It is only natural that the sanctions racket caused by the U.S is being subject to condemnation and rejection from all over the world for its illegality and impudence.\n\t\t\t\t\t\n\t\t\t\t\t The world should not tolerate the outrageous behavior of the U.S. that threatens sovereign states with sanctions whenever it pleases in pursuance of its exclusive interests.\n\t\t\t\t\t\n\t\t\t\t\t The frantic sanctions campaign by the U.S. against the DPRK is also, in essence, serving the \"pivot to Asia-Pacific\" strategy of the U.S. and its wild dream of dominating the entire world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. threat to impose extreme sanctions on the DPRK only increases the latter's vigilance and stamina, and strengthens the resolve of its people to build a powerful socialist country by dint of self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should wake up to reality that the overall state power and strategic position of the DPRK have reached a new high and act with discretion."
        },
        {
            "title": "Syrian Delegation Leaves",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-10ee.html",
            "content": "Syrian Delegation Leaves\r\n Pyongyang, August 1 (KCNA) -- A delegation of the Syria Baath Children Organization led by Waddah Sawas, director of the Technology, Information and External Relations Department, left here for home Tuesday."
        },
        {
            "title": "Gift to Kim Jong Un from Nigerian Figure",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-09ee.html",
            "content": "Gift to Kim Jong Un from Nigerian Figure\r\n Pyongyang, August 1 (KCNA) -- Respected Supreme Leader Kim Jong Un received a gift from Damian Ogbonna, national chairman of the People's Progressive Party of Nigeria, who is chairman of the African Regional Committee for Friendship and Solidarity with the Korean People and co-chairman of the International Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, on the occasion of the 64th anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t He conveyed the gift to the DPRK ambassador to Nigeria on July 25."
        },
        {
            "title": "Swiss National Day Marked",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-18ee.html",
            "content": "Swiss National Day Marked\r\n Pyongyang, August 1 (KCNA) -- Thomas Fisler, director of Cooperation of the Cooperation Office of Swiss Agency for Development and Cooperation in the DPRK, gave a reception at the Taedonggang Diplomatic Club on Tuesday to mark the national day of Switzerland.\n\t\t\t\t\t Present there on invitation were Han Song Ryol, vice-minister of Foreign Affairs, officials concerned, foreign diplomats and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "5th Int'l Festival in Praise of Great Persons of Mt Paektu to Be Held",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-17ee.html",
            "content": "5th Int'l Festival in Praise of Great Persons of Mt Paektu to Be Held\r\n Pyongyang, August 1 (KCNA) -- The Fifth International Festival in Praise of the Great Persons of Mt Paektu will be held in Pyongyang and the area of Mt Paektu from August 13 to 17, Juche 106 (2017).\n\t\t\t\t\t Delegations and delegates of the International Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, preparatory committees of regions and countries, progressive political parties, organizations for friendship and solidarity with the Korean people, international democratic organizations, and other personages from all walks of life will take part in the festival.\n\t\t\t\t\t\n\t\t\t\t\t The visit the sacred land of the sun, a greeting the sunrise on Mt Paektu, Gathering 2017-Praise to the Great Persons of Mt Paektu, meeting for solidarity with the Korean people and other colorful political and cultural events will be held during the festival."
        },
        {
            "title": "DPRK People Regard Successful ICBM Test-fire as Greatest Victory",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-16ee.html",
            "content": "DPRK People Regard Successful ICBM Test-fire as Greatest Victory\r\n Pyongyang, August 1 (KCNA) -- Upon receiving the news of the successful second test-fire of intercontinental ballistic rocket Hwasong-14, the people in the DPRK are wrapped in great pleasure.\n\t\t\t\t\t In particular, a festive mood pervades Hamhung, Nampho, Sariwon and Anju cities and other parts of the country and industrial establishments including the Hwanghae Iron and Steel Complex and Sangwon Cement Complex.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Jong Chun Mo, a war veteran, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t My homeland is, indeed, a world military power which has brought about a series of world-startling events.\n\t\t\t\t\t\n\t\t\t\t\t After the victory in the Fatherland Liberation war, it has developed into a nuclear power and world-level rocket power possessed of A-bomb and H-bomb as well as ICBM.\n\t\t\t\t\t\n\t\t\t\t\t I extend the greatest glory and heartfelt thanks to respected Supreme Leader Kim Jong Un, who adds luster to July 27, the war victory day, on behalf of war veterans.\n\t\t\t\t\t\n\t\t\t\t\t Ko Kyong Chan, head of a work-team of the April 5 Pit at the Kumgol Mine under the Komdok Mining Complex, said:\n\t\t\t\t\t\n\t\t\t\t\t While I and my work-team members are enjoying the tour of Pyongyang thanks to the loving care of the Workers' Party of Korea, the respected Supreme Leader, together with defence scientists, brought about the auspicious event by waging a life-and-death struggle for the sake of the country and people.\n\t\t\t\t\t\n\t\t\t\t\t We, miners, will hold up our powerful country with increased ore production, having the pleasure of another successful ICBM test-fire."
        },
        {
            "title": "Achievements Made in Development of Koryo Medicine",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-15ee.html",
            "content": "Achievements Made in Development of Koryo Medicine\r\n Pyongyang, August 1 (KCNA) -- The Koryo internal medicine department No. 2 under Pyongyang Medical College of Kim Il Sung University in the DPRK is well known over the country for its contribution to the development of Koryo medical science and technology.\n\t\t\t\t\t In the past forty years, it has made a number of achievements in the research into Koryo therapies efficacious for internal diseases.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the department found out solutions to some problems arising in the treatment of chronic gastritis and decided various effective prescriptions for its treatment.\n\t\t\t\t\t\n\t\t\t\t\t Through the research into the anti-oxidation and immunocompetence of apian pollen, it confirmed that apian pollen is highly efficacious for many diseases like autonomic imbalance.\n\t\t\t\t\t\n\t\t\t\t\t And it developed on its own efforts an extra-high voltage extractor for producing Koryo medicines, which is expected to be conducive to putting the Koryo medicine on an extractive and nano basis.\n\t\t\t\t\t\n\t\t\t\t\t The extractor won high appraisal at the 32nd National Sci-tech Festival held some days ago.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the department brought out nearly 10 valuable reference books, including \"Reference on Koryo Internal Medicine\", \"Cancer and Its Prevention\" and \"Practical Koryo Internal Medicine\"."
        },
        {
            "title": "Poems and Songs Presented by Schoolchildren",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-19ee.html",
            "content": "Poems and Songs Presented by Schoolchildren\r\n Pyongyang, August 1 (KCNA) -- Schoolchildren presented poems and songs at the Mangyongdae Schoolchildren's Palace on Tuesday on the occasion of the 65th anniversary of the creation of leader Kim Jong Il's masterpiece \"The Embrace of My Motherland\".\n\t\t\t\t\t Present there were Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea (WPK), vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, Jon Yong Nam, first secretary of the C.C., the youth league, Kim Sung Du, chairman of the Education Commission, officials concerned, officials of the youth league, teachers and schoolchildren in the city.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage started with narrative poem and instrumental ensemble masterpiece \"The Embrace of My Motherland\" were numbers including poem and female chorus \"To the Loving Motherland\" and poem reciting \"My Motherland\".\n\t\t\t\t\t\n\t\t\t\t\t The performers said that the immortal masterpiece which indicates the truth that Generalissimo Kim Il Sung precisely means the country implants genuine patriotism in the minds of the Korean army and people today, too.\n\t\t\t\t\t\n\t\t\t\t\t They declared that the schoolchildren enjoy greatest happiness in the socialist motherland led by Marshal Kim Jong Un who is identical to the great Generalissimos Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "U.S. Methods Will Not Work on DPRK: Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-08ee.html",
            "content": "U.S. Methods Will Not Work on DPRK: Minju Joson\r\n Pyongyang, August 1 (KCNA) -- The U.S. is manufacturing anti-DPRK broadcasting programs at Radio Free Asia and other propaganda bodies with the investment of even the federal government funds for the purpose of drastically bolstering the psychological campaign against citizens of the DPRK while introducing even commercial satellites for military espionage activities against the DPRK, according to foreign reports.\n\t\t\t\t\t In the meantime, the U.S. is developing insect-size micro robot weapon in secrecy to be used for \"beheading operation\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday in a commentary says this proves that the U.S. is making a last-ditch effort, leaving no means untried to \"overthrow the social system\" in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The desperate moves of the U.S. to pursue military confrontation with the DPRK and strangle its economy will entail a boomerang effect, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is pinning its last hope on espionages and plot-breeding activities, psychological operation and state-sponsored terrorist acts to undermine the political and ideological position of the DPRK, but the U.S. is seriously mistaken if it thinks that such a method would work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Utterly ridiculous are those who think they can break down the resolute faith of the army and people of the DPRK with such corrupt and decadent video programs. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has to face up to its rival."
        },
        {
            "title": "Minju Joson Ridicules Sinister Aim Sought by U.S., S. Korea in Describing Their Defeat as \"Victory\"",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-06ee.html",
            "content": "Minju Joson Ridicules Sinister Aim Sought by U.S., S. Korea in Describing Their Defeat as \"Victory\"\r\n Pyongyang, August 1 (KCNA) -- The south Korean authorities recently invited mercenaries during the Korean War and other riffs-raffs to a \"commemoration\" and \"order awarding ceremony\".\n\t\t\t\t\t Earlier, they invited Americans in the field of history and social sciences to south Korea in a bid to embellish the war of aggression and stoke atmosphere of confrontation with the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a revelation of their sinister intention to cover up the disgrace of the loser by distorting the war against the north as \"war ignited by the north\" and describing the defeat of the U.S. and south Korea as \"victory\" and stir up the atmosphere of confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. and south Korea should clearly know that history can neither be written off nor faked up.\n\t\t\t\t\t\n\t\t\t\t\t No matter how the U.S. and its stooges may try to paint their defeat as \"victory\", they can never distort the truth of history. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and puppet forces dare provoke a second Korean war with the ambition to stifle the DPRK, oblivious of bitter lesson from the defeat, the service personnel and people of the DPRK will wipe out the aggressors to the last one so that there would be no one left to sign a surrender document.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had better to behave themselves, bearing in mind that running amuck by depending on the U.S. leads to self-destruction."
        },
        {
            "title": "Minju Joson Ridicules S. Korean Defense Minister's Confrontation Remarks",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-07ee.html",
            "content": "Minju Joson Ridicules S. Korean Defense Minister's Confrontation Remarks\r\n Pyongyang, August 1 (KCNA) -- Song Yong Mu toured the forward area together with his U.S. master on the next day he took the office as minister of Defense, calling for \"overwhelming and strong posture\" and \"the army of which the enemy is fearful.\" He called on his inferiors to develop \"OPLAN 5015 into the positive military conception\" and \"promptly work out the scenario for preemptive attack once there is a sign of north's nuclear and missile attack.\"\n\t\t\t\t\t Minju Joson Tuesday in a commentary ridicules this as disgusting behavior of military warmongers in the period of the puppet conservative regime keen to ignite a war against the north by relying on the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Song's bluff goes to clearly prove his intention as a confrontational maniac and pro-U.S. warmonger who behaves recklessly, scared by the comprehensive national power and strategic position of the DPRK which reached a new high stage.\n\t\t\t\t\t\n\t\t\t\t\t It is the resolute stand of the army and people of the DPRK to never pardon those working hard to bring disaster to the compatriots in the north in collusion with outside forces no matter who they are.\n\t\t\t\t\t\n\t\t\t\t\t If traitors are allowed to go scot-free, it is impossible to defend the nation's security and achieve the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t Song Yong Mu should behave himself, mindful that he has to pay a very high price for his futile bravado."
        },
        {
            "title": "Deceptive Trick Will Never Help Win Public Support: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-13ee.html",
            "content": "Deceptive Trick Will Never Help Win Public Support: KCNA Commentary\r\n Pyongyang, August 1 (KCNA) -- A change has been observed even among the dedicated supporters for the conservatives amid struggle against conservatives mounting as never before in south Korea recently.\n\t\t\t\t\t The support rate for the \"Liberal Korea Party\" in Taegu and North Kyongsang Provincial areas, that have traditionally been a support base for the conservative forces, has gone into a tailspin and a chain of secession from the party has been witnessed among the conservative party members. More than 1 000 citizens submitted applications for accession to the political party that stands for democratic reform.\n\t\t\t\t\t\n\t\t\t\t\t Every Saturday has become a date for mass rallies demanding the disbandment of the \"Liberal Korea Party\" in Taegu City, in particular. There took place a funeral ceremony for the \"Liberal Korea Party\" outside Taegu City and the North Kyongsang Provincial party building on July 7, drawing the public attention.\n\t\t\t\t\t\n\t\t\t\t\t This is a clear reminder of the aversion toward the puppet conservative forces as they are only keen on seizing power while resorting to sycophancy, treachery, dictatorship, corruption and irregularities. This clearly proves that there is no more foothold for the conservative forces. \n\t\t\t\t\t\n\t\t\t\t\t Contempt and distrust in the conservative and traitorous party have reached the height in Taegu and Kyongsang Provincial area, which had been called \"citadel of conservatives\".\n\t\t\t\t\t\n\t\t\t\t\t The regional sentiment which the puppet conservative forces have persistently built up since the days of \"yusin\" dictatorship is nothing but a trick to  maintain their power after barring the south Koreans from achieving unity and coming out for struggle.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak raked up supporting votes in the region under the plea of \"commitment to building southeast new airport\", a new airfield which it promised to build to meet the air transport demand in North and South Kyongsang Provinces. But after taking office, he nullified the commitment.\n\t\t\t\t\t\n\t\t\t\t\t Even traitor Park Geun Hye did not hesitate to do such an act of pressing for THAAD deployment, threatening the life and security of citizens and hindering the regional development in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t After the \"regime change\", the truth behind Park Geun Hye-Choe Sun Sil scandal was brought to light and the conservative forces as a whole, including the \"Liberal Korea Party,\" \"Parun Party\" and the \"Association of Love for Park Geun Hye\", have faced a downfall, being locked in internal discord. This has touched off greater disillusion.\n\t\t\t\t\t\n\t\t\t\t\t The change seen in the regional mindset proves that nothing can check the trend of the times toward justice and truth, and that the ruin of the conservatives is inevitable as they pursue regional conflict and confrontation between the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t What matters here is the act of the present ruling forces which made a \"commitment to great unity of progress and conservatism and regional development of Kyongsang Province.\"\n\t\t\t\t\t\n\t\t\t\t\t Even though they cry out for the abolition of evil doings dating back to the period of Park, the ruling forces have taken an ambiguous stand toward the THAAD issue, one of the biggest evil doings. Recently the ruling forces mapped up a plan to additionally deploy in Songju four THAAD launching pads that had been kept in the U.S. military base in south Korea under the pretext of \"threat\" from somebody, only to reveal their dirty colors.\n\t\t\t\t\t\n\t\t\t\t\t This is an open challenge and an undisguised perfidy to the candlelight demonstrators. No artifice can help gain public mind-set.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had better draw a serious lesson from the ruin of the conservative forces."
        },
        {
            "title": "KCNA Commentary Slams S. Korea's Sinister Bid for THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-14ee.html",
            "content": "KCNA Commentary Slams S. Korea's Sinister Bid for THAAD Deployment\r\n Pyongyang, August 1 (KCNA) -- The south Korean authorities have gone vicious in their try to hush up THAAD deployment issue.\n\t\t\t\t\t They transferred documents containing the inside story about THAAD deployment to the \"Presidential Memorial\" without revealing them out of the documents belonging to the Park Geun Hye regime disclosed at Chongwadae, claiming they are \"related to sensitive diplomacy and security issues\".\n\t\t\t\t\t\n\t\t\t\t\t More than 870 documents out of 1 200 that have been transferred this time were worked out at security room of the puppet Chongwadae. They are concerned with traitor Kim Kwan Jin who was directly in charge of the THAAD deployment under the backstage manipulation of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Documents transferred to the \"Presidential Memorial\" have an access to them prohibited for 30 years at most.\n\t\t\t\t\t\n\t\t\t\t\t This is an open revelation of the sordid intention to put under the carpet the inside story about the THAAD deployment pushed forward by Park the Geun Hye group of traitors and press for its deployment.\n\t\t\t\t\t\n\t\t\t\t\t Outwardly, the south Korean authorities cry out for \"abolition of evil doings\" but they are opting for pressing for the THAAD deployment, the biggest evil doing left by the Park Geun Hye group. This is an intolerable perfidy and mockery of the south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean authorities have pressed for THAAD deployment under duress of the U.S. since the moment of taking office.\n\t\t\t\t\t\n\t\t\t\t\t They are pressing for the THAAD deployment behind the scene while calming down the rebuff of the citizens in Songju County, North Kyongsang Province with such deceptive rhetoric as the estimation of effect on environment.\n\t\t\t\t\t\n\t\t\t\t\t When there broke out the case of the concealment of the additional introduction of THAAD launching pads by remnants of Park like Kim Kwan Jin and Han Min Gu, the present authorities, though they started investigation, went clumsy, saying that \"it is not meant to change the existing decision or to convey another message to the U.S.\" and asked for \"understanding\", in fear that they may court displeasure of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive, who talked volubly about taking dignified attitude toward the U.S., went so servile as to call the THAAD deployment as \"an agreement based on south Korea-U.S. alliance\" and assured the U.S. that \"it may now drop apprehensions about delayed THAAD deployment\", thus making the THAAD deployment a fait accompli.\n\t\t\t\t\t\n\t\t\t\t\t No sooner had the second test-fire of inter-continental ballistic rocket Hwasong-14 been carried out by the DPRK than he held an emergency \"security meeting\" in the middle of night and instructed the additional deployment of THAAD launching pads.\n\t\t\t\t\t\n\t\t\t\t\t This is a suicidal act of leaving south Korea as the eternal colony of the U.S. and as the ground for nuclear stand-off among neighboring countries and pushing the situation on the Korean peninsula to the worst phase of tension.\n\t\t\t\t\t\n\t\t\t\t\t We have already warned the south Korean authorities that should they yield to the U.S. brigandish pressure for THAAD deployment, they will only hurt the fundamental interests of the nation and bring the destruction of their own destiny.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities keep to the path of submission to the U.S., they will face the miserable end as what was met by the Park Geun Hye group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t They should bring to light all the inside stories about THAAD deployment which the Park Geun Hye group of traitors pressed for under the backstage manipulation of the U.S., and stop the humiliating farce for THAAD deployment."
        },
        {
            "title": "S. Korean Civic Bodies Protest against THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-11ee.html",
            "content": "S. Korean Civic Bodies Protest against THAAD Deployment\r\n Pyongyang, August 1 (KCNA) -- The Songju Committee for Struggle against THAAD Deployment, Kimchon Citizens Measure Committee against THAAD Deployment, Songju Emergency Measure Committee for Defending Holy Land of Won Buddhism, and three other civic organizations of south Korea on July 29 made public a commentary in protest against the illegal THAAD deployment by the authorities, according to News 1 of south Korea.\n\t\t\t\t\t The commentary warned that they would ban any project, fuel supply and personnel entrance for THAAD deployment, demanding the authorities stop all moves for THAAD operation."
        },
        {
            "title": "S. Korean People Accuse Puppet Court of Its Formal Judgment",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-12ee.html",
            "content": "S. Korean People Accuse Puppet Court of Its Formal Judgment \r\nPyongyang, August 1 (KCNA) -- People of different social standings of south Korea denounced the formal judgment of the Seoul Central District Court upon criminals involved in mapping out blacklist in the field of culture and arts, according to reports.\n\t\t\t\t\tThe Seoul Central District Court on July 27 sentenced three years in prison for Kim Ki Chun, former Presidential chief of staff of Chongwadae, on charge of abusing the position, one year in prison for Jo Yun Son, former minister of Culture, Sports and Tourism, one year and six months in prison for Kim Sang Ryul, former chief of staff of Education and Culture of Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\tThe Citizens Solidarity for Democratic Society on July 28 in a commentary censuring this ruling. A spokesman for the Jongui Party on July 27 in a commentary said the judgment against Kim Ki Chun was hardly understandable.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of national unity of the Minju Party said the forces to be combated view the people as no more than dogs and pigs as the court issued such judgment."
        },
        {
            "title": "National Seminar on Juche Idea Held in Japan",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-03ee.html",
            "content": "National Seminar on Juche Idea Held in Japan\r\n Pyongyang, August 1 (KCNA) -- A national seminar on the Juche idea for independence and peace took place in Tokyo on July 22 under the co-sponsorship of the International Institute of the Juche Idea and the Japanese National Liaison Council of Societies for the Study of Kimilsungism-Kimjongilism on the occasion of the 64th anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t Participating in the seminar were personages of the liaison council, Juche idea study organizations and friendly and solidarity organizations with the Korean people across Japan and the International Institute of the Juche Idea (IIJI) and adherents to the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Ho Jong Man, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), and other officials of the association and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message sent by the Social Scientists Society of Korea to the seminar was introduced there to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man said that President Kim Il Sung and leader Kim Jong Il turned the DPRK into the socialist fortress independent in politics, self-supporting in economy and self-reliant in defence and respected Supreme Leader Kim Jong Un advanced the fresh line of simultaneously developing the two fronts and has led the Korean people in their struggle for carrying out it.\n\t\t\t\t\t\n\t\t\t\t\t Fumihiro Himori, chairman of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, wished the Korean people bigger progress in their struggle for smashing the moves of the U.S. and other hostile forces and reunifying Korea this year marking the 45th anniversary of the publication of the July 4 joint statement and the 10th anniversary of the publication of the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t Ramon Jimenez Lopez, director-general of the IIJI, said that the DPRK is giving fresh strength and courage to the peoples of Latin American countries aspiring after independence as it is firmly defending socialism while smashing every challenge of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Takao Kamakura, director of the IIJI, praised the DPRK for more dynamically accelerating the building of socialism by dint of the single-minded unity of the leader, party and masses by regarding the Juche idea as its guideline.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Su, chairman of the Korean Social Scientists Association in Japan, noted that the DPRK held the position of the nuclear weapons state of Juche and thus opened up radiant vistas for winning the final victory in the standoff with the U.S. and accomplishing the socialist cause and completely frustrated the U.S. hostile policy towards the DPRK and hegemonic strategy by nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the seminar the participants appreciated a congratulatory performance given by artistes."
        },
        {
            "title": "Letter to Kim Jong Un from IIJI and Japanese Bodies",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-01ee.html",
            "content": "Letter to Kim Jong Un from IIJI and Japanese Bodies\r\n Pyongyang, August 1 (KCNA) -- Respected Supreme Leader Kim Jong Un received a letter from the International Institute of the Juche Idea (IIJI) and the Japanese National Liaison Council of Societies for the Study of Kimilsungism-Kimjongilism on July 22.\n\t\t\t\t\t The letter said that during the five years since Kim Jong Un was elected as the supreme leader of the Party and the revolution, the way ahead of the world people for independence and peace was full of optimism about victory as he brilliantly carried forward the idea and leadership of President Kim Il Sung and leader Kim Jong Il and applied Kimilsungism-Kimjongilism to the reality of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It noted that thanks to the DPRK's access to nukes and ICBM despite all sorts of difficulties in the harsh situation, in particular, it has laid a firm guarantee for defending the country's sovereignty and the right to existence and accelerating the economic construction and completely frustrated the arbitrary practices of the U.S. imperialists and their vassal forces to dominate the world with nukes.\n\t\t\t\t\t\n\t\t\t\t\t It pointed out that the reality of the DPRK marching in fine array along the road of independence against imperialism, the road of socialism, full of faith and optimism about the future, encourages the progressive people and makes a great contribution to the struggle for the global independence and peace.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the will to learn from Kim Jong Un and conduct more brisk activities for support and solidarity for the just cause of the Korean people in the future."
        },
        {
            "title": "Int'l Body Pays Floral Tribute to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-02ee.html",
            "content": "Int'l Body Pays Floral Tribute to Kim Il Sung\r\nPyongyang, August 1 (KCNA) -- The Organization of Solidarity of the Peoples of Africa, Asia and Latin America on July 24 held a ceremony to mark the day of the victory in the Fatherland Liberation War.\n\t\t\t\t\t Present there were the secretary general and members of the organization and the DPRK ambassador to Cuba and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket before the portrait of smiling President Kim Il Sung and paid tribute to him."
        },
        {
            "title": "Es muy natural que los alborotos de sancion de EE.UU. sean objetos de gran condena del mundo, senala vocero del MINREX de RPDC",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-21ee.html",
            "content": "Es muy natural que los alborotos de sancion de EE.UU. sean objetos de gran condena del mundo, senala vocero del MINREX de RPDC\r\nPyongyang, primero de agosto (ACNC) -- A la pregunta de un reportero de la ACNC formulada en relacion con que la campana de sancion de Estados Unidos contra varios paises se enfrenta con la resistencia internacional, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio el dia primero la respuesta siguiente:\n\t\t\t\t\tEn los ultimos dias se amplia la resistencia internacional contra el nuevo \"proyecto de ley de sancion\" sobre la RPDC, Rusia e Iran aprobado en el Congreso norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tRusia declaro la posicion de dar la contraofensiva fatal a los actos brutales y violentos de EE.UU., mientras que Iran definio como acto hostil a su pais esa aprobacion del congreso norteamericano y aclaro que adoptara los proyectos de ley para tomar las medidas de represalia frente a ello.\n\t\t\t\t\t\n\t\t\t\t\tAlemania, Austria, Francia y otros paises miembros de la Union Europea critican la sancion norteamericana sobre Rusia y toman la posicion dura de no permitir el sacrificio de los intereses europeos para la \"doctrina de dar primacia a EE.UU.\"\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, China y Venezuela se oponen fuertemente a la amenaza de sancion de EE.UU. que se aumenta mas.\n\t\t\t\t\t\n\t\t\t\t\tChina advirtio que la \"segunda sancion\" de EE.UU. sobre su pais producira una friccion grave entre ambos paises y el presidente venezolano dijo que tomara las contramedidas rotundas a la sancion de EE.UU. sobre su pais.\n\t\t\t\t\t\n\t\t\t\t\tLos alborotos de sancion de EE.UU contra varios paises del mundo devienen un remedio cinico destinado a realizar de punto a cabo sus intereses propios.\n\t\t\t\t\t\n\t\t\t\t\tLa sancion estadounidense, que tiene como objeto la \"salvacion de la economia de EE.UU.\" mediante el aseguramiento del mercado de energia y la ampliacion de exportacion, perjudica sin vacilacion no solo los intereses de sus rivales, sino tambien los de sus aliados y amigos.\n\t\t\t\t\t\n\t\t\t\t\tPor tanto, es muy natural que por su ilegalidad y cinismo la campana de sancion de EE.UU. sea objeto de gran condena y repudio en todos los lugares del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEl mundo no debe tolerar los actos gangsteriles de EE.UU. que usa arbitrariamente el garrote de sancion contra los paises soberanos persiguiendo solo sus intereses.\n\t\t\t\t\t\n\t\t\t\t\tTambien, la sancion estadounidense sobre la RPDC es en su esencia para la realizacion de la estrategia de dominar el Asia y el Pacifico y de su ambicion de tomar hegemonia mundial.\n\t\t\t\t\t\n\t\t\t\t\tLa amenaza de extremada sancion de EE.UU. contra la RPDC le hace a esta despertar mas la conciencia y multiplicar la voluntad del pueblo coreano de edificar una potencia socialista desplegando el espiritu de autofortalecimiento.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe actuar con prudencia viendo correctamente la realidad en que se pusieron en nueva altura el poderio estatal general y la posicion estrategica de la RPDC."
        },
        {
            "title": "Se efectuara V Festival Internacional de Homenaje a los Grandes Hombres",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-22ee.html",
            "content": "Se efectuara V Festival Internacional de Homenaje a los Grandes Hombres\r\nPyongyang, primero de agosto (ACNC) -- Tendra lugar del 13 al 17 de agosto del 106 (2017) de la Era Juche en esta capital y la zona del monte Paektu el 5o Festival Internacional de Homenaje a los Grandes Hombres del Monte Paektu.\n\t\t\t\t\tTomaran parte en la ocasion el comite preparatorio internacional para el congreso de elogio a los grandes hombres del monte Paektu de 2017 y los otros regionales y nacionales, las delegaciones y delegados de los partidos politicos progresistas, las entidades de amistad y solidaridad con el pueblo coreano y las organizaciones democraticas internacionales y las personalidades de diversos sectores.   \n\t\t\t\t\t\n\t\t\t\t\tEn la agenda del festival incluyen diversos actos politicos y culturales tales como la visita a los lugares sagrados del sol, la acogida del sol en el monte Paektu, el congreso de elogio a los grandes hombres del monte Paektu de 2017 y el mitin de solidaridad con el pueblo coreano."
        },
        {
            "title": "Minju Joson condena acciones imprudentes del ministro de Defensa surcoreano",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-23ee.html",
            "content": "Minju Joson condena acciones imprudentes del ministro de Defensa surcoreano\r\nPyongyang, primero de agosto (ACNC) -- Al dia siguiente de su investidura, el ministro de Defensa Nacional surcoreano, Song Yong Mu, recorrio las zonas del frente con su amo gringo abogando por la \"disposicion de enfrentamiento aplastante y energico\" y un \"ejercito temido por el enemigo\".\n\t\t\t\t\tPor otra parte, el ordeno a sus lacayos \"desarrollar el 'OPLAN 5015' como concepcion militar activa\" y \"preparar el proyecto de dar en el acto el ataque preventivo si se detecta algun indicio de ataque nuclear y de misiles del Norte (de Corea)\".\n\t\t\t\t\t\n\t\t\t\t\tSu comportamiento es identico a las locuras de los belicistas surcoreanos del anterior \"poder\" conservador que hacian todo lo posible para provocar la guerra anti-Norte con la ayuda de su amo gringo.\n\t\t\t\t\t\n\t\t\t\t\tAsi ironiza el periodico Minju Joson en un comentario individual fechado hoy y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa fanfarronada de Song Yong Mu deja conocer su atributo de maniaco de enfrentamiento fratricida y belicista proyanqui que se siente muy disgustado por el poderio integral y la posicion estrategica de la RPDC, elevados a la nueva altura.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo coreanos mantienen la posicion resuelta de no perdonar jamas a los que intenten imponer tremendos desastres a la parte connacional en contubernio con las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tDejando intactos a los traidores vendepatrias, no se puede defender la seguridad de la nacion ni cumplir la causa de reunificacion del pais.\n\t\t\t\t\t\n\t\t\t\t\tSong Yong Mu debe actuar con prudencia al darse cuenta de que le costaran muy caro sus acciones temerarias."
        },
        {
            "title": "ACNC comenta la caida de popularidad de las fuerzas conservadoras",
            "url": "http://kcna.co.jp/item/2017/201708/news01/20170801-24ee.html",
            "content": "ACNC comenta la caida de popularidad de las fuerzas conservadoras\r\nPyongyang, primero de agosto (ACNC) -- Mientras toma auge en el Sur de Corea la lucha contra el conservadurismo, ocurren cambios de intencion en las filas de partidarios obstinados de las fuerzas conservadoras.\n\t\t\t\t\tCae en picada la aceptacion popular en la ciudad de Taegu y la provincia de Kyongsang del Norte, feudos tradicionales del conservadurismo.\n\t\t\t\t\t\n\t\t\t\t\tSe reportan sin parar los casos de salida de los militantes de partidos conservadores mientras mas de un millar de habitantes presentaron la solicitud de ingreso al partido reformista y democratico.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, en la ciudad de Taegu, se abre cada sabado el mitin multitudinario en demanda de la disolucion del \"Partido de Corea Libre\".\n\t\t\t\t\t\n\t\t\t\t\tEl 7 de julio, tuvo lugar los funerales simbolicos de esa organizacion conservadora frente a los edificios de la misma en Taegu y la provincia de Kyongsang del Norte.\n\t\t\t\t\t\n\t\t\t\t\tLos hechos mencionados son muestras de descontento sobre las fuerzas conservadoras que piensan unicamente en la conquista del poder practicando el servilismo a las grandes potencias y la dictadura y cometiendo actos vendepatrias y corruptos.\n\t\t\t\t\t\n\t\t\t\t\tDesde la epoca de dictadura de \"Yusin\", los conservadores vinieron fomentando obstinadamente el sentimiento regionalista con el fin de mantener su poder y frenar la unidad y lucha de la poblacion surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tEl traidor Lee Myung Bak se habia ganado los votos a favor con la promesa de \"construir el nuevo aeropuerto en la zona sudeste\" que cubriria supuestamente las demandas de transporte aereo en las provincias de Kyongsang del Sur y Kyongsang del Norte. Pero, anulo su promesa una vez llegado al poder.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, la traidora Park Geun-hye no vacilo en ubicar de manera forzada, en contubernio con EE.UU., hasta el THAAD que amenaza la seguridad de vida del pueblo y perjudica el desarrollo local. \n\t\t\t\t\t\n\t\t\t\t\tCon motivo del escandalo Park Geun-hye - Choe Sun Sil en proceso de esclarecimiento despues del cambio del \"poder\", las fuerzas conservadoras en su conjunto como el \"Partido de Corea Libre\" y el \"Partido Parun\" se van desintegrando debido a la pugna interna.\n\t\t\t\t\t\n\t\t\t\t\tEl cambio de la opinion publica en dichas localidades comprueba que no se puede frenar la corriente de la epoca actual aspirante a la justicia y verdad y es inevitable el arruinamiento de las fuerzas conservadoras que persiguen las disputas regionales y la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tLo problematico es la actitud de los actuales gobernantes surcoreanos que presentaron como su \"promesa\" la \"gran integracion entre las fuerzas progresistas y las conservadoras\" y el \"desarrollo regional de la provincia de Kyongsang\".\n\t\t\t\t\t\n\t\t\t\t\tEn contraste con su reclamo por la eliminacion de vicios del \"poder\" de Park Geun-hye, ellos asumen una actitud vacilante en el problema de THAAD. \n\t\t\t\t\t\n\t\t\t\t\tRecientemente, planean ubicar adicionalmente en Songju 4 plataformas de lanzamiento de THAAD, conservadas en una base militar norteamericana en el Sur de Corea, pretextando la \"amenaza\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\tEsto es un desafio frontal y traicion a la opinion publica expresada en las manifestaciones con velas encendidas.\n\t\t\t\t\t\n\t\t\t\t\tCon artimanas, no se puede ganar la popularidad.\n\t\t\t\t\t\n\t\t\t\t\tSeria mejor que las autoridades surcoreanas aprendan seria leccion del arruinamiento de los conservadores."
        }
    ]
}