{
    "date": "2017-02-17",
    "url": "http://kcna.co.jp/item/2017/201702/2017-02-17ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Wreath to Bier of Ri Ho Gyong",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-14ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of Ri Ho Gyong\r\n Pyongyang, February 17 (KCNA) -- Respected Supreme Leader Kim Jong Un on Wednesday sent a wreath to the bier of Academician, Prof. and Dr. Ri Ho Gyong, a researcher of the Hamhung Branch of the State Academy of Sciences, expressing deep condolences over his death."
        },
        {
            "title": "Kim Yong Nam Meets Art Troupe of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-19ee.html",
            "content": "Kim Yong Nam Meets Art Troupe of Koreans in Japan\r\n Pyongyang, February 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday met and had a talk with the art troupe of Koreans in Japan. It is giving its music and dance performance in celebration of the Day of the Shining Star, the birth anniversary of leader Kim Jong Il, at the Pyongyang Grand Theatre."
        },
        {
            "title": "National Reconciliation Council Releases Joint Questionnaire ",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-12ee.html",
            "content": "National Reconciliation Council Releases Joint Questionnaire \r\n Pyongyang, February 17 (KCNA) -- The National Reconciliation Council on Friday released the following open questionnaire to confirm the attitude and stand of the south Korean authorities to the patriotic appeal of the DPRK before the whole nation and the international community:\n\t\t\t\t\t1. Do the south Korean authorities have willingness to accept the substantial proposal of the DPRK to defuse the acute military conflict and the danger of war between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\tIt is the starting point going toward peace and reunification to defuse the military conflict and the danger of a war between the north and the south and it is the urgent requirement of the whole nation to do so.\n\t\t\t\t\t\n\t\t\t\t\tHowever, the south Korean authorities are describing the DPRK's proposal as \"camouflaged peace offensive\" and \"deceptive offensive for dialogue devoid of sincerity\" without examining its full meaning.\n\t\t\t\t\t\n\t\t\t\t\t Our question is that the south Korean authorities are going to hold the largest Key Resolve and Foal Eagle joint military exercises together with the U.S. in March after staging all kinds of the DPRK-targeted war drills, including midwinter tactical drill and missile warning drill in collusion with outsiders from the outset of the year, for genuine peace.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have to give a clear answer to this serious question as to whether they stand for improvement or stalemate of the north-south relations or they stand for escalation or de-escalation of tension.\n\t\t\t\t\t\n\t\t\t\t\t2. Are the south Korean authorities going to while away time by faulting the proposal of the DPRK for realizing the great national unity for reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK proposed a pan-national reunification gathering, thinking that if all the political parties, organizations and compatriots of all strata gather together and exchange candid view as the authorities of the north and the south did as what happened during the historic April north-south joint conference and the June 15 era, a solution can be found in improving the north-south relations and in settling the reunification issue.\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean authorities are blaming our proposal as \"reunification front strategy\" and \"strategy for leading to contradiction among south Koreans.\"\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities keep denying the pan-national conference for reunification while talking about \"contradiction among south Koreans\", it will be tantamount to admitting themselves as a stumbling block in the way of reunification and foam forsaken by the people.\n\t\t\t\t\t\n\t\t\t\t\t   The south Korean conservative authorities have to clarify their stand.\n\t\t\t\t\t\n\t\t\t\t\t3. Do not the south Korean authorities know the truth that it is an act of treachery going against the reunification to escalate the confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\tIt is entirely due to the vicious challenge and obstruction of the anti-reunification forces at home and abroad that the national reunification aspired by the whole nation has not yet come true.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean anti-reunification and traitorous forces are still pursuing the policy for confrontation with the DPRK, far from drawing a lesson from the tragic end of the Park Geun Hye group which has already been sternly punished by the public for not discerning the principal enemy but resorting to confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t4. Is it time for the south Korean authorities to realize that it is pipe dream to try to check the dynamic advance of Juche Korea with \"sanctions\" and \"pressure\".\n\t\t\t\t\t\n\t\t\t\t\t5. Will the south Korean authorities respond to the patriotic appeal of the DPRK or keep going against the nation's desire for reunification.\n\t\t\t\t\t\n\t\t\t\t\t Enshrined in the appeal of the DPRK to open up a new phase of independent reunification by the concerted efforts of the nation is the ardent desire of the whole nation for reunification and the genuine willingness to subordinate everything to realizing it.\n\t\t\t\t\t\n\t\t\t\t\t Should the south Korean authorities keep resorting to anti-DPRK smear campaign and policy for confrontation with the fellow countrymen in disregard of our magnanimity and good faith, that will be a thrice-cursed treason going against the nation's desire for reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities have to make a wise option at the crossroads of whether they stand for national independence or sycophantic treachery, national reconciliation or confrontation, peace or war."
        },
        {
            "title": "Working Meeting of Koreans from North, South and Abroad for Pan-National Conference Held",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-11ee.html",
            "content": "Working Meeting of Koreans from North, South and Abroad for Pan-National Conference Held\r\n Pyongyang, February 17 (KCNA) -- A working meeting of the north, south and overseas sides for pan-Korean conference for peace and reunification of the country and development of the north-south relations was held in Shenyang, China on Feb. 7-8, according to a press release made by the north side preparatory committee on Friday.\n\t\t\t\t\t Attending it were executive members of the north, south and overseas preparatory committees for pan-national conference.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed the matter of forming a joint executive committee for pushing forward the preparations for the pan-national conference and officially set up the joint executive committee with chairmen of the north, south and overseas working committees as co-chairmen.\n\t\t\t\t\t\n\t\t\t\t\t It also discussed the form and method of operation of the joint executive committee and its immediate action program.\n\t\t\t\t\t\n\t\t\t\t\t Its participants expressed their firm resolve to hold the pan-national conference without fail this year marking the 45th anniversary of the historic July 4 joint statement and the 10th anniversary of the October 4 declaration and thus open up a new phase of independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t The formation of the joint executive committee, amid growing concern and expectation about the pan-national gathering for reunification at home and abroad, would make it possible to further accelerate the drive for pan-national conference for peace and reunification of the country and development of the north-south relations, as desired by all Koreans."
        },
        {
            "title": "Banquet Given to Mark Birth Anniversary of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-15ee.html",
            "content": "Banquet Given to Mark Birth Anniversary of Kim Jong Il\r\n Pyongyang, February 17 (KCNA) -- A banquet was given at the People's Palace of Culture here Thursday, the 75th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present there were senior party, state and army officials, the chairperson of a friendly party, officials of the armed forces and power bodies, the Cabinet, working people's organizations, ministries and national institutions and those of city-level institutions, persons of merit, a congratulatory group of Koreans in Japan and other overseas compatriots' congratulatory group and delegations and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were foreign diplomatic envoys, representatives of international organizations and military attaches of foreign embassies here and their spouses and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ki Nam, member of the Political Bureau and vice-chairman of the Central Committee of the Workers' Party of Korea, said in his speech that the revolutionary career of Kim Jong Il was the life characterized by his love for the country and its people as he devoted his all to the prosperity of the country and happiness of its people, exploring the untrodden path for several decades.\n\t\t\t\t\t\n\t\t\t\t\t He paid the highest tribute and offered the greatest glory to Kim Jong Il, legendary great man and image of the great Paektusan nation, representing the reverence of the whole army and all the people.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the service personnel and people of the DPRK would advance straightly along the immutable orbit of independence, Songun and socialism which Kim Jong Il covered all his life and build a socialist power of Juche on this land so as to remain true to his behests.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the DPRK would surely usher in a great avenue of independent reunification with the concerted efforts of all Koreans, true to the noble intention of President Kim Il Sung and leader Kim Jong Il for loving the country, nation and people, and make all sincere efforts to be faithful to the foreign policy idea of independence, peace and friendship and realize genuine international justice."
        },
        {
            "title": "Art Performance Given to Mark Day of Shining Star",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-16ee.html",
            "content": "Art Performance Given to Mark Day of Shining Star\r\n Pyongyang, February 17 (KCNA) -- Art performance \"Jubilation in February\" was given at the Pyongyang Circus Theater on Thursday, the Day of the Shining Star (the birth anniversary of leader Kim Jong Il).\n\t\t\t\t\t Among the audience were senior party, state and army officials, officials of party and armed forces bodies, working people's organizations, ministries and national institutions, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, those of institutions, factories and enterprises and labor innovators in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory group of Koreans in Japan and other overseas compatriots' congratulatory groups, delegations of overseas Koreans, overseas Koreans and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front enjoyed the performance.   Present there on invitation were foreign diplomatic envoys, representatives of international organizations and military attaches of foreign embassies here and their spouses and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with narration and music \"Song of General Kim Jong Il\", immortal revolutionary hymn.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were colorful numbers such as female duet and female chorus \"Snow-covered Birthplace\" and bayan quintet \"Our General Is the Best\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the revolutionary career of Kim Jong Il who recorded the sacred history of people-first principle on this land, glorifying the long course of the Juche revolution with proud victory and glory.\n\t\t\t\t\t\n\t\t\t\t\t Also put on the stage were numbers representing the jubilation of the army and people of the DPRK accelerating the victorious advance of socialism under the uplifted banner of the self-development-first principle, holding respected Supreme Leader Kim Jong Un in high esteem."
        },
        {
            "title": "Performance Given by Members of Art Group of Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-17ee.html",
            "content": "Performance Given by Members of Art Group of Schoolchildren's Palace\r\n Pyongyang, February 17 (KCNA) -- A performance was given by members of the art group of the schoolchildren's palace at the Mangyongdae Schoolchildren's Palace on Thursday, the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t Among the audience were Jon Yong Nam, first secretary of the C.C., youth league, officials concerned, officials of the youth league, etc.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with a prelude \"Fireworks in the Sky above Jong Il Peak\".\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were instrumental ensemble \"The Care of My Motherland,\" an immortal classic masterpiece, folklore chorus \"Our strength Is the Best\" and other numbers. \n\t\t\t\t\t\n\t\t\t\t\t The performers impressively represented the yearning and reverence of all the schoolchildren for Kim Jong Il."
        },
        {
            "title": "Performance for Honor of Guests Given by Korean Art Troup from Japan",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-20ee.html",
            "content": "Performance for Honor of Guests Given by Korean Art Troup from Japan\r\n Pyongyang, February 17 (KCNA) -- A music and dance performance by the art troupe of Koreans in Japan was given at the Pyongyang Grand Theater on Friday to celebrate the Day of the Shining Star, the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Invited to it were Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK; and other senior party and state officials; the chairperson of a friendly party; officials concerned and working citizens.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were a congratulatory group of Koreans in Japan, a congratulatory group of overseas Koreans, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t The numbers of the performance included male solo \"Thinking of the General\", female trio \"The Dear Name Called by People\" and mixed chorus \"We Will Go to Mt Paektu\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of Kim Jong Il's revolutionary career and exploits characterized by patriotism.\n\t\t\t\t\t\n\t\t\t\t\t Their performance touched the spectators' heartstrings as they well represented the deep yearning of Japan-resident Koreans for Kim Jong Il who defended their destiny and guided them along the road of worthwhile life with loving care."
        },
        {
            "title": "Paektusan Prize International Figure Skating Festival Closes",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-18ee.html",
            "content": "Paektusan Prize International Figure Skating Festival Closes\r\n Pyongyang, February 17 (KCNA) -- The 25th Paektusan Prize International Figure Skating Festival for celebrating the Day of the Shining Star, the birth anniversary of leader Kim Jong Il, was closed with due ceremony at the Ice Rink on Friday.\n\t\t\t\t\t Present at the ceremony were O Su Yong, vice-chairman of the Central Committee of the Workers' Party of Korea, Jon Kwang Ho, vice-premier of the Cabinet, Ki Kwang Ho, minister of Finance and chairman of the Figure Skating Association, Cha Hui Rim, chairman of the Pyongyang City People's Committee, officials concerned, working people and youths and students.\n\t\t\t\t\t\n\t\t\t\t\t Present there were foreign guests, overseas compatriots staying here and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Festival cups were awarded to players of the DPRK, Russia, France and Canada and a Hungarian violinist who displayed high techniques.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Guk, minister of the Physical Culture and Sports, in his closing address said that during the festival figure skaters of different countries exchanged their techniques and experience with one another, deepened friendly sentiments and clearly showed their will to build new free and peaceful world.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a demonstration of figure skaters of the DPRK and other countries."
        },
        {
            "title": "Foreigners Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-13ee.html",
            "content": "Foreigners Visit Mangyongdae\r\n Pyongyang, February 17 (KCNA) -- Foreign gusts who participated in the event of the conferment of the International Kim Jong Il Prize visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t They looked round mementoes preserved at the President's old home in Mangyongdae, being briefed on his revolutionary career.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the venue of the 21st Kimjongilia Festival and the Sci-Tech Complex."
        },
        {
            "title": "Remains of Salt Production Unearthed in DPRK",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-09ee.html",
            "content": "Remains of Salt Production Unearthed in DPRK\r\n Pyongyang, February 17 (KCNA) -- A research group of the History Faculty under Kim Il Sung University of the DPRK has recently unearthed remains of salt production dating back to the period of Josonhuguk (1st century-2nd century), which was merged into the Koguryo (B.C. 277-A.D. 668).\n\t\t\t\t\t The group already found out the remains, which witness salt production by Koguryo circa the 4th century, in the area of Wonup, Onchon County, Nampho City in 2013 through steady excavation from early Juche 101 (2012).\n\t\t\t\t\t\n\t\t\t\t\t The newly-unearthed remains were found on mounds in a paddy field of the Wonup Co-op Farm, which is about 3 kilometers northeast of the seat of Wonup Workers' District.\n\t\t\t\t\t\n\t\t\t\t\t The group discovered stone installations in five sites and proved in a scientific way that one of them belongs to the period of Josonhuguk.\n\t\t\t\t\t\n\t\t\t\t\t The stone installation of Josonhuguk was buried 120cm deep under the ground surface and shapes a ring with thick ash layer inside it. According to experts, the ring is 145cm and 240cm in its interior and exterior diameters respectively and has a trace of fire hole in the south, so that it can be considered to be a big oven.\n\t\t\t\t\t\n\t\t\t\t\t Pieces of light gray and brown earthenware and iron pieces including two pocket-type axes were gathered from around the stone installation. The earthenware pieces are the same as those left by ruined people of Kojoson (early 30th century B.C.-108 B.C.). And especially, pieces of light gray earthenware representative of hard potteries made in Josonhuguk have much in common with those unearthed in brick tombs dating back to the 2nd century-3rd century. The axes are also relics which came to be used since about the 2nd century.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, it is clear that the date of the newly-unearthed remains can be set at the 1st century-2nd century and the area of Onchon was under the control of Josonhuguk in the period.\n\t\t\t\t\t\n\t\t\t\t\t Through the study of the remains, it was brought to light that salt was produced by evaporating seawater with the use of plants or ashes and boiling it."
        },
        {
            "title": "Gift to Kim Jong Il from Swiss Organizations",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-10ee.html",
            "content": "Gift to Kim Jong Il from Swiss Organizations\r\n Pyongyang, February 17 (KCNA) -- The Swiss Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea presented a gift in joint name to leader Kim Jong Il on the occasion of his birth anniversary.\n\t\t\t\t\t Martin Lotscher, chairman of the Swiss Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, conveyed the gift to an official of the DPRK embassy in Switzerland on February 11."
        },
        {
            "title": "Korean Books Donated to Russia",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-05ee.html",
            "content": "Korean Books Donated to Russia\r\n Pyongyang, February 17 (KCNA) -- A ceremony for donating Korean books to Russia took place at the Far Eastern State Scientific Library of Russia on Feb. 2 on the occasion of the 75th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t On display at its venue were works of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un and other Korean books.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the president and members of the Library, figures in the fields of media and the DPRK deputy consul general and consuls to Khabarovsk.\n\t\t\t\t\t\n\t\t\t\t\t Korean books were conveyed to the president of the Library at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t We are pleased to receive the precious books on the occasion of the birth anniversary of Kim Jong Il, the president said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The people in Khabarovsk still remember the great feats Kim Il Sung and Kim Jong Il performed for the development of the relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The books will be good textbooks for those willing to know about the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will achieve greater successes in this year's struggle for building a socialist power under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We will manage the library more properly to contribute to the development of friendly relations with the DPRK."
        },
        {
            "title": "Many Winners of Top Order and Prizes Produced in DPRK",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-07ee.html",
            "content": "Many Winners of Top Order and Prizes Produced in DPRK\r\n Pyongyang, February 17 (KCNA) -- It has been five years since Order of Kim Jong Il, Kim Jong Il Prize, Kim Jong Il Youth Honor Prize and Kim Jong Il Children Honor Prize were instituted in the DPRK on the occasion of the first Day of the Shining Star, the birthday of leader Kim Jong Il (Feb. 16), in 2012.\n\t\t\t\t\t In this period, more than 160 units and 2 360 officials, servicepersons, working people and school youth and children were awarded the order and prizes.\n\t\t\t\t\t\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un saw to it that the order and prizes were instituted in reflection of the unanimous desire of servicepersons and civilians of the DPRK and gave detailed guidance to it.\n\t\t\t\t\t\n\t\t\t\t\t After their institution, 380 awardees of Order of Kim Jong Il, the top order of the DPRK, were produced in the country.\n\t\t\t\t\t\n\t\t\t\t\t Among them are scientists and technicians, who made contributions to the successful launch of Juche satellites and reinforcement of nuclear force, and officials, servicepersons and working people who performed labor feats in major sites for accelerating the victorious advance of socialism.\n\t\t\t\t\t\n\t\t\t\t\t And 26 units including the Mansudae Art Studio were honored with the order and over 150 people with Kim Jong Il Prize, the top prize of the DPRK, for their tangible contribution to the country's development of science, education, public health, literary and art, press media and sports.\n\t\t\t\t\t\n\t\t\t\t\t The prize was also granted to \"Kwangmyong Encyclopedia\", orchestra and male chorus \"We'll Travel One Road Forever\", song \"We Are the Happiest in the World\", etc.\n\t\t\t\t\t\n\t\t\t\t\t Top order and prize winners include officials of the General Association of Korean Residents in Japan (Chongryon) and overseas Korean artistes.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il Youth Honor Prize was conferred on over 960 officials and members of the Kimilsungist-Kimjongilist Youth League and Kim Jong Il Children Honor Prize to more than 860 members of the Korean Children's Union."
        },
        {
            "title": "Songs in Praise of Great Men and WPK",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-08ee.html",
            "content": "Songs in Praise of Great Men and WPK\r\n Pyongyang, February 17 (KCNA) -- Since the demise of leader Kim Jong Il in December Juche 100 (2011), many famous songs have been created in the DPRK, which reflect the will of the army and people to hold Kim Jong Il in high esteem forever and carry forward the revolutionary cause of Songun (military-first) through generations under the guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t The song \"The General Is Immortal as the Sun\" highly praises the great life of Kim Jong Il who performed immortal feats for the times and revolution with his unusual wisdom, outstanding leadership ability and noble personality.\n\t\t\t\t\t\n\t\t\t\t\t Songs \"Endless Is Our Yearning\", \"Glory of Our Life\" and \"People Are of a Single Mind\" show well the ardent yearning of the servicepersons and people for Kim Jong Il and their firm faith and will to always share the destiny with the Worker's Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t Many songs in praise of Kim Jong Un and the WPK have also been created. They include \"Our Comrade Kim Jong Un\", \"Cheers of the People\", \"Our Dear Marshal\", \"With Thee Forever, Party Flag\" and \"We Love Party Flag\".\n\t\t\t\t\t\n\t\t\t\t\t \"We Will Go to Mt. Paektu\", \"Let's Keep the Revolutionary Faith to the Death\", \"Our Faith\", \"We Are Mallima Riders\" and \"Advancing Socialism\" and other songs vividly represent the stamina of the heroic Korean people who are dynamically advancing along the road of victory for socialism, bringing Kim Jong Il's behests into full materialization on this land."
        },
        {
            "title": "Kim Jong Un's Work Introduced in Mexico",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-01ee.html",
            "content": "Kim Jong Un's Work Introduced in Mexico\r\n Pyongyang, February 17 (KCNA) -- The Mexican Committee for the Study of Kimilsungism-Kimjongilism carried the main content of respected Supreme Leader Kim Jong Un's work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" in its bulletin on Feb. 3 to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The work, published on Aug. 25, Juche 102 (2013), deals with the Songun revolutionary exploits of Kim Jong Il and essence and originality of the Songun revolutionary idea and indicates the tasks for successfully accomplishing the cause of the Songun revolution."
        },
        {
            "title": "Kim Jong Il Honored in Venezuela",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-02ee.html",
            "content": "Kim Jong Il Honored in Venezuela\r\n Pyongyang, February 17 (KCNA) -- The Yaracuy State Legislative Council of Venezuela awarded the highest order \"Colonel Jose Joaquin Veroes\" to leader Kim Jong Il on the occasion of his birth anniversary.\n\t\t\t\t\t An assembly of the Council was held at the Hugo Rafael Chavez Frias conference room on Feb. 10 to convey the order.\n\t\t\t\t\t\n\t\t\t\t\t The assembly adopted a decision of the Council \"On awarding the highest order of the State Legislative Council 'Colonel Jose Joaquin Veroes' to Comrade Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and eternal leader of the Korean people\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Council conveyed the order and decision to the DPRK ambassador to Venezuela."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Celebrated in Peru",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-03ee.html",
            "content": "Kim Jong Il's Birth Anniversary Celebrated in Peru\r\n Pyongyang, February 17 (KCNA) -- A meeting for celebrating the birth anniversary of leader Kim Jong Il took place at the building of the Communist Party of Peru (Red Motherland) on February 10, under the sponsorship of the Peruvian preparatory committee for celebrating his 75th birth anniversary.\n\t\t\t\t\t At the meeting, the international secretary of the Communist Party of Peru (Red Motherland) said Kim Jong Il is a prominent statesman who had dedicated his all to the prosperity of the country, happiness of the people and the victory of the socialist cause until the last moments of his life, most faithfully true to the idea and cause of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It would have been unthinkable without his leadership that the DPRK could display its might as a politico-ideological and military power despite the persistent political and military pressure and sanctions of the U.S. and its vassal forces, the secretary stressed.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Peru-Korea Friendship Institute for the Study of the Juche-based Songun Policy noted that Kim Jong Il enriched the Juche idea as the guiding idea in the era of independence through his energetic ideo-theoretical activities and revolutionary leadership and turned the DPRK into a strong country based on single-minded unity, a socialist power centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Peruvian-Korean Institute of Culture and Friendship said that under the guidance of Kim Jong Il, the people of the DPRK could further cement the single-minded unity of the leader, the Party and the masses and defend socialism with its might in the very difficult period caused by the imperialists' anti-socialist moves and the consecutive natural disasters.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to intensify the solidarity with the Korean people."
        },
        {
            "title": "Nigerian Party Signs Pyongyang Declaration",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-06ee.html",
            "content": "Nigerian Party Signs Pyongyang Declaration\r\n Pyongyang, February 17 (KCNA) -- The Better Nigeria Progressive Party signed the Pyongyang declaration \"Let Us Defend and Advance the Cause of Socialism\" on February 10.\n\t\t\t\t\t National Chairman Goodswill Nnaji inked the declaration upon authorization of the Party leadership.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t By signing the historic Pyongyang declaration, the Better Nigeria Progressive Party came to rank itself with pride among world progressive parties striving for social justice and democracy against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang declaration is just as same as the working programme of our Party.\n\t\t\t\t\t\n\t\t\t\t\t Our Party will strengthen the unity with the world progressive parties, upholding the banner of the Pyongyang declaration."
        },
        {
            "title": "Kim Jong Un expresa condolencias por el  deceso de Ri Ho Gyong ",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-20ee.html",
            "content": "Performance for Honor of Guests Given by Korean Art Troup from Japan\r\n Pyongyang, February 17 (KCNA) -- A music and dance performance by the art troupe of Koreans in Japan was given at the Pyongyang Grand Theater on Friday to celebrate the Day of the Shining Star, the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Invited to it were Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK; and other senior party and state officials; the chairperson of a friendly party; officials concerned and working citizens.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were a congratulatory group of Koreans in Japan, a congratulatory group of overseas Koreans, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t The numbers of the performance included male solo \"Thinking of the General\", female trio \"The Dear Name Called by People\" and mixed chorus \"We Will Go to Mt Paektu\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of Kim Jong Il's revolutionary career and exploits characterized by patriotism.\n\t\t\t\t\t\n\t\t\t\t\t Their performance touched the spectators' heartstrings as they well represented the deep yearning of Japan-resident Koreans for Kim Jong Il who defended their destiny and guided them along the road of worthwhile life with loving care."
        },
        {
            "title": "Kim Yong Nam se reune con los artistas coreanos residentes en Japon",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-21ee.html",
            "content": "Kim Jong Un expresa condolencias por el  deceso de Ri Ho Gyong\r\nPyongyang, 17 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un envio el dia 15 una ofrenda floral ante el feretro del Academico, Profesor y Doctor titulares Ri Ho Gyong, investigador de la Filial de Hamhung de la Academia Estatal de Ciencias, en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "Publicado comunicado del comite norteno para la Conferencia Pannacional",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-22ee.html",
            "content": "Publicado comunicado del comite norteno para la Conferencia Pannacional\r\nPyongyang, 17 de febrero (ACNC) -- Segun el comunicado del comite preparatorio norteno para la Conferencia Pannacional para la Paz y Reunificacion de la Patria y el Desarrollo de las Relaciones Norte-Sur, publicado el dia 17, tuvo lugar los dias 7 y 8 en Shenyang, China, la reunion de trabajo de las partes nortena, surena y ultramarina con la participacion de los miembros de los comites de trabajo de los comites preparatorios del Norte, el Sur y el Ultramar para la Conferencia Pannacional. \n\t\t\t\t\tEl foro discutio el tema de instituir el comite conjunto de trabajo para promover los preparativos para la cita pannacional y compuso oficialmente el comite conjunto de trabajo con los presidentes de los comites de trabajo tripartitas como copresidentes. \n\t\t\t\t\t\n\t\t\t\t\tY consulto la forma y metodos de operacion del comite naciente y otros problemas sobre el rumbo de sus actividades inmediatas. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes expresaron la decision de efectuar sin falta la Conferencia Pannacional en este ano significativo en que se celebraran los aniversarios 45 y 10 de la publicacion de la historica Declaracion Conjunta del 4 de Julio y la Declaracion del 4 de Octubre para abrir nueva coyuntura de la reunificacion independiente de la patria. \n\t\t\t\t\t\n\t\t\t\t\tLa constitucion del comite conjunto de trabajo en estos momentos en que se elevan cada dia mas la atencion y la esperanza de toda la nacion en la gran cita pannacional por la reunificacion posibilitara promover con mas dinamismo la Conferencia Pannacional conforme a la aspiracion y demanda de toda la nacion."
        },
        {
            "title": "CRN publica acta de interpelacion abierta",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-23ee.html",
            "content": "CRN publica acta de interpelacion abierta\r\nPyongyang, 17 de febrero (ACNC) -- El Consejo de Reconciliacion Nacional publico el dia 17 la siguiente acta de interpelacion a fin de confirmar claramente ante toda la nacion y la sociedad internacional la posicion y actitud de las autoridades surcoreanas sobre el llamamiento patriotico de la Republica Popular Democratica de Corea:\n\t\t\t\t\t1. ?No tienen las autoridades surcoreanas la voluntad de aceptar nuestra propuesta realista de eliminar los agudos choques armados entre ambas partes coreanas y el peligro de guerra?\n\t\t\t\t\t\n\t\t\t\t\t La eliminacion de los choques armados entre el Norte y el Sur y el peligro de guerra deviene el punto de partida hacia la paz y la reunificacion y la demanda apremiante de toda la nacion. \n\t\t\t\t\t\n\t\t\t\t\t　Sin embargo, sin estudiar el verdadero objeto de nuestra propuesta, las autoridades surcoreanas la tildan de \"ofensiva disfrazada de paz\" y \"campana de dialogo enganoso y carente de la sinceridad\". \n\t\t\t\t\t\n\t\t\t\t\tEntonces, les preguntamos que ellas mismas libraron por la paz desde el comienzo del ano nuevo los ejercicios de guerra de agresion anti-Norte como los tacticos en la estacion de intenso frio y los otros de alarma de misil en confabulacion con las fuerzas extranjeras y planean desarrollar en marzo los simulacros conjuntos de mayor envergadura Key Resolve y Foal Eagle junto con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben responder claramente a la severa pregunta de que quieren mejorar o destruir las relaciones intercoreanas y eliminar o agravar la confrontacion militar Norte-Sur. \n\t\t\t\t\t\n\t\t\t\t\t2. ?Quieren pasar en vano el tiempo las autoridades surcoreanas censurando de continuo nuestra propuesta de celebrar el gran acto pannacional por la reunificacion? \n\t\t\t\t\t\n\t\t\t\t\tHemos propuesto el gran acto pannacional por la reunificacion pensando que si los partidos politicos, entidades y compatriotas de diferentes circulos dentro y fuera del pais, incluso las autoridades de ambas partes coreanas, se unen e intercambian con sinceridad sus opiniones, como lo hicieron en la historica Conferencia Conjunta Norte-Sur de abril y la Cumbre Norte-Sur del 15 de junio, podrian buscar el remedio para la solucion del problema de reunificacion. \n\t\t\t\t\t\n\t\t\t\t\tPero, las autoridades surcoreanas lo censuran como \"estrategia de frente unido y de induccion de discordia entre los surcoreanos\". \n\t\t\t\t\t\n\t\t\t\t\tSi ellas siguen impidiendo la celebracion del gran acto pannacional por la reunificacion hablando de la \"siembra de discordia entre los surcoreanos\", reconoceran que ellas mismas son obstaculos de la reunificacion y entes abandonados por la poblacion. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades conservadoras del Sur de Corea deben aclarar su posicion. \n\t\t\t\t\t\n\t\t\t\t\t3. ?No saben de veras las autoridades surcoreanas el hecho de que el enfrentamiento fratricida en contubernio con las fuerzas extranjeras deviene un crimen vendepatria y anti-reunificacion?\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha no se ha logrado la reunificacion de la patria que desea con ansiedad toda la nacion coreana debido al desafio perverso y el impedimento de las fuerzas anti-reunificacion del interior y exterior.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas anti-reunificacion del Sur de Corea siguen recurriendo a la politica de confrontacion anti-RPDC obedeciendo a las fuerzas foraneas en lugar de sacar las lecciones del destino tragico de la banda de Park Geun-hye, que fue condenada severamente por la opinion publica, al cabo de entregarse al enfrentamiento fratricida sin distinguir el verdadero enemigo principal de la nacion.\n\t\t\t\t\t\n\t\t\t\t\t?Quieren emprender las autoridades surcoreanas el camino de reunificacion independiente, reconciliacion y unidad, tomando las manos con la misma nacion, o quedar como fuerzas anti-reunificacion a ser denunciadas y rechazadas por toda la nacion por culpa de su sumision a las fuerzas extranjeras y confrontacion fratricida?\n\t\t\t\t\t\n\t\t\t\t\tAhora es un momento en que las autoridades surcoreanas deben tomar la decision.\n\t\t\t\t\t\n\t\t\t\t\t4. ?No comprenden todavia las autoridades surcoreanas el que son vana ilusion sus intentos de frenar la marcha vigorosa de la Corea del Juche con la \"sancion\" y \"presion\"?\n\t\t\t\t\t\n\t\t\t\t\tLa Corea del Juche es una unica potencia socialista del mundo.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, las autoridades surcoreanas intentan todavia \"derrumbar\" la RPDC en contubernio con su amo norteamericano valiendose de la supuesta \"sancion\" y \"presion\".\n\t\t\t\t\t\n\t\t\t\t\tLes aconsejamos que se despierten del sueno nunca realizable y vean correctamente la realidad.\n\t\t\t\t\t\n\t\t\t\t\t5. ?Quieren aceptar las autoridades surcoreanas nuestro llamamiento patriotico o desafiar hasta el final a la aspiracion nacional a la reunificacion?\n\t\t\t\t\t\n\t\t\t\t\tNuestro llamamiento de abrir nueva coyuntura de reunificacion independiente con la fuerza unida de la nacion en este ano significativo, refleja nuestra sinceridad de sacrificar lo todo para la reunificacion de la patria de los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas siguen recurriendo a las campanas intrigantes anti-RPDC y la politica de confrontacion fratricida, despreciando nuestra magnanimidad y buena voluntad, estas seran archicrimen imperdonable que navega a contrapelo a la aspiracion de la nacion coreana por la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t?Repetiran la trayectoria tragica de Park Geun-hye quien se trata de cadaver vivo, o escribiran nueva historia de relaciones intercoreanas apretando las manos con el Norte a fin de la reunificacion y prosperidad de la nacion?\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben tomar una opcion clarividente: independencia nacional u obediencia a las fuerzas foraneas; reconciliacion nacional o confrontacion; paz o guerra."
        },
        {
            "title": "Tiene lugar el banquete por 75o aniversario del natalicio de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201702/news17/20170217-24ee.html",
            "content": "Tiene lugar el banquete por 75o aniversario del natalicio de Kim Jong Il\r\nPyongyang, 17 de febrero (ACNC) -- Tuvo lugar este jueves en el capitalino Palacio Cultural del Pueblo un banquete por el 75o aniversario del natalicio del Dirigente Kim Jong Il.\n\t\t\t\t\tAsistieron a la recepcion los cuadros directivos del Partido, el Estado y el ejercito, el presidente de partido amigo, los funcionarios de los organismos de las fuerzas armadas y el Poder, el Consejo de Ministros, entidades de masas, ministerios, organos centrales y ciudadanos, los ameritados, los grupos de felicitacion de compatriotas residentes en ultramar incluso el de coreanos residentes en Japon, las delegaciones de compatriotas y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los matrimonios de los representantes diplomaticos y de organizaciones internacionales y los de agregados militares, acreditados en Corea, y otros huespedes extranjeros. \n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra, Kim Ki Nam, miembro del Buro Politico y vicepresidente del Comite Central del Partido del Trabajo de Corea, alabo la vida revolucionaria y patriotica del Dirigente quien durante varios decenios, dedico todo lo suyo por la prosperidad de la patria y la felicidad del pueblo allanando el camino inexplorado. \n\t\t\t\t\t\n\t\t\t\t\tRecogiendo la veneracion de todos los militares y civiles coreanos, rindio el mas sublime homenaje y gloria al Dirigente, gran hombre legendario e imagen de la potencia Paektusan. \n\t\t\t\t\t\n\t\t\t\t\tSubrayo que el ejercito y pueblo coreanos marcharan por el camino recto hacia la independencia, el Songun y el socialismo, recorrido en toda su vida por el Dirigente, y levantaran sin falta sobre el territorio patrio una potencia socialista de tipo jucheano deseada por el. \n\t\t\t\t\t\n\t\t\t\t\tExpreso la decision de abrir sin falta el ancho camino para la reunificacion independiente con las fuerzas unidas de toda la nacion, en acato al noble proposito de amor a la patria y la nacion de los grandes Lideres antecesores, ser fiel al ideal de la politica exterior consistente en la independencia, la paz y la amistad y hacer esfuerzos sinceros por la genuina justicia internacional."
        }
    ]
}