{
    "date": "2017-03-12",
    "url": "http://kcna.co.jp/item/2017/201703/2017-03-12ee.html",
    "articles": [
        {
            "title": "Minju Joson Hits out at S. Korean Regime's Deployment of THAAD",
            "url": "http://kcna.co.jp/item/2017/201703/news12/20170312-01ee.html",
            "content": "Minju Joson Hits out at S. Korean Regime's Deployment of THAAD\r\nPyongyang, March 12 (KCNA) -- The south Korean regime yielded to the brigandish demand of the U.S. and is introducing THAAD into south Korea. Some equipment for THHAD including two launchers have been brought to the Osan U.S. air-force base some days ago.\n\t\t\t\t\t Commenting on this, Minju Joson says:\n\t\t\t\t\t\n\t\t\t\t\t The introduction is a thrice-cursed crime against the nation to turn south Korea completely into an outpost of the U.S. for a nuclear war, indifferent to the security and interests of the nation, and a crime of seriously harassing security and peace in Northeast Asia including the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The deployment of THAAD will do harm to the people, economy and environment of south Korea, increase military tensions on the Korean peninsula and turn it into a theater of nuclear war of the U.S. and its vassal forces and entail a catastrophic consequence of imposing a horrible nuclear disaster upon the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t It is the ulterior design of the U.S. to launch a surprise preemptive strike at any region at any moment while monitoring the depth of China and Russia with THAAD deployed in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet regime, a group of lackeys of the U.S., is a disgrace to the nation and hideous trouble-maker.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors is bound to suffer humiliation, cursed and rejected by not only the entire nation but also the international community."
        },
        {
            "title": "Rodong Sinmun Labels U.S. Death Merchant Harassing Global Peace",
            "url": "http://kcna.co.jp/item/2017/201703/news12/20170312-05ee.html",
            "content": "Rodong Sinmun Labels U.S. Death Merchant Harassing Global Peace\r\nPyongyang, March 12 (KCNA) -- Rodong Sinmun Sunday in an article brands the U.S. as the world's worst death merchant destroying peace and stability of the international community.\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t Munitions industry is the backbone of the U.S. economy.\n\t\t\t\t\t\n\t\t\t\t\t The economy has been fully militarized through the numerous wars of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The real manipulator of the U.S. politics is not the administration or Congress but the rich munitions businesses. \n\t\t\t\t\t\n\t\t\t\t\t Politicians of the U.S. open a path to markets for the munitions monopolies by intentionally screwing up tensions in various countries and regions and, in return for it, have their stay in power guaranteed.\n\t\t\t\t\t\n\t\t\t\t\t As the U.S. is making money through steady production and sales of war materials, munitions businesses go not bankrupt despite economic slump.\n\t\t\t\t\t\n\t\t\t\t\t The close ties between the political camp and the munitions industry have been tightened through the militarization of economy and the munitions businesses have the U.S. politics under their control.\n\t\t\t\t\t\n\t\t\t\t\t Hoping for ceaseless wars in the world and dreaming of a windfall, the munitions monopolies of the U.S. have massively produced a variety of lethal weapons to sell them to dispute-torn areas.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to put the importing countries under control and dominate the relevant region militarily through arms sales.\n\t\t\t\t\t\n\t\t\t\t\t There is a public comment that the U.S. is deliberately making foes to continuously sell its weapons and coiling up tensions in various regions as peaceful international situation decreases the demand for weapons. This comment is not fortuitous.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is bound to come under criticism of world community as its arms sales stoke confrontation and conflict and fuel arms race between countries in the relevant regions and disturb regional peace and stability."
        },
        {
            "title": "DPRK Army and People Will Win Final Victory: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201703/news12/20170312-06ee.html",
            "content": "DPRK Army and People Will Win Final Victory: Rodong Sinmun\r\nPyongyang, March 12 (KCNA) -- The world will witness the army and people of the DPRK successfully concluding the protracted confrontation with the U.S. and winning the final victory with pride, says Rodong Sinmun Sunday in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The recent ballistic rocket launching drill, staged by Hwasong artillery units of the Strategic Force of the Korean People's Army under the guidance of respected Supreme Leader Kim Jong Un, fully displayed the military muscle of the powerful revolutionary Paektusan army equipped under the care of the brilliant commander with the strongest nuclear attack capabilities to promptly and thoroughly annihilate the reckless enemies through merciless and accurate nuclear strikes from land, sea and sky.\n\t\t\t\t\t\n\t\t\t\t\t The enemies are stunned by the resolute steps for self-defense taken by the DPRK to powerfully demonstrate its might capable of countering any form of war, the steps getting ever more unpredictable and the level of its military offensive going beyond imagination.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrent putting all the bases of the U.S., including its mainland, in its strike range has forced the latter to reform its present front of confrontation with the former, and made the latter's strategy for invading the former shake from its roots.\n\t\t\t\t\t\n\t\t\t\t\t Poorer is the plight of the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t The pitiful colonial lackeys are deploring their interceptor missiles, claiming that the missiles can not hit the DPRK's rockets whose atmospheric reentry speed are very fast and that they cannot but be hit by such rockets as they can never detect the sign of launch.\n\t\t\t\t\t\n\t\t\t\t\t The enemy forces are running helter-skelter, exasperated by the matchless pluck and guts, gifted and superb strategy and tactics of the great commander of Mt Paektu."
        },
        {
            "title": "South Koreans Call for Building New Society",
            "url": "http://kcna.co.jp/item/2017/201703/news12/20170312-07ee.html",
            "content": "South Koreans Call for Building New Society\r\nPyongyang, March 12 (KCNA) -- Members of organizations and lawmakers of opposition parties in south Korea held a rally at Tapgol Park in Seoul on Thursday urging the struggle to build a new society, according to the south Korean internet newspaper Jaju Sibo.\n\t\t\t\t\t Speakers at the rally said that the forces pursuing sycophancy to big powers can never win the people who turned out in the candlelight actions.\n\t\t\t\t\t\n\t\t\t\t\t It is the public demand after the impeachment of Park Geun Hye to eliminate those involved in the abuse of power and country-sellers and build a society where democracy, vital rights of the people and human rights are ensured and set up a \"government\" paving a path for independent reunification in the spirit of the Korean Nation Itself, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the prompt abrogation of the notorious \"Security Law\" and immediate halt to THAAD deployment."
        },
        {
            "title": "S. Korea: Events Held to Mark Victory of Candlelight Actions",
            "url": "http://kcna.co.jp/item/2017/201703/news12/20170312-04ee.html",
            "content": "S. Korea: Events Held to Mark Victory of Candlelight Actions\r\nPyongyang, March 12 (KCNA) -- A large-scale rally and demonstration reportedly took place in Seoul of south Korea on Friday under the sponsorship of the People's Emergency Action for Forcing the Park Geun Hye Regime to Resign.\n\t\t\t\t\t Attending the events were at least 100,000 people, including members of social organizations, youngsters and lawmakers from opposition parties.\n\t\t\t\t\t\n\t\t\t\t\t A candlelight rally was staged at the Kwanghwamun Plaza to support the impeachment of Park decided on by the \"Constitutional Court.\"\n\t\t\t\t\t\n\t\t\t\t\t Speakers there called for detaining and investigating Park Geun Hye and punishing those involved in her scandal.\n\t\t\t\t\t\n\t\t\t\t\t Similar events took place across south Korea in support of the impeachment of Park."
        },
        {
            "title": "Koreans in U.S. Call for Building New Society in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201703/news12/20170312-08ee.html",
            "content": "Koreans in U.S. Call for Building New Society in S. Korea\r\nPyongyang, March 12 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. on March 10 released a statement titled \"Let's build new society, independent, democratic and reunified, with the same might with which traitor to nation Park Geun Hye was impeached\".\n\t\t\t\t\t Terming the impeachment of Park a great victory of the people's candlelight revolution, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The candlelight revolution that began since last year is a clear proof of the united might of the masses.\n\t\t\t\t\t\n\t\t\t\t\t The south Koreans have to bring Park Geun Hye and Kim Ki Chun, U Pyong U, Hwang Kyo An, Choe Sun Sil and other members of her group to justice.\n\t\t\t\t\t\n\t\t\t\t\t Without throwing overboard all members of the Park group, is it impossible to restore the nation's dignity and build a new society, independent, democratic and reunified.\n\t\t\t\t\t\n\t\t\t\t\t Just as the \"National Assembly\" and the \"constitutional court\" followed the demand of the candlelight demonstrators, the prosecution also has to thoroughly punish Park and her group.\n\t\t\t\t\t\n\t\t\t\t\t The impeachment of Park is just the beginning of the candlelight revolution and Park is no longer invested with any privilege after her impeachment.\n\t\t\t\t\t\n\t\t\t\t\t The prosecution will face punishment if it does not pass proper judgment on Park who is no longer \"president\".\n\t\t\t\t\t\n\t\t\t\t\t The statement called for ensuring justice of society and improving the south-north relations to build an independent, democratic and reunified world with the same strength with which Park Geun Hye was impeached."
        },
        {
            "title": "Koreans in China Demand Stop to North-Targeted Joint Military Drills",
            "url": "http://kcna.co.jp/item/2017/201703/news12/20170312-09ee.html",
            "content": "Koreans in China Demand Stop to North-Targeted Joint Military Drills\r\nPyongyang, March 12 (KCNA) -- The General Association of Koreans in China issued a statement titled \"U.S. imperialists and south Korean puppet warmongers have to immediately stop joint military exercises for aggression targeting north\".\n\t\t\t\t\t Noting that despite the DPRK's repeated warning and denunciation, the U.S. imperialists and the south Korean warmongers began Key Resolve and Foal Eagle nuclear war exercises targeting the north on March 1, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. disclosed its true colors as the chief culprit harassing peace and stability in Northeast Asia including the Korean peninsula by staging the dangerous saber-rattling in south Korea, the world's biggest hotspot and a nuclear arsenal with big stockpile of nuclear weapons and dense distribution of nuclear installations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean warmongers have to stop the reckless war drills at once, mindful that war provocation against the DPRK will bring only death to them.\n\t\t\t\t\t\n\t\t\t\t\t The General Association and all Koreans in China solemnly declare that they will turn out in the struggle to foil the nuclear war moves of the U.S. imperialists and the south Korean warmongers, together with other Koreans and the world peace-loving people."
        },
        {
            "title": "Overseas Koreans Denounce North-targeted War Exercises in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201703/news12/20170312-10ee.html",
            "content": "Overseas Koreans Denounce North-targeted War Exercises in S. Korea\r\nPyongyang, March 12 (KCNA) -- The International United Confederation of Koreans (International Kothongryon) in an appeal on March 5 called on the compatriots in south Korea and overseas to turn out in the struggle against Key Resolve and Foal Eagle joint military exercises for aggression being staged by the U.S. imperialists and the south Korean puppet warmongers.\n\t\t\t\t\t The largest-ever joint military exercises are now under way in south Korea with the involvement of the U.S. forces and the south Korean puppet forces, the appeal said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is making desperate efforts to brand north Korea as a \"terrorist sponsor\" and a devil.\n\t\t\t\t\t\n\t\t\t\t\t South Korea should understand that all the military exercises it holds with the U.S. is like dancing with a powder-flask whose ignition has been lighted and that such an act will bring nothing good to the nation. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. pits the south against the north out of its design to put the whole of Korean peninsula under its control, turn Korea into its permanent nuclear military base and reduce it into a test nuclear explosion ground in case of a war.\n\t\t\t\t\t\n\t\t\t\t\t The Confederation strongly appeals to all Koreans to resolutely denounce the Key Resolve and Foal Eagle joint military drills and turn out in actions against war."
        },
        {
            "title": "Kim Jong Il Lauded by Foreign Organizations",
            "url": "http://kcna.co.jp/item/2017/201703/news12/20170312-02ee.html",
            "content": "Kim Jong Il Lauded by Foreign Organizations\r\nPyongyang, March 12 (KCNA) -- Organizations of different countries posted on their website articles in praise of the revolutionary career and exploits of leader Kim Jong Il to mark his birth anniversary.\n\t\t\t\t\t The Peru-Korea Institute of Culture and Friendship edited an article titled \"Mt Paektu and Kim Jong Il\", illustrated with a panoramic photo of Mt Paektu, and articles subtitled \"The Shining Star of Mt Paektu\" and \"Thunder over Jong Il Peak\".\n\t\t\t\t\t\n\t\t\t\t\t The articles dealt with the letters anti-Japanese revolutionary fighters left on the barked trees of the Mt Paektu forest in praise of Kim Jong Il as the Shining Star of Mt Paektu soon after his birth, saying that Mt Paektu is unthinkable without him.\n\t\t\t\t\t\n\t\t\t\t\t A Christian association in Lagos State of Nigeria carried the following article titled \"Great nationalist\":\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il smashed the imperialist allied forces' heinous offensive against socialism and the DPRK with the treasured sword of Songun and bolstered the country's military strength in every way and thus averted a war on the Korean peninsula and defended the destiny of the nation.\n\t\t\t\t\t\n\t\t\t\t\t He successfully led the country and people to overcome the worst difficulty and trial and demonstrated the might of the DPRK as a power of independence and ushered in a fresh era of building a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t He made a great contribution to realizing the country's reunification, the greatest desire of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The All India Indo-Korean Friendship Association carried articles under such titles as \"Kim Jong Il and the World\", \"Kim Jong Il and February\" and \"Image of Great Man\".\n\t\t\t\t\t\n\t\t\t\t\t The Venezuelan National Society for the Study of the Juche Idea issued a bulletin under \"Birth of HE Kim Jong Il and World\" and other titles."
        },
        {
            "title": "Russian, Ethiopian Bodies Hail Statement of KPA General Staff Spokesman",
            "url": "http://kcna.co.jp/item/2017/201703/news12/20170312-03ee.html",
            "content": "Russian, Ethiopian Bodies Hail Statement of KPA General Staff Spokesman\r\nPyongyang, March 12 (KCNA) -- Russian and Ethiopian organizations issued statements on March 3 in support of the statement of a spokesman for the General Staff of the Korean People's Army.\n\t\t\t\t\t The Russian Group for Solidarity with the DPRK said in its statement that touch-and-go situation is prevailing on the Korean peninsula due to the U.S. trying to stifle the DPRK by force out of its invariable wild ambition.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the U.S. and its vassal forces stage aggressive and provocative military drills every year, it went on:\n\t\t\t\t\t\n\t\t\t\t\t All sorts of strategic assets and huge armed forces for aggression are mobilized to the largest-ever drills.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers should have known long ago that harsher pressure upon the DPRK would make it stronger instead.\n\t\t\t\t\t\n\t\t\t\t\t The wars of aggression the U.S. ignited in different parts of the world convinced the DPRK that it is imperative to build a nuclear force for self-defence in order to protect the sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism in its statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korea waged the joint military drills against the DPRK despite the latter's repeated warning and strong protest of the international community.\n\t\t\t\t\t\n\t\t\t\t\t We bitterly denounce the U.S.-south Korea joint military drills, a wanton challenge to the world peace and an unpardonable crime.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korea should immediately stop the heinous war drills for aggression, though belatedly."
        },
        {
            "title": "Koreans in Kyrgyzstan Demand Stop to U.S.-S. Korea Joint War Drills",
            "url": "http://kcna.co.jp/item/2017/201703/news12/20170312-11ee.html",
            "content": "Koreans in Kyrgyzstan Demand Stop to U.S.-S. Korea Joint War Drills\r\nPyongyang, March 12 (KCNA) -- The United Confederation of Koreans in Kyrgyzstan issued a statement on March 6 demanding an immediate halt to the Key Resolve and Foal Eagle joint military exercises of the U.S. imperialists and the south Korean puppet forces.\n\t\t\t\t\t The U.S. and the south Korean puppet forces do not hide that the war drills are aimed at overthrowing the socialist system in the DPRK, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The international community is well aware of the fact that the Western countries made lots of military invasion and intervention in those countries which are not possessed of nuclear weapons like Iraq and Syria.\n\t\t\t\t\t\n\t\t\t\t\t The United Confederation vehemently denounces the joint military exercise as a dangerous provocation aimed at igniting a nuclear war on the Korean peninsula at any cost, and strongly demands an immediate stop to it.\n\t\t\t\t\t\n\t\t\t\t\t We demand that all the military tension is defused on the peninsula and the issue of the country's security is settled through peaceful negotiations in the spirit and the principle of the June 15 joint declaration signed by the leaders of the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t We will fight it out against the nuclear war ruckus of the U.S. and the south Korean warmongers doing harm to the stability and peace on the peninsula."
        }
    ]
}