{
    "date": "2017-03-27",
    "url": "http://kcna.co.jp/item/2017/201703/2017-03-27ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Congolese Government Delegation",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-23ee.html",
            "content": "Kim Yong Nam Meets Congolese Government Delegation\r\n Pyongyang, March 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with the Congolese government delegation led by Minister of Health and Population Jacqueline Lydia Mikolo which paid a courtesy call on him at the Mansudae Assembly Hall Monday.\n\t\t\t\t\t The head of the delegation said that during the stay they came to know better about the undying feats performed by President Kim Il Sung and leader Kim Jong Il for the happiness of the Korean people and the development of the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the delegation's visit is of weighty significance, she expressed the will to make every possible effort to further develop the bilateral relations of friendship and cooperation with a long history and tradition."
        },
        {
            "title": "Gift to Kim Jong Un from Congolese Gov't Minister",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-18ee.html",
            "content": "Gift to Kim Jong Un from Congolese Gov't Minister\r\nPyongyang, March 27 (KCNA) -- Kim Jong Un, Supreme Leader of the Democratic People's Republic of Korea, received a gift from Jacqueline Lydia Mikolo, minister of Health and Population of Congo who is heading the visiting Congolese government delegation.\n\t\t\t\t\tThe gift was conveyed to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, on Monday by the minister."
        },
        {
            "title": "Congolese Gov't Delegation Visits Ryugyong General Ophthalmic Hospital",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-22ee.html",
            "content": "Congolese Gov't Delegation Visits Ryugyong General Ophthalmic Hospital\r\n Pyongyang, March 27 (KCNA) -- The Congolese government delegation led by Jacqueline Lydia Mikolo, minister of Health and Population, visited the Ryugyong General Ophthalmic Hospital.\n\t\t\t\t\t Being briefed on the hospital, they looked round outpatient ward, glasses shop and other parts of the hospital.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation wrote in the visitor's book that they are moved to see the modernly-equipped excellent hospital and its doctors with very high ability and hope the successes and experience made by it would be exchanged through cooperation between the two countries in public health. \n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Pyongyang Pharmaceutical Factory, the Institute of Koryo Medicine, the Central Zoo and the Munsu Rehabilitation Clinic, etc. And it enjoyed an acrobatic performance at the Pyongyang Circus Theater and visited the Masikryong Ski Resort to have a good rest."
        },
        {
            "title": "Traitors of S. Korean Puppet Unification Ministry Should Be Buried together with Park Geun Hye",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-04ee.html",
            "content": "Traitors of S. Korean Puppet Unification Ministry Should Be Buried together with Park Geun Hye\r\n Pyongyang, March 27 (KCNA) -- A spokesman for the Policy Department of the Committee for the Peaceful Reunification of the Country of the DPRK Sunday issued a statement demanding the group of traitors at the south Korean puppet ministry of unification be buried in the cemetery of history together with Park Geun Hye.\n\t\t\t\t\t Much upset by the voices growing stronger in south Korea demanding the total scrapping of the treacherous policies of traitor Park who faced a severe judgment of the public, the gentries of the puppet unification ministry are making desperate efforts to justify the bankrupt policy of confrontation with the compatriots in the north and pass the buck for the deadlocked inter-Korean relations to the DPRK, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t No matter what silly jargons the gentries may let out in a bid to mislead the public opinion, they can never evade the responsibility for having brought the inter-Korean relations to a total collapse and created the worst danger of a war.\n\t\t\t\t\t\n\t\t\t\t\t Park and her stooges, gentries of the unification ministry, brought to naught the precious gains common to the nation made in the June 15 era of reunification by going against the desire of the compatriots for the nation's harmony and reunification. However, they are unhesitatingly insisting that they are the \"success of the policy toward the north.\"\n\t\t\t\t\t\n\t\t\t\t\t The gentries of the ministry look like dogs at a mourner's house after Park's impeachment. Yet, they are still busy crying out for confrontation, a disgusting behavior.\n\t\t\t\t\t\n\t\t\t\t\t Reality calls for throwing overboard at once and punishing in the name of the nation such betes noires as Hong Yong Phyo, the wicked traitor and accomplice in the hideous case of abuse of power who took the lead in implementing Park's vicious policy of confrontation with the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t It is the DPRK's stand that the unification ministry should be disorganized under any circumstances as it is opposed to reunification and it is staffed with lazybones, who receive salaries provided with money collected from the south Koreans as taxes, and the bankrupt policy of confrontation be scrapped unconditionally.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people will have to send the group of traitors of the ministry along with Park to the cemetery of history as they are making desperate efforts to prolong their despicable remaining days, while justifying the said policy of Park."
        },
        {
            "title": "Joint Delegation of Political Parties from Russia and CIS Here",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-20ee.html",
            "content": "Joint Delegation of Political Parties from Russia and CIS Here\r\n Pyongyang, March 27 (KCNA) -- A joint delegation of political parties from Russia and the Commonwealth of Independent States led by Kazbek Taysaev, secretary of the C.C., Communist Party of the Russian Federation and head of the Russia-DPRK Friendship Parliamentary Group of the State Duma, arrived here on Monday."
        },
        {
            "title": "Delegation of Political Parties from Russia, CIS Pays Tribute to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-21ee.html",
            "content": "Delegation of Political Parties from Russia, CIS Pays Tribute to Kim Il Sung and Kim Jong Il\r\n Pyongyang, March 27 (KCNA) -- A joint delegation of political parties from Russia and the Commonwealth of Independent States visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Monday.\n\t\t\t\t\t The members of the delegation laid bouquets at the statues and paid tribute to the great leaders."
        },
        {
            "title": "Lecture Meeting Marks 49th Independence Day of Bangladesh",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-13ee.html",
            "content": "Lecture Meeting Marks 49th Independence Day of Bangladesh\r\n Pyongyang, March 27 (KCNA) -- A lecture meeting took place at the Chollima Hall of Culture here on Monday to mark the 46th anniversary of independence of Bangladesh.\n\t\t\t\t\t Present there were the chairman and members of the DPRK-Bangladesh Friendship Association and citizens.\n\t\t\t\t\t\n\t\t\t\t\t The chairman in his commemorative lecture referred to the successes made by the government and people of Bangladesh in their struggle to build a new society since its independence.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the lecture, the participants watched an art performance of schoolchildren."
        },
        {
            "title": "National Volleyball Tournament of Agricultural Workers",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-12ee.html",
            "content": "National Volleyball Tournament of Agricultural Workers\r\n Pyongyang, March 27 (KCNA) -- A national volleyball tournament of agricultural workers took place at the Pyongyang Indoor Stadium from Mar. 22 to 27.\n\t\t\t\t\t The tournament brought together men and women players of 23 teams selected from Pyongyang and all provinces. It was held on group round robin and knock-out basis\n\t\t\t\t\t\n\t\t\t\t\t Its top standings were taken by the South Hamgyong provincial men's team and the South Hwanghae provincial women's team."
        },
        {
            "title": "Letter and Statements of DPRK Distributed as Document of UNGA and UNSC",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-24ee.html",
            "content": "Letter and Statements of DPRK Distributed as Document of UNGA and UNSC\r\nPyongyang, March 27 (KCNA) -- A letter and statements of the DPRK were distributed as an official document A/71/843-S/2017/192 of the UN General Assembly and the UN Security Council on March 25.\n\t\t\t\t\t They are a letter recently sent by the DPRK permanent representative at the United Nations to the president of UNSC and statements issued by the spokesmen for the General Staff of the Korean People's Army and the DPRK Foreign Ministry over the fact that the situation on the Korean peninsula has reached the brink of war due to the largest-ever joint military drills being staged by the U.S. and the south Korean regime."
        },
        {
            "title": "Support for Construction of Ryomyong Street Active in DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-15ee.html",
            "content": "Support for Construction of Ryomyong Street Active in DPRK\r\n Pyongyang, March 27 (KCNA) -- Many units of the DPRK are taking active part in assisting the construction of Ryomyong Street.\n\t\t\t\t\t According to data available, a hundred and tens of units, including commissions, ministries and national institutions, sent to the construction site tens of machinery, equipment and vehicles, over ten thousand pieces of utensils and tools and a large quantity of supplies and daily necessities in a little more than two months.\n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the Kimilsungist-Kimjongilist Youth League rendered 19 kinds of over 1500 daily necessities and six kinds of 1,100 tools.\n\t\t\t\t\t\n\t\t\t\t\t The State Commission of Quality Management, the Ministry of Food and Consumer Goods Industries, the Ministry of Food Procurement and Administration, the Ministry of National Natural Resources Development, the Ministry of Fisheries, the Sericulture and Silk Industrial Bureau, the Ministry of Forestry and many other units sent building materials and trucks to the construction site.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the State Planning Commission, the Ministry of Coal Industry, the Central Court and the Ponghwa Guidance Bureau also visited the construction site with building equipment, materials and tools and gave a helping hand to builders."
        },
        {
            "title": "Exhibition of Building Fixtures for Samjiyon County Opens",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-19ee.html",
            "content": "Exhibition of Building Fixtures for Samjiyon County Opens\r\n Pyongyang, March 27 (KCNA) -- An exhibition of building fixtures for Samjiyon County opened with due ceremony at the Sci-Tech Complex on Monday. \n\t\t\t\t\t Displayed there are about 630 locally produced finishing building materials of over 120 kinds.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, Ro Tu Chol, vice-premier and chairman of the State Planning Commission, Ri Chung Gil, chairman of the State Science and Technology Commission who is chairman of the C.C., General Federation of Science and Technology of Korea, officials concerned and officials, scientists, technicians and teachers and three-revolution team members of those participating units.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae said in his opening address that the exhibition would mark an important occasion significantly conducive to rebuilding Samjiyon County into an iconic and model county.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition will last till March 31."
        },
        {
            "title": "Protection of Sanctuaries Encouraged in DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-17ee.html",
            "content": "Protection of Sanctuaries Encouraged in DPRK\r\n Pyongyang, March 27 (KCNA) -- Big efforts have been directed to protecting migratory birds in the DPRK.\n\t\t\t\t\t In recent years, the state made a survey on such indices as diversity of migratory birds in main sanctuaries and habitats and areal and positional appropriateness of habitats and on this basis, classified the habitats.\n\t\t\t\t\t\n\t\t\t\t\t The order of classification is as follows: Mundok, 9.18 reservoir, Sindo, Kumya, Rason and Kangryong sanctuaries for migratory birds.\n\t\t\t\t\t\n\t\t\t\t\t The Biodiversity Institute under the State Academy of Sciences built an observatory in Mundok sanctuary and has introduced advanced technologies into restoring habitats in cooperation with the Ministry of Land and Environment Protection and other units to protect migratory birds in a scientific way.\n\t\t\t\t\t\n\t\t\t\t\t As part of the efforts to restore the habitat of crane, it has been promoted in Pisan-ri, Anbyon County of Kangwon Province to create firewood forest and apply the agro-forestry management technology and organic farming method for improving local people's living.\n\t\t\t\t\t\n\t\t\t\t\t Korea is a main stopover ground for migratory birds in Northeast Asia as it lies under their flyway.\n\t\t\t\t\t\n\t\t\t\t\t Many migratory birds like spoonbill, white crane with a red crest and white-necked crane inhabit Korea in spring and autumn for reproducing or feeding themselves."
        },
        {
            "title": "Group G Matches for 2018 AFC U-23 Championship Qualifiers to Be Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-16ee.html",
            "content": "Group G Matches for 2018 AFC U-23 Championship Qualifiers to Be Held in Pyongyang\r\n Pyongyang, March 27 (KCNA) -- Group G matches for the 2018 AFC U-23 Championship qualifiers will be held in Pyongyang from July 19 to 23.\n\t\t\t\t\t According to a result, Group G includes men's teams of the DPRK, Laos, Taipei of China and Hong Kong of China.\n\t\t\t\t\t\n\t\t\t\t\t On July 19, the DPRK will compete against Hong Kong of China and Taipei of China against Laos.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK team was included in Group G for the 2016 AFC U-23 Championship qualifiers. At that time, it secured the first place in the group with two wins and one draw.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Group B matches for the AFC Women's Asian Cup Jordan 2018 Qualifiers are slated for April in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK Football Association is pushing ahead with the preparations for the successful holding of games."
        },
        {
            "title": "KCNA Commentary Reveals Sordid Nature of U.S. Policy toward DPRK ",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-25ee.html",
            "content": "KCNA Commentary Reveals Sordid Nature of U.S. Policy toward DPRK \r\n Pyongyang, March 27 (KCNA) -- The U.S. again disclosed the sordid nature of its policy toward the DPRK.\n\t\t\t\t\tShortly ago, the U.S. decided to contribute 200,000 to 550,000 U.S. dollars to NGOs supporting \"defectors from the north\" in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t This is a despicable farce of losers panic-stricken by the total bankruptcy of their hostile policy toward DPRK. They aim to tarnish the dignified image of the DPRK even by funding the burlesque of human scum.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now restless in face of the shining reality in the DPRK stepping up the building of a socialist power at Mallima speed despite the U.S. unprecedented nuclear threat and blackmail and economic pressure.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. which was working hard to make an excuse for its moves for stifling the DPRK through smear campaign over \"nuclear threat from the north\" has now gone desperate being thrown into confusion. It resorts to the \"human rights\" ruckus by use of the deserters.\n\t\t\t\t\t\n\t\t\t\t\t Its aim is to brand the Korean-style socialist system as an \"inhumane system\" and justify its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK \"human rights\" bodies and a few deserters gathered in New York at the instruction of the U.S. administration on March 17 where they slandered the DPRK. This was a clear revelation of the U.S. intention to escalate the moves for stifling the DPRK even by using human scum.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the U.S. may work to undermine the ideology and social system in the DPRK by use of human scum, can it never tarnish the dignified image of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A few years ago, Sin Tong Hyok called \"man symbolic of defectors from the north\" confessed that his anti-DPRK testimonies over the \"human rights issue\" were all concocted under the pressure of the U.S. This has brought to light the falsity of the U.S. \"human rights\" ruckus against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t What's noteworthy is that the U.S. disallows entry into its country of tens of thousands of refugees who fell victim to its \"coloring revolution\" and \"war on terrorism\", far from sympathizing with them and is keen on executing inhuman immigration policy. No matter how loudly it may trumpet about \"human rights\" while showing generosity to a handful of \"defectors from the north\", no country will be taken in by its rhetoric.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the world's worst human rights abuser which has lost qualifications to talk about \"human rights\" as it is plagued by worst human rights performance in the country.\n\t\t\t\t\t\n\t\t\t\t\t Its \"human rights\" ruckus against the DPRK only reveals its dirty nature and wretched plight.\n\t\t\t\t\t\n\t\t\t\t\t It had better stop funding the useless and ridiculous farce, but use it for improving its human rights situation."
        },
        {
            "title": "U.S. Politicians Urged to Make Switchover in DPRK Policy, Though Belatedly",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-09ee.html",
            "content": "U.S. Politicians Urged to Make Switchover in DPRK Policy, Though Belatedly\r\nPyongyang, March 27 (KCNA) -- The Trump administration claims that it has not yet confirmed its policy toward the DPRK. But what is heard from the U.S. administration is that its idea is little different from the failed \"strategic patience\" policy of Obama, says Rodong Sinmun Monday in a commentary.\n\t\t\t\t\tIf there be any difference, the new U.S. administration is mulling adding to its strategy the proposal for ratcheting up the military pressure on the DPRK through the re-deployment of tactical nuclear weapons in south Korea, the commentary observes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tIf the present U.S. administration pins hope on the toughest military threat and blackmail, sanctions and pressure, far from drawing a serious lesson from its past wrong-guided option and bitter setbacks, such a policy will only entail consequences more unfavorable for the U.S.\n\t\t\t\t\t\n\t\t\t\t\tIf the U.S. policy-makers do not want to repeat the failed DPRK policy, they should shape a policy based on the changed reality.\n\t\t\t\t\t\n\t\t\t\t\tThe strategic position of Juche Korea as a nuclear power in the East has grown stronger in the international arena.\n\t\t\t\t\t\n\t\t\t\t\tGone are the days never to return when the U.S. could unilaterally put military pressure on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. had considered the DPRK, a non-nuclear state, as a target of nuclear blackmail for several decades. Now that it has proudly ranked itself among nuclear weapons states, the DPRK is posing a threat to the U.S. This is an undeniable hard reality.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. administration had better lend an ear to the serious advice of the international community that its insistence on the senseless hostile policy toward the DPRK would make it suffer bitter setbacks as its predecessor did. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. politicians have to draw a lesson from the past and make a bold decision to make a switchover in its policy if they have an iota of reason. This is the only way for saving the U.S. from destruction."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Regime's Efforts to Prolong Its Remaining Days",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-08ee.html",
            "content": "Rodong Sinmun Slams S. Korean Regime's Efforts to Prolong Its Remaining Days\r\n Pyongyang, March 27 (KCNA) -- Shortly ago, acting President Hwang Kyo An and Foreign Minister Yun Pyong Se of south Korea met the U.S. secretary of State who was on his south Korean junket and implored for closer south Korea-U.S. \"alliance\" and tightened \"sanctions against the north,\" asserting \"clarification of firm commitment to defense.\"\n\t\t\t\t\t Rodong Sinmun Monday in a commentary ridicules this as behavior of poor pro-American servants working hard to do harm to the compatriots in the north by clinging to the coattails of their U.S. master and prolong their despicable remaining days.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that the puppet authorities are imprudently behaving, unaware of the sinister intention of the U.S. and where they stand. the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is more concerned for the appearance and orientation of the next-term regime than the present puppet regime in south Korea.\n\t\t\t\t\t\n\t\t\t\t\tIt was reported that the main purpose of the U.S. secretary of State's visit to south Korea was related to the said-fact.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. regards it as a nuisance to deal with the remnants of traitor Park Geun Hye who are persistently clinging to its coattail.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the fact that the U.S. secretary of State openly disregarded and treated the south Korean mandarins in a cold manner.\n\t\t\t\t\t\n\t\t\t\t\t They, however, impudently behaved before their American master, talking about the \"alliance,\" only to be cold-shouldered and become a laughing stock of the public at home and abroad. How miserable they are.\n\t\t\t\t\t\n\t\t\t\t\t No matter how hard the puppet group may work to do harm to the compatriots, backed by their U.S. master, they cannot escape cold treatment, disgrace and shameful destruction."
        },
        {
            "title": "Koreans' Organization in China Urges U.S Administration to Make Switchover in Its Policy toward DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-07ee.html",
            "content": "Koreans' Organization in China Urges U.S Administration to Make Switchover in Its Policy toward DPRK\r\n Pyongyang, March 27 (KCNA) -- A spokesman for the Zongnan Regional Association of the General Association of Koreans in China issued a statement on March 22 urging the Trump administration of the U.S. to make a U-turn in its policy toward the DPRK.\n\t\t\t\t\t Denouncing U.S. State Secretary Tillerson for threatening to take a military option against the DPRK despite his acknowledgement that all efforts of the U.S. to realize the \"denuclearization of the north\" resulted in a failure and Obama's policy of \"strategic patience\" went belly-up, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t What Tillerson said is tantamount to the declaration of intention to follow the policy of sanctions and pressure pursued by Obama before leaving the White House.\n\t\t\t\t\t\n\t\t\t\t\t Then, it is clear that the Trump administration will as ever push the DPRK to bolster its nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear force of the DPRK is a treasured sword and the most reliable war deterrent to defend the socialist homeland and the genuine life of its people from the nuclear threat posed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Trump should be mindful that to make a U-turn in its DPRK policy would be the only way for saving the destiny of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t He should understand that frequent fabrication of UN \"resolutions\" can never help change anything, and make efforts to create an atmosphere for peace talks by stopping the on-going DPRK-targeted nuclear war drills immediately and withdrawing its aggressor troops from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Trump government should not waste money and time through its huge military spending out of its wild dream but face up to the trend of the times."
        },
        {
            "title": "All-People Action against Park Geun Hye Launched across South Korea",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-06ee.html",
            "content": "All-People Action against Park Geun Hye Launched across South Korea\r\n Pyongyang, March 27 (KCNA) -- The 21st all-people action was launched in Seoul on March 25 under the sponsorship of the People's Emergency Action for Forcing the Park Geun Hye Regime to Step Down, according to media reports in south Korea.\n\t\t\t\t\t People of various circles gathered at a square with candle in their hands to hold a meeting.\n\t\t\t\t\t\n\t\t\t\t\t 12,300 odd riot policemen were hurled to create a terror-ridden atmosphere but the participants continued their action in demand of detention of Park, probe into the truth behind the ferry Sewol disaster and ousting of Hwang Kyo An.\n\t\t\t\t\t\n\t\t\t\t\t Candlelight actions were also held in Kwangju that day in demand of a probe into the truth behind the ferry Sewol disaster and detention of Park."
        },
        {
            "title": "S. Korean Newspaper on Tillerson's Dangerous Remarks",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-14ee.html",
            "content": "S. Korean Newspaper on Tillerson's Dangerous Remarks\r\n Pyongyang, March 27 (KCNA) -- The south Korean Kyunghyang Daily News on March 18 carried an editorial terming U.S. Secretary of State Tillerson's remarks on denuclearization of the north and dialogue a dangerous scenario.\n\t\t\t\t\t Noting that Tillerson during his visit to south Korea said the U.S. would start dialogue with north Korea only when it dismantles nuclear weapons and WMD, the editorial went on:\n\t\t\t\t\t\n\t\t\t\t\t The assertion on \"abandonment of nuclear program first and dialogue next\" is little short of rejecting dialogue under the present situation where the north has no will to \"abandon its nuclear program\".\n\t\t\t\t\t\n\t\t\t\t\t He talked about the military option and expressed the will to ratchet up \"sanctions against the north\".\n\t\t\t\t\t\n\t\t\t\t\t His remarks run counter to the stand of the people desirous of the peaceful settlement of the \"nuclear issue of the north\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. new \"policy toward north Korea\" should begin with fully reflecting on its past policy and stands of neighboring countries."
        },
        {
            "title": "Japanese Regional Committee for Implementing June 15 Joint Declaration Meets",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-05ee.html",
            "content": "Japanese Regional Committee for Implementing June 15 Joint Declaration Meets\r\n Pyongyang, March 27 (KCNA) -- The 9th general meeting of the Japanese Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration was held in Tokyo on March 23.\n\t\t\t\t\t Addresses of solidarity from the North Side Committee for Implementing the June 15 Joint Declaration and each regional committees of its Overseas Side Committee were introduced there.\n\t\t\t\t\t\n\t\t\t\t\t The general meeting discussed an issue of dynamically waging the struggle for ushering in a wide avenue to independent reunification this year marking the 45th anniversary of the July 4 joint statement and the 10th anniversary of the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t Son Hyong Gun, chairman of the Japanese Regional Committee, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that the Japanese Regional Committee had condemned the interference and confrontation moves of foreign forces last year and dynamically waged the struggle for independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the committee would display its mission and duty in raising a curtain of the second June 15 era for making the respect for and implementation of the great programme for reunification common to the nation a trend of the nation in the spirit of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t An appeal to all the overseas Koreans was adopted at the meeting."
        },
        {
            "title": "Korean in U.S. Praises DPRK for Not Yielding to Pressure of Big Powers",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-11ee.html",
            "content": "Korean in U.S. Praises DPRK for Not Yielding to Pressure of Big Powers\r\n Pyongyang, March 27 (KCNA) -- Minjok Tongsin, an internet newspaper of Koreans in the U.S., posted an article written by editorial member Ri Jun Sik on March 22 to praise the DPRK for not yielding to any pressure of big powers.\n\t\t\t\t\t Recalling that the DPRK re-clarified the stand to bolster up its nuclear deterrence of late, the article said this amounts to vehement denunciation of the Key Resolve and Foal Eagle joint military drills of the U.S. and the south Korean puppet forces inviting a touch-and go-situation.\n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. State secretary met the Japanese foreign minister and admitted at a press conference held later that \"U.S. strategy for the denuclearization of Korea failed\" and \"it has become clear that a new approach is needed toward the DPRK. After that he flew into south Korea where he toured the Military Demarcation Line, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t When the U.S. deplored the situation where the DPRK has fun with the former, Supreme Leader Kim Jong Un watched the ground jet test of high-thrust engine newly developed by the Academy of National Defence Science, sparking off great sensation.\n\t\t\t\t\t\n\t\t\t\t\t The world has already confirmed the historical fact that neither politico-military interference nor encroachment upon sovereignty by any big power would work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. must know better than anybody else that pressure by big powers will not work on the DPRK whose people value sovereignty of the country more than their own lives.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. complained that neighboring countries are of no help to putting political, military and economic pressure on the DPRK. This is a clear proof of its utter ignorance of Kim Jong Un's era promoting justice in the 21st century."
        },
        {
            "title": "Asian regional seminar of the Juche idea on \"Self-Reliance-Key of Sovereignty\" Held",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-02ee.html",
            "content": "Asian regional seminar of the Juche idea on \"Self-Reliance-Key of Sovereignty\" Held\r\n Pyongyang, March 27 (KCNA) -- The Asian regional seminar of the Juche idea on \"Self-Reliance-Key to Sovereignty\" was held in Sri Lanka on March 17 on the occasion of the 105th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there were the director general, the secretary general and directors of the Asian Regional Institute of the Juche Idea, chiefs of the organizations for the study of the Juche idea in Sri Lanka and others.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were parliamentarians, ex-chairman of the Haryana and Punjab State Human Rights Commttee of India and other personages as honorary guests.\n\t\t\t\t\t\n\t\t\t\t\t Harish Gupta, director general of the Asian Regional Institute of the Juche Idea, and other speakers said that genuine sovereignty can not be realized if one does not rely on one's own strength but wants other's help and assistance.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t A main key to liberating the people toiling under all sorts of exploitation and oppression is self-reliance. The Juche idea which serves as guidelines for peace and happiness of mankind lightens the way for self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t They highly praised the immortal exploits performed by leader Kim Jong Il who turned the DPRK into an invincible socialist political and ideological power and military power and respected Supreme Leader Kim Jong Un as he has wisely led the service personnel and people in their struggle for carrying out the behests of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t They ardently called for dynamically coming out in the struggle to build an independent and new society under the uplifted banner of the great Juche idea and Songun.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the seminar."
        },
        {
            "title": "Letter to Kim Jong Un from Participants in Asian Regional Seminar of Juche Idea",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-01ee.html",
            "content": "Letter to Kim Jong Un from Participants in Asian Regional Seminar of Juche Idea\r\n Pyongyang, March 27 (KCNA) -- Respected Supreme Leader Kim Jong Un received a letter from the participants in the Asian regional seminar of the Juche idea on \"Self-Reliance-Key to Sovereignty\" on March 17.\n\t\t\t\t\t The letter said that the participants in the seminar unanimously asserted the self-reliance serves as a basic mode of struggle for realizing the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea was comprehensively developed by Kim Jong Il, eternal leader of the Workers' Party of Korea, and has now faithfully been carried forward by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The self-reliance is a key to realizing the desire of all the downtrodden and oppressed people in the world and guidelines giving peace and happiness to mankind.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK which realized the self-reliance has made development in all aspects such as industry, agriculture and science and technology and dynamically advanced along the way of achieving prosperity in spite of difficulties under the wise leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the seminar strongly urged the secretary-general of the UN to make it lift the sanctions against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The letter stressed that the participants would make positive contribution to the development and prosperity of the region under the uplifted banner of the Juche idea in building a new independent society."
        },
        {
            "title": "16th Meeting of ARIJI Council Held",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-03ee.html",
            "content": "16th Meeting of ARIJI Council Held\r\nPyongyang, March 27 (KCNA) -- The 16th Meeting of the Council of the Asian Regional Institute of the Juche Idea (ARIJI) was held in Sri Lanka on March 17.\n\t\t\t\t\t Present there were Harish Gupta, director general of the ARIJI and its secretary general and directors.\n\t\t\t\t\t\n\t\t\t\t\t The meeting reviewed the past work of the council and discussed the plan."
        },
        {
            "title": "Kim Yong Nam se reune con la delegacion congolena",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-26ee.html",
            "content": "Kim Yong Nam se reune con la delegacion congolena\r\nPyongyang, 27 de marzo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, converso este lunes en el capitalino Palacio de los Congresos Mansudae con la delegacion gubernamental de la Republica del Congo, encabezada por la ministra de Salud Publica y Poblacion, Jacqueline Lydia Mikolo, que le hizo una visita de cortesia.\n\t\t\t\t\tEn la ocasion, Jacqueline Lydia Mikolo dijo que llego a conocer mejor sobre las hazanas inmortales de Su Excelencia Kim Il Sung y Su Excelencia Kim Jong Il, realizadas por la felicidad del pueblo coreano y el desarrollo de relaciones de amistad entre ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tLa visita a Corea tiene gran significado, subrayo ella y continuo que en el futuro tambien, hara todos los esfuerzos por ampliar y desarrollar mas las relaciones de amistad y cooperacion entre los dos paises."
        },
        {
            "title": "Vocero de Departamento de Politica de CRPP insiste en sepultar a traidores surcoreanos",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-27ee.html",
            "content": "Vocero de Departamento de Politica de CRPP insiste en sepultar a traidores surcoreanos \r\nPyongyang, 27 de marzo (ACNC) -- El vocero del Departamento de Politica del Comite por la Reunificacion Pacifica de la Patria de la Republica Popular Democratica de Corea hizo publica el dia 26 una declaracion intitulada \"Deben sepultar en la tumba de la historia a los traidores del Ministerio de Unificacion junto con Park Geun-hye\". \n\t\t\t\t\tLos integrantes del Ministerio de Unificacion del Sur de Corea, inquietados ante la creciente demanda de cancelar totalmente las politicas traidoras de Park Geun-hye, sentenciada por la poblacion, estan desesperados para justificar la fracasada politica fratricida e imputar a la Republica Popular Democratica de Corea la responsabilidad por la ruptura de las relaciones entre ambas partes coreanas, inicia el portavoz y continua:\n\t\t\t\t\t\n\t\t\t\t\tAunque estan desesperados los tipejos del Ministerio de Unificacion para enganar la opinion publica con disparates, nunca podran eludir la responsabilidad de sus crimenes sin precedentes como romper las relaciones intercoreanas y buscar la peor crisis de guerra.\n\t\t\t\t\t\n\t\t\t\t\tA contrapelo de la aspiracion nacional a la reconciliacion y reunificacion, la traidora Park Geun-hye y sus lacayos del Ministerio de Unificacion echaron a perder todos los valiosos frutos comunes de la nacion que fueron preparados en la epoca de reunificacion del 15 de junio. Sin embargo, ellos lo alaban como \"exitos de la politica sobre el Norte\".\n\t\t\t\t\t\n\t\t\t\t\tResulta asqueroso el hecho de que pronuncian todavia tales chismes conflictivos los tipejos de esa cartera, convertidos en perros sin duenos debido a la dimision de Park. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que es preciso expulsar a las escorias humanas como Hong Yong Phyo, perverso traidor que siempre estuvo en la delantera de ejecucion de la politica conflictiva de Park y coparticipe del escandalo politico desatado en el suelo surcoreano, y castigarles en nombre de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC mantiene la posicion de que hay que disolver incondicionalmente el Ministerio de Unificacion, antro de holgazanes que se oponen a la reunificacion y viven a costa de los impuestos pagados con sangre por la poblacion surcoreana, y abolir la ya fracasada politica fratricida. \n\t\t\t\t\t\n\t\t\t\t\tLos habitantes surcoreanos deben sepultar cuanto antes en la tumba de la historia a la traidora Park y sus seguidores del Ministerio de Unificacion."
        },
        {
            "title": "Efectuado torneo de voleibol de trabajadores agricolas",
            "url": "http://kcna.co.jp/item/2017/201703/news27/20170327-28ee.html",
            "content": "Efectuado torneo de voleibol de trabajadores agricolas\r\nPyongyang, 27 de marzo (ACNC) -- Tuvo lugar desde el dia 22 hasta el 27 en el Palacio de Deportes de Pyongyang la competencia nacional de voleibol de los trabajadores agricolas.\n\t\t\t\t\tEn este torneo compitieron los jugadores de ambos sexos de 23 entidades seleccionadas en la capital y las provincias a modo de eliminatorias por grupos y partidos knock-out.\n\t\t\t\t\t\n\t\t\t\t\tOcuparon el primer lugar el equipo masculino de la provincia de Hamgyong del Sur y el femenino de la provincia de Hwanghae del Sur."
        }
    ]
}