{
    "date": "2017-12-11",
    "url": "http://kcna.co.jp/item/2017/201712/2017-12-11ee.html",
    "articles": [
        {
            "title": "Contributors to Successful ICBM Test-fire Tour Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-04ee.html",
            "content": "Contributors to Successful ICBM Test-fire Tour Pyongyang\r\n Pyongyang, December 11 (KCNA) -- The contributors to the successful test-fire of ICBM Hwasong-15 visited the Korean Revolution Museum on Dec. 10.\n\t\t\t\t\t They went round various halls dealing with the period of the anti-Japanese revolutionary struggle, the period of the overall socialist construction, etc.\n\t\t\t\t\t\n\t\t\t\t\t They recollected the revolutionary careers and exploits of President Kim Il Sung and leader Kim Jong Il, the peerlessly great persons, looking upon their photos displayed at the halls.\n\t\t\t\t\t\n\t\t\t\t\t They paid floral tribute to the bust of anti-Japanese war heroine Kim Jong Suk at the Revolutionary Martyrs Cemetery on Mt Taesong and went round the cemetery.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Phyongchon Revolutionary Site."
        },
        {
            "title": "Studio for Special Effects Set at Pyongyang Film Technical Company",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-13ee.html",
            "content": "Studio for Special Effects Set at Pyongyang Film Technical Company\r\nPyongyang, December 11 (KCNA) -- A studio for special shooting effects like character montage, seasonal variation and action scenes was newly set at the Pyongyang Film Technical Company.\n\t\t\t\t\t Leader Kim Jong Il, who had paid deep attention to the development of the Juche-oriented literature and arts in his lifetime, clarified the importance of special shooting and called for developing the cinematography in the revolutionary spirit of self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t Creators and technicians of the company succeeded in manufacturing shooting robot with their own efforts and developed its OS.\n\t\t\t\t\t\n\t\t\t\t\t The company also acquired many accessories for the studio with the assistance of different units and built a paint production workshop to produce a green screen hundreds square meters wide."
        },
        {
            "title": "Kim Jong Il and His Birthday",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-12ee.html",
            "content": "Kim Jong Il and His Birthday\r\n Pyongyang, December 11 (KCNA) -- Leader Kim Jong Il dedicated all his life to the prosperity of the country and people's wellbeing.\n\t\t\t\t\t In the early morning of February 16, Juche 63 (1974), his birthday, he went to a mountainous village of South Phyongan Province to inform President Kim Il Sung of the preparations for the national meeting of industrial workers, labor achievements made by the working class at all industrial establishments of the country and some other issues. And he personally took a souvenir picture of officials alongside with the President.\n\t\t\t\t\t\n\t\t\t\t\t Then, he left for Pyongyang to meet members of the preparatory committee for convening the national meeting of industrial workers to acquaint himself in detail with its preparations and gave them new instructions. And he discussed with officials concerned the matter of further improving the compilation and publication of the teachings made by the President and gave on-site guidance to a unit.\n\t\t\t\t\t\n\t\t\t\t\t He even reviewed the documents to be presented to the President late into the night.\n\t\t\t\t\t\n\t\t\t\t\t On the Day of the Shining Star (February 16) of a year, he took a measure to dispatch the February 17 Shock Brigade of Scientists and Technicians to Taehongdan County to solve sci-tech problems arising in establishing a system of gathering seeds of virus-free potato. And on his birthday of another year, he visited Wonhwa-ri in Phyongwon County to acquaint himself in detail with its per-hectare crop yield, meat and fruit production and the construction of modern dwellings and set forth tasks to turn the Wonhwa Cooperative Farm into a model socialist modern village.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the DPRK people will always remember his great life of patriotic devotion and add glory to his feats."
        },
        {
            "title": "U.S. Racket for Stifling DPRK Will Bring It International Isolation and Ruin: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-11ee.html",
            "content": "U.S. Racket for Stifling DPRK Will Bring It International Isolation and Ruin: KCNA Commentary \r\n Pyongyang, December 11 (KCNA) -- The U.S. is getting keen on sanctions and pressure racket against the DPRK while terming its measure for self-defence the \"threat to the world\".\n\t\t\t\t\t The U.S. government authorities including Trump, the state secretary, defense secretary and the U.S. representative at the UN are spitting out military outbursts against the DPRK and are pressurizing other countries to sever all relations with the DPRK including diplomatic, economic and trade activities. It is even threatening the capture of the DPRK-flagged ships in the seas.\n\t\t\t\t\t\n\t\t\t\t\t This is the vivid expression of Trump's \"lunatic strategy\" aimed to exterminate the Korean nation as it is the last-ditch effort of those dumbfounded by the might of the state nuclear force of the DPRK which has the whole U.S. territory within its strike range.\n\t\t\t\t\t\n\t\t\t\t\t The brigandish sophism that the DPRK poses \"threat to the whole world\" does not hold any water.\n\t\t\t\t\t\n\t\t\t\t\t The world clearly sees who is the chieftain escalating tension and harassing world peace and stability through the situation of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The massive strategic arms buildup in and around the peninsula, the moves for modernizing nuclear weapons and the arms sale pressed for by the U.S. prove that the story about \"threat from north Korea\" is just a pretext for realizing the aggression of the DPRK and the ambition for world domination.\n\t\t\t\t\t\n\t\t\t\t\t Recently the American newspaper USA Today reported that the U.S. together Canada will convene a \"16-nation meeting\" of ally countries which took part in the Korean War in the past for the discussion of counteraction to tackle \"threat from the north\".\n\t\t\t\t\t\n\t\t\t\t\t Clear is the aim sought by the U.S. in getting vocal about \"threat\" and calling on the whole world to counter the DPRK. It is to justify its hostile policy toward the DPRK and tighten the siege of international sanctions and pressure on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t But such lunacy will only reveal the sinister intention of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper of Chinese Hong Kong Ta Kung Pao in a commentary titled \"Korea's completion of great cause of building nuclear force. Korea slaps U.S. in the face\" said that what is beyond doubt is that the U.S. misguided Korea policy is the key cause of aggravating the situation, adding that Korea became to possess a nuclear deterrence as today which is entirely attributable to the U.S., and that the U.S. act boomerangs.\n\t\t\t\t\t\n\t\t\t\t\t The Western media including those of Britain and Germany reported that Trump is imposing hard-line policy on the DPRK including freeze of diplomatic relations but no country is agreeing to do, adding that the policy of threatening the DPRK pursued by Trump is resulting in the isolation of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t Now is the high time that the U.S. lent an ear to this voice of the international community.\n\t\t\t\t\t\n\t\t\t\t\t The more desperately the U.S. tries to \"demonize\" the DPRK, the more quickly it will face the responsibility for the aggravating situation on the Korean peninsula, international isolation and destruction."
        },
        {
            "title": "Rodong Sinmun Slams U.S.-S. Korea Joint Aerial Drill",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-06ee.html",
            "content": "Rodong Sinmun Slams U.S.-S. Korea Joint Aerial Drill\r\n Pyongyang, December 11 (KCNA) -- The U.S. and south Korean puppet forces conducted the joint aerial drill Vigilant Ace from Dec. 4 to 8 in south Korea. Rodong Sinmun Monday in an article brands this as a very provocative war gambling for invading the DPRK in its scale, contents and form. \n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet forces have conducted many joint aerial drills so far. But involved in the recent drill were the largest forces. \n\t\t\t\t\t\n\t\t\t\t\t The warmongers let Stealth fighters frantically stage exercises for attack on the air and anti-air forces of the opponent and preemptive attack on at least 700 \"core targets\" day and night, talking about the \"securing of the command of the air\" and \"strikes at nuclear and missile facilities\".\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the drill was not an \"annual defensive drill\" but the criminal one for war of aggression to mount a surprise preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The reality shows that the U.S. and south Korean war maniacs seek to extremely aggravate the situation on the Korean peninsula and ignite a war of aggression against the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Their frantic military provocation racket involving huge forces of aggression is as foolish an act as digging up the pitfalls of their self-destruction."
        },
        {
            "title": "Rodong Sinmun Ridicules S. Korean Puppet Forces Frightened by National Power of DPRK",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-07ee.html",
            "content": "Rodong Sinmun Ridicules S. Korean Puppet Forces Frightened by National Power of DPRK\r\n Pyongyang, December 11 (KCNA) -- The south Korean puppet authorities seized with despair due to the successful  test-fire of ICBM Hwasong-15 of Juche Korea are busy publishing a \"resolution critical of the north\" and taking \"countermeasure\", while letting loose a spate of vituperation such as \"provocation\" and \"threat\".\n\t\t\t\t\t Meanwhile, they made phone calls with their masters U.S. and Japan, begging for \"provocation deterrence based on the joint defense posture\" and \"maximum pressure\".\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday in a commentary terms this an act of fools who failed to understand how the nation's dignity and sovereignty are defended and how the peace and stability on the Korean peninsula are guaranteed.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Through the successful test-fire of ICBM Hwasong-15, the DPRK clearly showed the world that no sanctions and blockade and military moves can keep it from advancing along the road of a nuclear power of Juche, and fully demonstrated its inexhaustible might capable of striking the whole mainland of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' reckless confrontation with the DPRK will only add to the hatred of its army and people against them one hundred times and precipitate their miserable destruction.\n\t\t\t\t\t\n\t\t\t\t\t Their seeking the confrontation with compatriots in the north in collusion with outside forces, turning their back on the nation, is no more than a foolish act of pricking their own eyes."
        },
        {
            "title": "Total Failure of U.S. Hostile Policy toward DPRK Is Inevitable: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-08ee.html",
            "content": "Total Failure of U.S. Hostile Policy toward DPRK Is Inevitable: Rodong Sinmun\r\n Pyongyang, December 11 (KCNA) -- Rodong Sinmun Monday comments that the successful test-fire of the new-type ICBM Hwasong-15 evoked a lively response among the international community, citing the facts.\n\t\t\t\t\t The commentary says that the successful test-fire of Hwasong-15 has put the country on a higher strategic position, adding:\n\t\t\t\t\t\n\t\t\t\t\t The military and strategic structure of confrontation between the DPRK and the U.S. has completely changed.\n\t\t\t\t\t\n\t\t\t\t\t The unprecedented sanctions on the DPRK by the U.S. and its vassal forces also proved futile in the wake of the successful test-fire of Hwasong-15.\n\t\t\t\t\t\n\t\t\t\t\t The hostile forces, loudmouthed about the \"inevitability of the DPRK change in the line,\" were frustrated in their attempt.\n\t\t\t\t\t\n\t\t\t\t\t The complete failure of the U.S. hostile policy toward the DPRK is inevitable.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK wins.\n\t\t\t\t\t\n\t\t\t\t\t The successful test-fire of ICBM Hwasong-15 adds to the high spirit of the DPRK army and people to put an end to the centuries-old showdown with the U.S."
        },
        {
            "title": "S. Korean Body Blasts Japanese Authorities' Discrimination against Korean Schools",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-09ee.html",
            "content": "S. Korean Body Blasts Japanese Authorities' Discrimination against Korean Schools\r\n Pyongyang, December 11 (KCNA) -- The Citizens' Meeting for Protecting Campus and Children of south Korea held a news conference before the Japanese embassy in Seoul on Dec. 8 in denunciation of the Japanese government's discriminative policy toward Korean schools, according to the south Korean online paper Tongil News.\n\t\t\t\t\t Speakers said that Korean residents in Japan are under national and educational discrimination.\n\t\t\t\t\t\n\t\t\t\t\t The organization in a press release demanded that Japan ensure the equal right to learn by the application of tuition waiver program and the resumption of payment of subsidies to Korean schools in Japan."
        },
        {
            "title": "Removing Evils of Judicial Field Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-10ee.html",
            "content": "Removing Evils of Judicial Field Demanded in S. Korea\r\nPyongyang, December 11 (KCNA) -- The south Korean internet paper @ minplusnews carried an editorial calling for removing evils in the judicial field on Dec. 8.\n\t\t\t\t\tIt said that judges released Kim Kwan Jin, former defense minister, and Im Kwan Bin, former policy section chief, without reasons, openly hindering investigation into evils.\n\t\t\t\t\t\n\t\t\t\t\tPeople's mistrust of the judicature reaches extreme pitch, the editorial noted, stressing the need to remove the evils of the judicature and reform it."
        },
        {
            "title": "Koreans in China Flail U.S.-S. Korea Joint Air Drill",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-14ee.html",
            "content": "Koreans in China Flail U.S.-S. Korea Joint Air Drill\r\n Pyongyang, December 11 (KCNA) -- The General Association of Koreans in China released a statement on Dec. 4 in denunciation of the U.S.-south Korea joint air drill targeting the DPRK.\n\t\t\t\t\t Noting the situation on the Korean peninsula has reached the brink of nuclear war due to the persistent hostile policy of the U.S., the statement said:\n\t\t\t\t\t\n\t\t\t\t\t It is a revelation of its sinister design to subdue the DPRK by nukes that the U.S. kicked off the largest-ever-scale joint air drill simulating an actual war after bringing its major strategic assets to the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The issue of the Korean peninsula remains unsettled due to the decades-long hostile policy of the U.S. toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not run wild, facing up to the will of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It should stop the risky war drumbeats at once.\n\t\t\t\t\t\n\t\t\t\t\t All officials of our association and other Koreans in China will turn out as one in the just struggle to resolutely foil the U.S. and its vassal forces' military provocation together with the army and people in the homeland."
        },
        {
            "title": "Kim Jong Il's Works Introduced by Italian Organization ",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-01ee.html",
            "content": "Kim Jong Il's Works Introduced by Italian Organization\r\n Pyongyang, December 11 (KCNA) -- Leader Kim Jong Il's works \"On the Juche Idea\" and \"Socialism Is a Science\" were posted by the Italian Committee for the Study of Songun Idea for Independence and Sovereignty on the website of the Group of Dialectical Materialists of Italy on Dec. 3 on the occasion of the sixth anniversary of his demise.\n\t\t\t\t\t The work \"On the Juche Idea\", published on March 31, Juche 71 (1982), deals with the immortal historic exploit of President Kim Il Sung who founded the Juche idea and its significance as well as the founding of the Juche idea and its philosophical, socio-historical and guiding principles and historical significance.\n\t\t\t\t\t\n\t\t\t\t\t The work \"Socialism Is a Science\", published on November 1, Juche 83 (1994), clarifies the idea that Korean-style socialism based on the socialist theory of Juche is the most scientific and vital one. And it refers to the principled issues arising in defending socialism."
        },
        {
            "title": "Kim Jong Il to Be Remembered by Int'l Body",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-02ee.html",
            "content": "Kim Jong Il to Be Remembered by Int'l Body\r\nPyongyang, December 11 (KCNA) -- An international committee for remembering leader Kim Jong Il on the sixth anniversary of his demise was formed by the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions on Dec. 5.\n\t\t\t\t\t Mikhail Panchenko, general secretary of the alliance, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events in praise of the revolutionary career and exploits of Kim Jong Il."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Russia",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Russia\r\n Pyongyang, December 11 (KCNA) -- A committee for remembering leader Kim Jong Il was formed by the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation on Dec. 7.\n\t\t\t\t\t Kulikov, secretary of the regional committee who doubles as chairman of the Association for the Study of Kimilsungism－Kimjongilism of Russia in the Far East Region, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the revolutionary career and exploits of Kim Jong Il and hold political and cultural events such as a remembrance meeting and film show."
        },
        {
            "title": "Contribuidores al lanzamiento de \"Hwasong-15\" recorren varios lugares capitalinos",
            "url": "http://kcna.co.jp/item/2017/201712/news11/20171211-11ee.html",
            "content": "U.S. Racket for Stifling DPRK Will Bring It International Isolation and Ruin: KCNA Commentary \r\n Pyongyang, December 11 (KCNA) -- The U.S. is getting keen on sanctions and pressure racket against the DPRK while terming its measure for self-defence the \"threat to the world\".\n\t\t\t\t\t The U.S. government authorities including Trump, the state secretary, defense secretary and the U.S. representative at the UN are spitting out military outbursts against the DPRK and are pressurizing other countries to sever all relations with the DPRK including diplomatic, economic and trade activities. It is even threatening the capture of the DPRK-flagged ships in the seas.\n\t\t\t\t\t\n\t\t\t\t\t This is the vivid expression of Trump's \"lunatic strategy\" aimed to exterminate the Korean nation as it is the last-ditch effort of those dumbfounded by the might of the state nuclear force of the DPRK which has the whole U.S. territory within its strike range.\n\t\t\t\t\t\n\t\t\t\t\t The brigandish sophism that the DPRK poses \"threat to the whole world\" does not hold any water.\n\t\t\t\t\t\n\t\t\t\t\t The world clearly sees who is the chieftain escalating tension and harassing world peace and stability through the situation of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The massive strategic arms buildup in and around the peninsula, the moves for modernizing nuclear weapons and the arms sale pressed for by the U.S. prove that the story about \"threat from north Korea\" is just a pretext for realizing the aggression of the DPRK and the ambition for world domination.\n\t\t\t\t\t\n\t\t\t\t\t Recently the American newspaper USA Today reported that the U.S. together Canada will convene a \"16-nation meeting\" of ally countries which took part in the Korean War in the past for the discussion of counteraction to tackle \"threat from the north\".\n\t\t\t\t\t\n\t\t\t\t\t Clear is the aim sought by the U.S. in getting vocal about \"threat\" and calling on the whole world to counter the DPRK. It is to justify its hostile policy toward the DPRK and tighten the siege of international sanctions and pressure on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t But such lunacy will only reveal the sinister intention of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper of Chinese Hong Kong Ta Kung Pao in a commentary titled \"Korea's completion of great cause of building nuclear force. Korea slaps U.S. in the face\" said that what is beyond doubt is that the U.S. misguided Korea policy is the key cause of aggravating the situation, adding that Korea became to possess a nuclear deterrence as today which is entirely attributable to the U.S., and that the U.S. act boomerangs.\n\t\t\t\t\t\n\t\t\t\t\t The Western media including those of Britain and Germany reported that Trump is imposing hard-line policy on the DPRK including freeze of diplomatic relations but no country is agreeing to do, adding that the policy of threatening the DPRK pursued by Trump is resulting in the isolation of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t Now is the high time that the U.S. lent an ear to this voice of the international community.\n\t\t\t\t\t\n\t\t\t\t\t The more desperately the U.S. tries to \"demonize\" the DPRK, the more quickly it will face the responsibility for the aggravating situation on the Korean peninsula, international isolation and destruction."
        }
    ]
}