{
    "date": "2017-08-04",
    "url": "http://kcna.co.jp/item/2017/201708/2017-08-04ee.html",
    "articles": [
        {
            "title": "U.S. Measure of Travel Ban to DPRK under Fire",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-06ee.html",
            "content": "U.S. Measure of Travel Ban to DPRK under Fire\r\n Pyongyang, August 4 (KCNA) -- A spokesman for the Ministry of Foreign Affairs of the DPRK gave the following answer to a question raised by KCNA on Friday as regards the fact that the U.S. Department of State issued a travel ban to the DPRK:\n\t\t\t\t\t On August 2, the U.S. Department of State announced to its citizens a travel ban to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Regardless of any government's policy towards the DPRK, we encourage various forms of exchanges and contacts including visits by people from all over the world.\n\t\t\t\t\t\n\t\t\t\t\t There isn't any reason for the foreigners to feel threat to their safety in the DPRK which has the most stable and strong state system, and numerous foreigners including Americans who visited our country unanimously agree on this.\n\t\t\t\t\t\n\t\t\t\t\t As for a few U.S. citizens who committed hostile acts against the DPRK instigated by malicious groups in the U.S., we gave them due punishments in accordance with the laws of the DPRK and there is no country in the world that will ignore the foreigners who committed hostile acts within its territory.\n\t\t\t\t\t\n\t\t\t\t\t It is a legitimate right of a sovereign state to punish criminals as required by laws.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. administration took this childish measure of issuing a travel ban to our country while finding fault with the exercise of legitimate right of the sovereign state. This is an act to impugn the dignified prestige of the DPRK and a vile measure to limit the people-to-people exchange so as not to allow the U.S. citizens to see the true picture of the DPRK that achieves victory after victory under the banner of simultaneously building up the economy and defense and the failure of the U.S. hostile policy towards the DPRK. It is also a reflection of the U.S. administration's perception which regards the DPRK as an enemy.\n\t\t\t\t\t\n\t\t\t\t\t Now is time for the Trump administration to come to its senses and make a decision to abandon its hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We will always leave our door wide open to any U.S. citizen who would like to visit our country out of good will and to see the realities with their own eyes."
        },
        {
            "title": "News Analyst on U.S. Attempt at Overwhelming Supremacy over Region",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-09ee.html",
            "content": "News Analyst on U.S. Attempt at Overwhelming Supremacy over Region\r\n Pyongyang, August 4 (KCNA) -- The U.S. has fully revealed its scheme for supremacy after the DPRK's successful test-fires of ICBM Hwasong-14.\n\t\t\t\t\t Recently the U.S. vociferated that it might mount nuclear attack on China, faulting China's exercise of influence in the Korean peninsula issue. It is ratcheting pressure upon China by boosting the military relations with Taiwan and intensifying spy activities in the waters surrounding China.\n\t\t\t\t\t\n\t\t\t\t\t It is the revelation of the U.S. reckless scheme for overwhelming supremacy over the region to tighten the pressure upon China under the pretence of the situation on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that any developments in the Korean peninsula and the region, where strategic interests of big powers are intertwined, is enough to irritate the interests of relevant countries.\n\t\t\t\t\t\n\t\t\t\t\t Owing to the U.S. moves to boost its military influence in Asia, the military tension between China and the U.S. is getting serious and, accordingly, the situation of the Korean peninsula is heating up as the days go by.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, a spokesman for the Foreign Ministry of China accused the U.S. of getting on the nerves of countries surrounding the DPRK, under the pretext of implementing its strategy for supremacy. He said that hyping the \"story of China's responsibility\" is the U.S. sinister intention to evade the responsibility by rhetoric as the nuclear issue of the Korean peninsula is a problem between the DPRK and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t In actuality, the \"sanctions resolutions\" of the UN Security Council, so far, have invested the U.S., root cause and direct party concerned of the nuclear issue of the Korean peninsula, with the right to watch the implementation of the \"resolutions\" and made other countries including China shoulder the responsibility, being their strategic interests encroached upon.\n\t\t\t\t\t\n\t\t\t\t\t So, it is the obvious reason that the balance between China-U.S. interests will lean to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t That's why China is directing efforts to bolstering up defence capabilities such as strategic nuclear force to cope with the U.S. reckless pressure upon it that does harm to its sovereignty, security and interests of development.\n\t\t\t\t\t\n\t\t\t\t\t China is building up its nuclear force to counter the U.S. superiority of force aiming at regional hegemony. This reality eloquently proves the justice of the DPRK's line of simultaneously developing the two fronts for self-defence to guarantee the sovereignty and right to existence of the nation and peace and stability on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear force of the DPRK is the powerful weapon making a breach in the U.S. strategy for supremacy and neutralizing the U.S.-Japan-south Korea \"military alliance\" serving as a military tool of the U.S. in the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop at once the anachronistic hostile act to realize the wild ambition for supremacy, taking issue with the dignified DPRK.\n\t\t\t\t\t\n\t\t\t\t\t By Jong Hyon"
        },
        {
            "title": "Why Does Japan Toe U.S. Line: News Analyst",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-13ee.html",
            "content": "Why Does Japan Toe U.S. Line: News Analyst\r\n Pyongyang, August 4 (KCNA) -- Japan's reckless actions are now escalating amid the friction and conflict among neighboring countries getting surfaced over the nuclear issue of the Korean peninsula.\n\t\t\t\t\t Crying out for tightened independent sanctions on the DPRK, pursuant to the U.S. policy, Japan put even Chinese businesses on the sanctions list to come under strong fire.\n\t\t\t\t\t\n\t\t\t\t\t On July 28 a spokesman for the Chinese Foreign Ministry said it is as foolish an act as raising an axe to bring it down on its own foot that Japan does harm to both itself and others in pursuance of a certain country's interests, warning that the Chinese side would never accept the wrong action of the Japanese side and the latter is to blame for all the responsibilities to be entailed by its action.\n\t\t\t\t\t\n\t\t\t\t\t Japan's action, as a measure taken in the wake of the U.S. \"secondary boycott\" against Chinese enterprises in June, is aimed at tarnishing the international image of China, a permanent member of the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t It is Japan which is energetically claiming, like the U.S., that \"China is responsible\" for the issue of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Japan went the lengths of making such remarks as that China should play an additional role in escalating the pressure on the DPRK and that China is of importance in the role. And it is working hard to turn the theatre of China-Japan diplomacy into an arena for discussing the sanctions on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It also made no scruple of urging China to restrict the oil export to the DPRK at the G20 Summit held in Germany early in July, in a bid to create impression that Japan plays more leading role in tackling the regional security issue than others.\n\t\t\t\t\t\n\t\t\t\t\t As known, Japan's proactive involvement in dealing with the hotspot issues in Asia is motivated by an selfish intention to improve its image in the region.\n\t\t\t\t\t\n\t\t\t\t\t It is crystal clear to all that for Japan, trying to shake off the ill-fame of a defeated state and emerge a military giant, China is a big obstacle as it has complicated bilateral issues including the issue of the past and exercises its influence as a regional power.\n\t\t\t\t\t\n\t\t\t\t\t Precisely for this reason, Japan is meddling in such regional issues quite indifferent to it as the issue of South Sea of China and in even China's internal affairs.\n\t\t\t\t\t\n\t\t\t\t\t Japan, which succeeded in becoming a non-permanent member of the UNSC with the backing of the U.S., may seek a permanent membership of the UNSC, elbowing the regional power out.\n\t\t\t\t\t\n\t\t\t\t\t If Japan thinks it can cover up its faults by tarnishing other's image, then it is sadly mistaken.\n\t\t\t\t\t\n\t\t\t\t\t Japan's sinister moves to gain its own profits through instability in the region would invite countermeasures hard to face.\n\t\t\t\t\t\n\t\t\t\t\t By Kim Man Ho"
        },
        {
            "title": "DPRK Visit by China's Delegation of Institute for International Studies",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-12ee.html",
            "content": "DPRK Visit by China's Delegation of Institute for International Studies\r\n Pyongyang, August 4 (KCNA) -- A delegation of the Institute for International Studies of China led by Director Su Ge visited the DPRK from July 31 to Aug. 4.\n\t\t\t\t\t During the stay, the delegation paid a courtesy call on a vice-minister of Foreign Affairs and exchanged views on the matters of mutual concern, including the prevailing situation of the Korean peninsula, with officials of the Institute for Disarmament and Peace and the Academy of Social Sciences of the DPRK."
        },
        {
            "title": "Premises of DPRK Embassy in Tehran Inaugurated",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-14ee.html",
            "content": "Premises of DPRK Embassy in Tehran Inaugurated\r\n Tehran, August 3 (KCNA Correspondent) -- The premises of the DPRK embassy in Tehran were newly built and inaugurated with due ceremony on Wednesday.\n\t\t\t\t\t Attending the ceremony were Choe Hui Chol, vice-minister of Foreign Affairs, Kang Sam Hyon, DPRK ambassador to Iran, and members of the embassy and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Present on invitation were Ebrahim Rahimpour, vice-minister of Foreign Affairs of Iran, personages of the Tehran City Government, friendly organizations, media and different social standings and members of an Iranian construction company.\n\t\t\t\t\t\n\t\t\t\t\t Choe Hui Chol made an inaugural address.\n\t\t\t\t\t\n\t\t\t\t\t He said that the premises of the DPRK embassy were built to boost exchanges, contacts and cooperation between the two countries for world peace and security and international justice.\n\t\t\t\t\t\n\t\t\t\t\t He stressed it is the consistent stand of the DPRK government to invariably develop the strategic relations between the two countries forged and strengthened by President Kim Il Sung and leader Kim Jong Il together with the top leaders of Iran in the common struggle for independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t Ebrahim Rahimpour in his speech said he was pleased with the opening of the DPRK embassy, expressing the belief that the bilateral relations forged by the preceding leaders of the two countries would grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian people, who remember the DPRK's sincere help and solidarity to Iran when it was in hard times, will fully support the struggle of the Korean people at all times, he added.\n\t\t\t\t\t\n\t\t\t\t\t The inaugural tape was cut and the participants looked round the embassy. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK embassy hosted a reception on the same day."
        },
        {
            "title": "Project for Higher-level National Integrated Power Control System Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-11ee.html",
            "content": "Project for Higher-level National Integrated Power Control System Brisk in DPRK\r\n Pyongyang, August 4 (KCNA) -- It gains momentum in the DPRK to put the national integrated power control system on a higher level, as part of the efforts to make effective use of electric power.\n\t\t\t\t\t For this, the Ministry of Electric Power Industry strives to perfect an integrated production control system embracing all power stations across the country. \n\t\t\t\t\t\n\t\t\t\t\t It also channels big efforts into raising the safety in operating the electrical network and ensuring the profitability in power supply.\n\t\t\t\t\t\n\t\t\t\t\t And all substations are being equipped with such power control devices as digital multi-functional watt-hour meter and data concentrator.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, research institutes under the ministry, in close connection with relevant units, speed up developing or upgrading programs to gather and analyze the detailed information on electric power production and supply in real time."
        },
        {
            "title": "Anniversary of Publication of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-05ee.html",
            "content": "Anniversary of Publication of Kim Jong Il's Work Marked\r\n Pyongyang, August 4 (KCNA) -- Rodong Sinmun Friday dedicates an editorial to the 20th anniversary of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\n\t\t\t\t\t The work is an encyclopedic programme for national reunification that gives overall answers to all problems arising in realizing Korea's reunification, and it has displayed its great vitality in developing the movement for national reunification into a nationwide movement for 20 years, the editorial notes, and says:\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation's history of reunification movement is a history of great succession as the movement has steadily advanced under the idea and line of the peerlessly great men on independent reunification through generations.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il aroused all Koreans to the drive for implementing the behests of President Kim Il Sung for national reunification and laid a solid foundation for independent reunification and prosperity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The shining successes that brilliantly adorned the June 15 era of reunification are the immortal feats Kim Jong Il performed in implementing the President's behests for national reunification and the eternal foundation for the victory in the cause of reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is the strong faith and fixed will of our army and people to accomplish the cause of reunification, started and advanced by the great leaders, under the guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There are still difficulties and ordeals on the road of national reunification. However, the Korean nation has nothing to fear and the cause of independent reunification is sure to emerge victorious, thanks to the Juche-oriented idea and line for national reunification advanced by the great leaders and to the distinguished leadership of Kim Jong Un."
        },
        {
            "title": "Decision on Additional THAAD Deployment Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-08ee.html",
            "content": "Decision on Additional THAAD Deployment Protested in S. Korea\r\n Pyongyang, August 4 (KCNA) -- The Songju Committee for Struggle against THAAD Deployment and the Songju Emergency Measure Committee for Defending Holy Land of Won Buddhism and other residents of south Korea held a rally in Sosong-ri, Chojon-myon of Songju County in North Kyongsang Province on Wednesday to protest the authorities' decision on additional deployment of THAAD, according to the south Korean Yonhap News.\n\t\t\t\t\t The ralliers strongly rejected the regime's scheme for additional deployment, chanting slogan \"No THAAD!\"\n\t\t\t\t\t\n\t\t\t\t\t They warned that the authorities would not easily deploy the equipment like that on April 26.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Won Buddhists vowed to stand in the van of the struggle against THAAD deployment."
        },
        {
            "title": "S. Korea: Stop to Hostile Policy towards DPRK Urged",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-10ee.html",
            "content": "S. Korea: Stop to Hostile Policy towards DPRK Urged\r\n Pyongyang, August 4 (KCNA) -- Civic and workers organizations of south Korea Thursday formed an August 15 All-People Peace Action in Seoul and strongly urged the present authorities and the U.S. to roll back at once the hostile policy toward the DPRK and war policy, according to the south Korean Newsis.\n\t\t\t\t\t At a press conference speakers charged that the present chief executive took the lead in calling for sanctions on the north, far from keeping the promise to resume the south-north dialogue and push forward the conclusion of a peace treaty. Furthermore, he enforced the additional deployment of THAAD launching pads, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t They accused the U.S. and the present south Korean regime of persisting in the failed policy of sanctions and military pressure on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Owing to the south Korea-U.S. joint military drill in August, the tension on the Korean peninsula will worsen to maximum, they said, urging the U.S. and the south Korean authorities to stop the war drill.\n\t\t\t\t\t\n\t\t\t\t\t The organization declared that it would hold an all-people rally in the plaza of Seoul City Office on August 15 and launch a demonstration for surrounding the U.S. and Japanese embassies."
        },
        {
            "title": "Koreans in Japan Hail DPRK's Second ICBM Test-fire",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-07ee.html",
            "content": "Koreans in Japan Hail DPRK's Second ICBM Test-fire\r\n Pyongyang, August 4 (KCNA) -- Officials of the General Association of Korean Residents in Japan (Chongryon) and all other Koreans in Japan are filled with great joy and national pride at the news that the DPRK succeeded in the second test-fire of ICBM Hwasong-14.\n\t\t\t\t\t Jo Il Yon, chairman of the Tokyo Metropolitan Headquarters of Chongryon, said that the news is instilling high national pride into the officials of the headquarters and all other Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The successful test-fire is a historic victory as it showed the rapid development of heroic Korea's Juche-based rocket industry and its inexhaustible potentials, Jo said.\n\t\t\t\t\t\n\t\t\t\t\t Pak Yong Chi, chairman of the Higashinari branch of the Chongryon Osaka Prefectural Headquarters, said it is a great event in the history of the Korean nation as it clearly showed how fast the DPRK is making a great leap forward in the face of the unheard-of political blackmail and economic blockade by the U.S. imperialists and their vassal forces.\n\t\t\t\t\t\n\t\t\t\t\t He hardened the will to further consolidate the branch into a reliable, patriotic organization which remains unfazed in any storm and stress."
        },
        {
            "title": "Month of Anti-U.S. Joint Struggle Observed Abroad",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-01ee.html",
            "content": "Month of Anti-U.S. Joint Struggle Observed Abroad\r\n Pyongyang, August 4 (KCNA) -- Events such as lecture meeting, book and photo exhibition and film show took place in Tanzania and Nigeria on July 15 and 19 on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t On display at the venue of book and photo exhibition were photos documenting the exploits of President Kim Il Sung and leader Kim Jong Il and books and photos showing the Korean army and people's efforts for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t A Korean film disclosing the aggressive nature of U.S. imperialism was shown.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Tanzanian National Coordinating Committee of the Juche Idea Study Groups said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S., which ignited the Korean War, the fiercest war after the Second World War, sustained the bitter defeat unprecedented in history and bent their knees before the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The victory of the Korean people was a shining fruition of the wise leadership of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Far from drawing a lesson from the defeat in the Korean War, the U.S. still insists on the hostile policy toward the DPRK, aggravating the situation on the Korean peninsula with ceaseless military provocations.\n\t\t\t\t\t\n\t\t\t\t\t It should abandon its anachronistic hostile policy, clearly understanding the changed strategic position of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The permanent secretary of the Niger State Government and other figures of Nigeria stressed that they extend firm support and solidarity to the Korean people winning victory after victory in the political and military showdown with the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Rajshahi Branch of the Bangladesh Institute of the Juche Idea held a lecture meeting to introduce the great leaders' feats for Korea's reunification on the occasion of the 45th anniversary of the publication of the July 4 joint statement."
        },
        {
            "title": "Polish Organization Urges U.S. to Conclude Peace Treaty with DPRK",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-02ee.html",
            "content": "Polish Organization Urges U.S. to Conclude Peace Treaty with DPRK\r\n Pyongyang, August 4 (KCNA) -- The International Friendship Initiative \"Explore DPRK\" of Poland issued a statement on July 26 on the occasion of the 64th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of President Kim Il Sung, a gifted military strategist, the Korean people won a great victory in the Fatherland Liberation War by defeating the U.S.-led imperialist allied forces.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hurled huge forces into the Korean War, but couldn't bring the Korean people to submission.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people honorably defended the independence and sovereignty of the country and the U.S. imperialists suffered the disgraceful crushing defeat for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t In a bid to recover from the defeat it suffered in Korea, the U.S. is still stationing its troops in south Korea and committing ceaseless military provocations while persistently refusing to conclude a peace accord with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We demand that the U.S. withdraw its aggression forces from the Korean peninsula, stop all sorts of provocation and threat and conclude a peace treaty with the DPRK."
        },
        {
            "title": "Kim Il Sung's Exploits for War Victory Lauded in South Africa",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-03ee.html",
            "content": "Kim Il Sung's Exploits for War Victory Lauded in South Africa\r\n Pyongyang, August 4 (KCNA) -- The exploits of President Kim Il Sung for war victory are creditably carried forward by Comrade Kim Jong Un.\n\t\t\t\t\t The Association of Friendship and Solidarity with Korean People, the Mfumalanga Provincial Group for the Study of the Juche Idea and the Group for the Study of the Progressive Ideas of South Africa stressed this in their joint statement on July 27.\n\t\t\t\t\t\n\t\t\t\t\t Recalling the fact that the U.S. imperialists ignited the Korean War with huge forces on June 25, 1950, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The great President Kim Il Sung aroused the whole party and army and all the people to the heroic resistance war in the grim days when the destiny of the country and nation was at a crisis.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists lost huge troops and military hardware and suffered a serious defeat in the war and finally kneeled down before the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un made the DPRK emerge an ICBM possessor, in the wake of rapidly turning it into a world-level nuclear weapons state, satellite manufacturer and launcher and strategic submarine-launched ballistic missile possessor.\n\t\t\t\t\t\n\t\t\t\t\t Today the DPRK's overall national power and strategic position have reached new heights. It is a historic event to be recorded forever along with July 27 of war victory that the DPRK, a fortress of socialism, had access to H-bomb and ICBM.\n\t\t\t\t\t\n\t\t\t\t\t We will fully support the struggle of the Korean people demonstrating before the world their dignity and might by dint of self-reliance and self-development."
        },
        {
            "title": "Vocero de cancilleria coreana condena invencion de ley de sancion independiente de EE.UU.",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-15ee.html",
            "content": "Vocero de cancilleria coreana condena invencion de ley de sancion independiente de EE.UU.\r\nPyongyang, 4 de agosto (ACNC) -- A la pregunta de un reportero de la ACNC formulada en relacion con que recientemente EE.UU. invento otra ley infame de sancion para asfixiar la Republica Popular Democratica de Corea, el vocero del Ministerio de Relaciones Exteriores de la RPDC respondio el dia 3 como lo siguiente:\n\t\t\t\t\tEl dia 2, el presidente norteamericano Trump firmo el \"proyecto de ley de sancion sobre los adversarios de EE.UU.\" aprobado en el congreso.\n\t\t\t\t\t\n\t\t\t\t\tPor su resultado, fue adoptada oficialmente como ley la sancion adicional de EE.UU. contra la RPDC, Rusia e Iran.\n\t\t\t\t\t\n\t\t\t\t\tEsto no pasa de ser los desesperados actos de los tipejos atemorizados ante nuestras medidas multiples y sucesivas para el desarrollo de las fuerzas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tLas maniobras del pais americano que inventa arbitrariamente la ley de sancion y usa sin ton ni son el garrote de sancion contra los Estados soberanos devienen actos gangsteriles imperdonables jamas por la ley internacional.\n\t\t\t\t\t\n\t\t\t\t\tEl reciente acto arriba mencionado constituye un acto criminal para aplicar su ley nacional en las relaciones internacionales desafiando totalmente a la Carta de la ONU y la ley internacional.\n\t\t\t\t\t\n\t\t\t\t\tPor tanto, condenamos fuertemente la \"sancion independiente\" de EE.UU. y tambien todos los paises deben reflexionar ante el acto ilegal de ese pais americano.\n\t\t\t\t\t\n\t\t\t\t\tResulta muy pobre el acto de los elaboradores norteamericanos de ley que actuan absurdamente sin comprender todavia la realidad y la causa de que la RPDC fabrico la bomba atomica, la H y el cohete balistico intercontinental pese a duras sanciones perpetradas durante mas de medio siglo.\n\t\t\t\t\t\n\t\t\t\t\tOjala, los alborotos de sancion de EE.UU. pudiera surtir efecto en otros paises, pero no en la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC logra siempre solo las victorias gracias a contar con el Maximo Dirigente Kim Jong Un, poseedor de la gran perspicacia, el extraordinario liderazgo e incomparable coraje y audacia, al frente de la revolucion coreana, y la unidad monolitica del ejercito y pueblo unidos compactamente en torno a aquel, asi como el gran poderio del espiritu de autofortalecimiento.\n\t\t\t\t\t\n\t\t\t\t\tLas maniobras de sancion de EE.UU. duplicaron el indoblegable espiritu y la inagotable fuerza de autofortalecimiento de nuestro ejercito y pueblo, unidos compactamente en torno a su lider, e hicieron consolidar mas su capacidad de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tEl segundo lanzamiento de prueba del ICBM \"Hwasong-14\" de la RPDC deviene la advertencia seria a EE.UU. que actua desesperadamente al ser derrotado reiteradamente en el enfrentamiento total con aquella.\n\t\t\t\t\t\n\t\t\t\t\tLas fanfarronadas palabras belicosas y la extremada amenaza de sancion de EE.UU. contra la RPDC, le ponen mas alerta y alentada a esta y le da mas la justificacion de la posesion de las armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tTambien en el interior de EE.UU. es objeto de burla la anacronica ilusion de los politiqueros norteamericanos de derrumbar con los alborotos de sancion el muy elevado poderio estatal general y la posicion estrategica de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos paises que se adhieren a la campana de sancion de EE.UU. en lugar de condenarla no son otros, sino los que instigan el empeoramiento de la situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no debe gastar su energia en la absurda campana de sancion anti-RPDC, sino debera pensar profundamente en el remedio para garantizar la seguridad de su territorio principal."
        },
        {
            "title": "Vocero de MINREX censura la medida de administracion norteamericana de prohibir el viaje de sus ciudadanos a la RPDC",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-16ee.html",
            "content": "Vocero de MINREX censura la medida de administracion norteamericana de prohibir el viaje de sus ciudadanos a la RPDC\r\nPyongyang, 4 de agosto (ACNC) -- A la pregunta de un reportero de la ACNC formulada en relacion con que el Departamento de Estado norteamericano hizo publica una resolucion de prohibir el viaje de los norteamericanos a la Republica Popular Democratica de Corea, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio hoy la siguiente respuesta:\n\t\t\t\t\tEl dia 2, el Departamento de Estado norteamericano publico una resolucion que prohibe el viaje de sus ciudadanos a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC promueve el intercambio y viaje de diversas formas inclusive la visita a nuestro pais de los pueblos de todos los paises del mundo, independientemente de la politica del gobierno de cada pais sobre Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la RPDC, cuyo regimen estatal y social es mas estable y solido en el mundo, no existe ninguna razon por la cual los extranjeros sintieran una amenaza de su seguridad fisica, lo que fue reconocido unanimemente por los estadounidenses y otros visitantes a nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC dio segun la ley el merecido castigo a algunos ciudadanos norteamericanos que al ser instigados por las fuerzas malignas de su pais cometieron los actos hostiles a la RPDC. En este mundo no hay ningun pais que tolera a los extranjeros que cometieron tales crimenes en el propio territorio.\n\t\t\t\t\t\n\t\t\t\t\tTratar a los criminales segun las leyes constituye el digno ejercicio de los derechos legitimos de un Estado soberano.\n\t\t\t\t\t\n\t\t\t\t\tLa presente resolucion de la administracion norteamericana tomada cuestionando el ejercicio del derecho legitimo del Estado soberano deviene una vil maniobra de detener el intercambio humano encaminada a denigrar el digno prestigio de la RPDC e impedir que los norteamericanos vean con propios ojos el verdadero aspecto  del pais socialista, que siempre sale victorioso bajo la bandera de la linea de desarrollo simultaneo, y el fracaso de la politica hostil de EE.UU. a la RPDC. Y constituye el reflejo de la vision de la administracion norteamericana que considera como enemigo a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAhora, es el momento en que la administracion Trump debe volverse en si y decidir la renuncia de su politica hostil anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC abre siempre su puerta a todos los norteamericanos que quieren visitarla con buena bondad y ver con sus propios ojos su realidad."
        },
        {
            "title": "Portavoz de CRN condena escandalosos movimientos de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-17ee.html",
            "content": "Portavoz de CRN condena escandalosos movimientos de autoridades surcoreanas\r\nPyongyang, 4 de agosto (ACNC) -- El portavoz del Consejo de Reconciliacion Nacional hizo publica el dia 3 una declaracion censurando a las autoridades surcoreanas que arman escandalo espantadas por el exito en el segundo lanzamiento de prueba del ICBM \"Hwasong-14\" por parte de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEl documento senala:\n\t\t\t\t\t\n\t\t\t\t\tEl mandatario surcoreano convoco con emergencia la \"reunion del Consejo de Seguridad\" por la noche avanzada.\n\t\t\t\t\t\n\t\t\t\t\tEn esa ocasion, hablando de la \"fuerte reaccion\", ordeno realizar los ejercicios conjuntos de lanzamiento de misil balistico Sudcorea-EE.UU., ubicar adicionalmente 4 plataformas de disparo de THAAD, impulsar las negociaciones con EE.UU. para la enmienda de la \"guia de misil\", revisar el proyecto de \"sancion independiente sobre el Norte (de Corea)\", intensificar el estado de alerta en la tierra, el mar y el cielo.\n\t\t\t\t\t\n\t\t\t\t\tEn su \"declaracion gubernamental\", las autoridades surcoreanas enumeraron disparates conflictivos y suplican a sus amos gringo y japones el cumplimiento de las referidas \"indicaciones\" del mandatario anunciandolas como 4 \"decisiones resueltas\".\n\t\t\t\t\t\n\t\t\t\t\tEsto demuestra su intencion de adular a su amo gringo con la locura conflictiva con la RPDC cuestionando su lanzamiento de prueba del ICBM.\n\t\t\t\t\t\n\t\t\t\t\tEs muy ridicula la conducta de las autoridades surcoreanas que hablan de la \"sancion independiente\" cuando hasta EE.UU. sufre dolor de cabeza por la ineficiencia de su sancion y presion militar.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben actuar con prudencia al darse cuenta de que si siguen bailando al son que le toca el psicopata Trump, sufrira tremendos desastres de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEl actual mandatario surcoreano se refiere a la llamada \"fuerza motriz de la politica sobre el Norte\" cuestionando el lanzamiento de prueba del ICBM por la RPDC. El mejoramiento o no de las relaciones intercoreanas depende de que postura asumiran las autoridades surcoreanas para demostrar su sinceridad con hechos.\n\t\t\t\t\t\n\t\t\t\t\tSeria mejor que ellas piensen seriamente cuan severas consecuencias se produciran de sus acciones atrevidas."
        },
        {
            "title": "Imprudente intento de lograr superioridad absoluta",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-18ee.html",
            "content": "Imprudente intento de lograr superioridad absoluta\r\nPyongyang, 4 de agosto (ACNC) -- Despues del exito en el segundo lanzamiento del cohete balistico intercontinental \"Hwasong-14\" de la RPDC, se conoce con toda claridad la naturaleza hegemonica de EE.UU.\n\t\t\t\t\tHaciendo referencia al ejercicio de influencias de China sobre el problema de la Peninsula Coreana, EE.UU. vocifera abiertamente que puede asestar un ataque nuclear contra China. Ademas, recrudece la presion anti-China estrechando las relaciones militares con Taipei China e intensificando el espionaje en aguas perifericas de China.\n\t\t\t\t\t\n\t\t\t\t\tEl endurecimiento de la presion anti-China de EE.UU. es una expresion del imprudente intento de lograr la superioridad absoluta en la region.\n\t\t\t\t\t\n\t\t\t\t\tLa cualquier evolucion de la situacion en la Peninsula Coreana y la region, donde rivalizan los intereses estrategicos de las potencias, es suficiente para incitar los intereses de los paises interesados.\n\t\t\t\t\t\n\t\t\t\t\tAcorde al movimiento de EE.UU. para agrandar su influencia militar en Asia, se aumenta actualmente el estado de tension militar entre China y EE.UU. y tambien se torna mas aguda la situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto al proceder del imperio americano que a fin de lograr su estrategia hegemonica, cuestiona a la RPDC y ofende a los paises perifericos, el vocero de la cancilleria china revelo hace poco que el problema nuclear de la Peninsula Coreana es el asunto entre la RPDC y EE.UU. Y prosiguio que EE.UU. habla tanto de la \"teoria de responsabilidad de China\" con la maligna intencion de eludir su responsabilidad.\n\t\t\t\t\t\n\t\t\t\t\tDe hecho, las \"resoluciones de sancion\" del Consejo de Seguridad de la ONU fabricadas hasta la fecha atribuyen el derecho a vigilar su implementacion a EE.UU., culpable principal y la parte directamente interesada con el problema nuclear de la Peninsula Coreana. Al contrario, imponen a China y otros paises asumir las responsabilidades en detrimento de sus intereses estrategicos.\n\t\t\t\t\t\n\t\t\t\t\tDe ahi, es muy natural que la punta de equilibrio de interes entre China y EE.UU. se dirija al ultimo.\n\t\t\t\t\t\n\t\t\t\t\tFrente a la imprudente presion de EE.UU. que perjudica la soberania, la seguridad y los intereses de desarrollo de China, esta se concentra en el incremento del poderio de defensa nacional, inclusive las fuerzas armadas nucleares estrategicas.\n\t\t\t\t\t\n\t\t\t\t\tTal realidad de hoy evidencia la justeza de la linea de desarrollo simultaneo de caracter autodefensivo de la RPDC presentada para asegurar la soberania, el derecho a subsistencia, la paz y la estabilidad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas armadas nucleares de la RPDC constituyen un medio omnipotente para romper la estrategia hegemonica de EE.UU. y neutralizar la \"alianza militar\" entre EE.UU., Japon y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe abandonar pronto sus anacronicos actos hostiles de realizar su ambicion hegemonica cuestionando a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEscrito por Jong Hyon"
        },
        {
            "title": "Conducta imprudente de Japon agrava las disputas en torno al problema nuclear",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-19ee.html",
            "content": "Conducta imprudente de Japon agrava las disputas en torno al problema nuclear\r\nPyongyang, 4 de agosto (ACNC) -- El comportamiento irracional de Japon agrava las disputas y conflictos entre los paises perifericos en torno al problema nuclear de la Peninsula Coreana.\n\t\t\t\t\t Bajo el pretexto de intensificar la sancion independiente anti-RPDC sumandose a la campana de sancion y presion de EE.UU., Japon coloco hasta las empresas chinas en la lista de sancion, lo cual produce fuerte rechazo.\n\t\t\t\t\t\n\t\t\t\t\t El dia 28 de julio, el portavoz del Ministerio de Relaciones Exteriores de China dijo que Japon comete ese acto que perjudica no solo a otros, sino tambien a si mismo obedeciendo a cierto pais.\n\t\t\t\t\t\n\t\t\t\t\t Advirtio que la parte china nunca aceptara el error de la parte japonesa y esta tendra que asumir toda la responsabilidad.\n\t\t\t\t\t\n\t\t\t\t\t  Lo que hizo esta vez Japon es la medida siguiente a la \"segunda sancion\" sobre las empresas chinas aplicada por EE.UU. en junio. Ella tiene el objetivo de manchar la imagen internacional de China, pais miembro permanente del Consejo de Seguridad de la ONU, siguiendo a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  En relacion con el problema de la RPDC, Japon se muestra tan entusiasta como EE.UU. abogando por la absurda \"teoria de responsabilidad de China\".\n\t\t\t\t\t\n\t\t\t\t\t  Pronuncia disparates de que China debe desempenar el papel adicional en recrudecer la presion sobre la RPDC y el papel de China es muy grave, por una parte, y por la otra, hace esfuerzos desesperados por convertir los espacios de diplomacia China-Japon en las citas de debate de la sancion anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Para colmo, hasta en la Cumbre del G-20 celebrada a principios de julio en Alemania, intento crear la impresion como si el mismo cumpliera el papel principal en el problema de seguridad regional demandando a China restringir la exportacion de petroleo a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Como es conocido por todos, Japon se muestra entusiasta en los problemas candentes de la region asiatica, lo cual se debe a su objetivo egoista de hacer alarde de su \"existencia\" en la region.\n\t\t\t\t\t\n\t\t\t\t\t  Esta muy claro que para Japon, que quiere quitarse la infamia de pais enemigo y convertirse en la potencia militar, China es un gran obstaculo porque este pais ejerce influencias de potencia regional y tiene pendientes los problemas complicados con aquel, incluyendo el de la historia del pasado.\n\t\t\t\t\t\n\t\t\t\t\t  Por esta razon, Japon interviene en los problemas regionales con que no tiene nada que ver, incluso el del Mar Sur de China, y hasta en los asuntos internos de esta.\n\t\t\t\t\t\n\t\t\t\t\t  Japon logro ocupar la posicion de miembro no permanente del CS de la ONU bajo el amparo de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tQuizas suene ahora con ser miembro permanente desplazando a la potencia regional (China).\n\t\t\t\t\t\n\t\t\t\t\t  La conducta malsana de Japon, que quiere saca provechos de la inestable situacion regional, causara contramedidas irremediables. \n\t\t\t\t\t\n\t\t\t\t\tEscrito por Kim Man Ho"
        },
        {
            "title": "Inaugurada embajada coreana en Iran",
            "url": "http://kcna.co.jp/item/2017/201708/news04/20170804-20ee.html",
            "content": "Inaugurada embajada coreana en Iran\r\nTeheran, 3 de agosto (corresponsal de ACNC) -- Quedo construida la embajada de la Republica Popular Democratica de Corea en la Republica Islamica de Iran.\n\t\t\t\t\t Tuvo lugar el dia 3 la ceremonia inaugural con la participacion del vicecanciller Choe Hui Chol, el embajador Kang Sam Hyon y otros miembros de la sede diplomatica coreana en el pais persico y los funcionarios interesados.\n\t\t\t\t\t\n\t\t\t\t\t  Fueron invitados el vicecanciller irani Ebrahim Rahimpour, las personalidades de distintos estratos, incluyendo la municipalidad de Teheran, las entidades de amistad, imprenta y prensa y los miembros de la compania de construccion de Iran que participaron en la construccion de la embajada.\n\t\t\t\t\t\n\t\t\t\t\t  En su discurso inaugural, Choe Hui Chol dijo que gracias a la construccion de la embajada coreana en Iran, se puede fortalecer el intercambio, el contacto y la cooperacion entre los dos paises con vistas a la paz y la seguridad del mundo y la justicia internacional.\n\t\t\t\t\t\n\t\t\t\t\t  Continuo que el gobierno de la RPDC mantiene la posicion de desarrollar invariablemente las relaciones estrategicas entre ambos paises, forjadas y desarrolladas por el Presidente Kim Il Sung y el Dirigente Kim Jong Il junto con los dirigentes de alto rango de Iran en el curso de la lucha conjunta por la independencia antiimperialista.\n\t\t\t\t\t\n\t\t\t\t\t  Ebrahim Rahimpour, en su discurso, dijo que se siente contento por la inauguracion de la embajada coreana y expreso la seguridad de que se amplien y se desarrollen las relaciones bilaterales preparadas por los lideres antecesores de los dos paises.\n\t\t\t\t\t\n\t\t\t\t\t  El pueblo irani no olvida a la RPDC que ayudo sinceramente y expreso solidaridad en cada momento dificil para Iran, apunto.\n\t\t\t\t\t\n\t\t\t\t\t  Agrego que el pueblo irani apoyara siempre activamente la lucha del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  Ambos vicecancilleres cortaron la cinta de inauguracion.\n\t\t\t\t\t\n\t\t\t\t\t  Los participantes pasaron revista a las fotos y libros expuestos en la embajada, los cuales relatan la historia de las tradicionales relaciones de amistad entre los dos paises.\n\t\t\t\t\t\n\t\t\t\t\t  El mismo dia, la embajada coreana ofrecio un banquete de felicitacion."
        }
    ]
}