{
    "date": "2017-02-12",
    "url": "http://kcna.co.jp/item/2017/201702/2017-02-12ee.html",
    "articles": [
        {
            "title": "Kim Jong Il's Feats for Peace and Security of Korean Peninsula and World",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-17ee.html",
            "content": "Kim Jong Il's Feats for Peace and Security of Korean Peninsula and World\r\n Pyongyang, February 12 (KCNA) -- The Institute for Disarmament and Peace of the DPRK Ministry of Foreign Affairs Sunday made the following memorial report:\n\t\t\t\t\t On the occasion of the 75th birth anniversary of the great leader Comrade Kim Jong Il, the army and people of the DPRK recollect with deep emotion the immortal feats he had performed to ensure peace and security on the Korean peninsula and the world.\n\t\t\t\t\t\n\t\t\t\t\t The great leader staunchly safeguarded peace and security of the Korean peninsula and the world by taming the unprecedented thunders and storms of history with the Songun politics and nuclear deterrent. His immortal feats have been and will forever be the guarantee for peace and prosperity in the Korean peninsula and the world.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t1. To Prevent War on the Korean Peninsula\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Respected Supreme Leader Comrade Kim Jong Un, in his report to the Seventh Congress of the Workers' Party of Korea on the work of the Central Committee, stated that at present various parts of the world were still being devastated by war but the gunfire of war had not been heard in the DPRK for several decades and our people were leading a peaceful and stable life, free from war. He appraised that it was thanks entirely to the Songun politics of the great leader and herein lay the greatest achievement of the Party.\n\t\t\t\t\t\n\t\t\t\t\t With the collapse of socialist systems in the former Soviet Union and other east European countries in 1990s, major changes followed in the world political structure and the balance of forces. Assuming itself as the world's \"only superpower\", the U.S. became high-handed and arbitrary in the international arena and pursued all the more vicious schemes of aggression and war infringing upon the sovereignty of other nations to realize its ambition of world supremacy.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. concentrated its offensive spearhead on the DPRK which held high the banner of independence and socialism. While unprecedentedly intensifying military aggressive maneuvers to stifle the DPRK, the U.S. and its vassal forces continued to press and suffocate the DPRK in all fields including politics, the economy, ideology, culture and diplomacy.\n\t\t\t\t\t\n\t\t\t\t\t The Korean peninsula had already turned into the hottest spot clouded with increasing danger of nuclear war in the world due to continuous war maneuvers of the U.S. Thus preventing war and defending peace on the peninsula was the pressing issue in ensuring peace and security of the world.\n\t\t\t\t\t\n\t\t\t\t\t Endowed with noble sense of mission to safeguard the destiny of the nation and peace and security of the world, the great leader firmly maintained the Songun-based revolutionary line, an ever-victorious path of the Korean revolution, and administered the Songun politics in an all-round way.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the iron will of the great leader to enhance defense capabilities at any cost and his energetic guidance, the DPRK's defense industry had developed into a powerful one for self-defense.\n\t\t\t\t\t\n\t\t\t\t\t The strong defense capability provided under the Songun politics was a guarantee that made it possible to firmly defend our national security and socialist fortress by crushing the aggressive maneuvers of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t It was the unswerving will of the great leader to crush the imperialists' outrageous pressure and challenges through tougher countermeasures of wielding a sword when the enemy were drawing a knife and leveling a cannon when they were pointing a gun.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK thoroughly crushed growing military pressure and aggressive maneuvers of the U.S. and its vassal forces with the powerful military might strengthened by the great leader.\n\t\t\t\t\t\n\t\t\t\t\t In 1993 the U.S. resumed \"Team Spirit\" joint military exercises involving more than 200 000 aggression troops, thus creating a highly touch-and-go situation of nuclear war on the Korean Peninsula. The great leader frustrated the U.S. aggressive ambition with decisive measures of declaring a semi-war state and withdrawal from the NPT.\n\t\t\t\t\t\n\t\t\t\t\t In April 1996 the Korean People's Army (KPA) under the commandership of the great leader physically pacified the reckless maneuvers of the U.S. and south Korean military war maniacs who aggravated tension to the extreme by bringing in heavy weaponry into the DMZ in wanton violation of the Armistice Agreement.\n\t\t\t\t\t\n\t\t\t\t\t At the end of 1998 when the U.S. made public the details of \"OPLAN 5027\", a plan for preemptive strike against the DPRK, the KPA made an announcement that no provokers in the planet would be pardoned from its strike and demonstrated practical military capability, thus crushing the enemies' aggressive intention.\n\t\t\t\t\t\n\t\t\t\t\t Such being the case, in 1999, the U.S., engaged in war against Yugoslavia and bombing the embassy of a sovereign state, sent Perry, former defense secretary, as the U.S. presidential envoy to the DPRK and claimed an engagement policy. Afterwards, the DPRK and the U.S. maintained contacts and cooperation in several sectors to establish new relations free from past hostilities.\n\t\t\t\t\t\n\t\t\t\t\t However, the Bush administration that emerged later unilaterally scrapped the DPRK-U.S. Agreed Framework and designated the DPRK as an \"axis of evil\" at the Union Address on January 30, 2002. In March the same year, the U.S. announced a \"nuclear posture review\" that included the DPRK in the list of targets of its nuclear preemptive strike. The U.S. went on to gradually intensify nuclear war exercises against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and the Korean nation were exposed to the danger of grave nuclear catastrophe. The increasing nuclear threat from the U.S., the world biggest nuclear possessor and the only nuclear weapons user, kept pushing the DPRK to nuclear possession.\n\t\t\t\t\t\n\t\t\t\t\t To address the grave situation, the great leader made strategic decision to cope the nuke with the nuke.\n\t\t\t\t\t\n\t\t\t\t\t Accordingly, on January 10, 2003, the DPRK government took a decisive defense measure as to effectuate withdrawal from NPT that had been on hold for 10 years. 3 years later, in October 2006, the DPRK carried out its first nuclear test followed by a second one in May 2009.\n\t\t\t\t\t\n\t\t\t\t\t This ended the nuclear imbalance in Northeast Asia which was full of nuclear weapons and nuclear umbrella but the DPRK remained the only nuclear vacuum. Owing to the deterrent impact of the DPRK's nuclear possession, the danger of war on the Korean peninsula had significantly decreased.\n\t\t\t\t\t\n\t\t\t\t\t The great leader reliably defended peace and security of the peninsula and the world by strengthening the defense capability with the nuclear deterrent as its pivot and crushing every war provocations of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t If the DPRK had yielded to the U.S. nuclear threat and blackmail, the tragedies of Iraq and Libya would have taken place on the Korean Peninsula and the world's current biggest nightmare of refugees would have happened in Northeast Asia as well.\n\t\t\t\t\t\n\t\t\t\t\t The undying feats the great leader performed to prevent war on the Korean peninsula and defend peace and security of the world with the might of the Songun politics and nuclear deterrent will forever shine with the history.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t2 To Ensure Durable Peace System\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t There is no peace mechanism on the Korean peninsula which is at the centre of very sensitive Northeast Asia where nuclear states are confronting each other.\n\t\t\t\t\t\n\t\t\t\t\t The great leader Comrade Kim Jong Il wisely led the DPRK government to advance reasonable and practical proposals for ensuring durable peace on the Korean peninsula and the region and make consistent efforts for their materialization.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government has made strenuous efforts to ensure solid peace mechanism in the Korean Peninsula. These efforts include the proposal to sign DPRK-U.S. peace treaty made in March 1974, the proposal to establish a new peace-keeping mechanism to prevent war and guarantee solid peace on the Korean peninsula made in April 1994, and the proposal to sign DPRK-U.S. interim agreement, a more concrete proposal, made in February 1996.\n\t\t\t\t\t\n\t\t\t\t\t In his historic August 4, 1997, work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", the great leader Comrade Kim Jong Il clarified the principle stand to reunify the country in a peaceful way without use of armed forces. He stated that, to ensure peaceful reunification, the U.S. should abandon hostile policy towards the DPRK and a new peace mechanism should be established on the Korean peninsula through DPRK-U.S. peace treaty.\n\t\t\t\t\t\n\t\t\t\t\t During the visit to the U.S. by his special envoy in October 2000, a Joint Communique was adopted. In the Joint Communique the DPRK and the U.S. agreed that there are a variety of available means to reduce tension on the Korean peninsula and formally end the Korean War by replacing the Armistice Agreement with permanent peace arrangements.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government was actively engaged in multilateral talks including 4-party and 6-party talks and took sincere attitude toward the discussion of issues related with ensuring peace and security of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The great leader wisely led the efforts to promote national reunification by concerted efforts of the north and the south and ensure peace and security of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his great ideas for national reunification and peace mechanism, the inter-Korean contact and cooperation in various fields were active which finally led to the adoption of June 15 Joint Declaration at the historic north-south summit meeting in 2000. The Declaration is a reunification program common to the Korean nation for ensuring peace and realizing reunification by the Koreans themselves. \n\t\t\t\t\t\n\t\t\t\t\t Thereafter, the north and the south adopted and implemented an agreement to prevent accidental collision on the West Sea and end propaganda and remove relevant means along the Military Demarcation Line, which resulted in the brisk inter-Korean cooperation in all fields including politics, the economy and culture.\n\t\t\t\t\t\n\t\t\t\t\t The October 4 Declaration adopted at the historic north-south summit meeting in 2007 proclaimed that the north and the south shared the need to end the existing armistice mechanism and build a durable peace mechanism and agreed to cooperate in arranging the summit meeting of three or four relevant parties in the Korean Peninsula to announce the end of the war.\n\t\t\t\t\t\n\t\t\t\t\t However, the DPRK-U.S. and inter-Korean relations turned towards catastrophe by the Obama administration and the south Korean anti-reunification forces and the danger of nuclear war on the Korean peninsula kept increasing.\n\t\t\t\t\t\n\t\t\t\t\t The reality more clearly proves the validity and vitality of the DPRK's proposals for peace mechanism and the historic inter-Korean agreements.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t3. To Honor the Feats of the Great Leader \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Today respected Supreme Leader Comrade Kim Jong Un adds light to the immortal feats of the great leader for peace and security of the Korean peninsula and the world.\n\t\t\t\t\t\n\t\t\t\t\t In 2011 when the Koreans suffered a great national loss with the untimely passing away of the great leader, the Obama administration viewed it as a golden opportunity to stifle the DPRK and intensified military pressure on the DPRK, while initiating Asia Pacific Pivot Policy.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. designated the DPRK as its first attack target and moved massively the armed forces that had been deployed in the U.S. mainland, Europe and Middle East into around the Korean Peninsula. The U.S. is increasing the scale and frequency of the U.S.-south Korea joint military exercises by introducing more strategic assets, including strategic bombers, aircraft carriers and nuclear submarines, into the Korean Peninsula. The aggressive nature and content of the joint military exercises become more rampant with high-profile operations like \"Pyongyang occupation\", \"precision strike\", \"decapitation operation\", etc.\n\t\t\t\t\t\n\t\t\t\t\t In addition, the U.S. has staged trilateral naval exercises annually that involve the U.S., Japan and south Korea since 2012 and decided to deploy THAAD in south Korea so as to contain Russia and China. These moves made, all the more acute, the strategic confrontation of nuclear states around the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than respected Supreme Leader Comrade Kim Jong Un who firmly defended the sovereignty of the DPRK and peace and security of the world from the rigorous whirlpool of the history.\n\t\t\t\t\t\n\t\t\t\t\t Based on scientific analysis of the situation in Asia Pacific, he prevented nuclear war by advancing a new strategic line of simultaneous development of the economy and the nuclear forces and by taking the toughest countermeasures of strengthening nuclear forces.\n\t\t\t\t\t\n\t\t\t\t\t In 2016 alone, he strengthened the nuclear forces at a high speed beyond imagination with successive achievements including the H-bomb test, test launches of various striking means and nuclear warhead explosion test. These measures aimed at defending peace and security in the Korean Peninsula and the region clearly manifested the iron will of the DPRK fully prepared to take counter measures if the enemies dared to provoke it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. dares not to provoke a war against the DPRK despite its bragging about strong military capability. This is because the U.S. is apprehensive of the strong nuclear deterrent of the DPRK which is fully capable to make preemptive nuclear strike with standardized warheads and diversified delivery means against the aggressive forces deployed in the U.S. mainland and Pacific operation theatre. \n\t\t\t\t\t\n\t\t\t\t\t The respected Supreme Leader has wisely led the efforts to prevent war and ensure durable peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t When a touch-and-go situation was created along the Military Demarcation Line in August 2015, he led the DPRK to put under control the crisis by initiating a proposal for north-south high-level urgent contact, thereby clearing the dark clouds of war that hung over the Korean nation and defending peace and stability on the Korean peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t The peace restored under the situation that reached the brink of a war was by no means something achieved on the negotiating table but thanks to the tremendous military muscle based on the defensive nuclear deterrent, developed by the great leader and strengthened by the respected Supreme Leader, and to the invincible might of single-minded unity of the army and people around the Party. \n\t\t\t\t\t\n\t\t\t\t\t In his report to the Seventh Congress of the Workers' Party of Korea on the work of the Central Committee, the respected Supreme Leader stated that the U.S. should squarely see the strategic position of the DPRK that has joined the front ranks of nuclear powers and the trend of the times and scrap its anachronistic policy of hostility towards the DPRK, replace the Armistice Agreement with a peace treaty and withdraw its aggressive forces and war equipment from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t In his New Year Address for this year, he stressed that positive measures should be taken to improve inter-Korean relations and remove the acute military confrontation and the danger of war between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t Now that the DPRK has consolidated its tremendous military muscle and the improvement of inter-Korean relations and national reunification have become a mature and pressing demand of the times, the U.S. and neighboring countries should respect the DPRK's strategic status and will for independent reunification and change their policies accordingly. This would be the practical way for ensuring durable peace and security on the Korean peninsula and in the region. \n\t\t\t\t\t\n\t\t\t\t\t As long as the immortal feats performed by the great leader Comrade Kim Jong Il shines forever and the DPRK is wisely guided by respected Supreme Leader Comrade Kim Jong Un, the DPRK will defend its own peace and security by its own strength and make positive contribution to preserving the global peace and stability."
        },
        {
            "title": "National Reconciliation Council Slams Park Geun Hye for Setting \"New Records\" of Committing Crimes",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-14ee.html",
            "content": "National Reconciliation Council Slams Park Geun Hye for Setting \"New Records\" of Committing Crimes\r\n Pyongyang, February 12 (KCNA) -- The National Reconciliation Council released an indictment Sunday to leave in record of history how traitor Park Geun Hye, who set \"new records\" of crimes matchless with the successive south Korean rulers in their items and contents, became a \"breathing mummy\" forsaken by the nation and was forced to stand a stern trial by the nation.\n\t\t\t\t\t The indictment said Park invented such clumsy words as \"confidence-building process on the Korean peninsula\", \"Dresden Declaration\" and \"great opportunity of unification\", making an awkward contribution of strange and unfamiliar words of ambiguous meanings to the \"new history\" of division and treachery.\n\t\t\t\t\t\n\t\t\t\t\t By making awkward vocabulary, she mixed up the Korean language with the foreign languages, thus mocking and insulting the nation's aspiration for reunification, the indictment said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The \"unification policy\" which seems like a patchwork of vulgar commercials admits of no discussion in the light of its contents, either.\n\t\t\t\t\t\n\t\t\t\t\t Park is like Don Quixote in the 21st century who carries sword in skirt while going under helmet.\n\t\t\t\t\t\n\t\t\t\t\t She stooped to any infamy, to go on the rampage, not fearful of divine punishment.\n\t\t\t\t\t\n\t\t\t\t\t She escalated to the extremes the north-south confrontation through the leaflet-scattering operation against the DPRK and had gone zealous in slandering the fellow countrymen by resorting to broadcasting propaganda. She even worked out such scenarios as \"operation of advancing to Pyongyang\", \"ruling plan after conquering Pyongyang\" and went the lengths of mapping up \"beheading operation\".\n\t\t\t\t\t\n\t\t\t\t\t Going in military uniform, she went around forefront areas, crying out for invasion of north.\n\t\t\t\t\t\n\t\t\t\t\t She strangled the windpipe of the Kaesong Industrial Zone and finally led it to a shutdown.\n\t\t\t\t\t\n\t\t\t\t\t Not content with this, soon after the closure of the Kaesong Industrial Zone, she severed all channels of contacts and visits between the north and the south that had barely been maintained, through such \"independent anti-DPRK steps\" as \"financial sanctions\" and \"maritime sanctions\".\n\t\t\t\t\t\n\t\t\t\t\t Park is a winner of \"medal of special merits\" which no other pro-U.S. elements of the world had been awarded, to say nothing of the successive rulers of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The \"medal\" is in recognition of the deployment of THAAD, American-made monster.\n\t\t\t\t\t\n\t\t\t\t\t By introducing at random ultra-modern war means which its preceding regimes dared not to do, she turned south Korea into a nuclear war advanced base of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t What is all the more intolerable is that traitor Park treated the souls of the victims of the sexual slavery for the Imperial Japanese Army as a bargaining chip for the pro-Japanese policy.\n\t\t\t\t\t\n\t\t\t\t\t South Korea has now entered into the second era of \"yusin\" under the security rule, information rule and fascist dictatorship and this is entirely attributable to Park, descendant of the \"yusin\" dictator.\n\t\t\t\t\t\n\t\t\t\t\t The case of sunken ferry \"Sewol\" was not just a sudden accident but a hideous disaster deliberately caused by Park. Her behavior after the accident made every one shudder.\n\t\t\t\t\t\n\t\t\t\t\t Soon after she took office in Chongwadae, Park resorted to the farce of retrogressively revising history textbooks. The hideous \"Park Geun Hye-Choe Sun Sil scandal\" made a great political storm rage across south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the ends of the successive puppet rulers who were engrossed in confrontation with the fellow countrymen, sycophantic treachery, dictatorship and unpopular rule have all been miserable, the indictment continued:\n\t\t\t\t\t\n\t\t\t\t\t Park who set \"new records\" in committing crimes can not but face the most miserable end which can hardly match the pains and soreness suffered by her predecessors put all together.\n\t\t\t\t\t\n\t\t\t\t\t It is a stark truth of history that the biggest criminal is bound to face the biggest punishment."
        },
        {
            "title": "DPRK Ambassador Presents Credentials to Queen of UK",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-04ee.html",
            "content": "DPRK Ambassador Presents Credentials to Queen of UK\r\n Pyongyang, February 12 (KCNA) -- Choe Il, DPRK ambassador to UK, presented his credentials to Queen Elizabeth II on February 9.\n\t\t\t\t\t The queen hoped that the relations between the two countries would develop on good terms."
        },
        {
            "title": "Trade Union Officials, Members Tour Revolutionary Battle Sites",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-13ee.html",
            "content": "Trade Union Officials, Members Tour Revolutionary Battle Sites\r\nSamjiyon, February 12 (KCNA) --  Officials  and members of the General Federation of Trade Unions of Korea made a study tour of revolutionary battle sites in the area of Mt Paektu from Feb. 4 to 12 on the occasion of the 75th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They laid floral baskets and bouquets at the statues of President Kim Il Sung and leader Kim Jong Il in Hyesan City, Samjiyon County, the Monument to the Victorious Battle of Pochonbo, the Pochonbo Revolutionary Battle Site, the Chongbong Bivouac, the Monument to the Victorious Battle in Musan Area and the Samjiyon Grand Monument and a mosaic depicting the three commanders of Mt Paektu in the Paektusan Secret Camp.\n\t\t\t\t\t\n\t\t\t\t\t In Pochonbo they grasped the revolutionary feats performed by the President during the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t At the Kim Jong Il's birthplace in the Paektusan Secret Camp, they had an oath-taking meeting to vow to hold in high esteem Kim Jong Il as the eternal leader of the party and the people and remain faithful to the Songun revolutionary guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They also went round the Samjiyon Grand Monument and revolutionary sites on the shore of Lake Samji.\n\t\t\t\t\t\n\t\t\t\t\t Then they toured the Paektusan Hero Youth Power Station.\n\t\t\t\t\t\n\t\t\t\t\t During the study tour, they had diverse political and cultural works including a meeting to hear impressions of the reminiscences of anti-Japanese guerrillas, a poem-recitation session and sports and amusement games."
        },
        {
            "title": "Congratulatory Group of Koreans from Japan Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-12ee.html",
            "content": "Congratulatory Group of Koreans from Japan Visit Mangyongdae\r\n Pyongyang, February 12 (KCNA) -- A congratulatory group of Koreans in Japan for celebrating the Day of the Shining Star, the birth anniversary of leader Kim Jong Il, led by Ri Ki Sok, advisor of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), visited Mangyongdae, the birthplace of President Kim Il Sung, on Sunday.\n\t\t\t\t\t Its members went to the Mangyongdae Revolutionary Museum where historic relics and data are displayed to show the revolutionary activities of President Kim Il Sung and his family members.\n\t\t\t\t\t\n\t\t\t\t\t Then they looked round the historic relics at the old home of the President, recalling his revolutionary career.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, the head of the group said:\n\t\t\t\t\t\n\t\t\t\t\t The President is the eternal sun of Juche and founder of socialist Korea whom the Korean nation greeted and acclaimed for the first time in its five thousand years of history.\n\t\t\t\t\t\n\t\t\t\t\t The dignity, honor and pride of Koreans in Japan and Chongryon demonstrating its entity as an example of the world overseas compatriots' movement would have been unthinkable without the President.\n\t\t\t\t\t\n\t\t\t\t\t His precious revolutionary career and immortal feats will shine for all ages.\n\t\t\t\t\t\n\t\t\t\t\t We will hold the great Generalissimos Kim Il Sung and Kim Jong Il in high esteem and remain loyal to the guidance of respected Supreme Leader Kim Jong Un and thus usher in a new heyday of Chongryon."
        },
        {
            "title": "Doom of Park Geun Hye Regime Is Inevitability of History: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-09ee.html",
            "content": "Doom of Park Geun Hye Regime Is Inevitability of History: Rodong Sinmun\r\nPyongyang, February 12 (KCNA) -- Traitor Park Geun Hye of south Korea, who faced the fate of being ousted from Chongwadae with the ill-fame of an impeached \"president\", and her stooges make desperate efforts to prolong their dirty remaining days, says Rodong Sinmun Sunday in an article.\n\t\t\t\t\t The doom of the Park regime is the trend of the times and inevitability of history, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t Its ruin is a sealed fate as it is a group of traitors unprecedented in history which has committed unpopular, treacherous and anti-reunification crimes during the term of office.\n\t\t\t\t\t\n\t\t\t\t\t The top stooge of the U.S. is Park Geun Hye who has worked with bloodshot eyes to introduce THAAD, despite the denunciation and opposition by the south Korean people and the international community, in a bid to extend the period of OPECON and curry favor with her master while offering huge fund collected from people as taxes with an aim at sustaining her living with dependence on the U.S. as long as possible.\n\t\t\t\t\t\n\t\t\t\t\t She nullified the thrice-cursed sexual slavery for the Imperial Japanese Army for a petty amount of money and concluded an agreement on protecting military intelligence with Japan while getting engrossed in the pro-Japanese submission and thus opened up the road of reinvasion for the sworn enemy of the Korean nation without hesitation. \n\t\t\t\t\t\n\t\t\t\t\t South Korea turned into the veritable hell under the fascist rule of traitor Park, obsessed with the rebirth of \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t She shut down the Kaesong Industrial Zone while talking about the \"sanctions and pressure\", blinded with the ambition to stifle the compatriots in the north, and thus dashed the last hope of the north-south cooperation.\n\t\t\t\t\t\n\t\t\t\t\t She railroaded the \"bill on human rights in the north\", a heinous evil law of confrontation, through the \"National Assembly\" and set up the UN \"office on human rights in north\" in Seoul, pushing the inter-Korean relations to a total stalemate.\n\t\t\t\t\t\n\t\t\t\t\t The dirty pro-American conservative forces, old and corrupt reactionary forces of history, are more dead than alive and it is the mind-set of south Korean people to put the regime of traitors into the final doom and aspire after new politics and new life."
        },
        {
            "title": "Rodong Sinmun Ridicules Disgusting Act of S. Korean Puppet Group",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-10ee.html",
            "content": "Rodong Sinmun Ridicules Disgusting Act of S. Korean Puppet Group\r\nPyongyang, February 12 (KCNA) -- When the U.S. defense secretary flew to south Korea recently, the puppet authorities vied with each other to pay \"welcome\" visits and kowtow to their master, stressing the need to \"demonstrate the importance of alliance\". The gentries of foreign ministry made a \"congratulatory telephone\" to the newly appointed state secretary of the U.S. and begged for building \"close cooperation\" and putting \"pressure and sanctions on the north in an all-round way\".\n\t\t\t\t\tRodong Sinmun Sunday in a commentary says in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThe successive ruling forces of south Korea resorted to the sycophantic acts toward the U.S., but the present puppet authorities are the traitors unprecedented in history as they belly-crawl before their master U.S. and put the nation to shame.\n\t\t\t\t\t\n\t\t\t\t\tDespicable act of the pro-U.S. psychopaths put the nation to intolerable shame.\n\t\t\t\t\t\n\t\t\t\t\tAll Koreans in the north and the south and abroad strongly demand the south Korean authorities opt for the road of joining hands with compatriots in the north and improving the inter-Korean relations, not resorting to the cooperation with outside forces for stifling the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThis being a hard reality, the puppet group, steeped in the consciousness of following the U.S. to the marrow of their bones, have more heavily relied on outside forces, far from building confidence with compatriots, utterly indifferent to the trend of the times and the aspiration of the compatriots.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet group's getting hell-bent on the servility to the U.S. than ever before is just pitiful desperate efforts to evade the crisis of the doom by clinging to the coattail of their master U.S.\n\t\t\t\t\t\n\t\t\t\t\tTheir act is the root cause of blocking the improvement of the inter-Korean relations and the advance of the cause of independent reunification."
        },
        {
            "title": "Minju Joson Points out Root Cause of Escalated Tension in Northeast Asia",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-11ee.html",
            "content": "Minju Joson Points out Root Cause of Escalated Tension in Northeast Asia\r\nPyongyang, February 12 (KCNA) -- Analysts of some countries are misleading the public opinion to give impression that the U.S. is stepping up the deployment of THAAD in south Korea this year because of the impending DPRK's ICBM test-fire, floating rumor that the test-fire is escalating discord among its neighboring countries and aggravating the regional situation.\n\t\t\t\t\t Commenting on this, Minju Joson Sunday says that what arouses big astonishment is the simple and unilateral view of ignoring the essence of the problem while echoing sophism made by the U.S. which is accustomed to justifying its aggression moves by faulting others.\n\t\t\t\t\t\n\t\t\t\t\t The commentary points out what is the root cause of the escalated tension prevailing in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t It stresses that it is a vital matter related with the destiny of the country and nation for the DPRK to bolster up its military capability, as it has stood against the U.S., the most aggressive and arbitrary state in the world, over the past several decades.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The opinion that the \"missile threat\" from the DPRK spawned the issue of deploying THAAD is a foolish way of thinking that blindly parrots the U.S. assertion.\n\t\t\t\t\t\n\t\t\t\t\t Why is the regional situation in Northeast Asia being steadily aggravated?\n\t\t\t\t\t\n\t\t\t\t\t The reason is the scramble for hegemony among powers.\n\t\t\t\t\t\n\t\t\t\t\t Antagonism between China and the U.S. is the main reason of the aggravated regional tension.\n\t\t\t\t\t\n\t\t\t\t\t The military antagonism between China and the U.S. is bringing arms race to the Northeast Asian region and driving the regional situation into the worst instability.\n\t\t\t\t\t\n\t\t\t\t\t Another undeniable reason is the antagonism between China and Japan.\n\t\t\t\t\t\n\t\t\t\t\t To try to make the public convince that the DPRK's self-defensive measures aggravate the situation while ignoring such a reality would be unhelpful to preventing the aggravation of the situation in Northeast Asia."
        },
        {
            "title": "Japanese Government's Discrimination against Korean Schools Accused in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-16ee.html",
            "content": "Japanese Government's Discrimination against Korean Schools Accused in S. Korea\r\n Pyongyang, February 12 (KCNA) -- The Bar Association for Democratic Society of south Korea reportedly issued a statement on Feb. 10 in protest against a discriminative decision made by the Osaka District Court of Japan against the Korean schools.\n\t\t\t\t\t The statement said that the Korean schools are for Korean students in Japan as they were established to preserve their language and culture.\n\t\t\t\t\t\n\t\t\t\t\t It disclosed that the Japanese government included other foreign schools in the list of the tuition-free program but excluded the Korean schools for political reason and made a decision of suspending the payment of the subsidies to Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t It said the above-said acts are clear discrimination against the Korean students in Japan, urging the Japanese government to stop such an act."
        },
        {
            "title": "Intelligence Service's Illegal Surveillance Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-06ee.html",
            "content": "Intelligence Service's Illegal Surveillance Flailed in S. Korea\r\n Pyongyang, February 12 (KCNA) -- The Solidarity of Cultural Workers, the Bar Association for Democratic Society and other civic, social and religious organizations of south Korea reportedly held a press conference on February 6 to accuse Ri Pyong Gi, former chief of the Intelligence Service.\n\t\t\t\t\t Speakers at the conference charged that the IS had made illegal surveillance on high-ranking officials, politicians, religionists and media persons, as disclosed by a memorandum of former presidential secretary Kim Yong Han.\n\t\t\t\t\t\n\t\t\t\t\t They demanded thoroughgoing probe into the truth behind the illegal surveillance and punishment of its masterminds."
        },
        {
            "title": "S. Korea: Local Court Sentences Doctors, Students to Heavy Penalty",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-07ee.html",
            "content": "S. Korea: Local Court Sentences Doctors, Students to Heavy Penalty\r\n Pyongyang, February 12 (KCNA) -- The Pusan district court of south Korea sentenced doctors and students in Pusan to heavy penalty on February 9, according to the south Korean Yonhap News.\n\t\t\t\t\t The court inflicted punishment on nine doctors under the Pusan society of young doctors of Koryo medicine and three students of the Koryo medicine university in Pusan on charges that they had studied the great Juche idea, hailed the proposal for reunification by federal formula and authored textbook related to it.\n\t\t\t\t\t\n\t\t\t\t\t Such indiscriminate repression goes to prove that the puppet group of traitors has gone extremely reckless in its scheme to stamp out the people's freedom of thought and rights to socio-political activities and hinder the national reunification."
        },
        {
            "title": "Liquidation of Puppet Regime's Evil Practices Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-08ee.html",
            "content": "Liquidation of Puppet Regime's Evil Practices Urged in S. Korea\r\n Pyongyang, February 12 (KCNA) -- The south Korean online paper Jaju Sibo reported that the Confederation of Trade Unions on Feb. 5 made public a five-point agenda and a ten-point demand in connection with the 19th \"presidential election\" in 2017.\n\t\t\t\t\t The confederation contended that the forthcoming election should be an occasion of wiping out the vice of Park Geun Hye and discussing the orientation and alternatives for social reforms, to say nothing of the regime change."
        },
        {
            "title": "S. Korean Newspaper Urges Park Geun Hye to Respond to Investigation",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-15ee.html",
            "content": "S. Korean Newspaper Urges Park Geun Hye to Respond to Investigation\r\n Pyongyang, February 12 (KCNA) -- The south Korean newspaper Hangyore carried an editorial on Feb. 9 accusing Park Geun Hye of unilaterally prolonging the face-to-face investigation by the special inspection group into her under the pretext that its schedule was opened to public.\n\t\t\t\t\t The editorial said the fact that Park Geun Hye was to be investigated on Feb. 9 was opened to public but it could not be the reason for her to reject the agreed investigation.\n\t\t\t\t\t\n\t\t\t\t\t It accused Park of going beyond her mandate in her act of checking and delaying the investigation and trial of her.\n\t\t\t\t\t\n\t\t\t\t\t It also denounced Chongwadae for denying all searches by the prosecution and special inspection group.\n\t\t\t\t\t\n\t\t\t\t\t It urged Park Geun Hye to respond to the investigation."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Observed in Japan",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-05ee.html",
            "content": "Kim Jong Il's Birth Anniversary Observed in Japan\r\n Pyongyang, February 12 (KCNA) -- A New Year artistic gathering for Japan-DPRK friendship took place in Osaka of Japan on January 28 on the occasion of the Day of the Shining Star, the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present there were personages of Juche idea study organizations and Japan-DPRK friendship organizations in Japan, the secretary general of the International Institute of the Juche Idea, a director of the Asian Regional Institute of the Juche Idea, a director of the Central Standing Committee of the General Association of Korean Residents in Japan and others.\n\t\t\t\t\t\n\t\t\t\t\t Masaji Ie, director of the Asian Regional Institute of the Juche Idea and chairperson of the executive committee for the gathering, called for further promoting the Japan-DPRK friendship on the occasion of the Day of the Shining Star, stressing that this year should be a year of turn in promoting the normalization of Japan-DPRK diplomatic relations.\n\t\t\t\t\t\n\t\t\t\t\t Raitei Arima, director general of the Kyoto Buddhist Society of Japan, noted that the nation's cultural heritages had been well preserved in the DPRK under the care of Kim Jong Il. Any country valuing its culture is sure to be prosperous, the director general said.\n\t\t\t\t\t\n\t\t\t\t\t Yoko Toyama, adviser of the Japanese Tokai Liaison Council for the Study of Kimilsungism-Kimjongilism, said the relations between Japan and the DPRK would be surely improved, and expressed the resolution to intensify the Japan-DPRK friendship movement.\n\t\t\t\t\t\n\t\t\t\t\t A performance of artistes of the Osaka Korean Song and Dance Ensemble was given at the gathering."
        },
        {
            "title": "Brief Biography of Kim Jong Il Introduced in Austria",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-01ee.html",
            "content": "Brief Biography of Kim Jong Il Introduced in Austria\r\nPyongyang, February 12 (KCNA) -- The Society for the Promotion of the Relations between Austria and DPRK posted the brief biography of leader Kim Jong Il on its website on February 3 to mark his birth anniversary."
        },
        {
            "title": "Day of Shining Star to Be Marked in Russia",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-02ee.html",
            "content": "Day of Shining Star to Be Marked in Russia\r\nPyongyang, February 12 (KCNA) -- A preparatory committee for celebrating the 75th birth anniversary of leader Kim Jong Il was formed by the Rostov Association for the Study of Kimilsungism-Kimjongilism of Russia on February 5.\n\t\t\t\t\t Dmitri Remizov, chairman of the Association, was elected chairman of the preparatory committee."
        },
        {
            "title": "Day of Shining Star to Be Marked in Slovakia",
            "url": "http://kcna.co.jp/item/2017/201702/news12/20170212-03ee.html",
            "content": "Day of Shining Star to Be Marked in Slovakia\r\n Pyongyang, February 12 (KCNA) -- A Slovak preparatory committee for celebrating the Day of the Shining Star, the birth anniversary of leader Kim Jong Il, was formed in Bratislava on January 28.\n\t\t\t\t\t Ivan Draxler, chairman of the Slovakia-Korea Friendship Association and chairman of the Slovak Association for Supporting and Studying the Juche Idea, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set a celebration period from January 28 to February 20 and decided to organize political and cultural events praising the revolutionary career and exploits of Kim Jong Il in the period."
        }
    ]
}