{
    "date": "2017-05-07",
    "url": "http://kcna.co.jp/item/2017/201705/2017-05-07ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Wreath to Bier of Choe Tong Ryun",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-07ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of Choe Tong Ryun\r\n Pyongyang, May 7 (KCNA) -- Respected Supreme Leader Kim Jong Un sent a wreath Candidate Academician, Prof. and Dr. Choe Tong Ryun, who is People's Scientist and researcher at Kim Il Sung University, on May 5, expressing deep condolences over his death."
        },
        {
            "title": "Reply Message to Kim Jong Un from Syrian President",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-02ee.html",
            "content": "Reply Message to Kim Jong Un from Syrian President\r\n Pyongyang, May 7 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, received a reply message from Bashar Al-Assad, president of the Syrian Arab Republic, on May 4.\n\t\t\t\t\t The president in the message expressed deep thanks to Kim Jong Un for sending kind congratulations on his re-election as regional secretary of the Baath Arab Socialist Party, and sincerely wished him good health and happiness and the friendly Korean people greater progress and development.\n\t\t\t\t\t\n\t\t\t\t\t The message highly appreciated that the Workers' Party of Korea has supported the Baath Arab Socialist Party and, in particular, Kim Jong Un and the leadership of the friendly DPRK have paid attention to helping Syria overcome the present difficulties, and supported its stand to tide over the present crisis through national dialogue in a peaceful way, including the issues of achieving its territorial integrity, protecting the people's interests and restoring the regional security and peace."
        },
        {
            "title": "Relevant Institution of DPRK Detains American Citizen Jin Xue Song",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-14ee.html",
            "content": "Relevant Institution of DPRK Detains American Citizen Kim Hak Song\r\n Pyongyang, May 7 (KCNA) -- A relevant institution of the DPRK detained American citizen Kim Hak Song on May 6 under a law of the DPRK on suspension of his hostile acts against it. He had worked for operation of Pyongyang University of Science and Technology.\n\t\t\t\t\t A relevant institution is now conducting detailed investigation into his crimes."
        },
        {
            "title": "Greetings to Bulgarian PM",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-11ee.html",
            "content": "Greetings to Bulgarian PM\r\n Pyongyang, May 7 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, Saturday sent a congratulatory message to Boyko Borisov on his appointment as prime minister of Bulgaria.\n\t\t\t\t\t Expressing the belief that the relations of friendship and cooperation between the two countries would favorably develop in common interests, the message wished him successes in his work for the development of the country.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Foreign Minister of the DPRK Ri Yong Ho on the same day sent a similar message to Ekaterina Gecheva-Zaharieva on her appointment as vice prime minister and foreign minister of Bulgaria."
        },
        {
            "title": "DPRK, Syria Ink Agreement on Exchange and Cooperation in Sports",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-10ee.html",
            "content": "DPRK, Syria Ink Agreement on Exchange and Cooperation in Sports\r\n Pyongyang, May 7 (KCNA) -- An agreement on exchange and cooperation in sports was made here on Sunday between the Ministry of Physical Culture and Sports of the DPRK and the General Sports Union of Syria.\n\t\t\t\t\t Present at its signing ceremony from the DPRK side were Kim Il Guk, minister of Physical Culture and Sports, and other officials concerned, and from the Syrian Side were a delegation of the Syrian General Sports Union led by Chairman Mowaffak Twfiek Jounaa and Syrian Ambassador to the DPRK Tammam Sulaiman.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Guk and Mowaffak Twfiek Jounaa inked the agreement."
        },
        {
            "title": "DPRK Sports Minister Meets Syrian Delegation",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-12ee.html",
            "content": "DPRK Sports Minister Meets Syrian Delegation\r\n Pyongyang, May 7 (KCNA) -- Kim Il Guk, minister of Physical Culture and Sports, Sunday had a talk with a delegation of the Syrian General Sports Union led by Chairman Mowaffak Twfiek Jounaa which paid a courtesy call on him."
        },
        {
            "title": "Table Tennis Tournament for Disabled and Amateurs Held",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-13ee.html",
            "content": "Table Tennis Tournament for Disabled and Amateurs Held\r\n Pyongyang, May 7 (KCNA) -- The 2017 Spring Table Tennis Tournament for Disabled and Amateurs was held at the gymnasium of Kim Il Sung University from May 2 to 7.\n\t\t\t\t\t The players competed, divided into a group of disabled and amateurs, groups of amateurs of different ages and a mixed group of amateurs. Foreigners took part in the competition.\n\t\t\t\t\t\n\t\t\t\t\t The tournament was observed by officials of the Korean Federation for the Protection of the Disabled including Chairman of its Central Committee Kim Mun Chol, table-tennis amateurs, Pyongyang citizens, youth and students, Tapan Mishra, UN resident coordinator and UNDP resident representative in the DPRK, staff members of foreign embassies here, Catalina Devandas Aguilar, UN special rapporteur on the Rights of Persons with Disabilities, and her party visiting the DPRK, foreigners and overseas Koreans."
        },
        {
            "title": "Director of Kim Il Sung-Kim Jong Il Foundation Leaves",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-08ee.html",
            "content": "Director of Kim Il Sung-Kim Jong Il Foundation Leaves\r\n Pyongyang, May 7 (KCNA) -- Jin Xian, director of the Kim Il Sung-Kim Jong Il Foundation, left here Sunday."
        },
        {
            "title": "DPRK People Determined to Root up Dens of Plot",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-09ee.html",
            "content": "DPRK People Determined to Root up Dens of Plot\r\n Pyongyang, May 8 (KCNA) -- The hostile policy of the U.S. imperialists and the south Korean puppet group of traitors toward the DPRK has reached an extreme pitch of danger.\n\t\t\t\t\t A hideous terrorists' group, which the Central Intelligence Agency (CIA) of the U.S. and the south Korean Intelligence Service (IS) infiltrated into the DPRK on the basis of covert and meticulous preparations to commit state-sponsored terrorism against the supreme leadership of the DPRK by use of bio-chemical substance, has been recently detected.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Jang Kil, a teacher of Kim Chaek University of Technology, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The heinous crime committed by the U.S. imperialists and the south Korean puppet group of traitors is the most outrageous insult to the supreme dignity of the DPRK and most vicious provocation against the mental trust of our people.\n\t\t\t\t\t\n\t\t\t\t\t It is no more than a daydream that the U.S. imperialists are instigating the puppet group and human scum to undermine our single-minded unity and bring down our socialist system. On the contrary, their moves incite the DPRK people to harden their will to take revenge upon them a thousandfold.\n\t\t\t\t\t\n\t\t\t\t\t Kim Thaek Ju, a worker of the Pyongyang Thermal Power Complex, said:\n\t\t\t\t\t\n\t\t\t\t\t The enemies have gone so mad in their anti-DPRK hysteria as to dare hatch a plot to hurt the dignity of our supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\t If we leave them alone, the history will never forgive us. We should wipe out them to the last one and root up their dens of plot.\n\t\t\t\t\t\n\t\t\t\t\t Ri Sun Hui, a farmer of the Jangchon Vegetable Cooperative Farm in Sadong District, Pyongyang, said:\n\t\t\t\t\t\n\t\t\t\t\t The recent heinous crime committed by the U.S. imperialists and the south Korean puppet group of traitors makes me feel eager for merciless revenge upon them. It is a disgrace to the Korean nation to leave them alive.\n\t\t\t\t\t\n\t\t\t\t\t We should eliminate all the dens of plot and trick, the source of evils and force the U.S. to pay a dear price for its heinous crime."
        },
        {
            "title": "Rodong Sinmun Accuses S. Korean Puppet Regime of Trying to Stifle DPRK in League with Outsiders",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-04ee.html",
            "content": "Rodong Sinmun Accuses S. Korean Puppet Regime of Trying to Stifle DPRK in League with Outsiders\r\n Pyongyang, May 7 (KCNA) -- There recently took place the 11th KIDD meeting in the U.S. There, south Korean puppet forces were closeted with their U.S. master to call for \"deterring the north from using nukes and missiles and increasing the capability for countering them\" and put in force \"every possible step to pressurize\" the DPRK, including the regular deployment of U.S. strategic weapons on the Korean peninsula.\n\t\t\t\t\t The south Korean puppet regime earnestly asked the U.S. to take \"punitive measures against the north\" at the foreign ministerial meeting of the member states of the UN Security Council, the talks between the south Korean foreign minister and the U.S. secretary of State and a phone conversation between the chief of the security office of Chongwadae and the national security advisor of the White House.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun in a commentary on Sunday terms this a last-ditch effort of the traitors, taken aback by the might of the DPRK which has emerged as a nuclear power in the East and a rocket power in Asia.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet regime is bound to be thrown into the garbage ground of history as it is keen on sycophancy toward big powers and confrontation with fellow countrymen, misrule and graft against the public demand and trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t It is too late for the puppet regime to change their miserable fate already sealed, no matter how desperately it works to stifle the DPRK in collusion with outsiders, trumpeting about \"steps of pressure\" and \"punitive measures.\"\n\t\t\t\t\t\n\t\t\t\t\t As proven by history and reality, any sanctions and pressure can never work on the DPRK. On the contrary, stricter sanctions and pressure will make the DPRK steadily take a series of toughest countermeasures.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can ever check the dynamic advance of the DPRK dashing like the wind toward the final victory, holding aloft the banner of self-reliance and self-development under the guidance of the great Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group of traitors should know this before death."
        },
        {
            "title": "Minju Joson Hits out at S. Korean Acting \"President's\" Invective against DPRK",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-05ee.html",
            "content": "Minju Joson Hits out at S. Korean Acting \"President's\" Invective against DPRK\r\n Pyongyang, May 7 (KCNA) -- Traitor Hwang Kyo An, acting \"president\" of south Korea, at the recent last \"state council meeting\", cried out for \"furthering military posture\", letting out a string of rubbish about \"possible provocation from the north.\" He even called for \"ratcheting up sanctions against the north and strictly tackling any provocation from the north.\"\n\t\t\t\t\t Meanwhile, traitor Yun Pyong Se, puppet foreign minister of south Korea, chiming in with the U.S. trumpeting about \"threat from the north\" during his visit to the U.S., spouted a load of rubbish about \"dismantlement\" and \"punitive measure.\" Yun called for \"continuing cooperation in pressurizing the north, regardless of the emergence of a new government\" in south Korea, when meeting his U.S. and Japanese masters.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Sunday says:\n\t\t\t\t\t\n\t\t\t\t\t Hwang's and Yun's utterances are reminiscent of yelp let out by dying rabid dogs.\n\t\t\t\t\t\n\t\t\t\t\t What traitor Hwang has done since he took power with the backing of traitor Park Geun Hye is evils only. He sold the interests of the Korean nation to outsiders and turned the south Korean society into complete mayhem, being hell-bent on escalating confrontation with the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Yun's desperate move to stoke confrontation with the compatriots in the north is just a last-ditch effort of a guy on deathbed.\n\t\t\t\t\t\n\t\t\t\t\t Thrice-cursed traitor Yun was keen on masterminding such hideous acts as introduction of U.S. THAAD and a humiliating agreement with Japan on sexual slavery for the Imperial Japanese Army when he served traitor Park, only to cause a \"diplomatic disaster\" in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Remnants of the Park-led group like Hwang, Yun, Kim Kwan Jin, Han Min Gu and Hong Yong Phyo forsaken by the public for their sycophancy to big powers and confrontation with the compatriots in the north will soon be thrown overboard together with traitor Park."
        },
        {
            "title": "Rodong Sinmun Discloses Crimes of Pro-U.S. Conservatives of S. Korea",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-06ee.html",
            "content": "Rodong Sinmun Discloses Crimes of Pro-U.S. Conservatives of S. Korea\r\n Pyongyang, May 7 (KCNA) -- Disgraceful history of sycophancy and treachery should not be repeated in south Korea, Rodong Sinmun Sunday says in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the bitter lesson the south Korean people drew under the rule of the conservative group for nearly a decade that if pro-American traitors take power, the south Korean people will suffer disasters and disgrace.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak and his party obsessed with pro-U.S. sycophancy cried out for developing the relations with the U.S. into the ones of \"strategic alliance of the 21st century\" and thus opening up \"a new horizon\" of the south Korea-U.S. relations. Owing to their reckless moves south Korea was reduced to a modern-day colony of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t A lot of American beef from mad cows were introduced into south Korea and the humiliating FTA between south Korea and the U.S. was forcefully adopted and the economic arteries of south Korea were reigned by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group's coming to power following Lee Myung Bak proved once again that a poisonous herb of treachery has its own noxious root of the pro-U.S. conservatism. \n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group put forward \"boosting alliance\" with the U.S. as the \"key task of state administration\" and unlimitedly delayed transferring of OPECON (wartime operation control) to permanently station the U.S. imperialist aggressor troops in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t When the American ambassador to south Korea faced a due punishment of the mindset of people, traitor Park and her stooges made a great fuss, revealing their disgraceful appearances as colonial servants. They were frantic with the moves to deploy THAAD, weapon for a nuclear war, as demanded by the U.S. master and thus made the inviolable land of Korea big powers' theatre of fierce scramble and gravely threatened the vital rights of the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group's pro-U.S. traitorous behavior brought detrimental consequences to the inter-Korean relations and the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is most horrible to think that such traitors come back to power."
        },
        {
            "title": "Emergency Meeting Held in Japan to Demand Detente on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-03ee.html",
            "content": "Emergency Meeting Held in Japan to Demand Detente on Korean Peninsula\r\n Pyongyang, May 7 (KCNA) -- An emergency meeting was held in Tokyo in demand of the detente on the Korean peninsula on April 27.\n\t\t\t\t\t It was attended by a former vice-president of the House of Councillors of Japan, the chairman of the Japan Committee for the Independent and Peaceful Reunification of Korea and other personages and citizens.\n\t\t\t\t\t\n\t\t\t\t\t A reporter and speakers said the U.S. has enforced a hostile policy towards the DPRK for a long period and that the U.S. administration introduced its huge nuclear strategic assets into the waters off the Korean peninsula to wage provocative war drills of aggression, creating the touch-and-go situation.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the Japanese authorities stop aligning itself with the U.S. moves for stifling the DPRK and strive for the peace and security on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They called for building up public opinion for realizing the normalization of Japan-DPRK diplomatic relations as soon as possible.\n\t\t\t\t\t\n\t\t\t\t\t The meeting adopted an appeal demanding the Japanese authorities strive for defusing the tension on the Korean peninsula and realizing the normalization of Japan-DPRK diplomatic relations and the U.S. conclude a peace treaty with the DPRK through dialogue with it."
        },
        {
            "title": "Day of Sun Marked Abroad",
            "url": "http://kcna.co.jp/item/2017/201705/news07/20170507-01ee.html",
            "content": "Day of Sun Marked Abroad\r\n Pyongyang, May 7 (KCNA) -- There took place events in various countries to mark the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t They included a meeting, seminar, book and photo exhibition, reading session, lecture and round-table talks in Mexico, Angola and Uganda.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at their venues were photos dealing with the noble careers and exploits of President Kim Il Sung and leader Kim Jong Il and the revolutionary activities of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t On display there were their works, and books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the People's Socialist Party of Mexico praised Kim Il Sung for founding the immortal Juche idea to clearly indicate the way for mankind and performing gigantic feats in founding and developing the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Mexico-Korea Friendship Association said that the Korean people have created world-startling miracles and innovations, smashing every provocative move of the imperialists thanks to Kim Jong Un, who is creditably carrying forward the ideas and cause of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Youth Organization of the Popular Liberation Movement of Angola and other personages praised Kim Il Sung as extraordinary thinker and theoretician and peerless statesman enjoying boundless reverence from not only the Korean people but world progressives century after century.\n\t\t\t\t\t\n\t\t\t\t\t Figures of the Ugandan National Executive Committee of the Pan-African Movement said Kim Il Sung will be alive in the hearts of all peoples as he laid the lasting foundation for the prosperity of Korea."
        }
    ]
}