{
    "date": "2017-09-03",
    "url": "http://kcna.co.jp/item/2017/201709/2017-09-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Guidance to Nuclear Weaponization",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-01ee.html",
            "content": "Kim Jong Un Gives Guidance to Nuclear Weaponization\r\nPyongyang, September 3 (KCNA) -- Respected Supreme Leader Kim Jong Un guided the work for nuclear weaponization on the spot.\n\t\t\t\t\t He was greeted by senior officials of the Department of Munitions Industry of the Central Committee of the Workers' Party of Korea (WPK) and scientists of the Nuclear Weapons Institute before being briefed on the details of nuclear weaponization.\n\t\t\t\t\t\n\t\t\t\t\t The institute recently succeeded in making a more developed nuke, true to the strategic intention of the WPK for bringing about a signal turn in nuclear weaponization.\n\t\t\t\t\t\n\t\t\t\t\t He watched an H-bomb to be loaded into new ICBM.\n\t\t\t\t\t\n\t\t\t\t\t Saying that he felt the pride of indomitably bolstering up the nuclear forces at a great price while seeing the Juche-oriented thermonuclear weapon with super explosive power made by our own efforts and technology, he expressed great satisfaction over the fact that our scientists do anything without fail if the party is determined to do.\n\t\t\t\t\t\n\t\t\t\t\t He was acquainted himself with technical specifications and structural and operational characters of the H-bomb.\n\t\t\t\t\t\n\t\t\t\t\t The scientists further upgraded its technical performance at a higher ultra-modern level on the basis of precious successes made in the first H-bomb test.\n\t\t\t\t\t\n\t\t\t\t\t The H-bomb, the explosive power of which is adjustable from tens kiloton to hundreds kiloton, is a multi-functional thermonuclear nuke with great destructive power which can be detonated even at high altitudes for super-powerful EMP attack according to strategic goals.\n\t\t\t\t\t\n\t\t\t\t\t All components of the H-bomb were homemade and all the processes ranging from the production of weapons-grade nuclear materials to precision processing of components and their assembling were put on the Juche basis, thus enabling the country to produce powerful nuclear weapons as many as it wants, he said.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the scientists, technicians, workers, soldiers and officials in the atomic power industry, who have made devoted efforts to raising the level of nuclear weaponization up to its perfection as intended by the Party, are creditable \"nuclear combatants\" of the Party who are upholding its line of simultaneously developing the two fronts with the strongest nukes, he highly praised their exploits. \n\t\t\t\t\t\n\t\t\t\t\t Underlining the need for the institute to dynamically conduct the campaign for successfully concluding the final-stage research and development for perfecting the state nuclear force, he set forth tasks to be fulfilled in the research into nukes."
        },
        {
            "title": "DPRK Nuclear Weapons Institute on Successful Test of H-bomb for ICBM",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-13ee.html",
            "content": "DPRK Nuclear Weapons Institute on Successful Test of H-bomb for ICBM\r\nPyongyang, September 3 (KCNA) -- The Nuclear Weapons Institute of the DPRK gave the following statement in connection with the perfect success in the test of a hydrogen bomb for ICBM:\n\t\t\t\t\t Scientists in the nuclear field of the DPRK successfully carried out a test of H-bomb for ICBM in the northern nuclear test ground of the DPRK at 12:00 on September 3, true to the Workers' Party of Korea's plan for building a strategic nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The H-bomb test was carried out to examine and confirm the accuracy and credibility of the power control technology and internal structural design newly introduced into manufacturing H-bomb to be placed at the payload of the ICBM.\n\t\t\t\t\t\n\t\t\t\t\t The result of the experimental measurements showed that the power specifications of nuclear warhead including total explosion power and fission to fusion power rate and all other physical specifications reflecting the qualitative level of two-stage thermo-nuclear weapon fully complied with design figures. It was also confirmed that even though the recent test was carried out with the bomb of unprecedentedly big power, there were neither emission through ground surface nor leakage of radioactive materials nor did it have any adverse impact on the surrounding ecological environment.\n\t\t\t\t\t\n\t\t\t\t\t The test re-confirmed the precision of the compression technology of the first system of the H-bomb and the fission chain reaction start control technology and proved once again that the nuclear material utility rate in the first system and the second system reached the levels reflected in the design.\n\t\t\t\t\t\n\t\t\t\t\t Symmetrical compression of nuclear charge, its fission detonation and high-temperature nuclear fusion ignition, and the ensuing rapidly boosting fission-fusion reactions, which are key technologies for enhancing the nuclear fusion power of the second-system of the H-bomb, were confirmed to have been realized on a high level. This helped prove that the directional combination structure and multi-layer radiation explosion-proof structural design of the first system and the second system used for the manufacture of the H-bomb were very accurate and the light thermal radiation-resisting materials and neutron-resisting materials were rationally selected.\n\t\t\t\t\t\n\t\t\t\t\t The test helped draw the conclusion that the Korean-style analytic method and calculation programs for the complicated physical processes occurring in the first and second systems were put on the high level and that the engineering structure of the H-bomb as a nuclear warhead designed on the Juche basis including the structure of the nuclear charge of the second system was creditable.\n\t\t\t\t\t\n\t\t\t\t\t The test once again confirmed the reliability of the concentration-type nuke detonation control system fully verified through a nuclear warhead detonation test and test-launches of various ballistic rockets.\n\t\t\t\t\t\n\t\t\t\t\t The perfect success in the test of the H-bomb for ICBM clearly proved that the Juche-based nukes of the DPRK have been put on a highly precise basis, the creditability of the operation of the nuclear warhead is fully guaranteed and the design and production technology of nuclear weapons of the DPRK has been put on a high level to adjust its destructive power in consideration of the targets and purposes. It also marked a very significant occasion in attaining the final goal of completing the state nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The Central Committee the WPK extended warm congratulations to the scientists and technicians in the nuclear field in the northern nuclear test ground on their successful H-bomb test for ICBM."
        },
        {
            "title": "Presidium of Political Bureau of C.C., WPK Held",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-12ee.html",
            "content": "Presidium of Political Bureau of C.C., WPK Held\r\nPyongyang, September 3 (KCNA) -- The Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea was convened in the morning on September 3, Juche 106 (2017).\n\t\t\t\t\t Present there were Kim Jong Un, Kim Yong Nam, Hwang Pyong So, Pak Pong Ju and Choe Ryong Hae who are Presidium members of the Political Bureau of the WPK Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t The Presidium first analyzed and estimated the current international political situation and the military tension created on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Then they heard a report about the study on nuclear weaponization made by the Nuclear Weapons Institute of the DPRK, and discussed the issue of conducting test of H-bomb for ICBM as part of the efforts to attain the final goal of completing the state nuclear force set forth at the 7th Congress of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Adopted at the Presidium was a decision of the Presidium of the Political Bureau of the WPK Central Committee \"On carrying out test of H-bomb for ICBM as part of efforts to attain the final goal of completing the state nuclear force\" and Kim Jong Un signed the order for conducting the test.\n\t\t\t\t\t\n\t\t\t\t\t Also discussed at the Presidium were detailed ways and measures for containing the U.S. and other hostile forces' vicious moves for sanctions against the DPRK and for making tasks of different fields set forth at the 7th Congress of the WPK be implemented with success."
        },
        {
            "title": "Reply Message to Kim Jong Un from Lao President",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-10ee.html",
            "content": "Reply Message to Kim Jong Un from Lao President\r\nPyongyang, September 3 (KCNA) -- Respected Supreme Leader Kim Jong Un on Aug. 21 received a reply message from Bounnang Vorachith, general secretary of the C.C., Lao People's Revolutionary Party and president of the Lao People's Democratic Republic.\n\t\t\t\t\t The president in the message expressed his heartfelt thanks to Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, for sending warm congratulations, floral basket of wishes and congratulatory message to him on his 80th birthday.\n\t\t\t\t\t\n\t\t\t\t\t This demonstrates the tradition of comradely and brotherly ties between the two parties, two states and two peoples, the message said.\n\t\t\t\t\t\n\t\t\t\t\t It wished Kim Jong Un good health and happiness, and success in his noble work."
        },
        {
            "title": "Greetings to Captains Regent of San Marino",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-14ee.html",
            "content": "Greetings to Captains Regent of San Marino\r\nPyongyang, September 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Sunday sent a message of greeting to Mimma Zavoli and Vanessa D'Ambrosio, captains regent of the Republic of San Marino, on the occasion of its national day.\n\t\t\t\t\t Expressing belief that the relations between the DPRK and San Marino would develop in the common interests, the message wished the people of San Marino happiness and prosperity."
        },
        {
            "title": "DPRK Players Back Home from 29th Summer Universiad",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-15ee.html",
            "content": "DPRK Players Back Home from 29th Summer Universiad\r\nPyongyang, September 3 (KCNA) -- DPRK players returned home Sunday after participating in the 29th Summer Universiad.\n\t\t\t\t\t They bagged 23 medals including 12 gold medals in such events as weightlifting and diving of the universiad held in Taipei of China on Aug. 19-30.\n\t\t\t\t\t\n\t\t\t\t\t When the train carrying them arrived at Pyongyang Railway Station, masses welcomed the players and coaches.\n\t\t\t\t\t\n\t\t\t\t\t They were greeted by Choe Thae Bok, vice-chairman of the C.C., the Workers' Party of Korea (WPK), Ri Il Hwan, department director of the C.C., the WPK, Vice-Premier Tong Jong Ho, Chairman of the Education Commission Kim Sung Du, Minister of Physical Culture and Sports Kim Il Guk, Secretary General of the National Sports Guidance Committee Kim Chun Sik, and others.\n\t\t\t\t\t\n\t\t\t\t\t Sportspersons and students put fragrant garlands around the necks of the successful players and coaches and presented bunches of flowers to them.\n\t\t\t\t\t\n\t\t\t\t\t A float carrying them was warmly welcomed in the streets.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill before paying tribute to them."
        },
        {
            "title": "Korean Women in Japan Pay Homage to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-11ee.html",
            "content": "Korean Women in Japan Pay Homage to Kim Il Sung and Kim Jong Il\r\nPyongyang, September 3 (KCNA) -- A delegation for marking the 70th anniversary of the Korean Democratic Women's Union in Japan led by Kim Il Sun, adviser of its Central Standing Committee, visited the Kumsusan Palace of the Sun Sunday.\n\t\t\t\t\t The members of the delegation paid noble homage to President Kim Il Sung and leader Kim Jong Il at the palace.\n\t\t\t\t\t\n\t\t\t\t\t They paid respects to the great leaders at the halls where they lie in state,\n\t\t\t\t\t\n\t\t\t\t\t They looked round halls where the orders the great leaders received are on display and halls which house cars, electric car, boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Rodong Sinmun Warns U.S. Not to Pursue Hostile Policy toward DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-06ee.html",
            "content": "Rodong Sinmun Warns U.S. Not to Pursue Hostile Policy toward DPRK\r\nPyongyang, September 3 (KCNA) -- If the U.S. persists in its hostile policy towards the DPRK and makes a showdown with the latter to the end, while denying the strategic position of the DPRK, it will only face the final miserable end.\n\t\t\t\t\t Rodong Sinmun Sunday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolutionary armed forces held a target-striking contest of the special operation forces for occupying islands on the occasion of the Day of Songun and conducted an intermediate-and-long range strategic ballistic rocket launching drill on August 29, 107th anniversary of the promulgation of the humiliating \"Korea-Japan Annexation Treaty\".\n\t\t\t\t\t\n\t\t\t\t\t This serves as great demonstration of the spirit of match-for-a-hundred combatants and invincible might of the Korean revolutionary armed forces to wipe out the main bases for aggression once an attack order is issued.\n\t\t\t\t\t\n\t\t\t\t\t The recent measure of the DPRK for self-defence was the first step of military operation in the Pacific and a meaningful prelude to restraining Guam, the front-line base of the U.S. for invasion.\n\t\t\t\t\t\n\t\t\t\t\t Only actions, not polite words, will work on the U.S. which acts with imprudence.\n\t\t\t\t\t\n\t\t\t\t\t The aggressors should bear in mind that unimaginable retaliation which nobody has ever experienced would follow their reckless war frenzy to invade the north.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists awkwardly provoke the DPRK, they would not be able to escape from the greatest disaster.\n\t\t\t\t\t\n\t\t\t\t\t Clearly look at the strategic position of the DPRK, nuclear power of Juche and worldwide military power, and the trend of the times. Do not forget even a moment that sharp ultra-modern strike means aim at the U.S. This is a severe warning of Songun Korea."
        },
        {
            "title": "S. Korean Authorities' Sycophancy to U.S. and Japan under Fire: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-07ee.html",
            "content": "S. Korean Authorities' Sycophancy to U.S. and Japan under Fire: Rodong Sinmun\r\nPyongyang, September 3 (KCNA) -- Days ago, the south Korean chief executive discussed \"cooperation and counteraction\" over \"the north's nuke and missile provocation\" through telephone talks with Japanese Prime Minister Abe and, on the other hand, he showed a disposition to cooperate with the U.S., saying that he \"thanked\" the U.S. for its \"tough sanctions and pressure\" against the north, at a confab with a delegation of members of the U.S. House of Representatives on a visit to south Korea. The first puppet vice-minister of Foreign Affairs of south Korea also flew to the U.S. and asked his master to boost cooperation and \"alliance\" over the \"north's nuclear issue\".\n\t\t\t\t\t Rodong Sinmun in a commentary Sunday terms these facts unforgivable pro-U.S. and pro-Japanese acts. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Today the DPRK's strategic position has undergone a radical change and so do the international relations of power. Therefore, the south Korean authorities should properly understand that their actions of depending on outsiders will only precipitate their ruin.\n\t\t\t\t\t\n\t\t\t\t\t Whoever provokes us and tries to block our advance will not be spared severe punishment.\n\t\t\t\t\t\n\t\t\t\t\t It is a lesson drawn again by our army and people that they have to treat with action, not with words, the hostile forces hell-bent on confrontation, being engrossed in a pipedream despite our repeated warnings.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had better not act rashly, bearing in mind that they might get a by-blow for a series of their involvements in confabs with the U.S. and Japanese masters to do harm to the DPRK."
        },
        {
            "title": "Minju Joson Flails U.S. and S. Korean Puppet Warmongers for Pushing Situation on Korean Peninsula to Worst Phase",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-08ee.html",
            "content": "Minju Joson Flails U.S. and S. Korean Puppet Warmongers for Pushing Situation on Korean Peninsula to Worst Phase\r\nPyongyang, September 3 (KCNA) -- The commander of the puppet marine corps of south Korea and others toured islands in the hotpot waters in the West Sea of Korea and incited war hysteria, crying out for \"pulling the trigger if enemies provoke\" at a time when the war exercises targeting the DPRK went into a full swing.\n\t\t\t\t\t The puppet forces also staged the drill of attacking mobile rocket launching system of the DPRK with the mobilization of special warfare forces.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Sunday says this ridiculous act of the trigger-happy elements has touched off towering grudge and annihilating will of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chieftain pushing the situation on the Korean peninsula to the point of explosion by resorting to senseless act, being buoyed by the zeal for aggression of the DPRK is none other than the U.S. and the puppet warmongers.\n\t\t\t\t\t\n\t\t\t\t\t Words do not work with those war maniacs and foolish mental imbeciles devoid of reasonable thinking faculty and elementary judgment. It is, therefore, quite natural to deal with them only in action.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. and the puppet forces more openly revealed their hostility toward the DPRK, it is the legitimate right to self-defence for the DPRK to strongly cope with them.\n\t\t\t\t\t\n\t\t\t\t\t Should the U.S. and the puppet warmongers go reckless, being oblivious of the fact that their rival is the possessor of nuclear weapons and the ICBM, they can never evade the merciless punishment by the army and people of the DPRK full of towering indignation and annihilating will."
        },
        {
            "title": "Minju Joson on Unlimited Might of DPRK's National Defence Industry",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-09ee.html",
            "content": "Minju Joson on Unlimited Might of DPRK's National Defence Industry\r\nPyongyang, September 3 (KCNA) -- Today the national defence industry of the DPRK has developed to be an arsenal of Mt Paektu capable of manufacturing any ultra-modern weapons as it pleases and reliably ensuring the sovereignty and dignity of the DPRK from any sanctions and pressure of the enemies.\n\t\t\t\t\t Minju Joson Sunday in a commentary says in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The present DPRK-U.S. confrontation structure has fundamentally changed.\n\t\t\t\t\t\n\t\t\t\t\t In the past period, the DPRK was unilaterally exposed to nuclear blackmail and threat by the U.S. as a non-nuclear state, but today it has tremendous capability of making nuclear attack on the U.S. mainland. The U.S. bluffing that not even a shell has been dropped in its mainland has already become a past thing.\n\t\t\t\t\t\n\t\t\t\t\t The will of the Korean army and people to make the mainland of the U.S., not the Korean peninsula, the final and decisive battle-site, has been accepted as an established theory, not as a hypothesis.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. makes a provocation counting on its strength, the Korean army and people would give vent to their pent-up grudge and show retaliatory will to put an end to the history of the U.S., the empire of evil.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should clearly face up to the shining appearance of the DPRK which is growing stronger day by day and stop at once the reckless and imprudent acts of provoking the DPRK."
        },
        {
            "title": "S. Korean Laid-off Workers Start Hunger Strike in Protest against Authorities",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-04ee.html",
            "content": "S. Korean Laid-off Workers Start Hunger Strike in Protest against Authorities\r\nPyongyang, September 3 (KCNA) -- The Government Employees' Union of south Korea started a hunger strike on August 31 in protest against the authorities shunning their commitment to reinstate the discharged workers, according to the south Korean internet paper Chamsesang.\n\t\t\t\t\t A press conference was held outside Chongwadae on the same day, where the hunger strike was declared.\n\t\t\t\t\t\n\t\t\t\t\t The speakers denounced the present chief executive for having taken no measure so far, 100 days since his election, even though he promised to acknowledge the establishment of trade union and reinstate the laid-off workers.\n\t\t\t\t\t\n\t\t\t\t\t As long as the \"government\" does not follow through on its commitments, the trade union can not but come out for action, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference, the chairman of the trade union and all the laid-off workers started the hunger strike opposite the \"government\" building."
        },
        {
            "title": "Sea Accidents in S. Korea Claim Lives",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-05ee.html",
            "content": "Sea Accidents in S. Korea Claim Lives\r\nPyongyang, September 3 (KCNA) -- There were casualties due to sea accidents in south Korea, according to KBS of south Korea.\n\t\t\t\t\t A cargo ship and a fishing boat collided in waters off Phohang, North Kyongsang Province on August 31, leaving two dead and one missing.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, a fishing boat capsized, burying four at sea and leaving two missing."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-02ee.html",
            "content": "Kim Jong Un's Work Published in Russia\r\nPyongyang, September 3 (KCNA) -- Respected Supreme Leader Kim Jong Un's work \"To Protect National Heritage Is a Patriotic Undertaking for Adding Brilliance to the History and Traditions of Our Nation\" was published in booklet by the Alpha Pechati Publishing House of Russia on the Day of Songun.\n\t\t\t\t\t The work, published on October 24, Juche 103 (2014), says that President Kim Il Sung and leader Kim Jong Il attached importance to the protection of national heritage and directed efforts to it in the whole course of leading the revolution, thus demonstrating the time-honored history and glorious culture of the Korean nation before the world.\n\t\t\t\t\t\n\t\t\t\t\t It clarifies the tasks to be fulfilled to preserve the undying exploits of the great leaders and add luster to the history and tradition of the Korean nation by thoroughly implementing the policy of protecting the national heritage set forth by the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony took place at the publishing house on August 24."
        },
        {
            "title": "Kim Jong Il's Start of Songun Revolutionary Leadership Marked in Various Countries",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-03ee.html",
            "content": "Kim Jong Il's Start of Songun Revolutionary Leadership Marked in Various Countries\r\nPyongyang, September 3 (KCNA) -- Events took place in Mexico, Germany and Kyrgyzstan from Aug. 15 to 30 on the occasion of the 57th anniversary of leader Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t They included meetings, seminars, solidarity meetings and Korean book, photo and handicraft exhibitions.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with the revolutionary careers and exploits of President Kim Il Sung and Kim Jong Il and photos showing revolutionary activities of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t On display there were their works, and books and photos introducing successes in the DPRK and handicrafts associated with the wisdom and talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Benigno Gonzales Villasana, chairman of the Mexico-Korea Friendship Association, said that Kim Jong Il resolutely smashed the imperialist allied forces' moves for stifling the DPRK, firmly defended its sovereignty and dynamically advanced the cause of global independence with his Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany said that thanks to the Songun leadership of Kim Jong Il, the DPRK could maintain socialism and victoriously advance it despite collapse of socialism in various countries.\n\t\t\t\t\t\n\t\t\t\t\t Thomas Lichter, vice-chairman of the Federal Republic of Germany-DPRK Association, lauded Kim Jong Il for his Songun exploits and stressed that the reality of the DPRK in which the events of world significance continuously occur clearly proves that the road of independence, Songun and socialism chosen by the Korean people is definitely correct.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the solidarity meeting held in Germany."
        },
        {
            "title": "Kim Jong Un dirige sobre terreno la labor de armamento nuclear",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-01ss.html",
            "content": "Kim Jong Un dirige sobre terreno la labor de armamento nuclear\r\nPyongyang, 3 de septiembre (ACNC) -- El Maximo Dirigente Kim Jong Un dirigio sobre el terreno la labor de armamento nuclear.\n\t\t\t\t\tEl Maximo Dirigente fue acogido por los cuadros responsables del Departamento de Industria Armamentista del Comite Central del Partido del Trabajo de Corea y los cientificos del Instituto de Armas Nucleares y recibio el informe general sobre el estado del armamento nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEn el ultimo periodo el Instituto de Armas Nucleares logro los exitos de investigar y fabricar el arma nuclear de etapa mas elevada conforme al proposito estrategico del PTC de lograr el gran viraje en el armamento nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente vio la bomba de hidrogeno para instalar en la ojiva del cohete balistico intercontinental, fabricado nuevamente.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente senalo que es muy excelente y que al ver directamente el arma termonuclear al estilo jucheano con superpoder explosivo hecho por nuestras fuerzas y tecnicas se siente muy orgullo de que hemos esforzado indoblegablemente por el fortalecimiento de las fuerzas armadas nucleares pagando el precio caro y expreso gran alegria diciendo que nuestros cientificos cumplen con todo lo que decide el partido.\n\t\t\t\t\t\n\t\t\t\t\tAveriguo destalladamente los datos tecnicos de la bomba H. y sus caracteristicas de estructuras y funcionamiento.\n\t\t\t\t\t\n\t\t\t\t\tLos cientificos y tecnicos de la rama nuclear de la RPDC mejoraron mas en el nivel sofisticado la capacidad tecnica de la bomba H. como ojiva nuclear a base de los preciosos exitos logrados en la primera prueba de la bomba de hidrogeno.\n\t\t\t\t\t\n\t\t\t\t\tEsta bomba capaz de controlar libremente su poderio desde el nivel de decenas de kt hasta el de cientos de kt segun el objeto de golpe, es la ojiva termonuclear multifuncional que no solo tiene la enorme efectividad de arma y destruccion, sino tambien puede dar el ataque EMP a la zona extensa explotando en el espacio alto segun el objeto estrategico.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que todos los elementos componentes de la bomba H. incluyendo la division y carga termonuclear fueron fabricados cien por ciento con los recursos nacionales y todos los procesos necesarios a la fabricacion de las armas nucleares desde la produccion de sustancias nucleares de categoria de arma hasta la elaboracion de precision de piezas y su montaje se realizan con las tecnicas nacionales, gracias a lo cual podemos producir en gran cantidad en lo adelante las armas nucleares poderosas \n\t\t\t\t\t\n\t\t\t\t\tLos cientificos, tecnicos, obreros, militares y funcionarios de la rama de la energia atomica, quienes se esforzaron con teson por llevar el nivel de armamento nuclear a la etapa de perfeccion presentada por el partido, son los fidedignos \"combatientes nucleares\" de nuestro partido que sostienen con la superior bomba nuclear la linea de desarrollo paralelo del partido y los patriotas y hombres benemeritos no reconocidos, evaluo altamente y aprecio mucho sus proezas.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente presento las tareas programaticas para el dominio de investigacion de las armas nucleares haciendo hincapie en que el Instituto de Armas Nucleares debe desarrollar dinamicamente los trabajos para terminar con exito el estudio y desarrollo finales por el perfeccionamiento de las fuerzas armadas nucleares del Estado."
        },
        {
            "title": "Se realiza con exito la prueba de bomba H para cargar en el ICBM",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-03ss.html",
            "content": "Se realiza con exito la prueba de bomba H para cargar en el ICBM\r\nPyongyang, 3 de septiembre (ACNC) -- En relacion con que se realizo con exito la prueba de la bomba H. para instalar en el cohete balistico intercontinental el Instituto de Investigacion de Armas Nucleares de la Republica Popular Democratica de Corea hizo publica la declaracion siguiente:\n\t\t\t\t\tSegun el proyecto del Partido del Trabajo de Corea por la construccion de las fuerzas armadas nucleares estrategicas, nuestros cientificos nucleares realizaron con exito a las 12 del 3 de septiembre la prueba de bomba de hidrogeno para instalar en el cohete balistico intercontinental en el campo de ensayo nuclear enclavado en la zona septentrional de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tLa presente prueba de bomba H se efectuo con el objeto de revisar y comprobar la certeza y confianza de la tecnica de control de la potencialidad y del proyecto de diseno de la estructura interna, investigados e introducidos nuevamente en la fabricacion de la bomba H a ser instalada en la ojiva del ICBM.\n\t\t\t\t\t\n\t\t\t\t\tComo resultado de la medicion de prueba, los indices de potencialidad de la ojiva nuclear incluyendo la potencia explosiva general y la proporcion de la potencia de fision y fusion y otros indices fisicos que reflejan el nivel cualitativo del arma termonuclear de 2 etapas llegaron con suficiencia a las exigencias de diseno. Y se afirmo que en la presente prueba realizada con envergadura sin precedente no se registro ninguna efusion en la superficie territorial, ni la salida de las substancias radiactivas, ni dio ninguna influencia negativa al ecosistema alrededor.\n\t\t\t\t\t\n\t\t\t\t\tA traves de la prueba, se reafirmo la precision de la tecnica de presion de primer sistema de la bomba H. y la tecnica de control iniciativo de la reaccion sucesiva de fision y volvio a probar que el porcentaje de uso de materiales nucleares de los sistemas primero y segundo satisface el nivel reflejado en el diseno.\n\t\t\t\t\t\n\t\t\t\t\tFue confirmado el hecho de que se realizan en nivel elevado la comprension simetrica de la carga nuclear, que es la tecnica medular en elevar la potencia de fusion nuclear del segundo sistema de la bomba H., la detonacion de fision y la ignicion por la fusion nuclear en alta temperatura y el proceso de la intensificacion mutua entre las reacciones de fision y fusion que realizan muy rapidamente. De esta manera, fue comprobado el hecho de que son muy correctos los disenos de la estructura de combinacion direccional del primer y segundo sistemas y de la estructura de explosion mediante la radiacion de varias capas, utilizados en la produccion de la bomba H, y que fueron seleccionadas de modo racional las materias aligeradas para bloquear la radiacion termica y el neutron.\n\t\t\t\t\t\n\t\t\t\t\tA traves de esta prueba, se llegaron a la conclusion de que estan en alto nivel el metodo de analisis y los programas de calculacion de estilo coreano sobre los complicados procesos fisicos en el primer y segundo sistemas y que es confiable la estructura tecnologica de la bomba H. como ojiva nuclear disenada de modo autoctono inclusive la estructura de carga nuclear del segundo sistema.\n\t\t\t\t\t\n\t\t\t\t\tLa prueba volvio a confirmar la confianza del sistema de control de explosion nuclear en forma de disposicion concentrada que habia sido examinado con suficiencia a traves de la prueba de explosion de ojiva nuclear y el lanzamiento de prueba de los cohetes balisticos de varios tipos.\n\t\t\t\t\t\n\t\t\t\t\tEl pleno exito logrado en la prueba de la bomba H. para cargar en el cohete balistico intercontinental manifesto claramente que son muy precisos los proyectiles nucleares de la RPDC, y se asegura firmemente la confianza del funcionamiento de la ojiva nuclear, asi como la tecnica del diseno y produccion de armas nucleares de la RPDC llego al nivel avanzado capaz de controlar libremente la potencia del proyectil nuclear segun el blanco y proposito de golpe. Y sirve de una oportunidad muy significante en alcanzar la meta de la etapa final del perfeccionamiento de las fuerzas armadas nucleares del Estado.\n\t\t\t\t\t\n\t\t\t\t\tEn relacion con la exitosa efectuacion de la prueba, el Comite Central del Partido del Trabajo de Corea envio felicitaciones a los cientificos y tecnicos nucleares del campo de prueba nuclear en la region nortena."
        },
        {
            "title": "Se efectua la reunion del Presidium del BP del CC del PTC",
            "url": "http://kcna.co.jp/item/2017/201709/news03/20170903-02ss.html",
            "content": "Se efectua la reunion del Presidium del BP del CC del PTC\r\nPyongyang, 3 de septiembre (ACNC) -- Por la manana del 3 de septiembre del 106 (2017) de la Era Juche, tuvo lugar la reunion del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea.\n\t\t\t\t\tEn la ocasion participaron Kim Jong Un, Kim Yong Nam, Hwang Pyong So, Pak Pong Ju y Choe Ryong Hae, miembros del Presidium del BP del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tPrimero, en esta ocasion analizaron y evaluaron la presente situacion politica internacional y la tension militar creada en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, escucharon el informe sobre el estado de la investigacion del armamento nuclear realizada por el Instituto de Armas Nucleares de la Republica Popular Democratica de Corea y debatio el problema de realizar la prueba de bomba de hidrogeno para instalar en el cohete balistico intercontinental, como un eslabon de los trabajos para alcanzar el objeto de la etapa final del perfeccionamiento de las fuerzas armadas nucleares del Estado presentada por el VII Congreso del PTC. \n\t\t\t\t\t\n\t\t\t\t\tEn la reunion fue aprobada la resolucion \"Para realizar la prueba de la bomba H. para instalar en el cohete balistico intercontinental como un eslabon de los trabajos para alcanzar el objeto de la etapa final del perfeccionamiento de las fuerzas armadas nucleares del Estado\" y el Maximo Dirigente firmo la orden escrita sobre la realizacion de la prueba.\n\t\t\t\t\t\n\t\t\t\t\tTambien, fueron debatidos los detallados remedios y medidas para detener las perversas maniobras de sancion anti-RPDC de EE.UU. y otras fuerzas hostiles y materializar exitosamente las tareas por sectores, presentadas por el VII Congreso del PTC."
        }
    ]
}