{
    "date": "2017-10-05",
    "url": "http://kcna.co.jp/item/2017/201710/2017-10-05ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Russian Party Delegation",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-19ee.html",
            "content": "Kim Yong Nam Meets Russian Party Delegation\r\n Pyongyang, October 5 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly, had a talk with the delegation of the Liberal Democratic Party of Russia led by Morozov Anton Yurevich, member of the Supreme Council and member of the Committee for International Affairs of the party, on Thursday when the latter paid a courtesy call on him at the Mansudae Assembly Hall."
        },
        {
            "title": "Workers, Trade Union Members Meet",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-20ee.html",
            "content": "Workers, Trade Union Members Meet\r\n Pyongyang, October 5 (KCNA) -- Workers and members of the General Federation of Trade Unions of Korea (GFTUK) held a meeting at the plaza of the Monument to Party Founding on Thursday to celebrate the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and its 72nd founding anniversary.\n\t\t\t\t\t Attending the meeting were Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea (WPK), vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the Central Committee of the WPK, and officials concerned, workers and members of the GFTUK.\n\t\t\t\t\t\n\t\t\t\t\t Ju Yong Gil, chairman of the Central Committee of the GFTUK, made a report which was followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers stressed that Kim Jong Il's election as general secretary of the WPK, representing the unanimous will and desire of all the Party members and service personnel and people, marked a historic event of great significance in developing the WPK and accomplishing the cause of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t They said that Kim Jong Il successfully carried forward the Party building idea and cause of President Kim Il Sung for over half a century, thus set an example in building a revolutionary party in the era of independence and led the socialist cause of Juche to victory only. They went on:\n\t\t\t\t\t\n\t\t\t\t\t The Juche-oriented cause of Party building pioneered and led by the great leaders is successfully carried forward by respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers called for waging a more vigorous struggle toward the Conference of Mallima Frontrunners with the faith and optimism that today's anti-U.S. showdown and the Juche revolution are sure to win the final victory as long as they are led by Kim Jong Un."
        },
        {
            "title": "National Oratorical Meeting Held",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-21ee.html",
            "content": "National Oratorical Meeting Held\r\n Pyongyang, October 5 (KCNA) -- A national oratorical meeting took place at the People's Palace of Culture on Oct. 5 in celebration of the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Attending the meeting were Kim Ki Nam, vice-chairman of the Central Committee of the WPK, Kim Su Gil, chairman of the Pyongyang City Committee of the WPK, and officials and workers of the party and power organs, the Cabinet, working people's organizations, commissions, ministries, national institutions, and institutions and enterprises here.\n\t\t\t\t\t\n\t\t\t\t\t Performed there were officials and workers who were highly estimated at provincial, district and national contests.\n\t\t\t\t\t\n\t\t\t\t\t The performers said that Kim Jong Il's election as general secretary of the WPK in accordance with the unanimous will and desire of all the Party members and service persons and people across the country is a historic event of great significance in developing the Party and accomplishing the cause of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t An Song Il, department director of the Phohang District People's Committee in Chongjin City, praised Kim Jong Il for glorifying the annals of revolution victoriously with the might of the ideological campaign in the whole period of his revolutionary career.\n\t\t\t\t\t\n\t\t\t\t\t Cha So Hui, worker of the Central Information and Communications Centre, Sin Kyong Suk, vice-chairwoman of the trade union of the External Construction Guidance Bureau, and Kim Pong Chol, staff of the Ministry of External Economic Relations, vividly reflected the Korean people's longing for Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chung Il, section chief of the Central Committee of the youth league, said that respected Supreme Leader Kim Jong Un gave the song of love and trust to five million young people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Un Sim, engineer of the Sci-Tech Complex, and Pak Kyong Chol, worker of a unit under the Kaesong City People's Committee, referred to the wise leadership of Kim Jong Il and Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kwang Guk, department director of the Kangwon Provincial People's Committee, dealt with the trust and love of Kim Jong Il."
        },
        {
            "title": "National Oratorical Meeting of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-22ee.html",
            "content": "National Oratorical Meeting of Youth and Students Held\r\n Pyongyang, October 5 (KCNA) -- A national oratorical meeting of youth and students was held at the Central Youth Hall on Oct. 5 in celebration of the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Performers praised the Party-building feats of Kim Jong Il who led the cause of the Juche revolution, the cause of the Songun revolution, to victory.\n\t\t\t\t\t\n\t\t\t\t\t A performer said that the joy in October is the noblest homage of all the service persons and people to Kim Jong Il, the eternal head of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Another performer referred to the wise leadership of Kim Jong Il who developed the WPK into the political general staff for accomplishing the socialist cause and who firmly defended the everlasting future of the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t A performer noted that a bright future is open for the country thanks to Kim Jong Il who devoted himself to the happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t A performer said that a large contingency of iron-willed young people have grown on this land to be manifold fortress around the Party Central Committee thanks to the mother party's idea of prioritizing and loving young people.\n\t\t\t\t\t\n\t\t\t\t\t Performers instilled into the participants the great pride and self-esteem of holding in high esteem the peerlessly great man at the top post of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t The determination of the youth was expressed to sing an ode to the youth as a hymn of eternal repayment and song of victorious advance."
        },
        {
            "title": "Korean Stamp Exhibitions Open",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-15ee.html",
            "content": "Korean Stamp Exhibitions Open\r\n Pyongyang, October 5 (KCNA) -- Korean stamp exhibitions opened at the Korean Stamps Museum and the Korean Stamp Exhibition House on Thursday in celebration of the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea.\n\t\t\t\t\t On display at their venues are photos dealing with stamps that carry portraits of smiling President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Stamps of hundreds of kinds and bills, displayed under the titles of \"People Extend Glory\" and \"Invincible Workers' Party of Korea\" make people call back the course of the WPK which has displayed its dignity and might under the leadership of the peerlessly great men.\n\t\t\t\t\t\n\t\t\t\t\t Some stamps represent the trust and loyalty of the Korean army and people to Kim Jong Il, while others reflect yearning for him.\n\t\t\t\t\t\n\t\t\t\t\t \"Marking the Fourth Conference of the WPK\", \"The Seventh Congress of the WPK\" and other stamps highly praise respected Supreme Leader Kim Jong Un for developing the WPK into the Party of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there are stamps depicting the reality of the DPRK and the struggle of its people.\n\t\t\t\t\t\n\t\t\t\t\t The exhibitions will last till Oct. 13."
        },
        {
            "title": "Russian Party Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-17ee.html",
            "content": "Russian Party Delegation Visits Mangyongdae\r\n Pyongyang, October 5 (KCNA) -- The delegation of the Liberal Democratic Party of Russia led by Morozov Anton Yurevich, member of the Supreme Council and member of the Committee for International Affairs of the party, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the revolutionary career of the President and his family members in Mangyongdae, they looked round historic relics.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Victorious Fatherland Liberation War Museum, the Sci-Tech Complex, the Mangyongdae Schoolchildren's Palace, etc."
        },
        {
            "title": "Foreigners Pay Homage to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-11ee.html",
            "content": "Foreigners Pay Homage to Kim Il Sung, Kim Jong Il\r\n Pyongyang, October 5 (KCNA) -- The delegation of the Liberal Democratic Party of Russia headed by Morozov Anton Yurevich, member of the Supreme Council and member of the Committee for International Affairs of the party, the Japan-DPRK friendship delegation from Kyusu of Japan led by Mamoru Kitahara, chairman of the Fukuoka Prefectural Japan-DPRK Friendship Association, and other foreigners visited the Kumsusan Palace of the Sun on Thursday.\n\t\t\t\t\t They paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues at the palace.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to the great leaders in the halls where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t Then they went round the halls where the orders the great leaders received are on display and the halls which house the cars, electric car, boat and train coaches used by them for their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-12ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung and Kim Jong Il\r\n Pyongyang, October 5 (KCNA) -- Members of the missions of UNDP, WHO, WFP and FAO Thursday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on the occasion of the 72nd anniversary of the Workers' Party of Korea.\n\t\t\t\t\t They laid floral baskets before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Economic and Commercial Councilors Corps Visits Monument to Party Founding",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-16ee.html",
            "content": "Economic and Commercial Councilors Corps Visits Monument to Party Founding\r\n Pyongyang, October 5 (KCNA) -- The economic and commercial councilors corps here visited the Monument to Party Founding on Thursday on the occasion of the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and its 72nd founding anniversary.\n\t\t\t\t\t The guests went round the tower, round pedestal and platform, being briefed on the glorious path traveled by the WPK.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Pyongyang Cultural Exhibition on the same day."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Eritrea",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-18ee.html",
            "content": "Greetings to Kim Jong Un from President of Eritrea\r\n Pyongyang, October 5 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, received a message of greetings from Issaias Afewerki, president of the State of Eritrea, on Sept. 28.\n\t\t\t\t\t The president in his message said that he is very glad to send heartfelt congratulations to Kim Jong Un and the government and people of the DPRK on the occasion of its 69th founding anniversary on behalf of the government and people of Eritrea and on his own behalf.\n\t\t\t\t\t\n\t\t\t\t\t The message sincerely wished Kim Jong Un good health and success in his work and the people of the DPRK prosperity and peace."
        },
        {
            "title": "Art Performance Given in Sinuiju City",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-05ee.html",
            "content": "Art Performance Given in Sinuiju City\r\n Pyongyang, October 5 (KCNA) -- The State Merited Chorus, the Moranbong Band and the Wangjaesan Art Troupe gave a music and dance performance in North Phyongan Provincial Art Theatre on Wednesday.\n\t\t\t\t\t Among the audience were officials, technicians and workers of major industrial establishments in the province and working people, youth and students in Sinuiju City.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were male solo and male chorus \"Song Dedicated to the Motherly Party\", light music and serial songs \"Oh Party, It's Thanks to Your Care,\" female solo \"We Call You Father,\" mixed chorus and male chorus \"We Cannot Live without You\" and other numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers represented the people's intense loyalty to the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Whenever the image of respected Supreme Leader Kim Jong Un was displayed at the stage background, enthusiastic applauses burst out.\n\t\t\t\t\t\n\t\t\t\t\t Narrative poem \"Oh North Phyongan Province, Glorify the Socialist Paradise\" reminded the audience of the patriotic devotion and loving care of the peerlessly great persons who brought a radical turn to the province.\n\t\t\t\t\t\n\t\t\t\t\t Also put on the stage were male solo and male chorus \"Korea, Forward under the Line of Simultaneously Developing the Two Fronts\", male chorus \"Korea Does What It Is Determined to Do\" and female chorus and male chorus \"Let's Keep the Revolutionary Faith to the Death\".\n\t\t\t\t\t\n\t\t\t\t\t Numbers singing the radical turn of the province were also put on the stage.\n\t\t\t\t\t\n\t\t\t\t\t The performance was acclaimed by the audience.\n\t\t\t\t\t\n\t\t\t\t\t It will go on."
        },
        {
            "title": "Technology of Recycling City Sewage Developed",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-13ee.html",
            "content": "Technology of Recycling City Sewage Developed\r\n Pyongyang, October 5 (KCNA) -- Scientists of the Natural Energy Institute under the DPRK State Academy of Sciences have recently succeeded in developing the technology of recycling city sewage and introduced it into producing electric power, nutrient solution for plants and organic fertilizer.\n\t\t\t\t\t It has been applied to some vegetable greenhouses, proving highly effective.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the soilless cultivation of vegetables with nutrient solution and organic fertilizer makes it possible to produce 1.5 times more vegetables than the soil cultivation.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, the DPRK has made noteworthy achievements in its efforts to develop technologies of recycling urban waste and sewage."
        },
        {
            "title": "Loach Soup, Special Food of Kaesong City",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-14ee.html",
            "content": "Loach Soup, Special Food of Kaesong City\r\n Pyongyang, October 5 (KCNA) -- Loach soup boiled with bean curd is known as one of special foods of Kaesong City, the DPRK.\n\t\t\t\t\t Loach is rich in protein, calcium, iron, vitamin A and many other nutrients.\n\t\t\t\t\t\n\t\t\t\t\t For having good effects of warming up the body and protecting the liver, the loach soup has been considered as a tonic among Kaesong citizens from long ago.\n\t\t\t\t\t\n\t\t\t\t\t When visiting Kaesong City in September Juche 61 (1972), President Kim Il Sung said the Kaesong people have liked loach soup and instructed to find out more special foods of Kaesong and serve them to the people.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his loving care for the people, a loach soup restaurant was built in the center of the Kaesong city.\n\t\t\t\t\t\n\t\t\t\t\t The loach soup is highly appreciated by not only the local people but also overseas Koreans and foreigners for its peculiar taste, flavor and nutritive value."
        },
        {
            "title": "S. Korean Authorities' Moves to Follow U.S. Will Invite Nuclear War: Rodong Sinmun  ",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-07ee.html",
            "content": "S. Korean Authorities' Moves to Follow U.S. Will Invite Nuclear War: Rodong Sinmun \r\n Pyongyang, October 5 (KCNA) -- The present situation on the Korean peninsula is inching close to the hair-trigger crisis. This is attributable to the south Korean authorities who are positively following the U.S. trying to ignite a nuclear war against the north, says Rodong Sinmun Thursday in an article.\n\t\t\t\t\t It has been proved in the reality, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities stage joint military drills against the north in collusion with the U.S. under the pretext of the \"counteraction\" while pulling up the DPRK's measures for bolstering up nuclear deterrent for self-defense as \"provocation\" and \"threat\". This is the main cause of the tension on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are introducing various kinds of weapons and equipment from the U.S. and begging for deploying the U.S. nuclear strategic assets on the peninsula. This is a reckless act of fanning up a nuclear war against the north. \n\t\t\t\t\t\n\t\t\t\t\t They pushed ahead with the deployment of additional THAAD launching pads despite the denunciation and protest of the people from all walks of life while positively following the U.S. strategy to dominate the world. This is also a treacherous criminal act of wrecking the peace and stability on the peninsula and in Northeast Asia and increase the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces have gone reckless in the military confrontation with the compatriots in the north while dancing to the tune of the war of their master U.S. Therefore, the danger of a nuclear war on the peninsula has become reality and the nation's destiny is seriously threatened with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation on the peninsula goes to clearly prove that the south Korean puppet forces' moves to follow the U.S. will bring about a nuclear war. This being a hard reality, their talk about \"no war\" will invite sneers from people at home and abroad."
        },
        {
            "title": "Wicked Intention of Kukmin Party of S. Korea Disclosed",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-08ee.html",
            "content": "Wicked Intention of Kukmin Party of S. Korea Disclosed\r\n Pyongyang, October 5 (KCNA) -- Days ago, An Chol Su faction in the Kukmin Party of south Korea established a \"forum of people's unity\", in collusion with some lawmakers from the Parun Party. They claim that the purpose of the \"forum\" is to jointly make up policy and bills on reforming the election system and public sectors and invigorating the economy and to cope with the authorities' making major bills in solidarity of the two parties.\n\t\t\t\t\t This is a despicable political collusion to put under control their poor situation of the two opposition parties denounced as \"a party of migratory birds\" and \"a club of betrayers\", Rodong Sinmun Thursday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the wicked intention of An Chol Su and his faction of the Kukmin Party to shore up the party from stagnation in collusion with the conservative opposition party, demonstrate its existence in the elections to the local self-governing bodies to be held next year, put a brake on the \"state administration\" of the present authorities and refurbish its image and attain the power ambition at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Through the despicable political collusion with the Parun Party, the Kukmin Party is to be driven into the mire of conservatism.\n\t\t\t\t\t\n\t\t\t\t\t Although An Chol Su and the Kukmin Party try to get political interests in collusion with the Parun Party, they would face public criticism that bad habit of renegades can never be dropped even before death and rejection by the angry inhabitants of Jolla Province."
        },
        {
            "title": "Rodong Sinmun Derides U.S. Saber-rattling against DPRK",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-09ee.html",
            "content": "Rodong Sinmun Derides U.S. Saber-rattling against DPRK\r\n Pyongyang, October 5 (KCNA) -- Recently the U.S. and the south Korean puppet forces staged a \"combined drill for infiltrating into enemy camp\" for preemptive attack at strategic objects in the north and introduced a field artillery brigade to south Korea from the U.S. mainland to fire artillery shells. Meanwhile, a formation of B-1B nuclear strategic bombers flew over international waters of the East Sea of Korea in \"show of force\".\n\t\t\t\t\t Rodong Sinmun on Thursday in a commentary says that this is reckless frenzy of those thrown into despair taken aback by the will of the army and people of the DPRK to annihilate the enemies and its tremendous nuclear deterrence.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t What matters is the U.S. saber-rattling coincides with the reckless remarks made by Trump, the boss of hooligans and gangsters, at the UN arena that he would totally destroy the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is not the first U.S. rowdyism against the DPRK. History does not know that the man holding the prerogative of supreme command of the military forces of the U.S. has uttered such nonsense as \"total destruction\" of the DPRK and the U.S. war maniacs have staged one saber-rattling after another.\n\t\t\t\t\t\n\t\t\t\t\t Under the situation no one can vouch that the frantic war drills in south Korea will not lead to an actual war.\n\t\t\t\t\t\n\t\t\t\t\t Although the Trump clans are frantically introducing the nuclear strategic assets into south Korea, the army and people of the DPRK regard this action as last-ditch efforts and bluff of the weak fools.\n\t\t\t\t\t\n\t\t\t\t\t Trump is pulling the noose around his neck obsessed with daydream. He is driving the destiny of the U.S. doomed to ruin into bottomless abyss of total destruction.\n\t\t\t\t\t\n\t\t\t\t\t The ignorant lunatics without ability to see into the situation deserve disgrace and destruction."
        },
        {
            "title": "World Day of Teachers Marked",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-10ee.html",
            "content": "World Day of Teachers Marked\r\n Pyongyang, October 5 (KCNA) -- Leading papers here Thursday dedicate articles to mark World Day of Teachers.\n\t\t\t\t\t Noting that social progress would be unthinkable without education, the papers say:\n\t\t\t\t\t\n\t\t\t\t\t Therefore, to increase the position and role of teachers directly in charge of educational work is an important work decisive of destiny of the country, not a mere technical one.   \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says that an increasing state and social attention is directed to the education in the DPRK and the atmosphere to respect and put forward teachers is being created in the whole society.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t In particular, vivid successes are being registered in the work to spruce up the educational conditions and circumstances this year, the year of science and education.  \n\t\t\t\t\t\n\t\t\t\t\t The educators in the DPRK are discharging their mission and role in realizing the Workers' Party of Korea's plan for making all the people well versed in science and technology and developing ours into a talented nation with the pride of being committed revolutionaries who cultivate the future of the country.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will work harder to prioritize the educational work and accelerate the prosperity of the country and the nation through the might of science and technology. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that the DPRK government will increase the position and role of the teachers in active cooperation with the UNESCO and make positive contribution to the educational development and social progress."
        },
        {
            "title": "Kim Jong Un's Work Posted on Regional Body's Website",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-01ee.html",
            "content": "Kim Jong Un's Work Posted on Regional Body's Website\r\n Pyongyang, October 5 (KCNA) -- The African Regional Committee for Friendship and Solidarity with the Korean People headquartered in Nigeria on Sep. 29 posted on its website the full text of respected Supreme Leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding the Great Comrade Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" to mark the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea and its 72nd founding anniversary.\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), clarifies that it is the principled requirement for victoriously advancing the cause of the Korean revolution to hold Kim Jong Il in high esteem as the eternal general secretary of the WPK. And it indicates the tasks for steadily strengthening the WPK into the glorious party of President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Politician of DR Congo Slams U.S. President's Rubbish",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-02ee.html",
            "content": "Politician of DR Congo Slams U.S. President's Rubbish\r\n Pyongyang, October 5 (KCNA) -- Jimmy Kikoni, general secretary of the Workers' Party of DR Congo, on Sep. 28 made public a statement to condemn the U.S. chief executive's reckless remarks against the DPRK.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t How dare old lunatic Trump let out unheard-of violent remarks that he would totally destroy the DPRK?\n\t\t\t\t\t\n\t\t\t\t\t The world needs to think again about the value of the UN in existence as it gave more attention to the rubbish by the rogue of the White House who mocked the sacred UN platform.\n\t\t\t\t\t\n\t\t\t\t\t There remain socialism and justice thanks to the DPRK,\n\t\t\t\t\t\n\t\t\t\t\t Socialism is an inevitable stage of historical development and justice is sure to win.\n\t\t\t\t\t\n\t\t\t\t\t We pay high tribute to respected Supreme Leader Marshal Kim Jong Un and solemnly clarify that we will actively support the cause of the Workers' Party of Korea."
        },
        {
            "title": "Korean People's Just Cause Backed",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-03ee.html",
            "content": "Korean People's Just Cause Backed\r\n Pyongyang, October 5 (KCNA) -- The African Regional Committee for the Study of the Juche Idea made public a statement on Sept. 27 in support of the just cause of the Korean people.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The move of the imperialists to stifle the DPRK defending its sovereignty and right to existence poses a serious threat to the world peace.\n\t\t\t\t\t\n\t\t\t\t\t The world progressives should join the Korean people dynamically advancing, demonstrating the might of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t It is just the way of defending the world peace.\n\t\t\t\t\t\n\t\t\t\t\t We send firm support and solidarity to the Korean people's struggle."
        },
        {
            "title": "British Bodies Demand Withdrawal of U.S. Troops from S. Korea",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-04ee.html",
            "content": "British Bodies Demand Withdrawal of U.S. Troops from S. Korea\r\n Pyongyang, October 5 (KCNA) -- The British Association for the Study of Songun Policy, British Group for the Study of the Juche Idea, Korean Friendship Association UK and the British Solidarity Committee for Peace and Reunification of the Korean Peninsula made public a joint statement on Sept. 7 in demand of withdrawal of U.S. troops from south Korea.\n\t\t\t\t\t The statement said that the 72-year history of U.S. troops' occupation of south Korea is a history of misfortune and crimes, disclosing the crimes committed by the U.S. imperialist aggressor forces since they occupied south Korea on Sept. 8, 1945.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialism, the chieftain of the world imperialism and the boss of international reaction, is a hideous criminal which divided the Korean people who had lived as a homogeneous nation for 5 000 years.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. troops' occupation of south Korea is the main factor of Korea's division.\n\t\t\t\t\t\n\t\t\t\t\t Its military presence in south Korea itself is an insult to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. troops have acted as a master in south Korea and committed all sorts of crimes, enjoying extraordinary privileges.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is a modern-day colony in the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are posing a threat to the peace and security in the Korean peninsula and the rest of the world by escalating the tensions through ceaseless aggression war drills.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggressor forces should have withdrawn from south Korea long ago and should not have come to Korea.\n\t\t\t\t\t\n\t\t\t\t\t There is no need for the U.S. troops to station in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t We demand that U.S. troops go home."
        },
        {
            "title": "Kim Yong Nam se reune con Morozov Anton Yurevich",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-23ee.html",
            "content": "Kim Yong Nam se reune con Morozov Anton Yurevich\r\nPyongyang, 5 de octubre (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, se reunio el dia 5 en el Palacio de los Congresos de Mansudae con la delegacion del Partido Democratico Liberal de Rusia, encabezada por Morozov Anton Yurevich, miembro del Consejo Supremo y del Comite de Asuntos Internacionales, quien le hizo una visita de cortesia."
        },
        {
            "title": "Ri Su Yong conversa con Morozov Anton Yurevich",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-24ee.html",
            "content": "Ri Su Yong conversa con Morozov Anton Yurevich\r\nPyongyang, 5 de octubre (ACNC) -- Tuvieron lugar el dia 4 en esta capital las conversaciones entre Ri Su Yong, miembro del Buro Politico y vicepresidente del Comite Central del Partido del Trabajo de Corea, y Morozov Anton Yurevich, miembro del Consejo Supremo y del Comite de Asuntos Internacionales del Partido Democratico Liberal de Rusia.\n\t\t\t\t\tRi Su Yong informo el hecho de que el partido y el pueblo coreanos, unidos compactamente en torno a Kim Jong Un, Presidente del Partido del Trabajo de Corea, se esfuerzan dinamicamente por alcanzar la victoria final en la construccion de la potencia socialista y en la confrontacion antiyanqui en pleno acato a las tareas presentadas por el VII Congreso del PTC y se refirio a la necesidad de desarrollar mas las relaciones de amistad entre los dos partidos basandose en el ideal de la independencia antiimperialista.\n\t\t\t\t\t\n\t\t\t\t\tMorozov Anton Yurevich apunto que el Partido Democratico Liberal de Rusia envia la invariable solidaridad con las actividades del pueblo coreano destinadas a frustrar las peores maniobras de aislamiento y aplastamiento de EE.UU. contra la Republica Popular Democratica de Corea y lograr el desarrollo independiente del pais.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que su partido considera que la declaracion publicada el 21 de septiembre del 2017 por Su Excelencia Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, tiene gran significado y apoya activamente al amistoso y heroico pueblo coreano que lucha por defender sus derechos a la existencia y el desarrollo haciendo frente a la sancion y presion de EE.UU."
        },
        {
            "title": "Exhibidos muchos sellos por el 8 de Octubre",
            "url": "http://kcna.co.jp/item/2017/201710/news05/20171005-25ee.html",
            "content": "Exhibidos muchos sellos por el 8 de Octubre\r\nPyongyang, 5 de octubre (ACNC) -- Fueron exhibidos numerosos sellos coreanos en el Museo de Sellos de Corea y la Exhibicion Permanente de Sellos de Corea en homenaje al 20o aniversario de la eleccion del Dirigente Kim Jong Il como Secretario General del Partido del Trabajo de Corea (8 de octubre).\n\t\t\t\t\tEn ambos lugares se exhiben los sellos con imagenes sonrientes del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  Los sellos de cientos de tipos y valores exhibidos bajo los temas de \"Pueblo rinde gloria\" e \"Invencible Partido del Trabajo de Corea\" hacen recordar con emocion la trayectoria del PTC que ha exaltado su dignidad y aspecto majestuoso bajo la direccion de los grandes hombres sin pares.\n\t\t\t\t\t\n\t\t\t\t\t  Los sellos \"Nueva manana de la historia de nuestro Partido\", \"30o aniversario de la proclamacion del programa de la transformacion de toda la sociedad segun la idea Juche\" y otros demuestran la confianza y la fidelidad del ejercito y el pueblo coreanos al Dirigente.\n\t\t\t\t\t\n\t\t\t\t\t  La anoranza al eterno Secretario General del PTC esta reflejada en \"El gran camarada Kim Jong Il vive siempre en nosotros\", \"Ano en que se realiza el ideal\", etc.\n\t\t\t\t\t\n\t\t\t\t\t  \"En conmemoracion de la 4a Conferencia del Partido del Trabajo de Corea\", \"El VII Congreso del PTC\" y otros elogian las hazanas del Maximo Dirigente Kim Jong Un quien convirtio el PTC en la organizacion politica de Kim Il Sung y Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tSaltan a la vista tambien los sellos que describen la realidad de la patria y la lucha del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tLa galeria filatelica tendra lugar desde el dia 5 hasta el 13."
        }
    ]
}