{
    "date": "2017-02-03",
    "url": "http://kcna.co.jp/item/2017/201702/2017-02-03ee.html",
    "articles": [
        {
            "title": "Reply Message to President of Palestine",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-14ee.html",
            "content": "Reply Message to President of Palestine\r\nPyongyang, February 3 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, Thursday sent a reply message to Mahmoud Abbas, president of the State of Palestine.\n\t\t\t\t\t The message expressed deep thanks to the Palestinian president for his warm congratulations and wishes on the occasion of the Lunar New Year's Day.\n\t\t\t\t\t\n\t\t\t\t\t It wished him good health and happiness, expressing belief that the Palestinian people would register bigger success in their just struggle to retake all legal rights including the founding of an independent state with east Kuds as its capital."
        },
        {
            "title": "National Peace Committee Urges U.S. and S. Korean Puppet Forces to Repent of Their Act of Spawning Nuclear Issue",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-01ee.html",
            "content": "National Peace Committee Urges U.S. and S. Korean Puppet Forces to Repent of Their Act of Spawning Nuclear Issue\r\n Pyongyang, February 3 (KCNA) -- A spokesman for the National Peace Committee of Korea released a statement Friday, 59 years since the U.S. introduced nuclear weapons to south Korea and made it public.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t It was the U.S. which turned south Korea into the world's biggest nuclear arsenal through massive introduction of nuclear weapons with various missions and nuclear war hardware and it was again the U.S. which posed unprecedented nuclear threat and blackmail to the DPRK after designating it as the target of a preemptive nuclear attack.\n\t\t\t\t\t\n\t\t\t\t\t The successive pro-U.S. conservative groups of south Korea actively joined the U.S. in deploying nuclear weapons in south Korea and have been hell-bent on the nuclear war moves for invading the north in a bid to inflict a nuclear disaster on this land.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group, not content with staging frantic joint military exercises against the DPRK together with their master U.S., decided to bring THAAD to south Korea and worked out a plan for a preemptive attack on the north and has desperately pushed forward it, pushing the situation on the peninsula to the brink of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had no option but to have access to nuclear deterrence to defend its sovereignty and the nation's right to existence to cope with the U.S. and the puppet forces' reckless nuclear threat and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its henchmen south Korean puppet forces feign ignorance of their criminal act of spawning the nuclear issue on the Korean peninsula and having threatened the DPRK with nuclear weapons and faulted the DPRK's measure for bolstering its nuclear deterrence for self-defence. This reminds one of a thief crying \"Stop the Thief\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet forces have to seriously repent of their acts of introducing nuclear weapons to south Korea and having been keen on the moves for a nuclear war against the north before talking about \"nuclear threat\" from someone. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK solemnly declares once again.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet forces should not trumpet about unilateral \"denuclearization of the north,\" talking about the fictitious \"nuclear threat from the north\" and \"provocation,\" but open to public and dismantle all nuclear weapons in south Korea and start denuclearizing the south in a verifiable way in the world's eyes.\n\t\t\t\t\t\n\t\t\t\t\t They have to stop all north-targeted nuclear war exercises being staged after bringing nuclear strike means to the Korean peninsula and its vicinity and withdraw the U.S. aggression forces from south Korea and assure that they would not threaten the DPRK with nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will take a series of eventful measures as a nuclear power and full-fledged military power in the East and further bolster its capability for self-defence and capability for preemptive attack with the nuclear force as the core as long as the U.S. and its vassal forces continue nuclear threat and blackmail against the DPRK and do not stop nuclear war exercises at its doorstep under the pretext of annual ones despite its repeated warnings. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet forces have to behave with discretion, though belatedly, clearly understanding who their rival is and facing up to the trend of the times."
        },
        {
            "title": " CPRC Spokesman Blasts S. Korean Unification Minister's Anti-DPRK Rubbish",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-18ee.html",
            "content": "CPRC Spokesman Blasts S. Korean Unification Minister's Anti-DPRK Rubbish\r\n Pyongyang, February 3 (KCNA) -- A spokesman for the Policy Department of the Committee for the Peaceful Reunification of the Country (CPRC) of the DPRK issued a statement Friday denouncing the south Korean puppet unification minister's remarks inciting confrontation with the DPRK.\n\t\t\t\t\t Unification Minister Hong Yong Phyo at a recent plenary meeting of the policy advisory committee of the Unification Ministry zealously shielded Park Geun Hye's policy of confrontation with the DPRK, saying \"the Park regime made painstaking efforts to advance the denuclearization of the north while maintaining consistency in its policy\". He also talked rubbish about \"unification of social systems\", jabbering that \"it is hard to settle the denuclearization without change of the north\" and \"its nuclear issue must be viewed as a unification issue\".\n\t\t\t\t\t\n\t\t\t\t\t At a \"gathering of homesick people\" held in Rimjin Pavilion, he groundlessly faulted the DPRK while talking about \"solution of the issue of divided families\" and even trumpeted about leading the north to \"denuclearization\" and \"changes\" in cooperation with the international community.\n\t\t\t\t\t\n\t\t\t\t\t The statement branded this as last-ditch efforts to quell the ever-growing south Korean public's demand for the improvement of the north-south relations and save Park who is breathing her last. It continued:\n\t\t\t\t\t\n\t\t\t\t\t Hong is a top-class cat's paw who worked as a mouthpiece for Park, enough to put into the shade the spokesman for Chongwadae, as he zealously supported Park's policy for escalating confrontation with the fellow countrymen in the north, the policy against the nation and reunification, since her early days of office.\n\t\t\t\t\t\n\t\t\t\t\t Through his recent confrontation remarks he proved himself to be in the same boat with Park Geun Hye and Choe Sun Sil.\n\t\t\t\t\t\n\t\t\t\t\t As for his crimes, Hong is a matchless traitor as bad as Park and Choe, and he is more dead than alive, deprived of any qualifications to breathe under the same sky as others.\n\t\t\t\t\t\n\t\t\t\t\t Hong had better wait for his doomsday, well aware that he has to stand trial together with Park."
        },
        {
            "title": "Prompt Repatriation of DPRK Women Citizens Urged: Spokesman of C.C, DPRK Red Cross Society",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-15ee.html",
            "content": "Prompt Repatriation of DPRK Women Citizens Urged: Spokesman of C.C, DPRK Red Cross Society\r\n Pyongyang, February 3 (KCNA) -- A spokesman for the Central Committee of the DPRK Red Cross Society Friday made public a statement on the lapse of 10 months since women citizens of the DPRK were allured and abducted to south Korea by the Park Geun Hye group.\n\t\t\t\t\t Noting that 12 women citizens of the DPRK in Ningbo, Zhejiang Province of China were allured and abducted in broad daylight to south Korea in April last year, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK strongly demanded that south Korea unconditionally repatriate the abducted women citizens in safe when agents of the Intelligence Service and the south Korean authorities including the Foreign Ministry committed the surprise terrorist act on the order of the witch of Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t However, Park Geun Hye and the puppet group continued to commit unpardonable crimes without hesitation, far from making apology for such heinous abduction and repatriating the women citizens to the north.\n\t\t\t\t\t\n\t\t\t\t\t They disregarded the strong demand of the families of the abductees for face-to-face meeting with their daughters in Seoul, talking about \"group defection according to their free will.\" They have detained the abductees in solitary cells away from contact with outside, imposing mental and physical sufferings, torment, appeasement and deception, threats and blackmail to force defection upon them.\n\t\t\t\t\t\n\t\t\t\t\t They refused to comply with the demand for face-to-face meeting with the women citizens under the absurd pretence \"personal safety\" of their families. And they did not send those women to the closed-door trial staged by a court of south Korea which went through necessary procedures, terming it \"dancing to the tune of the north's assertion about abduction\" and finally aborting the trial.\n\t\t\t\t\t\n\t\t\t\t\t They are dealing the issue of safety of the abductees as top secret, prompted by their sinister intention to keep the truth about their crime buried into oblivion forever.\n\t\t\t\t\t\n\t\t\t\t\t Their abduction and custody of DPRK women citizens are an unpardonable violation of dignity and sovereignty of the DPRK and a heinous inhumane crime against human rights as they deliberately \"divided families\".\n\t\t\t\t\t\n\t\t\t\t\t The nation will never pardon the south Korean puppet group's inhumane and traitorous acts of forcing the parents and their children to live separated from each other and reducing the abductees to victims of their operation to escalate the confrontation with the compatriots."
        },
        {
            "title": "School Youth and Children Make Study Tour of Areas of Pochonbo, Rimyongsu",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-20ee.html",
            "content": "School Youth and Children Make Study Tour of Areas of Pochonbo, Rimyongsu\r\n Samjiyon, February 3 (KCNA) -- School youth and children from across the country made study tour of areas of Pochonbo and Rimyongsu.\n\t\t\t\t\t After arriving at Pochonbo since their departure from Hyesan on Feb. 1, they placed floral baskets and bouquets before the statue of President Kim Il Sung and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the command post of the Battle of Pochonbo, the police sub-station, the subcounty office, etc., after being briefed on the Pochonbo Revolutionary Battle Site.\n\t\t\t\t\t\n\t\t\t\t\t On Feb. 2, the marchers went through the Spring Site in Poso-ri to the Tableland of Junghung from where Mt. Paektu is in sight.\n\t\t\t\t\t\n\t\t\t\t\t They arrived at the Rimyongsu Revolutionary Site on Feb. 3, where they went round various parts of the site to grasp the feats of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t That day they visited Chongbong and Konchang bivouacs, where there are historic relics such as the place where anti-Japanese war heroine Kim Jong Suk boiled rice and the site of the headquarters and slogan-bearing trees.\n\t\t\t\t\t\n\t\t\t\t\t During the study tour they had a meeting to hear impressions of the reminiscences of anti-Japanese guerrillas, a question-and-answer study contest and other political and cultural events.\n\t\t\t\t\t\n\t\t\t\t\t The study tour continues."
        },
        {
            "title": " AFC Referees Memento Award Conferred",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-16ee.html",
            "content": "AFC Referees Memento Award Conferred\r\n Pyongyang, February 3 (KCNA) -- Some days ago, Pak Yong Sun, women's football coach of the Pyongyang Sports Team, received AFC Referees Memento Award for her devotion to football development.\n\t\t\t\t\t She had been qualified for an international referee from 1997 to 2016. And she was active as an assistant referee in 50-odd international football games, including the 2008 FIFA U-17 Women's World Cup, the 13th Asian Women's Football Championships and the women's football event of the 17th Asian Games.\n\t\t\t\t\t\n\t\t\t\t\t When interviewed by KCNA, Pak Yong Sun said that she would continue to make contribution to training of football reserves and development of football technique."
        },
        {
            "title": "Wonsan Army-People Power Station",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-17ee.html",
            "content": "Wonsan Army-People Power Station\r\n Pyongyang, February 3 (KCNA) -- The Wonsan Army-People Power Station in Kangwon Province, the DPRK is one of monumental structures built in the spirit of self-reliance and self-development.\n\t\t\t\t\t It is a counter flow change station with much rainfall in its dam basin.\n\t\t\t\t\t\n\t\t\t\t\t With its completion, Kangwon Province came to be fully supplied with power necessary for its economic development and people's living. And a big lake appeared, adding beauty to its surrounding areas.\n\t\t\t\t\t\n\t\t\t\t\t The site of the power station was chosen by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t When visiting the power station in December Juche 105 (2016), respected Supreme Leader Kim Jong Un highly appreciated the fighting spirit displayed by the people in Kangwon Province during its construction."
        },
        {
            "title": "DPRK's Satellite Launch Can Never be Accusable",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-08ee.html",
            "content": "DPRK's Satellite Launch Can Never be Accusable\r\nPyongyang, February 3 (KCNA) -- The defence ministry of Japan launched H-2A rocket carrying a military communication satellite in Kagoshima Prefecture. The satellite is reportedly to be used for commanding and controlling every unit of the \"Self-Defence Forces\" and sharing intelligence.\n\t\t\t\t\tCommenting on this, Rodong Sinmun Friday says that Japan is a criminal state to be censured by the world as it abuses for its sinister purpose the outer space, asset common to humankind to be used peacefully for the wellbeing of human beings and the development of civilization.\n\t\t\t\t\t\n\t\t\t\t\tWhat matters is that the U.S. and its vassal forces and other riff-raffs keep mum about Japan's above-said military action, though they behaved mischievously, taking issue with the DPRK's each satellite launch for peaceful purposes, the paper points out, assailing the unfair behavior of the UNSC which cooked up a \"sanctions resolution\" against the DPRK over its satellite launch.\n\t\t\t\t\t\n\t\t\t\t\tThe UNSC has neither qualifications nor justification to talk about the DPRK's satellite launches, it says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe recent behavior of the U.S. and its vassal forces convinces the DPRK once again that its satellite launches are legitimate and they can never be accusable as they are projects of justice contributing to the prosperity of the country and the nation, the development of human civilization and progress of science and technology.\n\t\t\t\t\t\n\t\t\t\t\tAnd the DPRK's road of conquering space is not just a simple scientific research but the road of revolution and independence and it is being explored amid a fierce struggle against the hostile forces keen to deprive us of peace and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\tIt is the DPRK's firm resolution and will to break through the cutting edge in space development, an important project related to the national dignity and self-respect."
        },
        {
            "title": "Rodong Sinmun Calls for Stepping up Nationwide March towards Reunification",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-09ee.html",
            "content": "Rodong Sinmun Calls for Stepping up Nationwide March towards Reunification\r\n Pyongyang, February 3 (KCNA) -- This year will mark the 45th anniversary of the historic July 4 joint statement and the 10th anniversary of the October 4 declaration, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t It is the unanimous will of all Koreans in the north and the south and abroad to glorify this year as a very significant year of opening a new phase of independent reunification by stepping up the nationwide march towards reunification by the concerted efforts of the Koreans, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad should turn out as one with patriotic intention and will to dynamically push ahead with the cause of national reunification, smashing the obstructive maneuvers of the anti-reunification forces at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t It is an important matter related to the rise and fall of the Korean nation to improve the inter-Korean relations and defuse the tension on the Korean peninsula. The Koreans will suffer tremendous disasters if another war breaks out on this land.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should achieve solidarity, alliance and unity on the principle of subordinating everything to national reunification, the cause common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t They should step up the nationwide march for reunification, true to the noble intention and patriotic guidance of respected Supreme Leader Kim Jong Un and thus fulfill their responsibility and duty before the times and history."
        },
        {
            "title": "KCNA Commentary Blasts Park Geun Hye Group's Political Terrorism",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-10ee.html",
            "content": "KCNA Commentary Blasts Park Geun Hye Group' Political Terrorism\r\n Pyongyang, February 3 (KCNA) -- It was disclosed that the Park Geun Hye group has suppressed and persecuted personages of different social standings after secretly putting them on black lists.\n\t\t\t\t\t The above-said lists, alias \"black list,\" \"blue list,\" and \"list of enemy force\", included personages of all social standings and even conservative figures who did not support Park or had even slight grievances against her.\n\t\t\t\t\t\n\t\t\t\t\t Those people are subject to illegal surveillance and excluded from the list of persons to be promoted and expected to receive \"government\" subsidies.\n\t\t\t\t\t\n\t\t\t\t\t This is a blatant challenge to the public as it is fascist terrorism, hideous encroachment on democracy and human rights abuses just the same as that prevailed in the era of \"yusin\" dictatorship characterized by the unprecedented dark rule.\n\t\t\t\t\t\n\t\t\t\t\t Those \"persons on the black lists\" subject to the tyranny and arbitrary practices of the Park group include personages in the fields of culture and arts, education, media and sports and all other social circles. Officials of Chongwadae, the Intelligence Service (IS) and administrative bodies were involved in the act of mapping out those lists reminiscent of scenarios for modern-day witch hunt.\n\t\t\t\t\t\n\t\t\t\t\t The recently disclosed case of blacklisting persons of literature and arts is a product of the cynical ploy of the puppet regime to throw many progressive persons of literature and arts behind bars after putting them on the black list in a bid to quell the anti-\"government\" sentiments and weather its ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t For instance, the \"black list\" contained the names of 9,473 persons of literature and arts who either took part in the signature campaign to demand the repeal of the \"government ordinance on ferry Sewol\" or supported the declaration on the ferry disaster or voted against candidates from the ruling party in the \"presidential\" and Seoul mayoral elections but for candidates from opposition and independent camps.\n\t\t\t\t\t\n\t\t\t\t\t It was Park Geun Hye who sponsored the illegal barbarous terrorism.\n\t\t\t\t\t\n\t\t\t\t\t It is the instinctive physiology of Park to revive the repressive machinery dating back to the era of \"yusin\" dictatorship and enforce the intelligence-based terror politics as she wrested power the way her father, a fascist dictator, did.\n\t\t\t\t\t\n\t\t\t\t\t In addition to intelligence and investigation institutions such as IS, the Ministry of Employment and Labor, the Ministry of Public Health and Welfare, the \"Office of National Tax Administration\" and other \"government\" offices and local power bodies were hurled into such indiscriminate political surveillance.\n\t\t\t\t\t\n\t\t\t\t\t The Park regime went the lengths of working out a document called \"incumbent mayor of Seoul's leftist administration and orientation of counteraction\" and conducting political surveillance aimed to check his influence. \n\t\t\t\t\t\n\t\t\t\t\t A secretary of the Intelligence Committee of the puppet \"National Assembly\" was reported to have openly claimed in his radio broadcasting appearance that the security organs had nothing to be blamed as the IS conducted wiretapping and surveillance over civilians once in every four months with the permission of Park. \n\t\t\t\t\t\n\t\t\t\t\t Consequently, south Korea has turned into a dark society where freedom and democracy and even people's elementary freedom to express their will and conduct political activities are mercilessly trampled down. This is an inevitable product of the barbarous intelligence-based politics and fascist repressive rule of traitor Park.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime is, indeed, a group of criminals and political gangsters who make no scruple of committing any base and heinous actions for staying in power.\n\t\t\t\t\t\n\t\t\t\t\t They are fated to go to ruin as they brandish swords of dictatorship against all compatriots, regarding them as \"enemy\" and \"those\" to be eliminated."
        },
        {
            "title": "Hwang Kyo An Criticized in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-12ee.html",
            "content": "Hwang Kyo An Criticized in S. Korea\r\n Pyongyang, February 3 (KCNA) -- The Citizens Solidarity for Democratic Society of south Korea on Thursday demanded in a commentary that puppet Prime Minister Hwang Kyo An step down immediately.\n\t\t\t\t\t The commentary said that Hwang is liable for the case of abusing power as \"prime minister\" under the Park Geun Hye regime.\n\t\t\t\t\t\n\t\t\t\t\t What matters more is that he has stood in the van of the movement for the political revival of the \"Saenuri Party\", an accomplice of the Park Geun Hye-Choe Sun Sil scandal, it noted, urging him to step down right now and accept the investigation of the special inspection."
        },
        {
            "title": "Authorities' Distortion of History Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-13ee.html",
            "content": "Authorities' Distortion of History Denounced in S. Korea\r\n Pyongyang, February 3 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps, the Students Joint Action for Japan's Apology and Reparation for Sexual Slavery and Repeal of Traitorous south Korea-Japan Agreement and other organizations and citizens in south Korea held a Wednesday rally outside the Japanese embassy in Seoul on Feb. 1 to protest against the south Korean authorities' distortion of history.\n\t\t\t\t\t Speakers at the rally charged that the \"government\" distorted the history of Japan's invasion in the past by releasing the final copy of \"state-compiled history textbook\" on Jan. 31.\n\t\t\t\t\t\n\t\t\t\t\t They said they cannot repress resentment at the regime's attitude of keeping mum about Japan's demand for removing the statue of girl.\n\t\t\t\t\t\n\t\t\t\t\t Noting that they cannot recognize the textbook beautifying sycophancy toward Japan and covering up the crimes of the past dictatorial regime, they called for setting the history right by the strength of the people."
        },
        {
            "title": "Repeal of Textbook Distorting Kwangju Massacre Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-19ee.html",
            "content": "Repeal of Textbook Distorting Kwangju Massacre Urged in S. Korea\r\n Pyongyang, February 3 (KCNA) -- The Committee of Measures against the Distortion of History of the May 18 Popular Uprising reportedly issued a statement at the Kwangju City Office on Wednesday in protest against the puppet authorities' distortion of history through textbooks.\n\t\t\t\t\t The statement disclosed that the final edition of the recent \"state-compiled history textbook\" makes a wrong description that during the Kwangju popular uprising 37 years ago the Martial Law Force inevitably occupied the provincial office.\n\t\t\t\t\t\n\t\t\t\t\t The textbook distorted and played down the incident by claiming that the uprising occurred in the course of excessively suppressing the demonstration by the students of Chonnam University, the statement noted, adding that the regime which wielded bayonets against the citizens of Kwangju is going to enforce distorted education for younger generation through twisted history textbooks.\n\t\t\t\t\t\n\t\t\t\t\t It urged the regime to immediately repeal the distorted textbook seriously falsifying the history of May 18 uprising."
        },
        {
            "title": "Discrimination against Korean Schools Protested in Japan",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-11ee.html",
            "content": "Discrimination against Korean Schools Protested in Japan\r\n Pyongyang, February 3 (KCNA) -- The first Friday action was staged outside the Ministry of Education, Culture, Sports, Science and Technology of Japan on Jan. 27 in demand of applying the tuition-free program for senior high schools to the Korean schools.\n\t\t\t\t\t Students of the Korean University, compatriots and Japanese personages, involved in the action, called for lifting the discrimination policy against the Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t Rejecting the decision of the Osaka District Court as unreasonable, they charged that the action taken by the Japanese government and self-governing bodies to exclude only Korean schools from the list of the tuition-free program is not only unreasonable national discrimination but an act of violating the right to learning.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would fight on with all efforts to defend the national education, a work for protecting the dignity of the nation."
        },
        {
            "title": "Day of Sun, Day of Shining Star to Be Marked in Russia's Nakhodka",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-02ee.html",
            "content": "Day of Sun, Day of Shining Star to Be Marked in Russia's Nakhodka\r\n Pyongyang, February 3 (KCNA) -- A Nakhodka City, Russia, preparatory committee for celebrating the Day of the Sun and the Day of the Shining Star, the birth anniversaries of President Kim Il Sung and leader Kim Jong Il, was formed on Jan. 28.\n\t\t\t\t\t Zelenov, first secretary of the Nakhodka City, Maritime Territory, Committee of the Communist Party of the Russian Federation, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize diverse political and cultural events praising the revolutionary careers and exploits of the great leaders in the period from February to April."
        },
        {
            "title": "Day of Shining Star to Be Marked in Sweden",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-03ee.html",
            "content": "Day of Shining Star to Be Marked in Sweden\r\n Pyongyang, February 3 (KCNA) -- A Swedish preparatory committee for celebrating the Day of the Shining Star, the birth anniversary of leader Kim Jong Il, was formed on January 18.\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, Oskar Molleby, chief of the Swedish Group for the Study of the Juche Idea, and an executive member of the Goteborg Committee of the Communist Party of Sweden were elected co-chairmen of the preparatory committee."
        },
        {
            "title": "Birthdays of DPRK's Great Leaders to Be Marked in Syria",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-04ee.html",
            "content": "Birthdays of DPRK's Great Leaders to Be Marked in Syria\r\n Pyongyang, February 3 (KCNA) -- The Socialist Unionist Party of Syria formed a preparatory committee for celebrating the 105th birth anniversary of President Kim Il Sung and the 75th birth anniversary of leader Kim Jong Il on January 23.\n\t\t\t\t\t Its General Secretary Adnan Ismail was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set the days from January 25 to April 17 as a celebration period and decided to give wide publicity to the revolutionary careers and exploits of Kim Il Sung and Kim Jong Il in the period."
        },
        {
            "title": "Day of Shining Star to Be Marked in Ireland",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-05ee.html",
            "content": "Day of Shining Star to Be Marked in Ireland\r\n Pyongyang, February 3 (KCNA) -- An Irish preparatory committee for celebrating the Day of the Shining Star, the birth anniversary of leader Kim Jong Il, was formed on January 18.\n\t\t\t\t\t Irina Malenko, chairperson of the Ireland-Korea Friendship Association, was elected chairperson of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events praising the exploits of Kim Jong Il on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Appeal of African Preparatory Committee for Gathering 2017-Praise to Great Persons of Mt Paektu",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-06ee.html",
            "content": "Appeal of African Preparatory Committee for Gathering 2017-Praise to Great Persons of Mt Paektu\r\n Pyongyang, February 3 (KCNA) -- The African regional preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu made public an appeal on January 13 in support of an official statement issued by the International Preparatory Committee for \"Gathering 2017-Praise to the Great Persons of Mt Paektu.\n\t\t\t\t\t The appeal said:\n\t\t\t\t\t\n\t\t\t\t\t This year marks the 105th birth anniversary of HE President Kim Il Sung and the 75th birth anniversary of HE Kim Jong Il, who had made undying contributions to the prosperity of socialist Korea and the cause of global independence, and the 5th anniversary of the election of HE Kim Jong Un, supreme leader of the Korean people, to the highest posts of the party and the state of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The progressive humankind have deep reverence and affection for Kim Il Sung and Kim Jong Il who rendered disinterested material and moral assistance to the national-liberation struggle in colonial African countries and their building of new society.\n\t\t\t\t\t\n\t\t\t\t\t And they boundlessly revere Kim Jong Un who is wisely leading the building of a socialist power in the DPRK, smashing the high-handed challenges and threat of the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t To convey the exploits of the peerlessly great men, deeply revered by the progressive humankind, through all ages is also the desire of the Africans who are eager to live and develop independently against all sorts of domination and subordination.\n\t\t\t\t\t\n\t\t\t\t\t We call upon all the organizations for friendship and solidarity with the Korean people and the progressive personages in Africa to take active part in the work for erecting the Monument to the Great Persons of Mt Paektu."
        },
        {
            "title": "Kim Jong Un envia mensaje de respuesta al presidente palestino",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-21ee.html",
            "content": "Kim Jong Un envia mensaje de respuesta al presidente palestino\r\nPyongyang, 3 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, envio el dia 2 un mensaje de respuesta al Presidente del Estado de Palestina, Mahmoud Abbas.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLe expreso a Vd. mi profundo agradecimiento por haberme enviado calurosas felicitaciones y saludos con motivo del Ano Nuevo. \n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad, le deseo buena salud y felicidad, convencido de que se alcanzaran mayores exitos en la justa lucha del pueblo palestino por rescatar todos los derechos legitimos, incluso la fundacion de un Estado independiente con Kuds Este como capital."
        },
        {
            "title": "CNCDP tilda a EE.UU. y Sudcorea de causantes de problema nuclear de Peninsula Coreana",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-22ee.html",
            "content": "CNCDP tilda a EE.UU. y Sudcorea de causantes de problema nuclear de Peninsula Coreana\r\nPyongyang, 3 de febrero (ACNC) -- En relacion con que se cumplen los 59 anos desde cuando EE.UU. introdujo las armas nucleares en el suelo surcoreano y lo dio a la publicidad, el portavoz del Comite Nacional Coreano por la Defensa de la Paz (CNCDP) publico el dia 3 una declaracion que va como sigue:\n\t\t\t\t\tEs precisamente el imperio americano que convirtio el suelo surcoreano en el mayor polvorin nuclear mediante la introduccion de armas nucleares de distintos tipos y otros pertrechos de guerra nuclear y ejercio la inaudita amenaza y chantaje nucleares sobre la Republica Popular Democratica de Corea fijandola como blanco de ataque preventivo nuclear. \n\t\t\t\t\t\n\t\t\t\t\tHistoricamente, la banda conservadora proyanqui del Sur de Corea se incorporo activamente a colocar a puertas abiertas en el territorio patrio las armas nucleares de fabricacion norteamericana y se entrego a los ejercicios de guerra nuclear contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, la banda de Park Geun-hye, insatisfecha con los fanaticos ejercicios belicos conjuntos anti-RPDC en contubernio con su amo norteamericano, decidio emplazar el sistema antimisiles THAAD, trazo hasta el plan de ataque preventivo nuclear contra la misma nacion y se desespera para ponerlo en practica, llevando asi la situacion de la Peninsula Coreana al borde de la guerra nuclear. \n\t\t\t\t\t\n\t\t\t\t\tFrente a la imprudente amenaza y chantaje nucleares de EE.UU. y los titeres surcoreanos, la RPDC se vio obligada a disponer del disuasivo nuclear para defender la soberania y la subsistencia de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, EE.UU. y los titeres surcoreanos cuestionan el fortalecimiento del disuasivo nuclear de autodefensa de la RPDC sin decir nada de su crimen de haber causado el problema nuclear de la Peninsula Coreana y amenazado con armas nucleares al pais socialista, lo cual es un acto cinico igual a un incendiario que grita \"!Fuego!\".\n\t\t\t\t\t\n\t\t\t\t\tAntes de hablar de la \"amenaza nuclear\" de alguien, EE.UU. y su lacayo deben reflexionar sobre sus crimenes de haber introducido las armas nucleares en el suelo surcoreano y entregado a las maniobras de guerra nuclear contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tVolvemos a declarar con seriedad.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y la camarilla titere surcoreana deben dar a la publicidad y abolir todas sus armas nucleares desplegadas en el Sur de Corea, en lugar de hablar unilateralmente de la \"desnuclearizacion del Norte\" bajo el pretexto injusto de la \"amenaza nuclear y provocacion provenientes del Norte de Corea\" y dar primacia a la verificable desnuclearizacion del Sur. \n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, deben dejar los ejercicios de guerra nuclear de agresion a la RPDC de diferentes tipos que se desarrollan en la Peninsula Coreana y su contorno mediante la introduccion de medios de ataque nuclear, retirar las tropas norteamericanas estacionadas en el Sur de Corea y comprometerse a no amenazar con armas nucleares a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. y sus seguidores siguen ejerciendo la amenaza y chantaje nucleares contra la RPDC y no dejan de librar los alborotos de guerra nuclear con la excusa de que es una tradicion efectuarlos ano tras ano, pese a la reiterada advertencia de la RPDC, fortaleceremos mas la capacidad de autodefensa nacional y de ataque sorpresivo centrada en las fuerzas armadas nucleares demostrando escalonadamente todas las medidas de accion que podemos tomar como digna potencia nuclear y militar del Oriente. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y los titeres surcoreanos deben saber bien a su rival y la corriente de la epoca y actuar con prudencia."
        },
        {
            "title": "Departamento de Politica de CRPP refuta disparate anti-RPDC de Hong Yong Phyo",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-23ee.html",
            "content": "Departamento de Politica de CRPP refuta disparate anti-RPDC de Hong Yong Phyo\r\nPyongyang, 3 de febrero (ACNC) -- El portavoz del Departamento de Politica del Comite por la Reunificacion Pacifica de la Patria de la Republica Popular Democratica de Corea hizo publica el dia 3 una declaracion condenando el disparate conflictivo anti-RPDC del ministro de Unificacion surcoreano, Hong Yong Phyo.\n\t\t\t\t\tEn una reciente reunion plenaria del comite consultivo politico del Ministerio de Unificacion, Hong defendio la politica conflictiva anti-RPDC de la traidora Park Geun-hye, diciendo que \"el gobierno de Park ha sufrido mucho para impulsar la desnuclearizacion del Norte (de Corea) manteniendo la constancia de su politica\".\n\t\t\t\t\t\n\t\t\t\t\tE insistio en la \"unificacion mediante la fusion de regimenes\" disparateando que \"es dificil resolver el problema de desnuclearizacion sin el cambio del Norte\" y \"hay que tratar el problema nuclear del Norte como el de unificacion\", especifica la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn el llamado \"encuentro de los nostalgicos\" efectuado en el Pabellon Rimjin, Hong acuso injustamente a la parte connacional hablando de la \"solucion del problema de familiares separados\" y anuncio que inducira la \"desnuclearizacion\" y el \"cambio\" del Norte en cooperacion con la sociedad internacional. \n\t\t\t\t\t\n\t\t\t\t\tEsto es el proceder agonico para sofocar la cada dia mas creciente demanda de diversos estratos surcoreanos a la mejora de relaciones intercoreanas y salvar a la traidora Park convertida en una momia viva. \n\t\t\t\t\t\n\t\t\t\t\tDesde el principio del mandato de Park, Hong Yong Phyo ha sido el lacayo mas fiel de ella que cualquier portavoz de Chongwadae. El era defensor resuelto de la politica fratricida de caracter antinacional y anti-reunificacion de la traidora Park. \n\t\t\t\t\t\n\t\t\t\t\tEsta vez, se ha revelado de nuevo que Hong es el complice de Park Geun-hye y Choe Sun Sil y el traidor identico a estas. \n\t\t\t\t\t\n\t\t\t\t\tA este maniaco de enfrentamiento fratricida, le convendria esperar junto con Park Geun-hye el dia de la sentencia del pueblo."
        },
        {
            "title": "ACR urge a autoridades surcoreanas a devolver a empleadas secuestradas de RPDC",
            "url": "http://kcna.co.jp/item/2017/201702/news03/20170203-24ee.html",
            "content": "ACR urge a autoridades surcoreanas a devolver a empleadas secuestradas de RPDC\r\nPyongyang, 3 de febrero (ACNC) -- Con respecto a que transcurren 10 meses desde cuando se llevaron al Sur de Corea las ciudadanas norcoreanas secuestradas en grupo por las autoridades surcoreanas, el portavoz del Comite Central de la Asociacion de la Cruz Roja de la Republica Popular Democratica de Corea hizo publica el dia 3 una declaracion. \n\t\t\t\t\tEn abril del ano pasado, los titeres surcoreanos secuestraron a plena luz del dia a las 12 ciudadanas de la RPDC en Ningbo de la provincia china de Zhejiang y las llevaron forzosamente al Sur de Corea, recuerda la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tEste inaudito crimen antietico se cometio como una operacion terrorista sorpresiva por los gangsteres del Servicio de Inteligencia y las autoridades surcoreanas incluso el Ministerio de Relaciones Exteriores bajo el mando de la bruja de Chongwadae. \n\t\t\t\t\t\n\t\t\t\t\tAl respecto, demandamos fuertemente devolver en salvo y sin condicion a las secuestradas. \n\t\t\t\t\t\n\t\t\t\t\tPero, Park Geun-hye y sus compinches abultaron sin escrupulos los crimenes intolerables, en lugar de pedir disculpa por el respecto y devolver a las secuestradas. \n\t\t\t\t\t\n\t\t\t\t\tSoltando el disparate de que es una \"fuga colectiva segun la voluntad libre\", desoyeron los ruegos vehementes de los familiares de las victimas de salir a Seul para encontrarse con sus hijas, encarcelaron en celdas a las secuestradas y les obligaron la \"sumision\" con horribles torturas mentales y fisicas, adormecimiento, engano, amenaza y chantaje. \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a la demanda de sostener la entrevista con las secuestradas, lo negaron pretextando injustamente la \"seguridad\" de sus familiares. Y no permitieron la comparecencia de las secuestradas en el juicio cerrado del Tribunal del Sur de Corea efectuado segun los tramites correspondientes y llevaron al fracaso el juicio hablando de \"asentimiento a la insistencia del Norte en el secuestro\". \n\t\t\t\t\t\n\t\t\t\t\tBajo la artimana astuta de ocultar la verdad de su crimen, mantienen en absoluto secreto la situacion personal de las secuestradas.\n\t\t\t\t\t\n\t\t\t\t\tEl secuestro y la retencion forzosa a las ciudadanas de la RPDC resultan imperdonable violacion de la dignidad y soberania de la RPDC y crimen de lesa humanidad que causa artificialmente los \"familiares separados\". \n\t\t\t\t\t\n\t\t\t\t\tEs intolerable el crimen antietico y antinacional de los titeres surcoreanos que separan a los padres de sus hijas y victiman a las ciudadanas de la RPDC en las intrigas de enfrentamiento fratricida."
        }
    ]
}