{
    "date": "2017-04-11",
    "url": "http://kcna.co.jp/item/2017/201704/2017-04-11ee.html",
    "articles": [
        {
            "title": "National Meeting Marks 5th Anniversary of Kim Jong Un's Assumption of Top Party and State Posts",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-36ee.html",
            "content": "National Meeting Marks 5th Anniversary of Kim Jong Un's Assumption of Top Party and State Posts\r\nPyongyang, April 11 (KCNA) -- A national meeting took place at the People's Palace of Culture here Tuesday to celebrate the 5th anniversary of respected Supreme Leader Kim Jong Un's assumption of the top posts of the party and the state.\n\t\t\t\t\t Present there were Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae and other senior party, state and army officials, members of the party central leadership organ in Pyongyang, deputies to the Supreme People's Assembly, officials of party, armed forces and power organs, social organizations, ministries and national institutions, men and officers of the Korean People's Army and the Korean People's Internal Security Forces, officials of institutions and industrial establishments in Pyongyang and persons of distinguished services.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the WPK Central Committee, made a report.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that having Kim Jong Un at the top posts of the party and the state as unanimously desired by the whole party and army and all the people was a historic event to be specially recorded in history as it ushered in an era of fresh victory and prosperity for the party, the revolution, the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un has led the party and the state along the road of steady victories with his outstanding ideology and leadership, thus ushering in a great heyday in accomplishing the socialist cause, the reporter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He perfectly settled the important issues arising in the times and the revolutionary practice, thereby giving a steady continuity to the lifeline of the Korean revolution started in Mt Paektu and steering the advance in the new century of Juche with great victory.\n\t\t\t\t\t\n\t\t\t\t\t He has directed primary efforts to the work of holding President Kim Il Sung and leader Kim Jong Il in high esteem as the eternal leaders of the party and the revolution and the sun of Juche, thus making sure that history of the sun is given a steady continuity generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t There prevailed the great trend of noble loyalty and sense of obligation to firmly ensure the succession to the Juche revolution, the Songun revolution and the steady continuity of the blood ties between the leader and the people thanks to the struggle to uphold the ideology and cause of the great leaders and devotedly implement their behests.\n\t\t\t\t\t\n\t\t\t\t\t By making sure that a hot wind of great innovations and leap forward raged on all fronts of socialist construction, Kim Jong Un consolidated the eternal foundation of the Juche revolution laid by the great leaders and brought about the era of changes.\n\t\t\t\t\t\n\t\t\t\t\t The wise leadership, he provided over the gigantic drive of creating everything in the spirit of self-reliance and self-development by encouraging the army and people to give full play to the invincible mental power and the might of science and technology, has resulted in bringing about steady miraculous victories and achievements startling the world in all fields of politics, military, economy and culture despite the worst difficulties.\n\t\t\t\t\t\n\t\t\t\t\t Human history of politics knows no such prominent great man as Kim Jong Un who has confidently steered the overall affairs of the party and the state and thus put the dignity and position of the country on the highest level in such a short period and achieved prosperity and high level of civilization, the jobs which others could hardly do even in several decades.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called for successfully implementing the decision made at the 7th Congress of the WPK and accelerating the victorious advance of socialism, true to the idea and leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can check the advance of the WPK and the army and people of the DPRK led by the illustrious great man of Mt Paektu, and the Korean-style socialist cause of Juche is sure to triumph, the reporter concluded."
        },
        {
            "title": "5th Session of 13th SPA Held",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-29ee.html",
            "content": "5th Session of 13th SPA Held\r\nPyongyang, April 11 (KCNA) -- The Fifth Session of the 13th Supreme People's Assembly of the DPRK was held at the Mansudae Assembly Hall Tuesday.\n\t\t\t\t\t Attending it was Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Deputies to the SPA were present.\n\t\t\t\t\t\n\t\t\t\t\t Officials of party, armed forces and power organs, social organizations, ministries and national institutions and those in the fields of science, education, literature and arts, public health and media were on hand as observers.\n\t\t\t\t\t\n\t\t\t\t\t The following agenda items of the Fifth Session of the 13th SPA were decided at the session.\n\t\t\t\t\t\n\t\t\t\t\t1. On review of work of the Cabinet for Juche 105 (2016) for carrying out the five-year strategy for the development of national economy, and tasks for Juche 106 (2017)\n\t\t\t\t\t\n\t\t\t\t\t2. On summing up the execution of the state budget of the DPRK for Juche 105 (2016) and state budge for Juche 106 (2017) \n\t\t\t\t\t\n\t\t\t\t\t3. On review of the execution of the law on enforcing the universal 12-year compulsory education system\n\t\t\t\t\t\n\t\t\t\t\t4. On election of Diplomatic Commission of the SPA\n\t\t\t\t\t\n\t\t\t\t\t5. Organizational matters\n\t\t\t\t\t\n\t\t\t\t\t Deputy Pak Pong Ju, premier of the Cabinet, in his report on the first agenda item said that the plan of gross industrial output value was over-fulfilled in all fields of the national economy last year, and this made a breakthrough toward accomplishing the five-year strategy for the development of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t He referred to successes made in the fields of science, education, public health and sports.\n\t\t\t\t\t\n\t\t\t\t\t Through the struggle last year, we deeply enshrined the invincible faith that as long as there are the tested guidance of respected Supreme Leader Kim Jong Un and the inexhaustible power of the army and people to weather any difficulty and hardship at the Party's call and the firm foundation of the self-supporting national economy and powerful weapons of science and technology, no fortress will be insurmountable and we can certainly realize the strategy of economic development set forth by the Party, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t He called for conducting the dynamic all-people general offensive to glorify the Conference of Mallima Frontrunners with signal achievements under the uplifted militant slogan set forth by the Party \"Let us accelerate the victorious advance of socialism with the great spirit of self-reliance and self-development as the dynamic force!\" and opening up a bright prospect for the implementation of the five-year strategy for the development of the national economy this year. \n\t\t\t\t\t\n\t\t\t\t\t Deputy Ki Kwang Ho, minister of Finance, in his report on the second agenda item said the state budgetary revenue for last year was fulfilled at 102.1%, 6.3 % increase over the previous year, and the plan for the state budgetary expenditure carried out at 99.9%.\n\t\t\t\t\t\n\t\t\t\t\t The state budgetary revenue will grow 3.1% and the state budgetary expenditure this year 5.4 % as against last year, he said.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made on the first and the second agenda items.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the work of the Cabinet and the execution of state budget for last year were correctly reviewed and the tasks of the Cabinet to open the prospect of carrying out the five-year strategy for the development of the national economy this year were clearly set forth and the state budget properly compiled in conformity with it, speakers expressed full support and approval to them.\n\t\t\t\t\t\n\t\t\t\t\t They voiced resolution to glorify the Conference of Mallima Forerunners as the one of victors through uninterrupted advance, innovation and offensive under the uplifted banner of self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t Adopted at the session were a decision of SPA \"On approving the report on the work of the DPRK Cabinet and the summing up of the execution of the state budget for Juche 105 (2016)\" and a SPA ordinance \"On state budget of the DPRK for Juche 106 (2017).\"\n\t\t\t\t\t\n\t\t\t\t\t Deputy Kim Sung Du, chairman of the Education Commission and concurrently minister of Common Education, in his report on the third agenda item said that the enforcement of the universal 12-year compulsory education was pushed forward as a work involving the entire party, whole state and all the people after the promulgation of the law on the enforcement of the universal 12-year compulsory education at the 6th Session of the 12th SPA in September 2012.\n\t\t\t\t\t\n\t\t\t\t\t The universal 12-year compulsory education came into force in all areas of the DPRK from new school year that began on April 1 last, he said.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made on the third agenda item.\n\t\t\t\t\t\n\t\t\t\t\t The speakers called for effecting a fresh turn in the universal 12-year compulsory education, true to the intention of the Party which set forth education as the top priority work of the party and the state.\n\t\t\t\t\t\n\t\t\t\t\t A SPA decision \"On review of the execution of law on enforcement of the universal 12-year compulsory education\" was adopted.\n\t\t\t\t\t\n\t\t\t\t\t The SPA Diplomatic Commission was elected at the session.\n\t\t\t\t\t\n\t\t\t\t\t Deputy Ri Su Yong, vice-chairman of the WPK Central Committee, was elected chairman of the SPA Diplomatic Commission of the DPRK. Deputy Ri Ryong Nam, vice-premier of the Cabinet; Deputy Ri Son Gwon, chairman of the Committee for the Peaceful Reunification of the Country of the DPRK; Deputy Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries; Deputy Kim Kye Gwan, first vice-minister of Foreign Affairs; Deputy Kim Tong Son, vice-chairman of the Central Committee of the General Federation of Trade Unions of Korea; and Deputy Jong Yong Won, secretary of the Central Committee of the Kimilsungist-Kimjongilist Youth League; were elected members of the Commission.\n\t\t\t\t\t\n\t\t\t\t\t Organizational matters were discussed at the session.\n\t\t\t\t\t\n\t\t\t\t\t Upon authorization of the WPK Central Committee, Deputies Kim Wan Su and Ri Myong Gil were dismissed as members of the SPA Presidium of the DPRK due to the transfer to other posts and Deputy Jang Chun Sil, chairwoman of the Central Committee of the Socialist Women's Union of Korea, and Deputy Pak Myong Chol, director of the Secretariat and Presidium member of the Central Committee of the Democratic Front for the Reunification of the Fatherland, were elected members of the SPA Presidium.\n\t\t\t\t\t\n\t\t\t\t\t At the proposal of the Cabinet premier, Jang Kil Ryong was appointed as minister of Chemical Industry.\n\t\t\t\t\t\n\t\t\t\t\t Upon authorization of the WPK Central Committee, Deputy Jang Pyong Gyu was dismissed from the post of director of the DPRK Central Public Prosecutors Office and Kim Myong Gil was appointed as the director.\n\t\t\t\t\t\n\t\t\t\t\t Deputy Jang Pyong Gyu was dismissed from his membership of the SPA Legislation Committee of the DPRK."
        },
        {
            "title": "SPA Session on Review of Last Year's Work of Cabinet and Its Tasks for This Year",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-30ee.html",
            "content": "SPA Session on Review of Last Year's Work of Cabinet and Its Tasks for This Year\r\nPyongyang, April 11 (KCNA) -- Deputy Pak Pong Ju, premier of the Cabinet, made a report on the work of the Cabinet for Juche 105 (2016) and its tasks for Juche 106 (2017) for the implementation of the five-year strategy for the development of the national economy at the 5th Session of the 13th Supreme People's Assembly held on Tuesday.\n\t\t\t\t\t According to the report, the Cabinet over-fulfilled the gross industrial production value in all fields of the national economy, thus making a breakthrough to accomplishing the five-year strategy for the development of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t Power and coal production increased and the railway transport turnover grew as against the previous year.\n\t\t\t\t\t\n\t\t\t\t\t Drastic growth was observed in indices of key products including chemical fertilizer, cement, textile and footwear.\n\t\t\t\t\t\n\t\t\t\t\t The peak production year was achieved in grain production.\n\t\t\t\t\t\n\t\t\t\t\t Ryomyong Street has sprung up as an icon and standard of modern street and Paektusan Hero Youth Power Station No. 3, first-phase of Honggondo Tideland, the Ryugyong General Ophthalmic Hospital and many other monumental edifices were successfully built.\n\t\t\t\t\t\n\t\t\t\t\t New type tractor, truck and various high-performance farm implements, wind power station and forestation machine made by our own efforts and technology and many other machine products were produced as gifts of loyalty to the Party Congress.\n\t\t\t\t\t\n\t\t\t\t\t True to the Party's intention which set it as the main thrust and fore-front of the 200-day campaign to recover from flood damage in North Hamgyong Province, economic operation and command were conducted in a militant way to mobilize all potentials of the country, thereby successfully completing the huge project of building houses for more than 11 900 families, over 100 nurseries, kindergartens, schools, clinics and hospitals and repairing houses for more than 15 000 families in a short period.\n\t\t\t\t\t\n\t\t\t\t\t Sci-tech achievements of weighty significance in the development of national economy and the improvement of people's livelihood were made, including the establishment of Korean-style unmanned model production system and the cultivation of high-yielding strains.\n\t\t\t\t\t\n\t\t\t\t\t Education conditions and environment were improved and advanced medical science and technology actively introduced into clinical practice. In the field of sports, our sportspersons won titles in 2016 FIFA U-17 and U-20 Women's World Cups.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that this year the Cabinet would push forward it as a key task to revitalize the national economy as a whole and bring about a radical turn in improving the standard of people's living by solving the acute shortage of electricity and developing metal and chemical industries.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that investment in the field of science and technology would be increased to solve the sci-tech problems arising in relying on locally available raw and other materials and home-made equipment and putting industrial establishments on a modern basis and keeping production there going at a high rate.\n\t\t\t\t\t\n\t\t\t\t\t The reporter further said:\n\t\t\t\t\t\n\t\t\t\t\t Technical updating will be stepped up at power stations and various advanced technologies actively introduced to hit without fail the target of electricity output set forth by the Party.\n\t\t\t\t\t\n\t\t\t\t\t The completion of projects for the production of Juche iron should be pushed forward as a key task at the Kim Chaek Iron and Steel Complex, and metal factories should take measures for the supply of raw materials, fuel and power and introduce advanced technology and thus cut the cost for iron production as much as possible to attain the goal of iron and steel production.\n\t\t\t\t\t\n\t\t\t\t\t The work for putting the production of chemical goods on a normal footing and updating the production processes into power-efficient ones should be pushed forward.\n\t\t\t\t\t\n\t\t\t\t\t A big stride will be made in putting the chemical industry on a Juche basis, including meeting the demand for fertilizer with home-made fertilizer in the main, building the C1 chemical industry and consolidating the foundation for the production of phosphatic fertilizer.\n\t\t\t\t\t\n\t\t\t\t\t Investment will be concentrated on coal mines rich in deposits and with favorable mining conditions, the level of mechanization at coal faces raised and advanced mining methods positively introduced to attain the goal of coal production for the year.\n\t\t\t\t\t\n\t\t\t\t\t Priority should be given to meeting the demand for transport for thermal power plants and metal and chemical factories and an active drive waged to consolidate the material and technical foundation of railways.\n\t\t\t\t\t\n\t\t\t\t\t The modernization of machine factories will be stepped up and processes for serial production of new type tractors, trucks and multi-purpose farm machines built to hit the production target set by the Party. And the construction of modern measuring equipment production factory should be pushed forward and the natural energy power generating production processes established.\n\t\t\t\t\t\n\t\t\t\t\t The work for making consumer goods diverse, increasing their varieties and producing multi-colored ones and improving their quality should be carried out as its main thrust, regarding it as a main goal to locally turn out raw and other materials. All industrial establishments should attain the goal of mass consumption goods.\n\t\t\t\t\t\n\t\t\t\t\t The agricultural front should attain without fail the goal of grain production set by the Party.\n\t\t\t\t\t\n\t\t\t\t\t Meat and milk production will be raised and efforts directed to the production of fruits, mushroom and vegetables across the country to bring substantial benefits to the people.\n\t\t\t\t\t\n\t\t\t\t\t Many modern fishing vessels should be built in the fisheries and active fishing operations be conducted to hit production goals.\n\t\t\t\t\t\n\t\t\t\t\t Nationwide efforts should be directed to sprucing up Samjiyon County as a model county and the construction of key projects should be completed on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t A forest restoration drive should be steadily conducted as a strategic task and river and stream management, road repair and environmental protection be done in a planned way to give a further face-lift to the appearance of the nation's land.\n\t\t\t\t\t\n\t\t\t\t\t The scientific educational facilities and environment should be improved throughout the country and society, and conditions should be improved in a responsible manner in the field of public health so as to give full play to the advantages and vitality of the socialist health system in our country. Active mass sports activities and cultural performing activities should be conducted briskly to make revolutionary optimism prevail across the country.\n\t\t\t\t\t\n\t\t\t\t\t The Cabinet will encourage all the officials in charge of the economy to accelerate the on-going drive for creating the Mallima speed and thus fulfill their responsibility and duty in making this year a watershed in building a socialist economic power."
        },
        {
            "title": "SPA Session Discusses State Budget",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-27ee.html",
            "content": "SPA Session Discusses State Budget\r\nPyongyang, April 11 (KCNA) -- Deputy Ki Kwang Ho, minister of Finance, made a report on summing up of the fulfillment of the state budget of the DPRK for last year and its state budget for this year at the Fifth Session of the 13th Supreme People's Assembly (SPA) of the DPRK held on Tuesday. \n\t\t\t\t\t According to the report, the plan of state budgetary revenue for last year was over-fulfilled 2.1 percent, 6.3 percent increase over the previous year.\n\t\t\t\t\t\n\t\t\t\t\t The plan for local budgetary revenue was fulfilled at 114.3 percent. \n\t\t\t\t\t\n\t\t\t\t\t The plan for state budgetary expenditure last year was carried out at 99.9 percent. \n\t\t\t\t\t\n\t\t\t\t\t 15.8 percent of the total state budgetary expenditure was spent for national defence and 5.5 percent more funds over the previous year were spent for sci-tech development.\n\t\t\t\t\t\n\t\t\t\t\t 48.3 percent of the total expenditure was spent for the development of the national economy. 15.3 percent more funds than the previous year went to the field of construction.\n\t\t\t\t\t\n\t\t\t\t\t 35.7 percent of the total expenditure was spent for the work for building a highly civilized socialist nation including education, public health, sports and literature and arts.\n\t\t\t\t\t\n\t\t\t\t\t The state budgetary revenue and expenditure for this year was shaped in such a way as to direct all efforts to implementing the five-year strategy for national economic development, achieving radical progress in the building of a highly civilized socialist nation and steadily bolstering up military capability for self-defence. \n\t\t\t\t\t\n\t\t\t\t\t The state budgetary revenue for this year is expected to grow 3.1 percent over last year. Among them transaction tax is expected to swell 2.4 percent, profits from state-run enterprises 3.5 percent and those from cooperative units 1.6 percent, real estate rent 2 percent, social insurance fee 1.2 percent, income from property sale and price fluctuation 1.1 percent, income from other sources and from economic trade zones 1.2 percent respectively.\n\t\t\t\t\t\n\t\t\t\t\t The central budgetary revenue will account for 73.1 percent of the state budgetary revenue and that of local budgetary revenue 26.9 percent. Provinces, cities and counties envisage ensuring expenditures with their own local revenues and adding their profits to the state budget.\n\t\t\t\t\t\n\t\t\t\t\t The state budgetary expenditure for this year will grow 5.4 percent over last year.\n\t\t\t\t\t\n\t\t\t\t\t 8.5 percent of the state budgetary expenditure will go to the sci-tech field, 4.5 percent to the industrial field, 4.4 percent to agriculture, 6.8 percent to the fishery field and 7.2 percent to the forestry field. \n\t\t\t\t\t\n\t\t\t\t\t 2.6 percent of the state budgetary expenditure will be allocated for capital construction, 9.1 percent for education, 13.3 percent for public health, 6.3 percent for sports and 4.6 percent for literature and arts. \n\t\t\t\t\t\n\t\t\t\t\t 15.8 percent of the total budgetary expenditure will go to national defence. \n\t\t\t\t\t\n\t\t\t\t\t A lot of educational aid fund and stipends will be sent for Korean children in Japan this year, too.\n\t\t\t\t\t\n\t\t\t\t\t The reporter stressed the need to successfully fulfill the state budget for this year through a dynamic struggle for glorifying the Conference of Mallima Frontrunners as one of victors in the spirit of Kangwon Province, fresh spirit of the era, holding aloft the banner of the drive for implementing the behests of the leaders and upholding the party's policies."
        },
        {
            "title": "Review Report on Execution of Law on Enforcement of Universal 12-year Compulsory Education",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-31ee.html",
            "content": "Review Report on Execution of Law on Enforcement of Universal 12-year Compulsory Education\r\nPyongyang, April 11 (KCNA) -- Deputy to the Supreme People's Assembly (SPA) of the DPRK Kim Sung Du, chairman of the Education Commission (EC) and concurrently minister of Common Education, made a review report on the execution of the law on enforcement of the universal 12-year compulsory education at the 5th Session of the 13th SPA on Tuesday.\n\t\t\t\t\t The law on enforcement of the universal 12-year compulsory education was promulgated at the 6th Session of the 12th SPA in September 2012.\n\t\t\t\t\t\n\t\t\t\t\t According to the report, the enforcement of the universal 12-year compulsory education was pushed ahead as a work of the whole party, the whole country and all the people.\n\t\t\t\t\t\n\t\t\t\t\t The EC in direct charge of the enforcement of the law has pressed ahead with the work to enforce the universal 12-year compulsory education on a full scale and improve its quality.\n\t\t\t\t\t\n\t\t\t\t\t After fixing the compulsory education as one-year pre-school education, 5-year primary school education, 3-year junior middle school education and 3-year senior middle school education, the EC started operating the system of 3-year junior middle school and 3-year senior middle school education from the 2013-2014 school year instead of the past 6-year middle school education. The 4-year primary school education turned into the 5-year one this year to be in force in the new school year and lessons started at the technical senior middle schools established as new type.\n\t\t\t\t\t\n\t\t\t\t\t The EC properly set the general goal of the universal 12-year compulsory education and the goals of a variety of schools and subjects and confirmed the range and level of the teaching contents and, on this basis, outlined the teaching programs for a variety of schools and the main teaching principles before the start of the 2013 school year and sent them to schools at all levels.\n\t\t\t\t\t\n\t\t\t\t\t It put the education colleges and teacher training colleges under the control of regional universities and turned the study-while-working system at teacher training colleges into an on-line education to train more teachers.\n\t\t\t\t\t\n\t\t\t\t\t It newly published textbooks and reference books for kindergartens, primary schools, junior and senior middle schools and technical senior middle schools on the basis of the universal 12-year compulsory education programme to provide them to all students, children and teachers across the country and supplied more than 9.1 million apparatuses for experiment and practice and school things of 300-odd kinds.\n\t\t\t\t\t\n\t\t\t\t\t Ministries, national institutions, provincial, city and county people's committees worked hard to improve the education conditions and environment of schools.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Finance and other relevant units increased the amount of education fund 7.1 percent on average every year to help further consolidate the material and technical foundation of education.\n\t\t\t\t\t\n\t\t\t\t\t For the past 4 years since the promulgation of the law more than 1,500 schools have been newly built or enlarged, more than 10,790 classrooms newly arranged and a lot of school things produced and supplied.\n\t\t\t\t\t\n\t\t\t\t\t Education environment and living conditions of orphanages, primary and middle schools for orphans across the country have undergone a fundamental improvement.\n\t\t\t\t\t\n\t\t\t\t\t The campaign for aiding schools has been brisk as the one of the whole society and all the people.\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the start of a new school year on April 1 this year the universal 12-year compulsory education system took effect in an all-round way across the country.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called for making a shortcut to the success in making all the people well versed in science and technology and developing the country into a talented nation by bringing about a revolution in the field of education as required by the comprehensive enforcement of the universal 12-year compulsory education."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Syrian President",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-06ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Syrian President\r\nPyongyang, April 11 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, Sunday received a congratulatory message from Bashar Al-Assad, president of Syria.\n\t\t\t\t\t The message wished Kim Jong Un bigger successes, extending heartfelt congratulations to him on the 5th anniversary of his election to the top posts of the WPK and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t His election was an expression of the DPRK leadership and people's trust and marked an occasion in further consolidating the line of the Korean revolution on realizing at the higher stage the objectives for the party and the revolution, the country and the people and global independence, the foundations of which were laid by President Kim Il Sung and carried forward by leader Kim Jong Il, the eternal leader of the WPK, it said.\n\t\t\t\t\t\n\t\t\t\t\t The message wished good health and happiness to Kim Jong Un and progress and prosperity to the Korean people under his wise guidance."
        },
        {
            "title": "Syrian President Greets Kim Jong Un on Day of Sun",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-07ee.html",
            "content": "Syrian President Greets Kim Jong Un on Day of Sun\r\nPyongyang, April 11 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the DPRK, Sunday received a congratulatory message from Bashar Al-Assad, president of the Syrian Arab Republic.\n\t\t\t\t\t The president in the message extended warm congratulations on behalf of the Syrian people and himself to Kim Jong Un and the Korean people on the occasion of the 105th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The friendly two countries are celebrating this anniversary and, at the same time, conducting a war against big powers' wild ambition to subject all countries to their expansionist and dominationist policy and deprive them of their rights to self-determination, the message said, adding: The two peoples of Syria and the DPRK are as ever struggling for their rights to self-determination and national sovereignty and the security and prosperity of their countries.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed belief that the relations of friendship and cooperation between the two countries would grow stronger in conformity with the interests of the two peoples."
        },
        {
            "title": "Gift to Kim Jong Un from Communist Party of Norway",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-05ee.html",
            "content": "Gift to Kim Jong Un from Communist Party of Norway\r\nPyongyang, April 11 (KCNA) -- Respected Supreme Leader Kim Jong Un received a gift from the Communist Party of Norway on the occasion of the Day of the Sun, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The gift was conveyed to an official concerned on Monday by Dag Norum, chairman of the Ostfold County Committee of the Communist Party of Norway, on a visit to the DPRK."
        },
        {
            "title": "Kim Yong Nam Sends Message of Sympathy to Egyptian President",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-28ee.html",
            "content": "Kim Yong Nam Sends Message of Sympathy to Egyptian President\r\nPyongyang, April 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of sympathy to Abdel Fattah al-Sisi, president of Egypt, as regards the bomb terrorist attack in his country that claimed heavy casualties.\n\t\t\t\t\t In the message, Kim expressed sympathy to the Egyptian president, government, people and bereaved families of the victims, extending solidarity to the Egyptian government and people in their struggle against terrorism.\n\t\t\t\t\t\n\t\t\t\t\t The message scathingly condemned the recent terrorist attack as a vicious move of the forces seeking to prevent the Egyptian government and people from building a stable society.\n\t\t\t\t\t\n\t\t\t\t\t It wished the friendly government and people of Egypt successes in their efforts to defend the country's security and stability and build a powerful and prosperous country."
        },
        {
            "title": "Officials of DPRK Institutions Pay Condolence Visit to Swedish Embassy",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-20ee.html",
            "content": "Officials of DPRK Institutions Pay Condolence Visit to Swedish Embassy\r\nPyongyang, April 11 (KCNA) -- Officials of the Foreign Ministry of the DPRK including Vice-Minister Han Song Ryol, the Korean Committee for Cultural Relations with Foreign Countries and the General Bureau for Affairs with Diplomatic Corps paid a condolence visit to the Swedish embassy here Monday as regards the April 7 terrorist attack on Stockholm which claimed huge casualties.\n\t\t\t\t\t They in the mourner's book expressed deep sorrow and condolences to the victims and their bereaved families and reiterated the DPRK's consistent stand of opposing all forms of terrorism."
        },
        {
            "title": "Delegations of Juche Idea Study Groups Here",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-25ee.html",
            "content": "Delegations of Juche Idea Study Groups Here\r\nPyongyang, April 11 (KCNA) -- Delegations of Juche idea study organizations in different countries came here Tuesday to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t They include a delegation of the Japanese Society for the Study of Kimilsungism-Kimjongilism led by Masaji Ie, co-representative of the Japanese National Liaison Council of Societies for the Study of Kimilsungism-Kimjongilism, a delegation of the Finnish National Committee for the Study of the Juche Idea led by Chairman Juha Kieksi, a delegation of the British Association for the Study of Songun Policy led by Chairman Dermot Hudson and Iurii Anisimov, the delegate of Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t Arriving earlier were a delegation of the Organization for the Study of the Juche Idea of Thailand led by Chairman Songchit Pullarp and Roland Vele Mukelenge, chairman of the Group for Study of Songun Policy Formed in Bandundu University of DR Congo."
        },
        {
            "title": "Foreigners, Overseas Koreans Arrive to Attend Kimilsungia Festival",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-26ee.html",
            "content": "Foreigners, Overseas Koreans Arrive to Attend Kimilsungia Festival\r\nPyongyang, April 11 (KCNA) -- Foreigners and overseas Koreans arrived here Tuesday to take part in the 19th Kimilsungia Festival.\n\t\t\t\t\t They include a delegation of the Kimjongilia Association of Mongolia led by Chairman S. Sodbatar and Wang Wuji, director of the Pictorial of Artists in China, Li Qianqiu, general manager of the Dandong Jianyuan Commercial Company of China, and Choe Ryong Ho, former vice-president of the Yanbian University of Science and Technology of China, and their companions."
        },
        {
            "title": "State Academic Degrees, Titles Conferred on Intellectuals",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-35ee.html",
            "content": "State Academic Degrees, Titles Conferred on Intellectuals\r\nPyongyang, April 11 (KCNA) -- State academic degrees and titles were conferred on intellectuals with due ceremony on Tuesday in the run-up to the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The title of academician went to Mun Ho, section chief of the State Academy of Sciences, and Kim Chi Yong, director of the Institute of Agricultural Science, and the title of candidate academician to Sim Yong Ryul, section chief of the Pyongyang Medical College of Kim Il Sung University, and Ryu Yong Bo, researcher of the Kim Chaek University of Technology, and others.\n\t\t\t\t\t\n\t\t\t\t\t Professorship was awarded to Kim Mun Chol, vice-dean of a faculty of Kim Il Sung University and others.\n\t\t\t\t\t\n\t\t\t\t\t Doctorate went to Choe Il Bok, head of a department of Kim Il Sung University, and others and the title of associate professor to 108 persons and master's degrees to 805 persons."
        },
        {
            "title": "Mangyongdae, Sacred Place of Sun",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-16ee.html",
            "content": "Mangyongdae, Sacred Place of Sun\r\nPyongyang, April 11 (KCNA) -- An endless stream of servicepersons, citizens, youth and school children visit Mangyongdae with the approach of the 105th birth anniversary of President Kim Il Sung (April 15).\n\t\t\t\t\t According data available, more than 9.2 millions of people visited Mangyongdae over the past five years.\n\t\t\t\t\t\n\t\t\t\t\t Jon Kum Sun, deputy curator of the Mangyongdae Revolutionary Museum, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Every visitor to Mangyongdae is overflowing with boundless yearning and reverence for the President who devoted his whole life to the liberation and prosperity of the country and accomplishment of the popular masses' cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Looking round the old home, visitors recall with deep emotion those days during which the President had nurtured ardent love for the country and people, burning hatred against enemies and strong will.\n\t\t\t\t\t\n\t\t\t\t\t And they bear in mind that Mangyongdae is a place dear to the hearts of the Korean people which instills into their minds the President's patriotic intention and his faith in the victory of the revolution, walking round different places in Mangyongdae Revolutionary Site like swing site, sliding rock, warship rock, wrestling site and study site."
        },
        {
            "title": "Overseas Compatriots' Delegations Here",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-32ee.html",
            "content": "Overseas Compatriots' Delegations Here\r\nPyongyang, April 11 (KCNA) -- A delegation of the Federation of Koreans in Canada led by Chairman Kim Su Hae and a delegation of the United Confederation of Koreans in Kyrgyzstan led by Chairman Pak Kyong Ho arrived here Tuesday to celebrate the birth anniversary of President Kim Il Sung."
        },
        {
            "title": "Dancing Party of Officials, Members of Women's Union",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-21ee.html",
            "content": "Dancing Party of Officials, Members of Women's Union\r\nPyongyang, April 11 (KCNA) -- A dancing party of women's union officials and members took place at the plaza of the Arch of Triumph on Tuesday to celebrate the 5th anniversary of respected Supreme Leader Kim Jong Un's assumption of the top posts of the Workers' Party of Korea and the state.\n\t\t\t\t\t The dancing party began with song \"Cheers of the People\".\n\t\t\t\t\t\n\t\t\t\t\t The dancers extended the greatest glory and warmest congratulations to Kim Jong Un who indicated the road ahead of the new century of Juche era and led the socialist cause of Juche to victory with his outstanding idea and energetic leadership.\n\t\t\t\t\t\n\t\t\t\t\t They danced to the tune of cheerful songs showing their appearance as happy women revolutionaries full of optimism and joy in the Songun era who push one of the two wheels of the revolutionary chariot, rallied close around the Party."
        },
        {
            "title": "Dancing Parties of Youth and Students",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-23ee.html",
            "content": "Dancing Parties of Youth and Students\r\nPyongyang, April 11 (KCNA) -- Youth and students in the DPRK staged dancing parties across the country Tuesday to celebrate the fifth anniversary of respected Supreme Leader Kim Jong Un's assumption of the top posts of the Workers' Party of Korea and the state.\n\t\t\t\t\t Dancing parties in Pyongyang began amid the playing of song \"Cheers of the People\" at the plazas of the Monument to Party Founding, the Pyongyang Indoor Stadium and other places.\n\t\t\t\t\t\n\t\t\t\t\t The participants extended the highest glory to Kim Jong Un who has led the party and the state to victory with his distinguished idea and tested leadership, ushering in the greatest heyday of the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t Songs like \"Song of Youth\" and \"Young People, Be Loyal to Our Party\" reflecting enthusiasm of young vanguard revved up the atmosphere of the parties.\n\t\t\t\t\t\n\t\t\t\t\t Dancing to the tune of songs \"Victory Will Be Won Generation after Generation\" and \"Train to the Front\", they hardened their will to wipe out the heinous enemies seeking to hurt the dignity of the DPRK supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\t Similar dancing parties were also held in provincial seats, cities and counties on the same day."
        },
        {
            "title": "Military Attaches Corps Here Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-22ee.html",
            "content": "Military Attaches Corps Here Visits Mangyongdae\r\nPyongyang, April 11 (KCNA) -- The military attaches corps here visited Mangyongdae, the birthplace of President Kim Il Sung, Tuesday on the occasion of his birth anniversary.\n\t\t\t\t\t The members of the corps toured the Mangyongdae Revolutionary Museum where historic relics and mementoes showing the revolutionary activities of Kim Il Sung and his family members in Mangyongdae are on display.\n\t\t\t\t\t\n\t\t\t\t\t At his old home, they looked round historic relics preserved with much care, being briefed on the revolutionary career of the President.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, they visited the Korean Revolution Museum and the Pyongyang Cultural Exhibition."
        },
        {
            "title": "Celebration Performance Given by Agricultural Workers",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-24ee.html",
            "content": "Celebration Performance Given by Agricultural Workers\r\nPyongyang, April 11 (KCNA) -- Agricultural workers staged a performance \"Honor of Kim Il Sung's Korea\" at the Mangyongdae Vegetable Farm here Tuesday to celebrate the fifth anniversary of respected Supreme Leader Kim Jong Un's assumption of the top posts of the Workers' Party of Korea and the state.\n\t\t\t\t\t Its numbers included chorus \"Glory to General Kim Jong Un\" and agitation story \"Let's Live like Them\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang the praises of the feats of Kim Jong Un who is leading the socialist cause of Juche to victory.\n\t\t\t\t\t\n\t\t\t\t\t They well represented the militant stamina and steadfast will of the agricultural workers to produce more grain in socialist cooperative fields and thus give full play to the advantages of Korean-style socialism centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Watching the performance were officials concerned, officials of the Union of Agricultural Workers, and peasants in Mangyongdae District."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-33ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, April 11 (KCNA) -- A delegation of the Japanese Society for the Study of Kimilsungism-Kimjongilism Tuesday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill.\n\t\t\t\t\t It laid a floral basket at the statues and paid tribute to the great leaders."
        },
        {
            "title": "First-day Performances of April Spring People's Art Festival Held",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-34ee.html",
            "content": "First-day Performances of April Spring People's Art Festival Held\r\nPyongyang, April 11 (KCNA) -- The first-day performances of the Fifth April Spring People's Art Festival were given at theatres and halls in Pyongyang on Tuesday with the approach of the 105th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Artistes of the provincial art troupes, art squads, traveling art squads and art circle members highly sang of their boundless yearning and reverence for the President.\n\t\t\t\t\t\n\t\t\t\t\t Performances of provincial art troupes were given at the East Pyongyang Grand Theatre and the Pyongyang Grand Theatre.\n\t\t\t\t\t\n\t\t\t\t\t The performers put on the stages such pieces as chorus \"Song of Mangyongdae\", female solo \"Great Torrent of Yearning\" and female solo and chorus \"His Eternal Smile\".\n\t\t\t\t\t\n\t\t\t\t\t Members of the art squads put on the stage of the Ponghwa Art Theatre male chorus and dance \"A Great Auspicious Event of the Whole Country\", guitar ensemble \"Song of Underground Coal Miners\", etc. to win applauses from the audience. \n\t\t\t\t\t\n\t\t\t\t\t Members of the traveling art squads gave a performance at the Cultural Hall of the Ministry of Railways. \n\t\t\t\t\t\n\t\t\t\t\t Art circle members from different parts of the country gave a successful performance at the Central Youth Hall with high artistic skill.\n\t\t\t\t\t\n\t\t\t\t\t A magic performance of different art troupes and art squads and magic fans was given at the Magic Theatre of the Pyongyang Circus Theater to gorgeously decorate the festival. \n\t\t\t\t\t\n\t\t\t\t\t The performances go on."
        },
        {
            "title": "Group B Matches of AFC Women's Asian Cup Jordan 2018 Qualifiers (5)",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-15ee.html",
            "content": "Group B Matches of AFC Women's Asian Cup Jordan 2018 Qualifiers (5)\r\nPyongyang April 11 (KCNA) -- Group B matches for the AFC Women's Asian Cup Jordan 2018 Qualifiers came to a close at the Kim Il Sung Stadium in Pyongyang.\n\t\t\t\t\t Following are the results of Tuesday matches.\n\t\t\t\t\t\n\t\t\t\t\t India : Hong Kong of China 2:0\n\t\t\t\t\t\n\t\t\t\t\t South Korea : Uzbekistan 4:0"
        },
        {
            "title": "Silver Complex Salt Disinfectant Developed",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-17ee.html",
            "content": "Silver Complex Salt Disinfectant Developed\r\nPyongyang, April 11 (KCNA) -- The Nonferrous Metal Institute under the DPRK State Academy of Sciences recently developed silver complex salt disinfectant.\n\t\t\t\t\t The disinfectant can be used for water disinfection or kept as a household medicine, as it takes on the character of silver ions which have effects of purifying blood and quickening its circulation with strong antibacterial and antiviral action.\n\t\t\t\t\t\n\t\t\t\t\t It is stronger than existing oxidants like chlorine, chlorinated lime and potassium permanganate in sterilizing power and remains unspoiled for a long time.\n\t\t\t\t\t\n\t\t\t\t\t It can also be used for disinfecting various kinds of apparatuses and treating indigestion, hypertension, trauma and burn. And it is efficacious for colitis, dermatitis, conjunctivitis and other inflammatory diseases and especially, for inflammatory gynecopathy.\n\t\t\t\t\t\n\t\t\t\t\t Now, the disinfectant is put on sale at public service establishments."
        },
        {
            "title": "S. Koreans Only Will Fall Victim to THAAD: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-14ee.html",
            "content": "S. Koreans Only Will Fall Victim to THAAD: KCNA Commentary\r\nPyongyang, April 11 (KCNA) -- The south Korean puppet regime is pressing ahead with deployment of THAAD despite the strong protest of the public at home and abroad.\n\t\t\t\t\t Recently, Hwang Kyo An, acting president of south Korea, Han Min Gu, minister of Defense, and Yun Pyong Se, minister of Foreign Affairs, termed the deployment a \"step taken to cope with the missile threat from the north\" and \"due exercise of right.\" They blustered that they remain unchanged in their principal stand to deploy THAAD quickly in accordance with the south Korea-U.S. agreement.\n\t\t\t\t\t\n\t\t\t\t\t Gangsters of the south Korean puppet military, crying out for rounding off the deployment within months, mobilized even copters to carry soil-analysis equipment for THAAD deployment to the Songju Golf Links at last as land transport was blocked by the massive resistance of the inhabitants in Songju County.\n\t\t\t\t\t\n\t\t\t\t\t This is just a hideous crime against the nation aimed to render the deployment of THAAD irreversible and make the new regime of south Korea pursue the confrontation policy and sycophancy toward the U.S. like traitor Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t THAAD deployment is a treacherous act of sacrificing the vital rights and destiny of the south Korean people for the U.S. domination strategy.\n\t\t\t\t\t\n\t\t\t\t\t South Korea, which turned into the frontline base and nuclear outpost for the U.S. in carrying out its strategy for dominating Asia-Pacific, has become a primary target of strike by the neighboring countries due to the THAAD deployment, whereby the south Korean people cannot but fall victim to it.\n\t\t\t\t\t\n\t\t\t\t\t Whereas many countries in the world are involved in a fierce scramble to preserve their sovereignty and their national interests, the south Korean puppet regime is playing the role of a death merchant, offering its land to outsiders.\n\t\t\t\t\t\n\t\t\t\t\t While asking the U.S. to get China to lift its retaliatory step, the puppet regime has gone so foolish as to bluff that they would take a \"countermeasure\" against China's backlash, only to precipitate its self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t In case the puppet regime has THAAD deployed in south Korea at last, south Korea cannot but become a target of direct strikes by the neighboring countries determined never to overlook the U.S. military edge.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime is, in actuality, suffering a lot from the political and economic retaliatory steps taken by the neighboring countries, the levels of which are getting stronger day by day.\n\t\t\t\t\t\n\t\t\t\t\t To prove it, the neighboring countries are repeatedly serving meaningful warnings of physical counteractions.\n\t\t\t\t\t\n\t\t\t\t\t \"South Korea should not harbor illusion that China would keep mum about the issue of THAAD. South Korea will have to bleed at last for thrusting its head into a muzzle.\" Such warnings are by no means fortuitous.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime is in a position to bear a fabulous amount of money for the deployment and operation of THAAD. This means that the puppet regime has to use the money collected from the south Korean people as taxes. It will plunge the already crippled south Korean economy and people's living into a deeper quagmire.\n\t\t\t\t\t\n\t\t\t\t\t The conservative forces are a source of trouble that should be thrown overboard together with traitor Park Geun Hye."
        },
        {
            "title": "Bright Is Road ahead of WPK and DPRK: DPRK Papers",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-08ee.html",
            "content": "Bright Is Road ahead of WPK and DPRK: DPRK Papers\r\nPyongyang, April 11 (KCNA) -- Leading newspapers of the DPRK dedicate editorials to mark the fifth anniversary of respected Supreme Leader Kim Jong Un's assumption of the top posts of the Workers' Party of Korea (WPK) and the state. \n\t\t\t\t\t Kim Jong Un was elected the first secretary of the WPK and the first chairman of the National Defence Commission of the DPRK at the Fourth Conference of the WPK and the 5th Session of the 12th Supreme People's Assembly of the DPRK in April, Juche 101 (2012). It was a political event of great significance and a revolutionary and great auspicious event in the development of the WPK and the struggle for the prosperity of Kim Il Sung's nation and Kim Jong Il's Korea, the papers say.\n\t\t\t\t\t\n\t\t\t\t\t Holding in high esteem Kim Jong Un at the center of the unity and leadership at the crucial and historic juncture for carrying forward the revolutionary cause of Juche was the greatest honor, fortune and great strength of the WPK and the country, the army and people, notes Rodong Sinmun.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The past five years have been days that fully demonstrated the iron faith and will of Kim Jong Un to steadily carry forward the revolutionary cause of Songun pioneered and led by the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t The complete successes in the explosion test of nuclear warhead and in the ground jet test of our-style high-power engine and other miraculous achievements made in the advance of the new century of Juche under the meticulous guidance of Kim Jong Un are admirable events that demonstrated the invincibility of Juche Korea as a nuclear power of independence and a matchless military power.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un ushered in a new great prosperity in the era of the Workers' Party and the Mallima era and brought about shining leap forward and changes in building a powerful socialist country. This feat will be glorified for posterity to come.\n\t\t\t\t\t\n\t\t\t\t\t Immensely bright and rosy is the road ahead of our party and country dynamically advancing along the immutable orbit of independence, Songun and socialism under the leadership of the peerlessly great man.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls upon all Koreans to get united around Kim Jong Un and carry on the dynamic struggle for bringing about the bright tomorrow of the DPRK which will prosper forever."
        },
        {
            "title": "Preemptive Attack Is Not Monopoly of U.S.: Papers",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-10ee.html",
            "content": "Preemptive Attack Is Not Monopoly of U.S.: Papers\r\nPyongyang, April 11 (KCNA) -- Leading newspapers of the DPRK Tuesday in commentaries denounce the U.S. for its undisguised attempt at a preemptive attack on the DPRK. \n\t\t\t\t\t Days ago the U.S. forces in south Korea and the south Korean puppet forces staged a drill for surprise attack on the main strongholds of the DPRK under the pretext of \"rapid removal of chemical weapons\". Meanwhile, F-35B stealth fighters of the U.S. Marines made sorties from the U.S. military base in Japan after getting information about the target area in the DPRK side to carry out a mock drill for dropping precision bombs.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says the U.S., which is finding itself in a pretty fix over its failure of the hostile policy towards the DPRK, pins hope on a preemptive attack on it.\n\t\t\t\t\t\n\t\t\t\t\t Urging the U.S. to understand that the preemptive attack is not monopoly of the U.S., the paper goes on:\n\t\t\t\t\t\n\t\t\t\t\t In the past the U.S. attempted more than once to execute the plan for a preemptive strike at the DPRK while talking about \"surgical operation plan\". But the U.S. dared not put the plan into practice as a computer simulation resulted in its huge losses in case of its preemptive strike at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The present U.S. administration would be well advised to give up the plan for a preemptive attack from which the predecessors sustained failures. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in its commentary warns the U.S. not to run amuck, bearing in mind that the standoff with the DPRK will only push the former deep into destruction."
        },
        {
            "title": "Rodong Sinmun Slams U.S. and South Korean Warmongers' Reckless Maneuvers",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-09ee.html",
            "content": "Rodong Sinmun Slams U.S. and South Korean Warmongers' Reckless Maneuvers\r\nPyongyang, April 11 (KCNA) -- As already known, the gangsters of the south Korean puppet military, which had invited U.S. nuclear-capable strategic bomber B-1Bs to the drill for a north-targeted preemptive nuclear strike, went busy with a combined anti-submarine drill with the U.S. and Japan in the East Sea of Korea. Involved in the drill staged under the signboard of \"effective counteraction to threat from north's submarines\" were all sorts of war means including destroyers, sea-patrol planes and copters.\n\t\t\t\t\t Against this backdrop, the south Korean puppet forces fanned up a war fever, firing at mock naval targets in the Kosong area of south Korean Kangwon Province with MLRS, self-propelled artillery pieces, high-speed missile boats, drones and anti-artillery radar involved.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Tuesday says:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet warmongers' war drills targeting the north are very risky provocations little short of setting fire on an arsenal.\n\t\t\t\t\t\n\t\t\t\t\t A touch-and-go situation is prevailing due to the hideous provocations of the U.S. and the south Korean puppet group of traitors spurring the execution of the \"special operation\" targeting the supreme leadership of the DPRK while staging the largest-ever north-targeted joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is sure of its final victory in its showdown with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The Korean war in the 20th century brought about the beginning of a downhill turn for the U.S. but the one in the 21st century will end in the final doom of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The foolhardy maneuvers of the puppet forces are reminiscent of a puppy knowing no fear of the tiger.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean warlike forces must not run riot, bearing in mind that their provocations will only lead them to self-destruction."
        },
        {
            "title": "Minju Joson Criticizes S. Korean Puppet Forces for Trying to Realize Their Ambition for Confrontation with DPRK",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-11ee.html",
            "content": "Minju Joson Criticizes S. Korean Puppet Forces for Trying to Realize Their Ambition for Confrontation with DPRK\r\nPyongyang, April 11 (KCNA) -- When U.S. Congress recently passed what it called the \"bill on re-listing north Korea as a terrorist-sponsor\" and a \"resolution of protest\" and the U.S. administration announced an \"executive order on tightening sanctions against north Korea\", Hwang Kyo An, puppet prime minister of south Korea, and his lackeys asserted that the steps taken by the U.S. \"reflected the supra-partisan hard-line attitude toward the north.\" Claiming they would \"make sustained efforts to have the issue of the north's nukes handled within 'allies'\", they cried out for \"making every possible effort for intensifying cooperation with key 'allies.'\"\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday says:\n\t\t\t\t\t\n\t\t\t\t\t Stupid, indeed, is the U.S. act of giving the puppet forces more dead than alive a shot in the arm. Equally disgusting is the top-class traitors' desperate attempt to realize the wild ambition for escalating confrontation with the compatriots in the north with the backing of the U.S master.\n\t\t\t\t\t\n\t\t\t\t\t As was already disclosed, the U.S. and its vassal forces masterminded a variety of sanctions against the DPRK such as group sanctions, additional sanctions and independent sanctions, but they never worked.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the puppet forces zealously welcomed the U.S. fabrication of a bill on sanctions against the DPRK, calling for tightening cooperation in escalating confrontation with the fellow countrymen in the north. This is just a manifestation of the puppet regime's incurable ill habit of doing harm to the compatriots in the north by clinging to sleeves of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t What should never be overlooked is the puppet regime getting desperate in extremely risky provocations to ignite a war against the DPRK, pursuant to Washington's scenario.\n\t\t\t\t\t\n\t\t\t\t\t The reality proves that the U.S. imperialists and the south Korean puppet forces remain unchanged in their wild ambition for invading the DPRK and that the bolstering of the nuclear deterrent for self-defence should be accelerated to defend the security of the country and the nation from the aggression of the hostile forces and ensure the prospering future."
        },
        {
            "title": "Minju Joson Slams Hwang Kyo An's Assertion",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-12ee.html",
            "content": "Minju Joson Slams Hwang Kyo An's Assertion\r\nPyongyang, April 11 (KCNA) -- Some days ago, Hwang Kyo An, acting puppet president of south Korea, vociferated about \"reconciliation\" and \"provocation from the north\" at a memorial service for the victims of the April 3 Popular Uprising on Jeju Island on its 69th anniversary. At the \"state council meeting\", he trumpeted about such stereo-typed rhetoric for confrontation with the north as \"provocation from the north\", \"full alert\" and international \"cooperation\". \n\t\t\t\t\t Minju Joson Tuesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Absolutely unpardonable is the wild rhetoric made by traitor Hwang as he dared distort the spirit of the April 3 Popular Uprising on Jeju Island and groundlessly pulled up the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Hwang's assertion is an unpardonable mockery and insult to the people on Jeju Island who turned out in the anti-U.S. and anti-fascist popular resistance for justice.\n\t\t\t\t\t\n\t\t\t\t\t In view of his background as a special accomplice of traitor Park Geun Hye and his inveterate disposition of doing only treacherous acts going against the mind-set of the public, Hwang is not entitled to take part in the memorial service for the victims of the April 3 Popular Uprising on Jeju Island which demonstrated to the world the strong spirit of independence, indomitable stamina and ardent patriotism of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Hwang is the psychopath, obsessed with sycophancy toward the U.S., treacherous rule, confrontation with compatriots in the north and war against the north, and the traitor to the nation who has to be removed at an early date. \n\t\t\t\t\t\n\t\t\t\t\t It is shame on the nation to let such confrontation maniac and dirty traitor as Hwang go scot-free."
        },
        {
            "title": "South Koreans' Actions against THAAD Staged in U.S.",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-18ee.html",
            "content": "South Koreans' Actions against THAAD Staged in U.S.\r\nPyongyang, April 11 (KCNA) -- A delegation of the Emergency Citizens' Action to Check Deployment of THAAD in south Korea staged an action in the U.S. against the introduction of the monster system by the U.S. and the south Korean puppet forces, according to Voice of People, south Korean internet newspaper.\n\t\t\t\t\t At rallies outside the White House and the U.S. Federal Congress on April 5 and 6, the delegation denounced the U.S. for deploying THAAD in south Korea without going through any legal procedures.\n\t\t\t\t\t\n\t\t\t\t\t It conveyed a letter of protest to the U.S. government and Congress.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also held a consultative meeting for checking the THAAD deployment in the vicinity of the UN headquarters on April 7.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting vowed to intensify information service about the danger of THAAD and the struggle against its deployment in cooperation with the community of Koreans in the U.S."
        },
        {
            "title": "S. Koreans Call for Erecting Statue of Korean Forcible Draftee",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-19ee.html",
            "content": "S. Koreans Call for Erecting Statue of Korean Forcible Draftee\r\nPyongyang, April 11 (KCNA) -- The Unification Committee of the Seoul Headquarters of the south Korean Confederation of Trade Unions and an organization of Seoul workers turned out in an action to erect a statue of forcible draftee indicting the Japanese imperialists' crimes on April 6, according to the south Korean internet newspaper Tongil News.\n\t\t\t\t\t The statue was originally planned to be set up on March 1 but it was not realized due to the puppet authorities' suppression.\n\t\t\t\t\t\n\t\t\t\t\t At a rally in Seoul the speakers pledged to erect the statue by August 15, stressing there is no reason not to set up the statue in south Korea as the one has already been erected in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The international community already acknowledged the crime of the forcible drafting of Koreans by Japan, they said, calling on the new \"government\" to nullify the \"agreement\" between south Korea and Japan and provide legal and institutional mechanism for probe into the truth behind the forcible drafting of Koreans and the abolition of the remnants of the pro-Japanese elements.\n\t\t\t\t\t\n\t\t\t\t\t A declaration for sovereignty of workers read out there called for wresting apology and reparation for the atrocious crimes committed against forcibly drafted Koreans by the Japanese imperialists."
        },
        {
            "title": "Kim Jong Un's Report to 7th WPK Congress Published in Pakistan",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-01ee.html",
            "content": "Kim Jong Un's Report to 7th WPK Congress Published in Pakistan\r\nPyongyang, April 11 (KCNA) -- The Victorial Publishing House of Pakistan on April 3 brought out in pamphlet \"3. For the Independent Reunification of the Country\" from respected Supreme Leader Kim Jong Un's Report to the Seventh Congress of the Workers' Party of Korea (WPK) on the Work of the Central Committee.\n\t\t\t\t\t \"3. For the Independent Reunification of the Country\" reviews the struggle of the WPK for accomplishing the cause of national reunification and successes achieved in the period under review.\n\t\t\t\t\t\n\t\t\t\t\tIt clarifies the WPK's line of national reunification and the policy for carrying it out and the urgent problems arising at present for the independent reunification of the country."
        },
        {
            "title": "Day of Sun to Be Marked in Barbados",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-02ee.html",
            "content": "Day of Sun to Be Marked in Barbados\r\nPyongyang, April 11 (KCNA) -- A Barbados national preparatory committee for celebrating the birth anniversary of President Kim Il Sung was formed on April 3.\n\t\t\t\t\t David Denny, chairman of the Barbados Committee for Friendship and Solidarity with the Korean People, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize diverse political and cultural events praising the revolutionary career and exploits of the President on the occasion of the Day of the Sun, his birth anniversary."
        },
        {
            "title": "Foreigners Blast U.S.-S. Korean Joint Military Drills",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-03ee.html",
            "content": "Foreigners Blast U.S.-S. Korean Joint Military Drills\r\nPyongyang, April 11 (KCNA) -- Organizations and personages of various countries condemned the U.S. and the south Korean puppet forces for staging joint military exercises for aggression on the DPRK.\n\t\t\t\t\t The Nigerian-Korean Friendship Association said in its statement on Mar. 17:\n\t\t\t\t\t\n\t\t\t\t\t South Korea is resorting to the confrontation racket, turning down the patriotic calls and sincere proposals made by the DPRK government to improve the north-south ties and avert military conflict and danger of a war.\n\t\t\t\t\t\n\t\t\t\t\t Despite the strong protest and rejection by the public at home and abroad, the U.S. has been waging the DPRK-targeted war games around the Korean peninsula with huge aggression forces involved.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-south Korea joint military exercises may bring the Korean peninsula and its vicinity to nuclear holocaust.\n\t\t\t\t\t\n\t\t\t\t\t We denounce the war exercises pushing the situation on the peninsula to the brink of war.\n\t\t\t\t\t\n\t\t\t\t\t Otete Gaston Mboyo, chairman of the Democratic Congo-Korea Friendship and Solidarity Association, said in a statement on April 4:\n\t\t\t\t\t\n\t\t\t\t\t The world progressives are well aware that the annual U.S.-south Korean joint military exercises are aimed to mount a preemptive attack and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t However, the UN has never adopted a decision to blast the provocative joint military games disturbing the world peace and the stability of the region.\n\t\t\t\t\t\n\t\t\t\t\t On the contrary, it has applied \"sanctions\" to the DPRK over its every routine military drill for self-defence and measure taken in conformity with international laws and the UN Charter.\n\t\t\t\t\t\n\t\t\t\t\t We, together with the world people valuing peace and friendship, demand that the U.S. administration stop at once the reckless war games which may develop into a real war any moment."
        },
        {
            "title": "DPRK People's Struggle of Justice Supported Abroad",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-04ee.html",
            "content": "DPRK People's Struggle of Justice Supported Abroad\r\nPyongyang, April 11 (KCNA) -- Organizations and personages of Switzerland and Guyana strongly condemned the U.S. moves to strangle the DPRK on Mar. 21 and 22.\n\t\t\t\t\t The Swiss preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea charged in a joint statement that recently the U.S. secretary of state let loose a spate of remarks that threatened and put pressure on the DPRK. The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Question is that Obama and Tillerson are not willing to know what made the DPRK have access to nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear force is the treasured sword of justice and most reliable war-deterrent to defend the socialist country and protect the people.\n\t\t\t\t\t\n\t\t\t\t\t It has both the will and capability to readily counter any type of war the U.S. wants.\n\t\t\t\t\t\n\t\t\t\t\t We condemn the nonsense of the U.S. secretary of state and extend solidarity to the DPRK's just counter-action.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., take its hands off the DPRK!\n\t\t\t\t\t\n\t\t\t\t\t Gerald Perreira, representative of the Organization for Victory of the Guyanese People, said in a statement that the Korean people have a right to protect the gains they acquired while overcoming all sorts of trials and ordeals.\n\t\t\t\t\t\n\t\t\t\t\t We express full support to the just struggle of the Korean people for preventing a war and ensuing peace on the Korean peninsula."
        },
        {
            "title": "Acto central por 5o aniversario de eleccion de Kim Jong Un",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-29ss.html",
            "content": "Acto central por 5o aniversario de eleccion de Kim Jong Un\r\nPyongyang, 11 de abril (ACNC) -- Tuvo lugar el dia 11 en el capitalino Palacio Cultural del Pueblo el acto central por el 5o aniversario de la eleccion del Maximo Dirigente Kim Jong Un a los puestos supremos del Partido y el Estado de la Republica Popular Democratica de Corea. \n\t\t\t\t\tAsistieron Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae y otros cuadros directivos del Partido, el Estado y el ejercito, los miembros del organo de direccion central del Partido en esta capital, los diputados a la Asamblea Popular Suprema, los funcionarios de los organismos del Partido, las fuerzas armadas, el Poder, las entidades sociales, ministerios y organos centrales, los oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, y los funcionarios y benemeritos de organismos, fabricas y empresas de la capital. \n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo de Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y vicepresidente del Comite de Estado de la Republica Popular Democratica de Corea y del Comite Central del PTC. \n\t\t\t\t\t\n\t\t\t\t\tEl orador dijo que la eleccion del Maximo Dirigente segun el unanime deseo de todo el Partido, todo el ejercito y todo el pueblo deviene un acontecimiento historico que abrio una nueva era de victorias y prosperidad en el camino de avance del Partido, la revolucion, la patria y el pueblo. \n\t\t\t\t\t\n\t\t\t\t\tCon la destacada ideologia y direccion el Maximo Dirigente conduce a la unica senda de la victoria el Partido y el Estado abriendo la era de maximo esplendor para el cumplimiento de la causa socialista, subrayo y continuo:\n\t\t\t\t\t\n\t\t\t\t\tAl resolver perfectamente las importantes tareas que se presentaban por la epoca y la practica revolucionaria, el continuo con firmeza el linaje de la revolucion coreana iniciada en la selva del monte Paektu y registro grandes victorias en la marcha de la nueva centuria del Juche. \n\t\t\t\t\t\n\t\t\t\t\tPresto atencion primordial a las labores para enaltecer al Presidente Kim Il Sung y al Dirigente Kim Jong Il como eternos lideres del Partido y la revolucion coreana y eterno Sol del Juche, de modo que continuara generacion tras generacion la historia de los grandes Lideres antecesores en este territorio. \n\t\t\t\t\t\n\t\t\t\t\tEn medio de la lucha por mantener la idea y causa de los grandes Lideres antecesores y materializar sus legados, se ha asegurado firmemente la continuidad de la revolucion del Juche, la del Songun, y continuan los lazos consanguineos entre el lider y el pueblo. \n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente hizo registrar grandes saltos e innovaciones en todos los dominios de la construccion socialista para consolidar los fundamentos de la revolucion del Juche asentados por los Lideres antecesores y trajo una nueva era de viraje. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la orientacion de este gran hombre quien condujo sabiamente a todos los militares y civiles para que desarrollaran con audacia la campana de creacion basada en el autofortalecimiento desplegando el indoblegable espiritu y el poderio de las ciencias y tecnicas, se han logrado de manera multiple y sucesiva las victorias y exitos milagrosos en todos los dominios de la politica, los asuntos militares, la economia y la cultura aun en medio de las peores adversidades. \n\t\t\t\t\t\n\t\t\t\t\tEn la historia de la politica de la humanidad no hubo un gran hombre como el Maximo Dirigente quien conduciendo con seguridad las labores partidistas y estatales en general, exalto al maximo en tan corto plazo la dignidad y la posicion de la patria y alcanzo la prosperidad y la civilizacion, que son imposibles aun en varios decenios.\n\t\t\t\t\t\n\t\t\t\t\tSe debe materializar estrictamente la resolucion del VII Congreso del PTC e impulsar con dinamismo el avance victorioso del socialismo, en acato fiel a la idea y la direccion del Maximo Dirigente. \n\t\t\t\t\t\n\t\t\t\t\tNadie puede detener el avance del PTC, el ejercito y el pueblo coreanos, guiados por el gran hombre del monte Paektu, y es invencible la causa socialista coreano de tipo jucheano."
        },
        {
            "title": "Tiene lugar quinto periodo de sesiones de XIII Legislatura de APS",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-25ss.html",
            "content": "Tiene lugar quinto periodo de sesiones de XIII Legislatura de APS\r\nPyongyang, 11 de abril (ACNC) -- Tuvo lugar el dia 11 en el capitalino Palacio de los Congresos Mansudae el quinto periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea. \n\t\t\t\t\tAsistio a la ocasion el Maximo Dirigente Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes los diputados a la APS. \n\t\t\t\t\t\n\t\t\t\t\tTambien, participaron en calidad de observador los funcionarios de los organismos del Partido, las fuerzas armadas y el Poder, entidades sociales, ministerios, organos centrales e instituciones de ciencia, educacion, literatura y arte, salud publica, prensa e informacion. \n\t\t\t\t\t\n\t\t\t\t\tLa reunion decidio los siguientes puntos de la agenda:\n\t\t\t\t\t\n\t\t\t\t\t 1. Sobre el trabajo del Consejo de Ministros en el 105 (2016) de la Era Juche para el cumplimiento de la estrategia quinquenal para el desarrollo de la economia nacional y sus tareas para el 106 (2017) de la Era Juche\n\t\t\t\t\t\n\t\t\t\t\t 2. Sobre el balance de la ejecucion de los presupuestos estatales de la RPDC en el 105 (2016) de la Era Juche y los presupuestos estatales para el 106 (2017) de la Era Juche\n\t\t\t\t\t\n\t\t\t\t\t 3. Sobre el balance de la ejecucion de la ley de implementacion de la ensenanza obligatoria general de 12 anos\n\t\t\t\t\t\n\t\t\t\t\t 4. La eleccion de la Comision de Relaciones Exteriores de la APS \n\t\t\t\t\t\n\t\t\t\t\t 5. El problema de organizacion \n\t\t\t\t\t\n\t\t\t\t\tAl presentar el informe sobre el primer punto, el diputado Pak Pong Ju, primer ministro del Consejo de Ministros, dijo que el ano pasado, todos los dominios de la economia nacional sobrecumplieron el plan de producto bruto industrial y abrieron asi el arremetedero para el cumplimiento de la estrategia quinquenal para el desarrollo de economia nacional. \n\t\t\t\t\t\n\t\t\t\t\tY se refirio a los exitos alcanzados en los dominios de la ciencia, educacion, salud publica y deportes. \n\t\t\t\t\t\n\t\t\t\t\tA traves de la lucha del ano pasado, el pueblo coreano redoblo de nuevo la conviccion de que no hay ninguna meta inalcanzable y puede cumplir sin falta la estrategia de desarrollo economico presentada por el Partido, gracias a la probada y diestra orientacion del Maximo Dirigente Kim Jong Un, el inagotable poderio de los militares y civiles coreanos que superan todas las dificultades y pruebas en respuesta al llamamiento del Partido y al firme cimiento de la economia independiente y poderio de las ciencias y tecnicas, destaco. \n\t\t\t\t\t\n\t\t\t\t\tInsistio en dinamizar la ofensiva general de todo el pueblo para acoger con orgullosos exitos laborales la Conferencia de Precursores de Mallima sosteniendo en alto la consigna combativa \"!Impulsemos el avance victorioso del socialismo por la gran fuerza motriz que es la capacidad de fortalecernos con nuestros propios medios!\", presentada por el Partido, de modo que se abran buenas perspectivas para el cumplimiento de la estrategia quinquenal para el desarrollo de la economia nacional. \n\t\t\t\t\t\n\t\t\t\t\tEn el informe sobre el segundo punto, el diputado Ki Kwang Ho, ministro de Finanzas, anuncio que el plan de ingresos de los presupuestos estatales del ano pasado se cumplio en 102.1% con un incremento de 6.3% en comparacion con el ano 2015 y el plan de egresos se ejecuto en 99.9%. \n\t\t\t\t\t\n\t\t\t\t\tInformo que en el ano en curso, los ingresos y los egresos creceran a 103.1% y 105.4%, respectivamente. \n\t\t\t\t\t\n\t\t\t\t\tLuego, hubo discursos sobre el primer y segundo puntos de la agenda. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores expresaron el apoyo total y consentimiento a los informes diciendo que se hizo balance correcto del trabajo del Consejo de Ministros y de la ejecucion de los presupuestos estatales del ano pasado, se presentaron claras tareas del Consejo de Ministros para abrir buenas perspectivas para el cumplimiento de la estrategia quinquenal para el desarrollo de economia nacional de este ano y se determinaron bien los presupuestos estatales de este ano. \n\t\t\t\t\t\n\t\t\t\t\tManifestaron la decision de acoger como conclave de triunfadores la Conferencia de Precursores de Mallima registrando el avance, innovaciones y ofensiva continuos en el principio de autofortalecimiento. \n\t\t\t\t\t\n\t\t\t\t\tEn la reunion fueron aprobados la resolucion de la APS \"Sobre la aprobacion del informe sobre el trabajo del Consejo de Ministros de la RPDC y del balance de la ejecucion de los presupuestos estatales del 105 (2016) de la Era Juche\" y la ley de la APS \"Sobre los presupuestos estatales del 106 (2017) de la Era Juche de la RPDC\".\n\t\t\t\t\t\n\t\t\t\t\tEl diputado Kim Sung Du, presidente del Comite de Educacion y ministro de Educacion General, presento el informe sobre el tercer punto. \n\t\t\t\t\t\n\t\t\t\t\tEl menciono que despues de promulgada la ley de implementacion de la ensenanza obligatoria general de 12 anos en el sexto periodo de sesiones de la XII Legislatura de la APS, efectuado en septiembre de 2012, se dieron buen impulso a los preparativos para ponerla en practica como cuestion de todo el Partido, todo el Estado y todo el pueblo. \n\t\t\t\t\t\n\t\t\t\t\tDesde el primero de abril pasado, se ha aplicado con motivo del nuevo ano escolar la ensenanza obligatoria general de 12 anos en todas las regiones de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hubo discursos sobre el tercer punto. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores resaltaron la necesidad de registrar nuevo cambio en la ensenanza obligatoria general de 12 anos conforme al proposito del Partido que presento la educacion como asunto mas importante del Partido y el Estado. \n\t\t\t\t\t\n\t\t\t\t\tFue adoptada la resolucion de la APS \"Sobre el balance de la ejecucion de la ley de implementacion de la ensenanza obligatoria general de 12 anos\". \n\t\t\t\t\t\n\t\t\t\t\tFue elegida la Comision de Relaciones Exteriores de la APS.\n\t\t\t\t\t\n\t\t\t\t\tComo presidente de la Comision de Relaciones Exteriores de la APS de la RPDC fue elegido el diputado Ri Su Yong, vicepresidente del CC del PTC, y como sus miembros, el vicepremier diputado Ri Ryong Nam, el diputado Ri Son Gwon, presidente del Comite por la Reunificacion Pacifica de la Patria, la diputada Kim Jong Suk, presidenta del Comite Coreano de Relaciones Culturales con el Extranjero, el diputado Kim Kye Gwan, primer viceministro de Relaciones Exteriores, el diputado Kim Tong Son, vicepresidente del CC de la Federacion General de los Sindicatos de Corea, y el diputado Jong Yong Won, secretario del CC de la Union de la Juventud Kimilsungista-Kimjongilista.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, fue abordado el problema de organizacion.\n\t\t\t\t\t\n\t\t\t\t\tPor el encargo del CC del PTC, la reunion removio a los diputados Kim Wan Su y Ri Myong Gil del cargo de miembro del Presidium de la APS de la RPDC debido al cambio de sus puestos. Se hicieron nuevos miembros del Presidium de la APS la diputada Jang Chun Sil, presidenta del CC de la Union Socialista de Mujeres de Corea, y el diputado Pak Myong Chol, secretario general y miembro de la presidencia del CC del Frente Democratico para la Reunificacion de la Patria.\n\t\t\t\t\t\n\t\t\t\t\tA propuesta del premier, Jang Kil Ryong fue nombrado como ministro de Industria Quimica.\n\t\t\t\t\t\n\t\t\t\t\tPor el encargo del CC del PTC, la reunion depuso al diputado Jang Pyong Gyu del cargo de presidente de la Fiscalia Central de la RPDC y nombro a este puesto al diputado Kim Myong Gil.\n\t\t\t\t\t\n\t\t\t\t\tEl diputado Jang Pyong Gyu fue removido tambien del cargo de miembro de la Comision de Legislacion de la APS."
        },
        {
            "title": "Pak Pong Ju balancea el trabajo del CM en 2016 y presenta sus tareas para 2017",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-26ss.html",
            "content": "Pak Pong Ju balancea el trabajo del CM en 2016 y presenta sus tareas para 2017\r\nPyongyang, 11 de abril (ACNC) -- En el quinto periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema, efectuado el dia 11, el diputado Pak Pong Ju, primer ministro del Consejo de Ministros, presento el informe sobre el trabajo del Consejo de Ministros en el ano pasado y sus tareas para este ano.\n\t\t\t\t\tSegun el informe, en el ano pasado, todos los sectores de la economia nacional sobrecumplieron el plan de producto bruto industrial y abrieron asi el arremetedero para el cumplimiento de la estrategia quinquenal para el desarrollo de la economia nacional.\n\t\t\t\t\t\n\t\t\t\t\tSe incrementaron la produccion de electricidad y carbon y el volumen de cargas transportadas por via ferroviaria en comparacion con 2015.\n\t\t\t\t\t\n\t\t\t\t\tSe crecio considerablemente la produccion de los importantes renglones en especie, incluyendo el abono quimico, el cemento, las telas y los zapatos.\n\t\t\t\t\t\n\t\t\t\t\tEl rendimiento de cereales supero el nivel del ano con el record de produccion.\n\t\t\t\t\t\n\t\t\t\t\tSe construyo la avenida Ryomyong como la ejemplar de arquitectura moderna y se levantaron muchas creaciones monumentales como la Central Hidroelectrica Heroes Jovenes Paektusan No.3, la primera etapa de la marisma Honggondo y el Hospital Universal de Oftalmologia Ryugyong.\n\t\t\t\t\t\n\t\t\t\t\tSe presentaron como regalo laboral de fidelidad ante el VII Congreso del Partido del Trabajo de Corea el tractor y el camion de nuevos modelos, varias maquinas agricolas de buen funcionamiento, el aerogenerador, la maquina forestal y otra maquinaria, hechos con las fuerzas y tecnicas propias.\n\t\t\t\t\t\n\t\t\t\t\tDe acuerdo con el proposito del Partido que fijo la reparacion de los danos en las zonas septentrionales de la provincia de Hamgyong del Norte como direccion de ofensiva principal y primera linea del frente de la campana de 200 dias, se realizaron de modo combativo la planificacion y el mando de labores economicas para movilizar en esa tarea todas las potencialidades del pais.\n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, concluyo exitosamente en un corto plazo esa enorme obra que comprendio la construccion de las viviendas para mas de 11 mil 900 familias y mas de cien guarderias, jardines de infancia, escuelas, clinicas y hospitales y la reparacion de hogares para mas de 15 mil familias.\n\t\t\t\t\t\n\t\t\t\t\tSe establecieron los ejemplares sistemas de produccion automatizados al estilo coreano, se cultivaron buenas variedades de alto rendimiento y se lograron los exitos cientifico-tecnicos de capital importancia para el desarrollo economico del pais y la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tSe mejoraron las condiciones y ambiente de educacion y se introdujeron en la practica clinica las avanzadas ciencias y tecnicas medicas.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, las deportistas triunfaron seguidamente en las Copas Mundiales (f) sub-17 y sub-20 de la FIFA de 2016. \n\t\t\t\t\t\n\t\t\t\t\tEste ano, el Consejo de Ministros alcanzara a toda costa sus metas de trabajo tomando como tareas principales los trabajos para resolver la escasez de energia electrica del pais, revitalizar la industria metalurgica, la quimica y toda la economia nacional y registrar un viraje trascendental en el mejoramiento de las condiciones de la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tIncrementara la inversion en las ramas de ciencias y tecnicas para resolver los problemas que surgen en asegurar con los domesticos las materias primas, combustibles y equipos necesarios, modernizar las fabricas y empresas y normalizar su produccion.\n\t\t\t\t\t\n\t\t\t\t\tDara acicate a la renovacion tecnica de las centrales electricas, aceptara varias tecnologias avanzadas y cumplira a toda costa las metas de produccion electrica presentadas por el Partido.\n\t\t\t\t\t\n\t\t\t\t\tConcentrara en completar la construccion de los objetos importantes para la produccion del hierro Juche en el Complejo Siderurgico Kim Chaek y hara que las fabricas metalurgicas tomen las medidas de aseguramiento de materias primas, combustibles y energia motriz, acepten las tecnicas avanzadas y rebajen al maximo el costo de produccion de hierro, de modo que ellas cumplan la meta de produccion de materiales de acero e hierro.\n\t\t\t\t\t\n\t\t\t\t\tNormalizara la produccion de los articulos quimicos e impulsara la remodelacion del proceso de produccion por el tipo ahorrador de energia electrica.\n\t\t\t\t\t\n\t\t\t\t\tDara un gran paso en la jucheanizacion de la industria quimica. En particular, satisfara la demanda nacional de abonos con los domesticos, creara la industria quimica de C1 y consolidara las bases de produccion de fertilizantes fosforicos.\n\t\t\t\t\t\n\t\t\t\t\tAlcanzara la meta anual de produccion de carbon al enfocar la inversion en las minas carboniferas con abundantes yacimientos y buenas condiciones extractivas, elevar el nivel de mecanizacion de los equipos de galeria e introducir con eficacia los avanzados metodos de perforacion.\n\t\t\t\t\t\n\t\t\t\t\tCubrira de manera preferencial la demanda de transporte de cargas para las centrales termoelectricas y las fabricas metalurgicas y quimicas y multiplicara los esfuerzos por consolidar la base material y tecnica del ferrocarril.\n\t\t\t\t\t\n\t\t\t\t\tAcelerara la modernizacion de las fabricas mecanicas y construira el procesamiento de produccion en serie de los tractores y camiones de carga de nuevos modelos y las maquinas agricolas multiusos, de modo que cumplira el objetivo de produccion definido por el partido. Tambien, impulsara activamente la construccion de la fabrica de modernos equipos medidores y acondicionara el proceso de produccion de los equipos generadores con energias naturales.\n\t\t\t\t\t\n\t\t\t\t\tTomara como las tareas importantes la diversificacion de variedad, forma y color y la mejora de calidad de los articulos de consumo popular, considerando como semilla la produccion con los recursos nacionales y hara que todas las fabricas y empresas cumplan la meta de produccion de los articulos de consumo popular.\n\t\t\t\t\t\n\t\t\t\t\tConquistara sin falta la meta de produccion de cereales presentada por el partido.\n\t\t\t\t\t\n\t\t\t\t\tAumentara la produccion de carne y leche y prestara atencion a la produccion de frutas, hongos y verduras en escala nacional para que el pueblo sea beneficiado realmente.\n\t\t\t\t\t\n\t\t\t\t\tCumplira a toda costa la meta de produccion de pescado construyendo muchos modernos barcos pesqueros y librando activa pesca.\n\t\t\t\t\t\n\t\t\t\t\tConcentrara las fuerzas estatales en la remodelacion del distrito de Samjiyon como un distrito ejemplar y terminara en maximo nivel la construccion de las obras importantes.\n\t\t\t\t\t\n\t\t\t\t\tImpulsara tesoneramente la repoblacion forestal tomandola como una tarea estrategica y renovara la fisonomia del territorio nacional mediante el arreglo de rios y la reparacion de las carreteras y la proteccion medioambiental.\n\t\t\t\t\t\n\t\t\t\t\tTodo el Estado y toda la sociedad prestaran atencion a mejorar las instalaciones y el ambiente para la educacion cientifica y asegurar con responsabilidad las condiciones al dominio de salud publica para asi desplegar altamente la superioridad y la vitalidad del sistema socialista de salud publica de nuestro pais. Desarrollaran animadamente las actividades masivas en el deporte, la cultura y el arte para que se reine en todo el pais el optimismo revolucionario.\n\t\t\t\t\t\n\t\t\t\t\tEl Consejo de Ministros estimulara a todos los funcionarios directivos economicos a librar la campana de creacion de la velocidad de Mallima de hoy, cumpliendo asi con su responsabilidad y mision en el trabajo para hacer del presente el ano de viraje en la construccion de la potencia economica socialista."
        },
        {
            "title": "Ki Kwang Ho presenta informe sobre los presupuestos del Estado",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-27ss.html",
            "content": "Ki Kwang Ho presenta informe sobre los presupuestos del Estado\r\nPyongyang, 11 de abril (ACNC) -- En el quinto periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, efectuado el dia 11, el diputado Ki Kwang Ho, ministro de Finanzas, presento el informe sobre la ejecucion de los presupuestos estatales del ano pasado y los mismos de este ano.\n\t\t\t\t\tSegun el informe, el plan de ingresos de los presupuestos estatales del ano pasado se cumplio en 102.1 % y tuvo un crecimiento de 6.3% en comparacion con el ano 2015.\n\t\t\t\t\t\n\t\t\t\t\tEl plan de ingresos del presupuesto local se cumplio en 114.3% y el de egresos estatales, en 99.9%.\n\t\t\t\t\t\n\t\t\t\t\tEl 15.8% del monto desembolsado fue asignado como gastos de defensa nacional y la inversion en el desarrollo de ciencias y tecnicas crecio 5.5% en relacion con el ano 2015.\n\t\t\t\t\t\n\t\t\t\t\tEl 48.3 % del monto total de egresos fue orientado a los sectores de la economia nacional.\n\t\t\t\t\t\n\t\t\t\t\tLa inversion en la rama de construccion marco un aumento de 15.3% frente al ano 2015.\n\t\t\t\t\t\n\t\t\t\t\tEl 35.7% de los gastos fue invertido en las tareas para situar la educacion, la salud publica, los deportes y la literatura y arte y las demas ramas en el nivel de potencia civilizada socialista.\n\t\t\t\t\t\n\t\t\t\t\tLa dimension de ingresos y egresos de los presupuestos estatales del presente ano fue determinada con el objetivo de concentrarse en el cumplimiento de la estrategia quinquenal para el desarrollo de la economia nacional, registrar un avance decisivo en la construccion de la potencia civilizada socialista y seguir consolidando la capacidad de autodefensa nacional. \n\t\t\t\t\t\n\t\t\t\t\tLos ingresos de este ano ascenderan a 103.1% en comparacion con el ano pasado.\n\t\t\t\t\t\n\t\t\t\t\tEntre ellos, se preven un incremento de 2.4% en los ingresos provenientes de transacciones y el de 3.5% y 1.6% en los ingresos por ganancias de las empresas estatales y de las entidades cooperativas, respectivamente.   Igualmente, se esperan los aumentos de 2%, 1.2% y 1.1% en los ingresos provenientes de los pagos por el uso de propiedades inmuebles, de las contribuciones para el seguro social y de la venta de bienes y alteracion de precios, por ese orden. \n\t\t\t\t\t\n\t\t\t\t\tY se aumentaran a 101.2% los ingresos por otros conceptos y los provenientes de las zonas economicas y comerciales.\n\t\t\t\t\t\n\t\t\t\t\tOcuparan 73.1% y 26.9%, respectivamente, los ingresos presupuestarios centrales y locales. \n\t\t\t\t\t\n\t\t\t\t\tLas provincias, ciudades y distritos cubriran los gastos con ingresos propios y aportaran ganancias a los presupuestos centrales.\n\t\t\t\t\t\n\t\t\t\t\tHabra un alza de 5.4 % frente al ano pasado en los egresos de los presupuestos estatales de este ano.\n\t\t\t\t\t\n\t\t\t\t\tLlegara a 108.5% la inversion en el sector de ciencias y tecnicas y se aumentaran a 104.5%, 104.4%, 106.8% y 107.2% los fondos asignados para la industria, la agricultura, la pesquera y la selvicultura, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tAscenderan a 102.6%, 109.1%, 113.3%, 106.3% y 104.6% los gastos para la construccion basica, la educacion, la salud publica, el deporte y la literatura y arte, por este orden.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, sera destinado a la defensa nacional el 15.8% del monto total de egresos presupuestarios.\n\t\t\t\t\t\n\t\t\t\t\tSe enviaran este ano muchos fondos a los hijos de los coreanos residentes en Japon como subsidios escolares y becas.\n\t\t\t\t\t\n\t\t\t\t\tAl final, el diputado Ki hizo enfasis en ejecutar con exito los presupuestos del Estado de este ano al librar una intensa lucha por coronar la Conferencia de Precursores de Mallima como cita de triunfadores bajo la bandera de defensa de los legados del lider y las politicas del partido y con el espiritu de la Provincia de Kangwon, el nuevo de la epoca."
        },
        {
            "title": "Balance de ejecucion de la ley sobre la implementacion de la ensenanza obligatoria general de 12 de anos",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-28ss.html",
            "content": "Balance de ejecucion de la ley sobre la implementacion de la ensenanza obligatoria general de 12 de anos\r\nPyongyang, 11 de abril (ACNC) -- En el quinto periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, efectuado el dia 11, el diputado Kim Sung Du, presidente del Comite de Educacion y ministro de Educacion General, presento el informe sobre el balance de la ejecucion de la ley sobre la implementacion de la ensenanza obligatoria general de 12 anos. \n\t\t\t\t\tEl informante dijo que la ley mencionada fue promulgada en el sexto periodo de sesiones de la XII Legislatura de la APS convocado en septiembre de 2012 y continuo:\n\t\t\t\t\t\n\t\t\t\t\tSe promovio como asunto de todo el Partido, todo el Estado y todo el pueblo la labor para aplicar la ensenanza obligatoria general de 12 anos.\n\t\t\t\t\t\n\t\t\t\t\tEl Comite de Educacion, siendo encargado directo de la ejecucion de la ley, hizo esfuerzos por implementarla globalmente y elevar la calidad de la ensenanza. \n\t\t\t\t\t\n\t\t\t\t\tDefinio la ensenanza obligatoria general de 12 anos como la educacion preescolar de un ano, la ensenanza primaria de 5 anos, la secundaria basica y la superior de 3 anos, respectivamente. Desde el ano escolar 2013-2014 puso en operacion la escuela secundaria de 6 anos dividida en la basica de 3 anos y la superior de 3 anos. \n\t\t\t\t\t\n\t\t\t\t\tY desde el ano en curso ha convertido la ensenanza primaria de 4 anos en la otra de 5 anos y comenzo a impartir lecciones en las escuelas secundarias superiores tecnicas. \n\t\t\t\t\t\n\t\t\t\t\tFijo la meta final de la ensenanza obligatoria general de 12 anos, las normas de alcance de cada tipo de escuelas y cada asignatura, y el limite y nivel de contenidos didacticos. A base de ello, elaboro y envio los programas docentes a las escuelas a todos niveles antes del inicio del ano escolar 2013. \n\t\t\t\t\t\n\t\t\t\t\tAfilio los institutos superiores pedagogicos y normales a las universidades regionales, convirtio la ensenanza por correspondencia en los institutos superiores pedagogicos en la otra a larga distancia e incremento el numero de maestros. \n\t\t\t\t\t\n\t\t\t\t\tAteniendose al programa de ensenanza obligatoria general de 12 anos, hizo publicar nuevos manuales y libros de referencia para los ninos de jardines de infancia y los alumnos de las escuelas primarias, las secundarias basicas, las superiores y las superiores tecnicas y los suministro a todos los alumnos y maestros del pais. Tambien, envio mas de 9 millones 100 mil aparatos de ensayo y equipos escolares de mas de 300 generos. \n\t\t\t\t\t\n\t\t\t\t\tLos ministerios, organos centrales y los comites populares provinciales, urbanos y distritales se esforzaron activamente por mejorar las condiciones y ambiente didacticos de las escuelas. \n\t\t\t\t\t\n\t\t\t\t\tEl Ministerio de Finanzas y otros organos correspondientes aumentaron los gastos para la ensenanza a 107.1% como promedio anual, lo cual permitio consolidar mas la base tecnico-material de la ensenanza. \n\t\t\t\t\t\n\t\t\t\t\tDurante 4 anos que datan de la promulgacion de la ley, se han construido o ampliado en escala nacional mas de mil 500 escuelas, acondicionado nuevamente mas de 10 mil 790 clases y producido muchos equipamientos escolares. \n\t\t\t\t\t\n\t\t\t\t\tSe han renovado radicalmente el ambiente docente y las condiciones de vida de los orfanatos y las escuelas primarias y secundarias de internado de todo el pais. \n\t\t\t\t\t\n\t\t\t\t\tSe ha dinamizado la asistencia a las escuelas como un movimiento de toda la sociedad y todo el pueblo. \n\t\t\t\t\t\n\t\t\t\t\tDesde el primero de abril pasado, se implementa con motivo del nuevo ano escolar la ensenanza obligatoria general de 12 anos en todas las regiones de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el informante insistio en la necesidad de hacer una revolucion en el dominio de la educacion conforme a la implementacion total de la ensenanza obligatoria general de 12 anos para acelerar la formacion a todos los ciudadanos como excelentes cientificos y tecnicos y la conversion de la patria en la potencia de personas talentosas."
        },
        {
            "title": "Kim Yong Nam expresa condolencias al presidente egipcio",
            "url": "http://kcna.co.jp/item/2017/201704/news11/20170411-18ss.html",
            "content": "Kim Yong Nam expresa condolencias al presidente egipcio\r\nPyongyang, 11 de abril (ACNC) ? En relacion con que se reportaron muchas perdidas humanas en el atentado dinamitero ocurrido en la Republica Arabe de Egipto, el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, remitio el dia 10 un mensaje de consuelo al presidente egipcio Abdel Fattah al-Sisi. \n\t\t\t\t\tEn su misiva, el remitente expreso profunda compasion al destinatario y al gobierno y pueblo egipcios y a los familiares de victimas y envio la firme solidaridad al gobierno y pueblo de Egipto que luchan contra el terrorismo. \n\t\t\t\t\t\n\t\t\t\t\tCondeno categoricamente el presente incidente calificandolo de sucia maniobra de las fuerzas deseosas de impedir la construccion de una sociedad estable a que aspiran el gobierno y pueblo egipcios. \n\t\t\t\t\t\n\t\t\t\t\tY deseo exitos en los trabajos del gobierno y pueblo de ese pais amistoso para defender la seguridad y estabilidad del pais y construir un Egipto poderoso y prospero."
        }
    ]
}