{
    "date": "2017-10-23",
    "url": "http://kcna.co.jp/item/2017/201710/2017-10-23ee.html",
    "articles": [
        {
            "title": "Greetings to President of Zambia",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-18ee.html",
            "content": "Greetings to President of Zambia\r\n Pyongyang, October 23 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, on Oct. 16 sent a message of greeting to Edgar Lungu, president of the Republic of Zambia, on the occasion of the 53rd anniversary of its independence.\n\t\t\t\t\t The message wished the president good health and happiness and bigger success in the work of the government and people of Zambia for its political stability and economic prosperity, expressing the belief that the relations of friendship and cooperation between the two countries with a long history and tradition would grow stronger."
        },
        {
            "title": "Congratulations to FM of Zimbabwe",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-23ee.html",
            "content": "Congratulations to FM of Zimbabwe\r\n Pyongyang, October 23 (KCNA) -- Ri Yong Ho, foreign minister of the Democratic People's Republic of Korea, Sunday sent a congratulatory message to Walter Mzembi upon his appointment as foreign minister of Zimbabwe.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries with a long history and tradition would grow stronger, the message wished him success in his responsible work for the development of the country's external relations."
        },
        {
            "title": "KAPPC Spokesman Blasts Japanese Authorities' Reckless Action",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-08ee.html",
            "content": "KAPPC Spokesman Blasts Japanese Authorities' Reckless Action\r\n Pyongyang, October 23 (KCNA) -- As already reported, the Japanese reactionaries recently dissolved the House of Representatives without any proper justification in a sinister attempt to prolong their remaining days, claiming it as a \"momentous event\" to overcome \"the nation's difficulties\".\n\t\t\t\t\t Great irony is that the authorities of Japan are getting frantic with the move to paint itself as \"the centripetal force for tiding over the national crisis\", building up the public opinion that the crisis, caused by their poor administration, is ascribable to \"nuclear threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, a spokesman for the Korea Asia-Pacific Peace Committee issued a statement on Sunday, which said:\n\t\t\t\t\t\n\t\t\t\t\t What the Japanese reactionaries seek in deliberately linking their step to dissolve the House of Representatives with the DPRK is to gratify their ambition for staying in power and pave the groundwork for reinvasion of the Korean peninsula in order to realize the old dream of the \"Greater East Asia Co-Prosperity Sphere\", taking advantage of the nuclear war moves of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t This is well proven by the fact that Japan examined a plan for giving logistic support to the U.S. troops and putting down \"armed refugees\" with mobilization of the \"Self-Defense Forces\" in contingency on the Korean peninsula, while loudly trumpeting about the U.S. military attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Japan enacted another sinister political cartoon only to reveal its ugly true colors as a war state which has pressed ahead with its militarization, making a mockery of the world for decades since its defeat.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are behaving frivolously far from sincerely reflecting on their most heinous crimes against the Korean people and making reparation for them.\n\t\t\t\t\t\n\t\t\t\t\t Such an action is nothing but the last-ditch efforts of those frightened by the tremendous might of the DPRK which has neared the completion of the program of the state nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities' dreaming of being exposed to golden rain, believing in the lunatic's empire as in Heaven is as foolish a dream as barking at the moon.\n\t\t\t\t\t\n\t\t\t\t\t Now that it is crystal clear to all that Japan is pushing ahead with the reinvasion preparations in the final stage with the backing of the U.S., the DPRK has the right to take a tough countermeasure for self-defense.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised not to run amuck, well aware of the strategic position of the DPRK as a nuclear power of Juche and a world power."
        },
        {
            "title": "DPRK SPA Delegation Returns from Russia",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-19ee.html",
            "content": "DPRK SPA Delegation Returns from Russia\r\n Pyongyang, October 23 (KCNA) -- The delegation of the Supreme People's Assembly (SPA) of the DPRK led by Vice-Chairman An Tong Chun returned home Monday after taking part in the 137th General Assembly of the Inter-Parliamentary Union held in Sankt-Peterburg, Russia."
        },
        {
            "title": "Participants in 3rd Enlarged Meeting of Board of Directors of Kim Il Sung-Kim Jong Il Foundation Leave",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-15ee.html",
            "content": "Participants in 3rd Enlarged Meeting of Board of Directors of Kim Il Sung-Kim Jong Il Foundation Leave\r\n Pyongyang, October 23 (KCNA) -- Jin Yuhua, director of the Board of Directors of the Kim Il Sung-Kim Jong Il Foundation, and a delegation of the Russian Committee to Praise the Great Persons of Mt Paektu led by Chairman Victor Petrov left here Monday after attending the 3rd enlarged meeting of the Board of Directors of the Foundation."
        },
        {
            "title": "Nano Sci-Tech Exhibition Opens",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-20ee.html",
            "content": "Nano Sci-Tech Exhibition Opens\r\n Pyongyang, October 23 (KCNA) -- The national nano sci-tech exhibition-2017 was opened with due ceremony at the State Nanotechnology Bureau Monday, under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea.\n\t\t\t\t\t Presented to it with the participation of tens of units of the country, including Kim Il Sung University, Kim Chaek University of Technology, the State Nanotechnology Bureau and the Nano Materials Institute of the State Academy of Sciences, are at least 190 achievements made in the course of work to develop the technologies with global competitiveness in the field of nanotechnology.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition is held divided into panels of nano theory and measurement, nano materials and nano agriculture and medical science. A workshop is to be given on the issues arising in realizing the nanotechnology development strategy.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition will last till October 27."
        },
        {
            "title": "Seminar on Protection of Intangible Cultural Heritages Held",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-22ee.html",
            "content": "Seminar on Protection of Intangible Cultural Heritages Held\r\n Pyongyang, October 23 (KCNA) -- There was a seminar on protection of intangible cultural heritages at the Sci-Tech Complex on Monday.\n\t\t\t\t\t It was attended by officials, teachers, researchers and workers in the fields of protection of national heritages, science and education, literature and arts and media.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the seminar referred to the exploits President Kim Il Sung and leader Kim Jong Il performed by paying deep attention to the protection of national heritages, clearly indicating the orientation and ways for promoting it and thus adding glory to the time-honored history and culture of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the guidance of respected Supreme Leader Kim Jong Un, many cultural heritages were newly found and recorded as national silvers to shine as eternal treasures of the people, they added.\n\t\t\t\t\t\n\t\t\t\t\t They called for carrying forward and developing good traditions, creations and beautiful manners and customs of the Korean nation, as required by the present era.\n\t\t\t\t\t\n\t\t\t\t\t Certificates were conferred on the national and local intangible cultural heritages newly registered this year."
        },
        {
            "title": " Tonghae School Completed",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-21ee.html",
            "content": "Tonghae School Completed\r\n Wonsan, October 23 (KCNA) -- Tonghae School for orphans was built in Wonsan City in the east coastal area of Korea.\n\t\t\t\t\t The school has multi-function classrooms and laboratories based on IT technology and a hostel, dinning hall, gymnasium and all other educational and living facilities.\n\t\t\t\t\t\n\t\t\t\t\t Its inaugural ceremony took place Monday.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants together with orphans went round the school."
        },
        {
            "title": "High-Tech Products Popular among People",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-16ee.html",
            "content": "High-Tech Products Popular among People\r\n Pyongyang, October 23 (KCNA) -- The Samhung IT Exchange Company in the DPRK has recently developed e-book \"My Companion 3.3\" and guidance program \"Fellow Traveler 1.0\" available for mobile phones and tablet computers, winning popularity.\n\t\t\t\t\t The new inventions were highly appreciated at the national exhibition of IT successes 2017 held in September.\n\t\t\t\t\t\n\t\t\t\t\t \"My Companion 3.3\", divided into eight parts, contains more than 1,100 e-books. The company also carries recorded reminiscences of President Kim Il Sung \"With the Century\", novels, music, radio dramas, poems and common sense at the book for the convenience of the users.\n\t\t\t\t\t\n\t\t\t\t\t \"Fellow Traveler 1.0\" shows people how to get the destination.\n\t\t\t\t\t\n\t\t\t\t\t When interviewed by KCNA, Ko Hyok Nam, head of the company, said:\n\t\t\t\t\t\n\t\t\t\t\t My company was selected as one of the ten best IT enterprises this year. This is the outcome of the technicians' group of the company always taking the lead in developing the advanced industry after setting up the correct technology strategy as required by the developing times. The company will develop more programs to serve the convenience of working people, loved by them."
        },
        {
            "title": "Medical Equipment and Appliances Produced in DPRK",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-17ee.html",
            "content": "Medical Equipment and Appliances Produced in DPRK\r\n Pyongyang, October 23 (KCNA) -- The public health sector of the DPRK is producing various kinds of medical equipment appliances with its own efforts and technology.\n\t\t\t\t\t Jong Hui Rin, chief engineer of the Medical Appliance Industrial Management Bureau under the Ministry of Public Health, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t More than 110 kinds of medical equipment and appliances have been made this year and supplied to treatment institutions.\n\t\t\t\t\t\n\t\t\t\t\t The Myohyangsan Medical Appliances Factory is producing several kinds of medical appliances including the general dental appliance.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Electronic Medical Appliances Factory manufactured electronic gastroscope, ultrasonic diagnosing appliance for abdomen, high-pressure steam sterilizer, etc.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Medical Appliances Factory, the Hamhung Metal Medical Appliances Factory and the Nampho Medical Appliances Factory made dry-air sterilizer, cold and hot water tank and other medical equipment and appliances.\n\t\t\t\t\t\n\t\t\t\t\t The management bureau has set a goal to develop more than 20 kinds of medical equipment badly needed in public health units in cooperation with the State Academy of Sciences and other scientific research institutes.\n\t\t\t\t\t\n\t\t\t\t\t The provincial people's hospitals, the Changsong County People's Hospital in North Phyongan Province, the Tongsinhung-ri People's Hospital in Jaeryong County, South Hwanghae Province and other preventive and curative medical care institutions across the country are furnished with home-made modern medical equipment."
        },
        {
            "title": "Making Selfless, Devoted Efforts for Good of People Is Mode of Existence of WPK: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-01ee.html",
            "content": "Making Selfless, Devoted Efforts for Good of People Is Mode of Existence of WPK: Rodong Sinmun\r\n Pyongyang, October 23 (KCNA) -- The Workers' Party of Korea is the invincible revolutionary party and the great mother party which formulated making selfless, devoted efforts for the good of the people as its mode of existence, and the true representative and the great guide of the people which built the best power in the world and the ideal society of mankind by making selfless, devoted efforts for the good of the people, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t With making selfless, devoted efforts for the good of the people as its mode of existence, the WPK is demonstrating the victory and glory to be specially recorded in the history of mankind and receiving absolute support and trust of all the people.\n\t\t\t\t\t\n\t\t\t\t\t In order to make selfless, devoted efforts for the good of the people as the mode of existence of the party, it is necessary to have guiding idea, revolutionary theory and leadership method reflecting the most correct viewpoint of the people. \n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il are the great sage of revolution and eternal sun of the people who combined the issue of the Party's mode of existence with the popular masses for the first time in history and successfully solved it. \n\t\t\t\t\t\n\t\t\t\t\t The President, regarding it as his maxim to believe in the people as in Heaven, led the Korean revolution and provided the Juche idea centered on the popular masses and revolutionary theory and leadership method which embodied it.\n\t\t\t\t\t\n\t\t\t\t\t While leading the revolution Kim Jong Il developed the party into genuine mother party which is entirely responsible for and takes care of the people's political integrity and material and cultural life.\n\t\t\t\t\t\n\t\t\t\t\t The Party's mode of existence is being further consolidated thanks to respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the great harmonious whole in which the party and the leader make selfless, devoted efforts for the good of the people and the people devotedly defend the party and the leader, the cause of the WPK for building the best power for the people in the world is sure to emerge victorious."
        },
        {
            "title": "Rodong Sinmun Accuses U.S. Provocation Moves",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-09ee.html",
            "content": "Rodong Sinmun Accuses U.S. Provocation Moves\r\n Pyongyang, October 23 (KCNA) -- The U.S. imperialists are seeking to realize their ambition through military blackmail while introducing various means of demonstration and threat including nuclear carrier task force and nuclear submarine into south Korea. \n\t\t\t\t\t Rodong Sinmun Monday in an article ridicules such provocation of the U.S. imperialist warmongers unable to discern where to go as the bravado of mentally vulnerable persons and the last-ditch efforts of those at the death's door.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. increases the degree of military threat and blackmail against the DPRK than ever before, but such time-worn moves can never work on, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The lunatic hysteria of the U.S. will precipitate its own destruction.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK turned out as one, rallied closer around respected Supreme Leader Kim Jong Un and are now dynamically advancing toward the final victory of the revolutionary cause of Juche while resolutely frustrating the war moves of the U.S. imperialists and the south Korean puppet forces keen to wreck peace and extremely strain the situation on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has displayed its huge political and military might as the nuclear weapons state despite unprecedented hardships and difficulties, and it has nothing to fear.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists and the south Korean puppet forces make a small spark in the sphere where the DPRK exercises its sovereignty, our revolutionary armed forces will scorch the bases of aggression and provocation to make them impossible to live and reliably defend the country's security and people's happiness and achieve the historic cause of national reunification without fail."
        },
        {
            "title": "U.S. Bluffing Never Works on DPRK: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-11ee.html",
            "content": "U.S. Bluffing Never Works on DPRK: Rodong Sinmun\r\n Pyongyang, October 23 (KCNA) -- After Trump called for \"totally destroying\" the DPRK at a UN session, the U.S. warmongers are getting all the more zealous in kicking up the racket of a nuclear war on the Korean peninsula, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t Ill-boding military moves indicate that Trump's rubbish about \"total destruction\" of the DPRK was not just a improvised speech of an old lunatic but it was a revelation of the U.S. hostile policy toward the DPRK which has been put into the reckless phase of implementation after going through the phase of threatening and blackmailing, the paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is a trite method employed by the U.S. to brandish a nuclear stick against weak countries, create atmosphere of horror and then launch invasion of them.\n\t\t\t\t\t\n\t\t\t\t\t Such U.S. bluffing may work on other countries but it can never work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The successive U.S. presidents employed every possible move to stifle the DPRK only to fail.\n\t\t\t\t\t\n\t\t\t\t\t The reason is because they failed to properly understand their rival.\n\t\t\t\t\t\n\t\t\t\t\t After political layman and lunatic Trump took office, the U.S. has taken maximum pressure as an option. This is a bluffing of those ignorant of their rival.\n\t\t\t\t\t\n\t\t\t\t\t The Trump group is trying to browbeat the DPRK by introducing nuclear strategic assets but the people of the DPRK are not at all daunted.\n\t\t\t\t\t\n\t\t\t\t\t One has to be well aware of one's own situation and this holds true for the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It should ponder over the possibility of its existence, in case it provokes Juche Korea."
        },
        {
            "title": "S. Korean Puppet Regime's Sophism for Confrontation Flayed",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-10ee.html",
            "content": "S. Korean Puppet Regime's Sophism for Confrontation Flayed\r\n Pyongyang, October 23 (KCNA) -- The south Korean puppet Unification Ministry coteries again raised the story about \"simultaneous development of sanctions and pressure with dialogue\" while pledging to \"lead the north into denuclearization talk through powerful sanctions and pressure\" and \"continue to promote NGO exchanges and cooperation\" in an \"NA inspection report of administration\".\n\t\t\t\t\t This is a ridiculous act of those ignorant of the trend of the times and the concept of sanctions and pressure, and it only reveals the despicable nature of the group of traitors running amuck without their own senses being seized by pursuance to outsiders and the racket of stifling the fellow countrymen, Rodong Sinmun Monday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t Sanctions and pressure can not go together with dialogue and sanctions and pressure precisely means confrontation, the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t At a time when the U.S. is bringing the disaster of a nuclear war to the Korean peninsula through sanctions and pressure against the DPRK, the south Korean puppet forces offer the whole of south Korea as a nuclear war drilling ground and are fanning up the atmosphere of north-south stand-off, while flatteringly \"thanking the master for taking tough stand\". They are truly traitors to the nation.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are trying to get something by browbeating the DPRK through \"sanctions and pressure\". This is only an expression of ignorance of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces have no justifications to talk about dialogue.\n\t\t\t\t\t\n\t\t\t\t\t It was only some days ago that, the south Korean chief executive said \"it is not time to suggest dialogue\", dispirited by Trump's frantic act of getting angry even at a word of north-south dialogue.\n\t\t\t\t\t\n\t\t\t\t\t The recent story about \"simultaneous development of sanctions and pressure with dialogue\" again raised by the puppet Unification Ministry can never be realized and will only create complexity and obstacles in settling the issue."
        },
        {
            "title": "KCNA Commentary on S. Korean Puppet Forces' Deplorable Situation",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-13ee.html",
            "content": "KCNA Commentary on S. Korean Puppet Forces' Deplorable Situation\r\n Pyongyang, October 23 (KCNA) -- The south Korean puppet forces went frenzy, letting out rhetoric about \"the north's provocation\". Now they have the jitters as evidenced by their rubbish that \"the north's silence lasted more than a month\", \"it may meditate on the point of provocation\" and \"this week will be a week of agony\".\n\t\t\t\t\t This is a shriek of extremely exhausted idiots, dumbfounded by the consecutive hard-line offensive measures taken by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces always look up to their American master, when making stereo-typed and deceptive rhetoric about \"nuclear threat from the north\" and the \"north's provocation\". \n\t\t\t\t\t\n\t\t\t\t\t They plan to stage another round of large-scale combined naval strike drill toward the end of October in the wake of holding the largest-ever combined naval drill with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t But the master's honey-coated \"commitment to lasting security\" has not helped clear the puppet forces of their worries.\n\t\t\t\t\t\n\t\t\t\t\t The declaration of the toughest stand of Juche Korea to tame with fire the empire of evil which called for \"totally destroying\" the DPRK dealt a heavy blow at the \"world's only superpower\".\n\t\t\t\t\t\n\t\t\t\t\t Trump was foolish to calculate that such outbursts as \"the calm before the storm\" and \"only one effective way\" would browbeat the DPRK. Instead it is the U.S. finding itself in despair and horror.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has taken the toughest offensive in a consecutive way and the U.S. chief executive is having a hard time, being branded as a dangerous element who may spark off the Third World War even by key confidants, to say nothing of those in the political camp. This has aroused the derision of the world people. \n\t\t\t\t\t\n\t\t\t\t\t It is the south Korean puppet forces' deplorable situation as they have to spend wearisome days. They ran roughshod only to be caught in trap while counting on the master attacked from all sides.\n\t\t\t\t\t\n\t\t\t\t\t Times have gone when the puppet forces rampaged about, counting on the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces should clearly understand that already in hand are the toughest countermeasure of Korean style to cope with the U.S. reckless military act.\n\t\t\t\t\t\n\t\t\t\t\t Now that the aggressors and provokers have become all the more undisguised in their hysteric war frenzy, the DPRK's appropriate actions for self-defence will be taken any moment as a strike beyond imagination."
        },
        {
            "title": "KCNA Commentary Derides S. Korean Regime's Impudent Story about \"Party Responsible for Korean Peninsula Issue\"",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-14ee.html",
            "content": "KCNA Commentary Derides S. Korean Regime's Impudent Story about \"Party Responsible for Korean Peninsula Issue\"\r\n Pyongyang, October 23 (KCNA) -- The puppet Unification Ministry of south Korea is trumpeting about \"leading the north into nuclear abandonment\" while citing the story about \"party responsible for the Korean peninsula issue\".\n\t\t\t\t\t In a report about the \"National Assembly inspection of administration\" the ministry stressed the need to \"promote the fundamental and peaceful settlement of the north's nuclear issue\" as a \"key party\" concerned with the Korean peninsula issue. It also called for \"channeling main efforts into leading the north into a negotiating table for the denuclearization through powerful sanctions and pressure\".\n\t\t\t\t\t\n\t\t\t\t\t This rhetoric about the \"party responsible for the Korean peninsula issue\" is utterly ridiculous as they are stooges devoid of any qualifications.\n\t\t\t\t\t\n\t\t\t\t\t There is no place for the puppet forces to meddle as regards the Korean peninsula issue as it is an issue between the DPRK and the U.S. which was caused by the U.S. hostile policy and nuclear threat and blackmail toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Even though they have no excuses or justifications to poke their nose, the puppet forces are talking about \"key role\" and \"responsible party\", only to glaringly disclose their deplorable situation as puppet forces and colonial stooges and their confrontational nature.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are no more than cannon fodder for the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is talking much about \"alliance\" but in fact, it is cold shouldering the puppet forces. \n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are having a headache over the controversial view about \"negligence of south Korea\" getting louder within themselves.\n\t\t\t\t\t\n\t\t\t\t\t They are only disregarded and left out alone, even though they made efforts to draw water into Trump's nuclear war mill.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces hardly taking their place in relations with the U.S. are trumpeting about the story about \"party responsible for the Korean peninsula issue\". This clumsy gimmick is just a revised version of the worn-out story about \"driver of the Korean peninsula\".\n\t\t\t\t\t\n\t\t\t\t\t Whenever the U.S. defense secretary or president make foreign trips the puppet forces are only concerned about which country they drop first and for how long they stay in south Korea in a bid to size up the position of south Korea and to earn popularity. Such puppet forces are claiming playing a \"key role\" in settling the Korean peninsula issue. This is a foolish act unaware of one's own situation.\n\t\t\t\t\t\n\t\t\t\t\t Furthermore, they are trying to \"lead the DPRK into denuclearization dialogue\" through sanctions and pressure, while daring to find fault with the nuclear deterrence built by the fellow countrymen for the security and peace of the nation. This is an act of treachery bereft of even an iota of sense of national independence and elementary reason.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the puppet unification ministry to think of sitting together with the DPRK even though it takes the lead in going against the improvement of the north-south relations and destroying peace and security on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They are dreaming of putting the nuclear issue on the north-south negotiating table and realizing \"denuclearization dialogue\" through sanctions and pressure. But this is a pipe dream.\n\t\t\t\t\t\n\t\t\t\t\t One earns one's own treatment.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had better stop getting on the nerves of the DPRK, rather than making rubbish about \"party responsible for the Korean peninsula issue\" or following Trump running headlong into disaster, if they want to do something helpful for the solution of the Korean peninsula issue."
        },
        {
            "title": "Int'l Solidarity Forum Held",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-05ee.html",
            "content": "Int'l Solidarity Forum Held\r\n Pyongyang, October 23 (KCNA) -- The international solidarity forum for backing the struggle of the Korean people and youth for the independent and peaceful reunification of the country was held in Sochi, Russia on Oct. 19 under the sponsorship of the international organization committee of the 19th World Festival of Youth and Students.\n\t\t\t\t\t Attending it were the delegation of the Korean youth and students, youth and student delegates of dozens of countries and the president of the World Federation of Democratic Youth and figures of foreign political parties and organizations and international bodies.\n\t\t\t\t\t\n\t\t\t\t\t A report and speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t The president of the federation in a report said that since its foundation the federation has conducted positive activities for international solidarity with the Korean people and youth in their struggle for the just cause.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t It is entirely due to the U.S. hostile policy towards the DPRK that the long-cherished desire of the Korean people to live harmoniously in the reunified territory has not yet been realized.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrent for self-defense to cope with the nuclear threat from the U.S. provides a sure guarantee for averting a war on the Korean peninsula and defending the peace and security of the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should recognize the strategic position of the DPRK, roll back the hostile policy towards the DPRK, withdraw the U.S. forces from south Korea and stop laying hurdles in the way of the reunification of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The federation and the world progressive young people will always stand by the Korean people and youth in their struggle for the peace and security of the Korean peninsula and the world.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Russian National Preparatory Committee for the Festival said that the Kimilsungist-Kimjongilist Youth League is a prestigious organization with the 70-odd-year history, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Russian youth are watching keenly the happenings on the Korean peninsula and will always support the Korean people and youth.\n\t\t\t\t\t\n\t\t\t\t\t The chairman hoped that the friendship, solidarity and cooperation between the Russian youth bodies and the Kimilsungist-Kimjongilist Youth League will grow stronger with the festival as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t The first secretary of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK only is dynamically advancing, abiding by its principle.\n\t\t\t\t\t\n\t\t\t\t\t Neither sanctions nor pressure will ever prevent the Korean people from vigorously advancing. The DPRK is certain to win.\n\t\t\t\t\t\n\t\t\t\t\t The executive secretary of the World Peace Council said:\n\t\t\t\t\t\n\t\t\t\t\t The World Peace Council, a world peace-loving movement body, categorically rejects the \"sanctions resolutions\" against the DPRK cooked up by the U.S. through the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t The root cause of the nuclear issue on the Korean peninsula is the very nuclear threat from the U.S. and it is natural for the DPRK to react to the threat with its bolstering up of the nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t We send invariable solidarity to the Korean people and youth in their struggle for the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Figures of Sri Lanka, Venezuela and South Africa also exposed the vicious and unjust moves of the U.S. and its vassal forces for sanctions and pressure on the DPRK and appealed to the progressive youth bodies and people all over the world to positively support the just cause of the people and young people of the DPRK advancing under the banner of independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t A letter to respected Supreme Leader Kim Jong Un was adopted at the forum.\n\t\t\t\t\t\n\t\t\t\t\t Also read out was an appeal to the world progressive youth and students organizations all over the world.\n\t\t\t\t\t\n\t\t\t\t\t The subject of the appeal was \"Let us positively back the just struggle of the Korean people for defending the sovereignty of the country and the nation's right to existence from the U.S. high-handed and arbitrary practices.\""
        },
        {
            "title": "Letter to Kim Jong Un from Participants in Int'l Solidarity Forum",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-06ee.html",
            "content": "Letter to Kim Jong Un from Participants in Int'l Solidarity Forum\r\n Pyongyang, October 23 (KCNA) -- The participants of the international solidarity forum for supporting the struggle of the Korean people and youth for the independent and peaceful reunification of the country on Oct. 19 sent a letter to respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t The letter paid the highest tribute to President Kim Il Sung and leader Kim Jong Il, the eternal leaders of the Korean people, who made great contributions to the development of the world youth and students movement.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t During the 19th World Festival of Youth and Students, the participants in the forum had a common understanding that the desire common to mankind is to live in the peaceful world free from war and that the struggle for independence against imperialism is a basic way of making our planet a peaceful one free from war forever.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the very one which has persistently blocked Korea's reunification, constantly aggravated the situation on the Korean peninsula and posed a threat to the peace and security of the world.\n\t\t\t\t\t\n\t\t\t\t\t The reunification of the Korean nation and the lasting peace on the Korean peninsula are inseparable, and the peace on the peninsula and the peace and security not only in the rest of Northeast Asia but also in the world are also inseparable.\n\t\t\t\t\t\n\t\t\t\t\t However, at the UN arena, U.S. President Trump let out a torrent of abuse such as \"totally destroying\" the DPRK and exterminating its population of 25 million to drive the situation on the peninsula into the worst uncontrollable crisis.\n\t\t\t\t\t\n\t\t\t\t\t We bitterly denounce his rude speech as a serious challenge to not only the DPRK but also the whole of the world.\n\t\t\t\t\t\n\t\t\t\t\t At the same time, we express firm support and solidarity with the statement released by respected Supreme Leader Kim Jong Un in connection with Trump's abuse, and all the measures for self-defense to be taken by him to ensure the lasting peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The letter said that the participants in the forum would make dynamic efforts to build a peaceful and just new world by following the good example of the DPRK led by Kim Jong Un and that they would send strong support and solidarity to the Korean people and youth."
        },
        {
            "title": "Kim Jong Il's Work Carried by Hungarian Paper",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-02ee.html",
            "content": "Kim Jong Il's Work Carried by Hungarian Paper\r\n Pyongyang, October 23 (KCNA) -- Leader Kim Jong Il's work \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\" was run by the Hungarian paper Szabadsag on Oct. 13 on the occasion of the 91st anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t The work, published on Oct. 3, Juche 79 (1990), deals with the idea that the Party's leadership is a decisive guarantee for the victory of the socialist cause, the issue of developing the Workers' Party of Korea into a Juche-type revolutionary party and the basic way for carrying out the mission and duty of the Party as a leadership political organization."
        },
        {
            "title": "Foreigners Visit DPRK Missions",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-03ee.html",
            "content": "Foreigners Visit DPRK Missions\r\n Pyongyang, October 23 (KCNA) -- Foreign political parties and organizations, delegations and figures of all social standings visited DPRK missions in their countries from Oct. 3 to 10 on the occasion of the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea, its 72nd founding anniversary and the 91st anniversary of the formation of the Down-with-Imperialism Union.\n\t\t\t\t\t They placed floral baskets and bunches of flowers before the portraits of smiling President Kim Il Sung and leader Kim Jong Il and their pictures.\n\t\t\t\t\t\n\t\t\t\t\t They were the delegations of the Khmer Democratic Party of Cambodia, the People's Socialist Party of Mexico, the Mexican Friend Association for Memory of President Kim Il Sung and Leader Kim Jong Il, the Mexican Institute for the Study of the Juche Idea, the Mexico-Korea Friendship Association, the vice-general secretary for International Affairs of the Islamic Coalition Party of Iran and his party, the secretary general of the Bangladesh Jatiya Party, the general secretary of the Central Committee of the Socialist Party of Bangladesh, the president of the Bangladesh People's League, the general secretary of the Central Committee of the Communist Party of Bangladesh (Marxist-Leninist), the  chairman of the Bangladesh-Korea Friendship and Solidarity Committee, the chairman of the Bangladesh Institute of the Juche Idea, the chairman of the Bangladesh Group for the Study of the Songun Policy, the chairman of the Maritime Territorial Branch of the All-Russia War Veterans' Social Organization \"Militant Fraternity\" and his party, the acting general secretary of the Popular Revolutionary Party of DR Congo, the national chairman of the Federation of Students and Pupils of DR Congo, the vice-director of the International Department of the Democratic Party of Equatorial Guinea and his party and the chairman of the Angolan Inventors Association and his party.\n\t\t\t\t\t\n\t\t\t\t\t Foreign personages sent floral baskets and bunches of flowers to the DPRK missions in their countries on Oct. 8 and 9.\n\t\t\t\t\t\n\t\t\t\t\t They were the chairman of the Central Committee of the Workers’ Party of Bangladesh who doubles as minister of Civil Aviation and Tourism, the chairman of the Central Executive Committee of the Bangladesh National Socialist Party who doubles as minister of Information and the chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" who doubles as chairman of the Benin National Committee for the Study of the Juche Idea."
        },
        {
            "title": "British Bodies Blast U.S.-S. Korea Joint Military Maneuvers",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-04ee.html",
            "content": "British Bodies Blast U.S.-S. Korea Joint Military Maneuvers\r\n Pyongyang, October 23 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea, the Korean Friendship Association UK and the British Solidarity Committee for the Peace and Reunification in the Korean Peninsula made public a joint statement on Oct. 16 to condemn the U.S.-south Korea war drills against the DPRK.\n\t\t\t\t\t Recalling that the U.S. imperialists and the south Korean puppet forces are staging the largest-ever joint naval maneuvers in the waters off the Korean peninsula, the statement mentioned the gigantic scale of the drills.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The drills are a prelude to a war for aggression and a mean attempt to unilaterally disarm the DPRK and topple its socialist system in a bid to make the Korean people slaves of U.S. imperialism and the world monopoly capital.\n\t\t\t\t\t\n\t\t\t\t\t But such threat never works on the DPRK advancing under the banner of the great Juche idea and Songun idea under the guidance of respected Comrade Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We demand the U.S. troops withdraw from south Korea."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Angola",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-07ee.html",
            "content": "Kim Jong Il's Work Off Press in Angola\r\n Pyongyang, October 23 (KCNA) -- Leader Kim Jong Il's work \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation\" was brought out in booklet by the National Publishing House of Angola on Oct. 6 on the occasion of the 72nd anniversary of the foundation of the Workers' Party of Korea.\n\t\t\t\t\t The work, published on April 18, Juche 87 (1998), elucidates the five-point policy for the great national unity which will serve as important guidelines in achieving the great unity of the entire nation."
        },
        {
            "title": "Kim Yong Nam felicita al presidente de Zambia",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-24ee.html",
            "content": "Kim Yong Nam felicita al presidente de Zambia\r\nPyongyang, 23 de octubre (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, remitio el dia 16 un mensaje de felicitacion al presidente de la Republica de Zambia, Edgar Lungu, en ocasion del 53o aniversario de la independencia del pais africano.\n\t\t\t\t\tEn su misiva, el remitente expreso la seguridad de que se intensificaran y se desarrollaran aun mas las relaciones de amistad y cooperacion entre dos paises que tienen la historia y tradicion largas.\n\t\t\t\t\t\n\t\t\t\t\tFormulo votos por la buena salud y felicidad del destinatario y por mayores exitos en las tareas del gobierno y pueblo zambianos por la estabilidad politica y la prosperidad economica del pais."
        },
        {
            "title": "Portavoz de CCPAP emite seria advertencia a Japon",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-25ee.html",
            "content": "Portavoz de CCPAP emite seria advertencia a Japon\r\nPyongyang, 23 de octubre (ACNC) -- Como todos conocen, las autoridades japonesas disolvieron hace poco la camara de representantes sin ningun motivo justo y con el intento de alargar a toda costa su mandato. Ahora hablan como si eso fuera \"un acto bravo\" para \"superar las pruebas del Estado\".\n\t\t\t\t\tLo ridiculo del caso es que ellas enganan a la opinion publica diciendo como si dichas pruebas, causadas por su incapacidad de administrar el poder, se debieran a la \"amenaza nuclear del Norte de Corea\". \n\t\t\t\t\t\n\t\t\t\t\tAdemas, insisten en que ellas son \"el eje central en superar la crisis\".\n\t\t\t\t\t\n\t\t\t\t\tSenala asi el portavoz del Comite Coreano por la Paz de Asia y el Pacifico (CCPAP) en su declaracion publicada el dia 22 y continua:\n\t\t\t\t\t\n\t\t\t\t\tAl vincular injustamente con la RPDC la disolucion de la camara de representantes, los reaccionarios japoneses intentan realizar su ambicion de retomar el poder aprovechando como cortina de humo el nubarron de guerra nuclear que acarrea EE.UU., sentar la base de reagresion a la Peninsula Coreana y realizar el anejado sueno de la \"esfera de coprosperidad de la gran Asia Oriental\". Este designio es una muestra coherente de la astucia y picardia al estilo japones.\n\t\t\t\t\t\n\t\t\t\t\tJapon hace mucha propaganda del rumor sobre el ataque militar de EE.UU. contra la RPDC y examino el plan de apoyo logistico a las tropas norteamericanas y hasta el otro de aplastar a los supuestos \"refugiados armados\" movilizando las \"Fuerzas de Autodefensa\" en el tiempo de emergencia de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tAl orquestar otra farsa politica, Japon demostro su aspecto de pais belicoso que viene dando acicate a la militarizacion enganando al mundo durante varios decenios despues de su derrota en la segunda guerra mundial.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses actuan con imprudencia bajo el amparo de EE.UU. en lugar de arrepentirse e indemnizar con sinceridad los tremendos crimenes cometidos ante el pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tEsta conducta resulta el pataleo agonico de los atemorizados ante el inagotable poderio de la RPDC que esta a punto de completar sus fuerzas armadas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tAhora las autoridades japonesas tratan de acoger de nuevo el  tiempo de florecimiento economico confiando en el histerico imperio norteamericano, lo cual deviene una ilusion absurda.\n\t\t\t\t\t\n\t\t\t\t\tAnte el evidente hecho de que Japon esta dando los ultimos pasos en los preparativos de agresion con la ayuda de EE.UU., la RPDC tiene el derecho a ejercer las intransigentes y correspondientes medidas de autodefensa.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses deben actuar con prudencia al ver bien la posicion estrategica de la RPDC que se ha convertido en la potencia nuclear del Juche y de talla mundial."
        },
        {
            "title": "ACNC comenta la inquietud de titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-26ee.html",
            "content": "ACNC comenta la inquietud de titeres surcoreanos\r\nPyongyang, 23 de octubre (ACNC) -- En estos dias, los titeres surcoreanos, que solian hablar de la \"provocacion del Norte (de Corea)\", se muestran impacientes diciendo que el \"Norte guarda silencio durante mas de un mes y estaria examinando el momento de provocacion\" y \"esta semana sera la de pesadumbre\".\n\t\t\t\t\tEsto es una queja de los desesperados ante la multiple y sucesiva ofensiva superintransigente de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tConfiando en su patron estadounidense, los titeres surcoreanos repetian como papagayo el rumor de \"amenaza nuclear y provocacion del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tRecientemente, realizaron junto con EE.UU. el entrenamiento maritimo conjunto de maxima envergadura y planean llevar a cabo otra maniobra de golpe maritimo a fines de este mes.\n\t\t\t\t\t\n\t\t\t\t\tCon el paso del tiempo, la \"promesa de garantizar la seguridad\" de su amo norteamericano va perdiendo su virtualidad en convencer a los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tLa declaracion de la Corea del Juche de castigar sin falta con el fuego al imperio del mal, que se ha referido a la \"destruccion total\" de la primera, dio un golpe duro en la cara de la \"unica superpotencia del mundo\".\n\t\t\t\t\t\n\t\t\t\t\tTrump penso que podria asustar a la RPDC con expresiones violentas como \"la tranquilidad en visperas de la tempestad\" y \"unico proyecto eficiente\", pero es EE.UU. el que pasa los dias de desesperacion y pavor.\n\t\t\t\t\t\n\t\t\t\t\tAnte la continua ofensiva antiyanqui de la RPDC, tanto los politiqueros estadounidenses como los colaboradores mas cercanos de Trump, le califican como figura peligrosa que puede acarrear la tercera guerra mundial.\n\t\t\t\t\t\n\t\t\t\t\tYa paso para siempre la epoca en que los titeres surcoreanos actuaban temerariamente teniendo en EE.UU. su respaldo.\n\t\t\t\t\t\n\t\t\t\t\tEl Sur de Corea ha de conocer bien que ya esta preparada con suficiencia la contramedida de gran poder de la RPDC frente a las imprudentes acciones militares de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que continua el belicismo histerico de los agresores y provocadores, seran ejecutadas en cualquier momento y en forma de ataque inimaginable nuestras acciones de autodefensa."
        },
        {
            "title": "ACNC comenta teoria de \"autor del problema de la Peninsula Coreana\"",
            "url": "http://kcna.co.jp/item/2017/201710/news23/20171023-27ee.html",
            "content": "ACNC comenta teoria de \"autor del problema de la Peninsula Coreana\"\r\nPyongyang, 23 de octubre (ACNC) -- El Ministerio de Unificacion del Sur de Corea anuncia que \"induciria al Norte a la renuncia nuclear\" planteando la teoria de \"autor del problema de la Peninsula Coreana\".\n\t\t\t\t\tEn el informe de trabajo presentado ante la \"reunion de inspeccion parlamentaria respecto al gobierno\", esa cartera senalo que siendo \"autora principal\" del problema de la Peninsula Coreana, \"impulsara la solucion fundamental y pacifica del problema nuclear del Norte\" y \"se concentrara en llevar al Norte a la mesa de negociaciones por la desnuclearizacion mediante la fuerte sancion y presion\".\n\t\t\t\t\t\n\t\t\t\t\tEs muy absurda esta insistencia porque los titeres surcoreanos no tienen ningun motivo para meterse en el problema nuclear de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEvidentemente dicho, ese problema existe entre la RPDC y EE.UU. porque surgio debido a la politica hostil y la amenaza y chantaje nucleares del segundo contra la primera.\n\t\t\t\t\t\n\t\t\t\t\tPara EE.UU., el Sur de Corea no es mas que la carne de canon.\n\t\t\t\t\t\n\t\t\t\t\tAunque EE.UU. habla de las \"relaciones de alianza\" con el Sur de Corea, maltrata y repudia en realidad a los lacayos surcoreanos que a su vez, sufren el dolor de cabeza por la ampliacion de la polemica de \"desestima al Sur de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tA pesar de que ellos apoyan el intento de guerra nuclear de Trump siguiendo a ciegas a EE.UU., no obtuvieron otra cosa que el desprecio y aislamiento.\n\t\t\t\t\t\n\t\t\t\t\tLa teoria de \"autor del problema de la Peninsula Coreana\" no pasa de ser la nueva version de la otra de \"conductor de la Peninsula Coreana\" que ha resultado un fracaso.\n\t\t\t\t\t\n\t\t\t\t\tLo que les preocupa mas a los titeres surcoreanos esta en donde sera el primer destino de la gira extranjera del secretario de Defensa o presidente de EE.UU. y cuanto durara su permanencia. \n\t\t\t\t\t\n\t\t\t\t\tEs absurdo que tales lacayos hayan prometido el \"papel protagonico\" en la solucion del problema de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tPara colmo, intentan \"inducir a la RPDC al dialogo por la desnuclearizacion\" mediante la sancion y presion, cuestionando el disuasivo nuclear de la parte connacional, remedio omnipotente de defensa de la seguridad nacional y la paz. Esto deviene una conducta traidora de los que no tienen ni la minima concepcion de independencia nacional ni el elemental juicio.\n\t\t\t\t\t\n\t\t\t\t\tEs contradictoria la idea del Ministerio de Unificacion de sentarse a dialogar con la RPDC desafiando a la mejora de relaciones intercoreanas y vulnerando en la delantera la paz y seguridad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tPoner el problema nuclear sobre la mesa de dialogo Norte-Sur o abrir las \"conversaciones sobre la desnuclearizacion\" mediante la sancion y presion constituyen un sueno nunca realizable.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas quieren jugar algun papel en la solucion del problema de la Peninsula Coreana, deben parar sus acciones provocativas a la RPDC dejando de presentar teorias absurdas como la referida y de seguir a Trump que busca desastres."
        }
    ]
}