{
    "date": "2017-05-04",
    "url": "http://kcna.co.jp/item/2017/201705/2017-05-04ee.html",
    "articles": [
        {
            "title": "DPRK Minister of Public Health Meets UN Official",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-09ee.html",
            "content": "DPRK Minister of Public Health Meets UN Official\r\nPyongyang, May 4 (KCNA) -- Kang Ha Guk, minister of Public Health, met and had a talk with Catalina Devandas Aguilar, UN special rapporteur on the Rights of Persons with Disabilities, and her party who paid a courtesy call on him on Thursday."
        },
        {
            "title": "Japanese Friendship Delegation Leaves",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-13ee.html",
            "content": "Japanese Friendship Delegation Leaves\r\nPyongyang, May 4 (KCNA) -- An Osaka prefectural delegation for Japan-Korea friendship led by Susumu Ono, co-representative of Osaka of the Citizens Solidarity Demanding Earlier Normalization of the Relations between Japan and the DPRK, left here for home on Thursday."
        },
        {
            "title": "Sordid Nature of S. Korean Conservatives' \"Security\" Racket Disclosed",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-15ee.html",
            "content": "Sordid Nature of S. Korean Conservatives' \"Security\" Racket Disclosed\r\nPyongyang, May 4 (KCNA) -- The National Reunification Institute issued an indictment Thursday to disclose the sordid nature of the \"security\" racket and the row about \"forces following the north\" kicked up by the south Korean group of conservatives to prolong their remaining days and realize the ambition to come to power again.\n\t\t\t\t\t Clarifying that the \"security\" racket by the south Korean group of conservatives is a farce to seize and maintain power, the indictment said:\n\t\t\t\t\t\n\t\t\t\t\t Whenever election came at hand in south Korea, there were created \"security unrest.\" \n\t\t\t\t\t\n\t\t\t\t\t \"Ancestor of conservatives\" Syngman-Rhee was the first player of the \"security\" farce who ignited the war of aggression against the north while crying out for \"unification by prevailing over communism\" in order to tide over the power crisis. Traitor Park Chung-Hee tried hard to stay in power for long through frantic \"security\" racket. The Chun Doo Hwan military junta proclaimed \"Emergency Martial Law\" across south Korea and carried out May 17 fascist violence while vociferating about \"southward invasion by the north\".\n\t\t\t\t\t\n\t\t\t\t\t The group of conservatives kicked up \"security\" rackets at times of puppet presidential elections in order to let Roh Tae Woo, Kim Young Sam, Lee Hoe Chang and Park Geun Hye rise to power.\n\t\t\t\t\t\n\t\t\t\t\t The racket of \"nuclear and missile threats from the north\" became the height of the \"security\" farce resorted by the south Korean group of conservatives.\n\t\t\t\t\t\n\t\t\t\t\t The racket of \"northward wind\" and row about \"followers of the north\" waged by the group of conservatives have earned an ill fame as south Korean-version of \"McCarthyism\" from long ago.\n\t\t\t\t\t\n\t\t\t\t\t Syngman-Rhee clique brutally suppressed and massacred his political rivals, charging them with \"tolerating communism\" and \"spying.\" \n\t\t\t\t\t\n\t\t\t\t\t The Park Chung-Hee military fascist clique set it as a \"state line\" to persist in anti-communism and pursued heinous suppressive politics backed by intelligence. It eliminated anyone who was opposed to its stay in power by branding him or her as a \"pro-communist element.\"\n\t\t\t\t\t\n\t\t\t\t\t Traitor Chun Doo Hwan, in a sinister bid to realize his wild ambition for power, cruelly suppressed Kim Dae Jung branding him as the very one behind the Kwangju Popular Uprising and a \"communist.\"\n\t\t\t\t\t\n\t\t\t\t\t The conservative group fabricated the case of a letter of O Ik Je to help Lee Hoe Chang win \"presidential\" elections.\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\"-led conservative group kicked up a conspiratorial racket over the minutes of the north-south summit in 2007 and ran the whole gamut of fraud and swindle by mobilizing the intelligence service to help traitor Park Geun Hye win the 18th-term \"presidential\" election in December 2012.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group, which has been driven to the tight corner rejected by the people, again makes desperate efforts to come back to power by winning in the forthcoming \"presidential\" election with the racket of \"security\" and row about \"followers of the north\", the indictment noted, and went on to say:\n\t\t\t\t\t\n\t\t\t\t\t Gone are days never to return when they maintained the fascist power by the racket of \"security\" and row about \"followers of the north\".\n\t\t\t\t\t\n\t\t\t\t\t It is proved by the miserable end of traitor Park Geun Hye who has been imprisoned after vociferating about \"threats and provocations from the north\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people from all walks of life should clearly see the sordid nature of the frantic confrontation rackets of the conservative group ahead of the \"presidential\" election and mete out a severe punishment to the group of traitors going against the trend of the times and desire of the nation."
        },
        {
            "title": "Haeju Orphans' Primary and Middle Schools Inaugurated",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-14ee.html",
            "content": "Haeju Orphans' Primary and Middle Schools Inaugurated\r\nHaeju, May 4 (KCNA) -- Haeju Orphans' Primary and Middle Schools have been successfully built on the scenic coast of the West Sea of Korea. \n\t\t\t\t\t The schools provide the best education environment and living conditions for orphans.\n\t\t\t\t\t\n\t\t\t\t\t An inauguration ceremony took place on the spot on Thursday in the presence of officials concerned, employees of the schools, orphans, builders and citizens in Haeju.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony they looked around various places of the schools."
        },
        {
            "title": "8th National Medical Instruments Exhibition Held",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-11ee.html",
            "content": "8th National Medical Instruments Exhibition Held\r\nPyongyang, May 4 (KCNA) -- The 8th National Medical Instruments Exhibition took place at the Sci-Tech Complex from Tuesday to Thursday.\n\t\t\t\t\tMore than 3,030 medical equipment, instruments and materials of over 930 kinds, devised by industrial establishments and educational and scientific institutions, were presented to the exhibition.\n\t\t\t\t\t\n\t\t\t\t\t There was a review of the production of medical instruments by commissions, ministries and national institutions in 2016, and a sci-tech symposium, exchange of experience and sample show were given for the units producing medical instruments during the exhibition."
        },
        {
            "title": "Symposium on Medical Science Held",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-12ee.html",
            "content": "Symposium on Medical Science Held\r\nPyongyang, May 4 (KCNA) -- The 19th Pyongyang Symposium on Medical Science of Koreans at home and abroad took place at the Sci-Tech Complex on Wednesday and Thursday.\n\t\t\t\t\t It was attended by public health workers including those of the Central Committee of the Medical Association of Korea, scientists and teachers, a delegation of the Korean Health Workers Association in Japan led by Chairman Kang Kyong Bu and a delegation of Korean medical persons in the U.S. led by Park Kee Bum.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyong Hun, chairman of the Central Committee of the Medical Association of Korea, made an opening address to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said the symposium would offer a platform for swapping good successes and experience gained in the medical scientific researches and for briskly conducting exchange and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t Lectures were delivered on modern medical service facilities built in the DPRK and changing causes of liver cirrhosis.\n\t\t\t\t\t\n\t\t\t\t\t Treatises were also appreciated at the symposium."
        },
        {
            "title": "Intelligent Robot Grinder Developed in DPRK",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-10ee.html",
            "content": "Intelligent Robot Grinder Developed in DPRK\r\nPyongyang, May 4 (KCNA) -- The Tonggu Public Building Construction Company under the Pyongyang City Management Bureau for Construction in the DPRK developed a new intelligent robot grinder.\n\t\t\t\t\t It is a mobile one for floor-grinding and can be operated by remote control.\n\t\t\t\t\t\n\t\t\t\t\t The robot grinder is expected to have a wide range of application in the field of construction.\n\t\t\t\t\t\n\t\t\t\t\t According to Choe Sung Il, head of the technical development section of the company, the newly-developed robot grinder is one of the successes made by the company in its efforts to push forward a mass technological innovation campaign, true to the Workers' Party of Korea's idea of attaching importance to science and technology."
        },
        {
            "title": "U.S. Should Not Misjudge DPRK's Will: Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-05ee.html",
            "content": "U.S. Should Not Misjudge DPRK's Will: Minju Joson\r\nPyongyang, May 4 (KCNA) -- The Trump administration dared to set \"removal of the leadership in the north\" as the main goal of its anti-DPRK military strategy and is busy trying to realize it.\n\t\t\t\t\t Charging it as unpardonable state-sponsored terrorism and open declaration of war against the DPRK, Minju Joson Thursday says in a commentary:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had unhesitatingly committed such crimes as regime change in anti-imperialist independent countries, regarding them as thorn in its flesh.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the U.S. foolishly calculates that such terrorism may work on the DPRK, too.\n\t\t\t\t\t\n\t\t\t\t\t The Trump administration is a mere beginner in so far as its ignorance of its rival is concerned.\n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking, the army and people of the DPRK regard the headquarters of the revolution as their lifeblood and it as their highest honor to readily devote their lives to the protection of it. \n\t\t\t\t\t\n\t\t\t\t\t It is their steadfast will to wipe out anyone mulling hurting the dignity of the supreme leadership wherever he or she may be on the earth.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not misjudge the will of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The commentary warns that the U.S., if it shows any slight sign of attempt to hurt the dignity of the DPRK supreme leadership, will face the fate of forlorn wandering spirits by the heavy strikes of the powerful revolutionary Paektusan army."
        },
        {
            "title": "S. Korean Persons of Literature Demand THAAD Withdrawal",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-06ee.html",
            "content": "S. Korean Persons of Literature Demand THAAD Withdrawal\r\nPyongyang, May 4 (KCNA) -- Persons of literature in south Korea held a press conference in Seoul on May 2 to urge the immediate withdrawal of THAAD, according to the south Korean Yonhap News.\n\t\t\t\t\t They in a statement demanded that the U.S. stop the moves of disturbing peace on the Korean peninsula and the rest of East Asia and withdraw THAAD at once.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to protect people's life and peace and strengthen solidarity with the struggle against THAAD."
        },
        {
            "title": "S. Korea Tops World List of Import of U.S. Weapons",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-07ee.html",
            "content": "S. Korea Tops World List of Import of U.S. Weapons\r\nPyongyang, May 4 (KCNA) -- The south Korean puppet group tops the world list of import of U.S. weapons, according to news reports of south Korea.\n\t\t\t\t\t According to data, 36,036 billion won have been spent for importing war hardware from the U.S. since 2006. This amount is just the same as the one spent as military expenditure in south Korea last year.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that more than 10,000 billion won should be paid to the U.S. for the import of F-35A fighters, Global Hawk drones, etc.\n\t\t\t\t\t\n\t\t\t\t\t The puppet south Korean authorities decided to pay 8,900 billion won for the U.S. military base in Phyongthaek."
        },
        {
            "title": "Actions for Mending Inter-Korean Relations Launched in South Korea",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-08ee.html",
            "content": "Actions for Mending Inter-Korean Relations Launched in South Korea\r\nPyongyang, May 4 (KCNA) -- The South Side Committee for Implementing June 15 Joint Declaration launched an action urging the \"presidential\" candidates to set it as their election commitments to opt for improved inter-Korean relations and peace and reunification of the Korean peninsula, according to the south Korean internet newspaper Tongil News.\n\t\t\t\t\t It staged 10,000-strong and 1,000-strong declaration movements in North and South Jolla, Kyonggi and South Kyongsang provinces, Seoul, Ulsan and Kwangju and made public \"3,000 women's peace declaration\" on May 2.\n\t\t\t\t\t\n\t\t\t\t\t The organization called a press conference in Seoul on May 2 to issue a written request to the \"presidential\" candidates. \n\t\t\t\t\t\n\t\t\t\t\t Speakers at the conference stressed the need to put an end to the south-north confrontation as early as possible and achieve a peaceful reunification, free from the U.S. control.\n\t\t\t\t\t\n\t\t\t\t\t In a press release, the organization contended that the next-term regime should renounce all diplomatic policies of stirring up discord and tension and impairing sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to ensure exchanges among people of various strata including the joint national events on the forthcoming anniversaries of the June 15 joint declaration and August 15 liberation of Korea and positively cooperate for the successful Pan-National Conference for Peace and Reunification of the Country and Development of North-south Relations."
        },
        {
            "title": "Kim Jong Un's Work Off Press in DR Congo",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-01ee.html",
            "content": "Kim Jong Un's Work Off Press in DR Congo\r\nPyongyang, May 4 (KCNA) -- Respected Supreme Leader Kim Jong Un's work \"The Cause of the Great Party of Comrades Kim Il Sung and Kim Jong Il Is Ever-Victorious\" was brought out in booklet by the Cedi Publishing House of DR Congo on April 5 on the occasion of the Day of the Sun.\n\t\t\t\t\t The work, published on Oct. 4, Juche 104 (2015), says that 70-year history of the Workers' Party of Korea is the history of victory which displayed the validity and invincibility of the cause of the party of Comrades Kim Il Sung and Kim Jong Il and that the cause of the Party is invincible."
        },
        {
            "title": "Kim Il Sung's Work Published in Finland",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-02ee.html",
            "content": "Kim Il Sung's Work Published in Finland\r\nPyongyang, May 4 (KCNA) -- President Kim Il Sung's work \"On the Three Principles of National Reunification\" was brought out in booklet by the Finnish Preparatory Committee for Celebrating the Day of the Sun on the occasion of the Day of the Sun.\n\t\t\t\t\t The work, published on May 3 and Nov. 3, Juche 61 (1972), clarifies the three principles of national reunification--independence, great national unity and peaceful reunification--and the idea of realizing the cooperation between the north and the south of Korea."
        },
        {
            "title": "Day of Sun Celebrated in Various Countries",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-03ee.html",
            "content": "Day of Sun Celebrated in Various Countries\r\nPyongyang, May 4 (KCNA) -- Such events as seminar, reading session, book and photo exhibition and film show were held in Britain, India and Guinea to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t On display at their venues were photos showing the feats of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also there were works of the peerlessly great men of Mt Paektu and other books.\n\t\t\t\t\t\n\t\t\t\t\t \"Eternal Treasures in Praise of Sun\", \"Fireworks of a Thriving Nation\" and other Korean films were shown.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the C.C., New Communist Party of Britain and the chairman of the British Association for the Study of Songun Policy said that Kim Il Sung, founder of the immortal Juche idea, enforced the popular masses-centered politics of love and smoothly settled the issue of succession to the leadership.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Juche Philosophy Study Committee of India said that the President is a tender-hearted father of the people as he devoted his whole life to the people.\n\t\t\t\t\t\n\t\t\t\t\t Personages of Guinea noted that with his great magnanimity and noble internationalist obligation the President had actively rendered material and moral assistance to the African peoples in the struggle for national liberation and building of a new society. He is always alive as the sun of all people, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at an event in Britain."
        },
        {
            "title": "Kang Ha Guk se reune con Catalina Devandas Aguilar y su comitiva",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-07ss.html",
            "content": "Kang Ha Guk se reune con Catalina Devandas Aguilar y su comitiva\r\nPyongyang, 4 de mayo (ACNC) -- El ministro coreano de Salud Publica, Kang Ha Guk departio el dia 4 con Catalina Devandas Aguilar, informante especial encargada de los derechos de los discapacitados, perteneciente al Consejo de Derechos Humanos de la ONU, y su comitiva, quienes le hicieron la visita de cortesia."
        },
        {
            "title": "IRP revela ferocidad de campanas de \"seguridad\" y \"fuerzas pro-Norte\" en Sur de Corea",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-11ss.html",
            "content": "IRP revela ferocidad de campanas de \"seguridad\" y \"fuerzas pro-Norte\" en Sur de Corea\r\nPyongyang, 4 de mayo (ACNC) -- El Instituto de la Reunificacion de la Patria (IRP) publico el dia 4 un acta para revelar a todo el mundo la ferocidad de las campanas de \"seguridad\" y \"fuerzas pro-Norte\", desarrolladas por la banda conservadora surcoreana para mantener su sucia vida restante y satisfacer la ambicion de retomar el poder.\n\t\t\t\t\tEl documento senala que la campana de \"seguridad\" librada por la horda conservadora surcoreana deviene la farsa para usurpar y mantener el poder.\n\t\t\t\t\t\n\t\t\t\t\tRecuerda que cada vez que llegaba solo el tiempo electoral en el Sur de Corea, se creaba la \"inquietud de seguridad\", y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEl traidor Syngman Rhee es \"padre de conservadores\" que fue el primer protagonista de la farsa de la \"seguridad\" que provoco la guerra de agresion al Norte de Corea abogando por la \"unificacion basada en la victoria sobre el comunismo\" para evitar la crisis del poder.\n\t\t\t\t\t\n\t\t\t\t\tEl traidor Park Chung Hee intentaba realizar la conspiracion de toma perenne del poder mediante la frenetica campana de \"seguridad\" y el gangster militar Chun Doo Hwan proclamo la \"ley marcial de urgencia\" en todo el territorio surcoreano pretextando la \"amenaza de agresion del Norte al Sur\" y cometio la atrocidad fascista del 17 de mayo.\n\t\t\t\t\t\n\t\t\t\t\tEn las historicas elecciones \"presidenciales\", los conservadores surcoreanos libraron la campana de \"seguridad\" a favor de los traidores Roh Thae Woo, Kim Young Sam, Lee Hoe Chang y Park Geun-hye.\n\t\t\t\t\t\n\t\t\t\t\tLos alborotos de la \"amenaza de armas nucleares y misiles del Norte\" devienen el climax de la farsa de la campana de \"seguridad\" de los compinches conservadores surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tLa \"oleada anti-norte\" y la campana contra las \"fuerzas pro-Norte\" de la camarilla conservadora titere fueron criticadas desde hace mucho tiempo como McCarthyism de version surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tLa horda de Syngman Rhee reprimio y asesino salvajemente a sus rivales politicos acusandoles como \"pro-comunistas\" y \"espias\".\n\t\t\t\t\t\n\t\t\t\t\tLa banda fascista militar de Park Chung Hee declaro el \"anticomunismo\" como \"politica estatal\" y practico la brutal politica de inteligencia y de represion para eliminar sin piedad a los que afectaban aun en lo minimo el mantenimiento del poder, tildandolos de \"pro-comunistas\".\n\t\t\t\t\t\n\t\t\t\t\tEl traidor Chun Doo Hwan reprimio cruelmente a Kim Dae Jung calificandole como \"comunista\" y manipulador trasero del Levantamiento Popular de Kwangju, a fin de lograr su sucia codicia de poder.\n\t\t\t\t\t\n\t\t\t\t\tPara el triunfo de Lee Hoe Chang en las elecciones presidenciales, la camarilla conservadora surcoreana invento un llamado caso de la carta de O Ik Je.\n\t\t\t\t\t\n\t\t\t\t\tEn las 18a elecciones \"presidenciales\", efectuadas en diciembre de 2012, el aquel entonces \"Partido Saenuri\" y otros conservadores trazaron un complot con el registro de dialogo de la cumbre Norte-Sur de 2007 y cometieron los fraudes de toda indole movilizando hasta el Servicio de Inteligencia para elegir a la traidora Park Geun-hye como duena de Chongwadae. \n\t\t\t\t\t\n\t\t\t\t\tLos conservadores, que se encuentran en el dilema sin salida por el rechazo y repudio de la poblacion, vuelven a armar el alboroto de \"seguridad\" y de represion a las \"fuerzas pronorcoreanas\" con el intento de retomar el poder en las presentes elecciones \"presidenciales\". \n\t\t\t\t\t\n\t\t\t\t\tPero, ya paso completamente la era en que ellos mantenian el poder fascista con tales alborotos.\n\t\t\t\t\t\n\t\t\t\t\tLo testimonia el fin tragico de la traidora encarcelada Park Geun-hye que insistia tanto en la \"amenaza y provocacion del Norte\". \n\t\t\t\t\t\n\t\t\t\t\tLos habitantes de diferentes estratos del Sur de Corea han de dar castigo duro a los traidores, que desafian a la corriente de la epoca y la aspiracion nacional, dandose clara cuenta de la esencia de la abominable intriga conflictiva de los conservadores que se torna cada dia mas siniestra en visperas de las elecciones \"presidenciales\"."
        },
        {
            "title": "Efectuada VIII Exhibicion Nacional de Aparatos Medicos",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-08ss.html",
            "content": "Efectuada VIII Exhibicion Nacional de Aparatos Medicos\r\nPyongyang, 4 de mayo (ACNC) -- Tuvo lugar del dia 2 al 4 en el Palacio de Ciencias y Tecnicas la VIII Exhibicion Nacional de Aparatos Medicos.\n\t\t\t\t\tEn la ocasion se presentaron mas de 3 mil 30 equipos, aparatos y materias de medicina de mas de 930 generos, inventados o elaborados por las fabricas, empresas y organos de educacion e investigacion cientifica en diferentes localidades.\n\t\t\t\t\t\n\t\t\t\t\tEn el plazo de exhibicion hubo el balance sobre la produccion de los aparatos medicos por los comites, ministerios e instituciones centrales en el ano 2016 y se efectuaron diferentes actividades como el seminario de ciencias y tecnicas, el intercambio de experiencias y la presentacion de muestras, etc. entre las unidades productoras de los aparatos medicos."
        },
        {
            "title": "Minju Joson readvierte a EE.UU. que actue con prudencia",
            "url": "http://kcna.co.jp/item/2017/201705/news04/20170504-05ss.html",
            "content": "Minju Joson readvierte a EE.UU. que actue con prudencia\r\nPyongyang, 4 de mayo (ACNC) -- La administracion Trump fijo atrevidamente la \"eliminacion de la Direccion Suprema del Norte\" como meta principal de la estrategia de aplastamiento militar a la Republica Popular Democratica de Corea y se desespera para llevarla a efecto.\n\t\t\t\t\tEn un comentario individual de este jueves, el periodico Minju Joson lo califica de intolerable terrorismo de Estado y abierta declaracion de guerra contra la RPDC, y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn el tiempo pasado, EE.UU. cometio sin escrupulos los crimenes como el derrocamiento del poder considerando a los paises independientes y antiimperialistas como una espina en su garganta. \n\t\t\t\t\t\n\t\t\t\t\tLo mas ridiculo es que el imperio americano piensa en que el terrorismo de Estado cometido en otros paises se saldra con la suya tambien en el caso de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLa administracion Trump ignorante de su rival socialista debe tener presente que el ejercito y pueblo coreanos defienden a riesgo de la vida a la Direccion Suprema de la revolucion considerandola como su vida y maximo honor y estan decididos a aniquilar completamente a todos los que se atrevan a atentar a la maxima dignidad de la RPDC, aunque ellos esten en cualquier rincon de nuestro planeta. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no debe juzgar mal esta voluntad del ejercito y pueblo coreanos. \n\t\t\t\t\t\n\t\t\t\t\tLe advertimos de nuevo que su intento de denigrar la maxima dignidad de la RPDC provocara la ira del ejercito revolucionario del monte Paektu que aniquilara sin piedad a los provocadores."
        }
    ]
}