{
    "date": "2017-01-24",
    "url": "http://kcna.co.jp/item/2017/201701/2017-01-24ee.html",
    "articles": [
        {
            "title": "New Year Greetings to Kim Jong Un from President of Mali",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-12ee.html",
            "content": "New Year Greetings to Kim Jong Un from President of Mali\r\nPyongyang, January 24 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, received a message of greeting from Ibrahim Boubacar Keita, president of the Republic of Mali, on Jan. 1.\n\t\t\t\t\t In the message the president extended heartfelt congratulations on behalf of himself and the people of Mali to Kim Jong Un and wished him good health and the friendly Korean people happiness and prosperity on the occasion of the New Year.\n\t\t\t\t\t\n\t\t\t\t\t He also wished successes in the joint efforts of the two countries for global peace, solidarity and progress in the new year."
        },
        {
            "title": "Russian Ambassador Hosts Friendly Meeting on Lunar New Year's Day",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-13ee.html",
            "content": "Russian Ambassador Hosts Friendly Meeting on Lunar New Year's Day\r\nPyongyang, January 24 (KCNA) -- Alexandr Matsegora, Russian ambassador to the DPRK, hosted a  friendly meeting at the embassy Tuesday on the occasion of the lunar New Year's Day.\n\t\t\t\t\t Present there on invitation were officials of the Foreign Ministry\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Russian embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The participants deepened friendly feelings, exchanging conversations on the development of the bilateral relations in various fields and playing sports games."
        },
        {
            "title": "Chinese Ambassador Hosts Joint Gathering",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-17ee.html",
            "content": "Chinese Ambassador Hosts Joint Gathering\r\nPyongyang, January 24 (KCNA) -- Chinese Ambassador to the DPRK Li Jinjun hosted a China-DPRK friendship joint gathering at the Taedonggang Diplomatic Club here Tuesday on the occasion of the lunar New Year's Day.\n\t\t\t\t\t Present there on invitation were Minister of Public Health Kang Ha Guk, chairman of the C.C., DPRK-China Friendship Association and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Chinese embassy and Chinese guests staying in the DPRK were on hand.\n\t\t\t\t\t\n\t\t\t\t\t At the gathering, speakers underscored the need to set store by the DPRK-China friendship provided by the preceding leaders of the two countries and develop the bilateral relations by joint efforts.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round calligraphies, handicrafts and other works showing the creative activities of Chinese artists.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the ambassador gave a reception at his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Kim Yong Dae, vice-president of the Presidium of the Supreme People's Assembly, and officials concerned."
        },
        {
            "title": "3rd Enlarged Plenary Meeting of 9th C.C., Youth League",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-18ee.html",
            "content": "3rd Enlarged Plenary Meeting of 9th C.C., Youth League\r\nPyongyang, January 24 (KCNA) -- The 3rd enlarged plenary meeting of the 9th C.C., Kimilsungist-Kimjongilist Youth League was held here Tuesday.\n\t\t\t\t\t Present were members and alternate members of the C.C., youth league and its officials in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed how to carry through the militant tasks set forth by respected Supreme Leader Kim Jong Un in his New Year Address for Juche 106 (2017).\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, first secretary of the C.C., youth league, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers noted that Kim Jong Un's New Year Address clarifies the tasks and ways for vigorously conducting an all-people general offensive to attain the five-year strategic goal with the might of self-reliance and self-development and thus make an epochal advance in implementing the decision of the Seventh Congress of the Workers' Party of Korea this significant year.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need for all the youth league organizations to effectively conduct organizational and political work to carry through the tasks advanced in the New Year Address and concentrate all efforts of the youth league on cementing the political and military position of socialism as an invincible fortress.\n\t\t\t\t\t\n\t\t\t\t\t They said that the youth league organizations should turn out to make all its members seethe with high enthusiasm and emerge innovators and creators of Mallima speed.\n\t\t\t\t\t\n\t\t\t\t\t They called for fully discharging the honorable mission and duty of the young vanguard in the Songun era in this year's all-out general offensive to usher in the era of great prosperity of the revolution and construction under the grandiose plan for building a powerful socialist country unfolded by the Seventh WPK Congress, rallied close around Kim Jong Un."
        },
        {
            "title": "Third Enlarged Plenary Meeting of Seventh C.C., GFTUK Held",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-19ee.html",
            "content": "Third Enlarged Plenary Meeting of Seventh C.C., GFTUK Held\r\nPyongyang, January 24 (KCNA) -- The 3rd enlarged plenary meeting of the Seventh Central Committee of the General Federation of Trade Unions of Korea (GFTUK) took place here on Tuesday.\n\t\t\t\t\t Present there were members and alternate members of the C.C., GFTUK and trade union officials in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed how to carry through the militant tasks set forth by respected Supreme Leader Kim Jong Un in his New Year Address for Juche 106 (2017).\n\t\t\t\t\t\n\t\t\t\t\t Ju Yong Gil, chairman of the C.C., GFTUK, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers stressed that Kim Jong Un's New Year Address is the banner encouraging all the people to perform fresh miracles and feats in the drive for implementing the decision made at the Seventh Congress of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need for all officials and members of the trade unions to work hard to carry through the militant tasks set forth by Kim Jong Un in his New Year Address, bearing in mind the noble sense of the mission they assumed before the era and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t They called on the union organizations to concentrate their efforts on implementing the five-year strategy for national economic development under the slogan \"Let us accelerate the victorious advance of socialism with the great spirit of self-reliance and self-development as the dynamic force!\"\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to make positive contributions to attaining as soon as possible the grandiose goals of building a powerful socialist country set by the 7th WPK Congress, true to the leadership of Kim Jong Un."
        },
        {
            "title": "3rd Enlarged Plenary Meeting of 8th C.C., UAWK Held",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-20ee.html",
            "content": "3rd Enlarged Plenary Meeting of 8th C.C., UAWK Held\r\nPyongyang, January 24 (KCNA) -- The 3rd enlarged plenary meeting of the 8th Central Committee of the Union of Agricultural Workers of Korea (UAWK) was held here Tuesday.\n\t\t\t\t\t Attending it were members and alternate members of the C.C., UAWK and its officials in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed the issue of carrying through the militant tasks set forth by respected Supreme Leader Kim Jong Un in his New Year Address for Juche 106 (2017).\n\t\t\t\t\t\n\t\t\t\t\t Chairman of the UAWK Central Committee Ri Myong Gil made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Un's New Year Address is an inspiring banner as it gives the army and people the spirit of devotedly serving the country and its people and great strength and courage and helps win greater victories and turn the heyday of the revolution into the age of great prosperity.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need for all officials and members of the union to turn out as one in the drive for carrying through the militant tasks advanced in the New Year Address by giving further momentum to the revolutionary spirit that rapidly mounted throughout the year of 2016 recorded with miracles.\n\t\t\t\t\t\n\t\t\t\t\t They called for making greater progress on the agricultural front, the major thrust in building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to conduct a dynamic struggle for devotedly implementing the militant tasks set forth in the New Year Address and thus glorify this significant year with more shining successes in boosting the grain production."
        },
        {
            "title": "Poster Exhibition Opens",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-14ee.html",
            "content": "Poster Exhibition Opens\r\nPyongyang, January 24 (KCNA) -- A poster exhibition \"Let us accelerate the victorious advance of socialism with the spirit of self-reliance and self-development as the dynamic force!\" was opened at the Pyongyang International House of Culture Tuesday. The exhibition proactively encourages the Korean army and people to carry through the militant tasks set forth by respected Supreme Leader Kim Jong Un in his New Year Address.\n\t\t\t\t\t Displayed there were dozens of posters produced by the Mansudae Art Studio, Korean Central Fine Art Studio, Pyongyang University of Fine Art and Art Studio of the Ministry of Railways.\n\t\t\t\t\t\n\t\t\t\t\t They include posters \"Let us advance in response to the grandiose blueprint unrolled by the Seventh Congress of the Party!\" and \"The single-minded unity is the precious revolutionary heritage of President Kim Il Sung and leader Kim Jong Il\" illustrated with images of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t There are also posters reflecting the firm faith and will of the army and people of the DPRK who are determined to glorify this year as a proud year of victory and posters dealing with the Party's militant call for conducting a dynamic all-people general offensive to attain the five-year strategic goals with the might of self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t Officials concerned and working citizens looked round the exhibition."
        },
        {
            "title": "Flowers Come into Bloom at Solar Vinyl Greenhouse",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-15ee.html",
            "content": "Flowers Come into Bloom at Solar Vinyl Greenhouse\r\nPyongyang, January 24 (KCNA) -- Scientists of the Pyongyang Floriculture Institute under the DPRK State Academy of Sciences succeeded in cultivating flowers at the solar vinyl greenhouse in the winter season. \n\t\t\t\t\t They settled sci-tech problems arising in cultivating hyacinth and other flowers at the solar vinyl greenhouse in the winter season."
        },
        {
            "title": "Efforts for Modernizing and Localizing Machinery",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-16ee.html",
            "content": "Efforts for Modernizing and Localizing Machinery\r\nPyongyang, January 24 (KCNA) -- Employees of the machine-building industrial bases of the DPRK have turned out in a drive to carry through the tasks set forth by respected Supreme Leader Kim Jong Un in his New Year Address.\n\t\t\t\t\t From the beginning of the year, the Ministry of Machine-building Industry and its affiliated industrial establishments have concentrated their efforts on putting machinery on a modern basis and ensuring the domestic production of them.\n\t\t\t\t\t\n\t\t\t\t\t The ministry has set it as this year's goal to round off processes for the serial production of new-type tractors and vehicles, produce different kinds of high-performance and quality machinery and realize domestic production of equipment and materials.\n\t\t\t\t\t\n\t\t\t\t\t The Taean Heavy Machine Complex is directing big efforts to developing CNC 9-axis control processing lathe, while the Taean Electric Appliances Factory is pushing ahead with the work to ensure the serial production of energy-saving transformers by putting iron core cutter on a CNC basis.\n\t\t\t\t\t\n\t\t\t\t\t The Ryongsong Machine Complex is working hard to realize the domestic production of compressor accessories and establish plasma processing process.\n\t\t\t\t\t\n\t\t\t\t\t The Rakwon Machine Complex is striving to improve the quality of one cubic-meter hydraulic excavator."
        },
        {
            "title": "Rodong Sinmun Reaffirms Will of DPRK for Test Launch of ICBM",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-05ee.html",
            "content": "Rodong Sinmun Reaffirms Will of DPRK for Test Launch of ICBM\r\nPyongyang, January 24 (KCNA) -- The political camp of the U.S. has been all in a flutter after the DPRK's declaration of its ICBM test launch being pushed forward at the final stage of preparation.\n\t\t\t\t\t The U.S. made public its plan to additionally dispatch dozens of Apache copters to its Phyongthaek military base in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Defense Department of the U.S. is busy with the moves to deploy high-performance radar in the sea in order to track and watch the DPRK's test launch of ICBM.\n\t\t\t\t\t\n\t\t\t\t\t Even outgoing U.S. Secretary of Defense Carter at a press interview said the U.S. military would shoot down any missiles launched by the DPRK that appeared to be headed toward American territory or the territory of any U.S. allies.\n\t\t\t\t\t\n\t\t\t\t\t They are frantic moves of those much upset by the DPRK's self-defence measure, Rodong Sinmun Tuesday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t It is foolish for the U.S. to think of intercepting the ICBM of the DPRK, the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and the U.S. are technically at war. If the U.S. attempts to intercept the DPRK's ICBM, it will be tantamount to lighting the fuse of a war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK regards the U.S. which is introducing lethal war hardware into south Korea and areas around it as a tiger moth which perishes in needless danger.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army has long put not only all the aggression war means of the enemies but even their attack and logistic bases against the DPRK in the sighting range for precision strike.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will not give up the test launch of ICBM because of other's blame.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will steadily continue measures for bolstering up its defence capability, and its test launch of ICBM will be conducted under the resolution and at will of its supreme leadership as it had been already declared."
        },
        {
            "title": "Rodong Sinmun Calls for Winning Shining Victory in Spirit of Kangwon Province",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-10ee.html",
            "content": "Rodong Sinmun Calls for Winning Shining Victory in Spirit of Kangwon Province\r\nPyongyang, January 24 (KCNA) -- Rodong Sinmun Tuesday in an editorial calls for winning victory in the drive for self-reliance and self-development in the spirit of Kangwon Province and bringing earlier the victory in the struggle for building a socialist power.\n\t\t\t\t\t The editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un, while visiting the Wonsan Army-People Power Station in December last year, praised the officials, party members and workers in Kangwon Province as indomitable fighters who proved in practice the great vitality of the self-development-first principle and creators of the spirit of Kangwon Province. He reposed the deepest trust in them by calling on the whole country to learn from their example.\n\t\t\t\t\t\n\t\t\t\t\t The spirit of Kangwon Province means the brilliant embodiment of the revolutionary spirit of Mt Paektu and the model spirit of the present Mallima era making rapid progress in the spirit of self-reliance and self-development, the editorial says, and continues:\n\t\t\t\t\t\n\t\t\t\t\t The spirit of Kangwon Province, in essence, reflects the loyalty to certainly realize the patriotic desire of leader Kim Jong Il, his wish to build a powerful country.\n\t\t\t\t\t\n\t\t\t\t\t The creation of the spirit of Kangwon Province strikingly demonstrates the strong mental strength of the great Korean people remaining unfailingly loyal to the idea and cause of the leader, and the great victory of the Juche-based theory of giving importance to ideology advocated by the ever-victorious Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The spirit of Kangwon Province represents the stamina of our country making rapid progress in the building of a socialist power and the Korean people's unanimous desire and will to carve out a happy and highly civilized life to be envied by the world by firmly believing in their own efforts.\n\t\t\t\t\t\n\t\t\t\t\t It is the intention of the Workers' Party of Korea to open up a bright prospect for the implementation of the five-year strategy this year by giving full rein to the might of the spirit of Kangwon Province and fully demonstrate before the whole world the stamina of socialist Korea making leaping progress for prosperity in the speed of Mallima.\n\t\t\t\t\t\n\t\t\t\t\t All the officials, party members and other working people should earnestly learn from the spirit of Kangwon Province, thoroughly embody it and thus winning victory in the drive for self-reliance and self-development in the on-going all-people general offensive."
        },
        {
            "title": "Way Out for U.S. Is to Abandon Hostile Policy toward DPRK: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-06ee.html",
            "content": "Way Out for U.S. Is to Abandon Hostile Policy toward DPRK: Rodong Sinmun\r\nPyongyang, January 24 (KCNA) -- The review of the eight-year policy toward the DPRK of the Obama administration goes to prove that no matter how desperate efforts the U.S. may make to put sanctions and pressure upon the DPRK, it can never bring the latter into submission, Rodong Sinmun says Tuesday in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have constantly been exposed to the U.S. sanctions since the foundation of their country. \n\t\t\t\t\t\n\t\t\t\t\t It was not because they violated international law or created situation placing the U.S. interests at risk. The only reason is that the DPRK has kept to its path, not yielding to the U.S. brigandish demand.\n\t\t\t\t\t\n\t\t\t\t\t However, it is hard to single out any other regime that has gone more vicious and persistent in slapping sanctions on the DPRK than the Obama group.\n\t\t\t\t\t\n\t\t\t\t\t Whenever the DPRK exercised its legitimate right to sovereignty, as evidenced by the satellite launch, and took legitimate measures in the face of escalated nuclear threat and blackmail of the U.S., the latter described them as \"threat\" and \"provocation\" and fabricated all sorts of \"resolutions on sanctions\" to check the DPRK's advance. \n\t\t\t\t\t\n\t\t\t\t\t The Obama group even reposed expectations in \"additional sanctions\" even when it was close at hand to leave the White House. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves to stifle and isolate the DPRK and put sanctions upon it reached an extreme phase, but they could neither break the invincible faith of the army and people of the DPRK nor block the vigorous advance of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. turns a blind eye to this hard reality and follows in the footsteps of the preceding regime, they will meet only misfortune. The only way for getting rid of it is to abandon the hostile policy toward the DPRK."
        },
        {
            "title": "Minju Joson Discloses Japan's Ambition for Staging Comeback to Korea",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-08ee.html",
            "content": "Minju Joson Discloses Japan's Ambition for Staging Comeback to Korea\r\nPyongyang, January 24 (KCNA) -- Japan made a request to the U.S. for the establishment of joint naval missile defence system in September last year which the latter complied with pleasure. This will put the operation of the naval missile defence system between Japan and the U.S. targeting the DPRK on the round-the-clock basis.\n\t\t\t\t\t In the meantime, the Japan Ground \"Self-defence Force\" staged a landing exercise with Green Berets special unit of the U.S. from Jan. 8.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday says: This clearly reveals once again the despicable scenario of Japan to realize a comeback to Korea with the backing of its master come what may.\n\t\t\t\t\t\n\t\t\t\t\t It is an evil habit peculiar to Japan to achieve its ulterior aim with the help of big countries, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have persistently pursued pro-U.S. policy in a bid to meet its own interests by kowtowing to the U.S. which emerged the boss of the world imperialists after the Second World War and has styled itself the \"world's only superpower\" after the demise of the Cold War. It is their intention to realize at any cost the old dream of the \"Greater East Asia Co-prosperity Sphere\" which they failed to do in the past, even by sacrificing Japan's vital interests to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t While trumpeting about \"threat of ballistic missile\" from the DPRK, Japan came out with a proposal for coping with it. But news analysts comment that in actuality, Tokyo is mulling securing military capability strong enough to match that of China and Russia in Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t It is not hard to guess what Japan will do in the future as it has military muscle which rapidly grew with the backing of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The start of a war in Northeast Asia means self-destruction. It is quite foolish to expect everything would go well as desired, backed by the U.S. on the decline."
        },
        {
            "title": "Minju Joson Blasts S. Korean Puppet Forces' Confab for Escalating Confrontation with North",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-09ee.html",
            "content": "Minju Joson Blasts S. Korean Puppet Forces' Confab for Escalating Confrontation with North\r\nPyongyang, January 24 (KCNA) -- The south Korean puppet forces held a meeting of the \"Measure Committee against Terrorism\" under the pretext of tackling \" the north's terrorism in the rear\" on Jan. 18. At a \"state council meeting\" one day earlier they discussed the ways of ratcheting up sanctions and pressure on the DPRK.\n\t\t\t\t\t On Jan. 16 puppet Prime Minister Hwang Kyo An and those of Chongwadae and the puppet administration in charge of security, diplomacy and unification issues and puppet diplomats from  overseas were closeted with outsiders over the issue of hurting the fellow countrymen in the north. Hwang openly disclosed his design to keep \"putting all-round diplomatic pressure\" on the DPRK, while vociferating about \"crucial diplomacy and security environment\". He even made such remarks that \"there is possibility of additional strategic provocation from the north\" occasioned by the regime change in the U.S. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday in a commentary terms the above-said moves of the puppet forces a blatant challenge to the nation's desire for reunification and a ridiculous fit of the group of traitors keen on finding a way out in dependence on outsiders and confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The noisy rackets kicked up by the puppet forces for submission to the U.S. and confrontation with the fellow countrymen and saber-rattling against the north from the outset of the year are a revelation of their sinister attempt to escape the unprecedented external isolation and humiliation caused by traitor Park Geun Hye's hideous moves for escalating the confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The riff-raffs finding themselves in a pitiful plight after being hit from all sides for their humiliating solicitation diplomacy are getting busy talking about \"diplomacy and security environment\" and \"diplomatic pressure\". This is a political caricature.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' frantic moves to escalate the confrontation with the fellow countrymen, accompanied by the call for \"all-round diplomatic pressure\" in collusion with invasion-minded outsiders are a product of a sordid plot to cover up the true picture of the present conservative regime now in a state of paralysis due to the unprecedented political scandal and to give impression that the \"state administration\" is going normal."
        },
        {
            "title": "S. Korean Warmongers' Confrontation Racket Denounced",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-07ee.html",
            "content": "S. Korean Warmongers' Confrontation Racket Denounced\r\nPyongyang, January 24 (KCNA) -- These days the south Korean warmongers are letting out such bellicose remarks as \"increasing likelihood of the north's provocation\" and \"maintaining the posture of offensive operation.\" They kicked up war hysteria by staging large-scale \"mid-winter drills\" with aggression forces and combat equipment involved. \n\t\t\t\t\t They are, at the time, going busy introducing helicopters for naval operation from abroad to urgently cope with the \"north's threat of missile\", additionally purchasing new-type landing craft so that the marine corps may independently carry out a large-scale landing operation and organizing a landing mobile helicopter battalion.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t These are reckless actions of the confrontation maniacs to seek a way out in escalating the tension.\n\t\t\t\t\t\n\t\t\t\t\t It is the trite method of the south Korean puppet conservative group to vociferate about a \"security crisis\" whenever they face the worst ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t This time, too, they are loudmouthed about \"security crisis\" in order to get rid of the abyss of ruin. Through this ruckus they seek to stir up the atmosphere of confrontation with the fellow countrymen in the north and divert elsewhere the criticism of them and thus escape the death to which the people sentenced them. This would, however, get them nowhere.\n\t\t\t\t\t\n\t\t\t\t\t The colonial puppet forces, no more than a rabble, are keen on escalating the tension and the moves to ignite a war at a time when even their American master, is at a loss how to cope with the DPRK's powerful nuclear deterrent. What the south Korean warmongers are now doing is nothing but a ridiculous fit of the halfwits who fail to face up to the trend of the times. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean warmongers ignite a war against the DPRK, totally counting on the U.S., the revolutionary forces of the DPRK will wipe out the aggressors to the last man by fully displaying their tremendous might built under the banner of Songun and achieve national reunification, the long-cherished desire of the Korean nation, without fail."
        },
        {
            "title": "S. Korea: Park Geun Hye Urged to Honestly Respond to Special Investigation",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-11ee.html",
            "content": "S. Korea: Park Geun Hye Urged to Honestly Respond to Special Investigation\r\nPyongyang, January 24 (KCNA) -- The south Korean online paper Voice of People on Monday in an editorial urged Park Geun Hye to honestly respond to special investigation.\n\t\t\t\t\t The editorial said Park Geun Hye abused the \"presidential\" authority to monopolize \"state administration\". What is more ridiculous is that she does not know what she did wrong, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t We give a sincere advice to the \"president\".\n\t\t\t\t\t\n\t\t\t\t\t She should step down if she is to evade any responsibility as now.\n\t\t\t\t\t\n\t\t\t\t\t She should give up such base behavior to shake special investigation by abusing her authority and honestly respond to the special investigation.\n\t\t\t\t\t\n\t\t\t\t\t Bear in mind that she would face irresistible resentment of the people if she persists in such mean behavior as now."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Marked in Benin",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-01ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Marked in Benin\r\nPyongyang, January 24 (KCNA) -- The Benin national preparatory committee for celebrating the birth anniversary of leader Kim Jong Il was formed in Cotonou on Jan. 13.\n\t\t\t\t\t Hessou Kohovi, chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" who doubles as chairman of the Benin National Committee for the Study of the Juche Idea, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize diverse political and cultural events praising the revolutionary career and exploits of Kim Jong Il on the occasion of his 75th birth anniversary."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Marked in Myanmar",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-02ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Marked in Myanmar\r\nPyongyang, January 24 (KCNA) -- A Myanmar preparatory committee for celebrating the 75th birth anniversary of leader Kim Jong Il was formed at the building of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar on Jan. 18.\n\t\t\t\t\t The list of members of the preparatory committee with Tha Win, secretary of the Yangon Regional Committee of the Party, as its chairman announced at its inaugural ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee drew up an action plan for organizing colorful political and cultural events on the anniversary."
        },
        {
            "title": "Myanmar Body Calls for Celebrating Day of Shining Star as Common Holiday of Mankind",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-03ee.html",
            "content": "Myanmar Body Calls for Celebrating Day of Shining Star as Common Holiday of Mankind\r\nPyongyang, January 24 (KCNA) -- The Myanmar Preparatory Committee for celebrating the 75th birth anniversary of leader Kim Jong Il on Jan. 18 issued a press statement on significantly celebrating his birthday (the Day of the Shining Star) as a holiday common to humankind.\n\t\t\t\t\t The statement said that Kim Jong Il laid lasting foundations for the prosperity of the DPRK and brought its rosy future with his energetic leadership and that he made titanic contributions to the human cause of independence with his distinguished ideo-theoretical activities.\n\t\t\t\t\t\n\t\t\t\t\t It went on to say:\n\t\t\t\t\t\n\t\t\t\t\t He built the Workers' Party of Korea into an ever-victorious guiding force and the DPRK into an invincible socialist country.\n\t\t\t\t\t\n\t\t\t\t\t And with his politics of love and trust, he cemented the single-minded unity of Korea's society as firm as a rock and opened up a new era of building a powerful socialist country.\n\t\t\t\t\t\n\t\t\t\t\t His lifetime exploits will shine forever as a precious legacy that guarantees the cause of socialism in the DPRK and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The statement called on the people of Myanmar and the world progressives to extend full support and solidarity to the DPRK people in the struggle for building a socialist power and achieving the national reunification under the guidance of respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion del Presidente de Mali",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-13ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion del Presidente de Mali\r\nPyongyang, 24 de enero (ACNC) -- El Presidente del Comite de Estado de la Republica Popular Democratica de Corea, Kim Jong Un, recibio un mensaje de felicitacion que le enviara el dia primero el Presidente de la Republica de Mali, Ibrahim Boubacar Keita.\n\t\t\t\t\tLa misiva sigue:\n\t\t\t\t\t\n\t\t\t\t\tSu Excelencia\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del Ano Nuevo, envio sinceras felicitaciones a Su Excelencia en nombre del pueblo de Mali y en el mio propio y formulo votos por su buena salud y por la felicidad y prosperidad del amistoso pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que tambien en el Ano Nuevo 2017 se logren exitos en nuestros esfuerzos conjuntos por la paz, la solidaridad y el progreso del mundo.\n\t\t\t\t\t\n\t\t\t\t\tSu Excelencia Presidente, reciba el testimonio de mi mas alta consideracion."
        },
        {
            "title": "Efectuada la ceremonia funeral del difunto Kang Ki Sop",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-18ss.html",
            "content": "Efectuada la ceremonia funeral del difunto Kang Ki Sop\r\nPyongyang, 24 de enero (ACNC) -- Tuvo lugar el dia 24 en esta capital la ceremonia funeral de Kang Ki Sop, miembro suplente del Comite Central del Partido del Trabajo de Corea (PTC), diputado a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea y director general de Aviacion Civil.\n\t\t\t\t\tEn ella participaron el vicemariscal del Ejercito Popular de Corea (EPC) Hwang Pyong So, miembro del Presidium del Buro Politico del CC del PTC, vicepresidente del Comite de Estado de la RPDC y jefe de la Direccion Politica General del EPC, funcionarios del dominio interesado y los familiares del difunto.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes y los familiares del difunto guardaron un momento de silencio en memoria de Kang Ki Sop.\n\t\t\t\t\t\n\t\t\t\t\tEl carro cargado del feretro se partio hacia el Cementerio de los Martires Patrioticos en la Comuna de Sinmi.\n\t\t\t\t\t\n\t\t\t\t\tAl despedir el duelo Hwang Pyong So dijo que al crecerse como competente aviador en el regazo del Presidente Kim Il Sung y el Dirigente Kim Jong Il, Kang Ki Sop hizo un gran aporte al desarrollo del transporte aereo del pais y a la reconstruccion excelente del edificio del Aeropuerto Internacional de Pyongyang sosteniendo con fidelidad la direccion del Maximo Dirigente Kim Jong Un quien prepara la nueva historia de la aviacion civil de Corea. \n\t\t\t\t\t\n\t\t\t\t\tAcoto que Kang Gi Sop estara siempre en la fila de la revolucion de Songun que avanza con pasos firmes bajo la direccion del Maximo Dirigente y agrego que edificaran sin falta en este territorio la potencia socialista reunificada y prospera, que deseaba el difunto en su vida.\n\t\t\t\t\t\n\t\t\t\t\tFueron enterrados los restos del difunto.\n\t\t\t\t\t\n\t\t\t\t\tAnte la tumba fue depositada la ofrenda floral enviada por el Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, fueron colocadas las ofrendas florales a nombre de varias unidades las instituciones del partido y el poder y la Direccion General de Aviacion Civil.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes guardaron un momento de silencio en memoria del difunto."
        },
        {
            "title": "Tiene lugar reunion ampliada de 3o pleno de IX periodo del CC de la Union de Juventud",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-15ss.html",
            "content": "Tiene lugar reunion ampliada de 3o pleno de IX periodo del CC de la Union de Juventud\r\nPyongyang, 24 de enero (ACNC) -- Tuvo lugar el dia 24 en esta capital la reunion ampliada del tercer pleno del IX periodo del Comite Central de la Union de la Juventud Kimilsungista-Kimjongilista.\n\t\t\t\t\tEstuvieron presentes en la ocasion los miembros y los otros suplentes del CC de la Union de la Juventud y los funcionarios de esta organizacion en el centro y las localidades.\n\t\t\t\t\t\n\t\t\t\t\tSe ha discutido el tema de cumplir cabalmente las tareas presentadas en el mensaje del Ano Nuevo 106 (2017) de la Era Juche del Maximo Dirigente Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tEl primer secretario del CC de la UJ, Jon Yong Nam, presento el informe de la ocasion y hubo discursos. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que estan aclarados en el mensaje del Maximo Dirigente las tareas y remedios para registrar en este ano significativo un avance trascendental en el cumplimiento de la resolucion del VII Congreso del Partido del Trabajo de Corea, al librar la ofensiva general de todo el pueblo para alcanzar las metas de la estrategia quinquenal con el poderio de autofortalecimiento. \n\t\t\t\t\t\n\t\t\t\t\tContinuaron que todas las filiales de la union deben planear con eficiencia las labores organizativo-politicas destinadas a cumplir las tareas presentadas en el mensaje del Ano Nuevo y concentrar sus fuerzas en consolidar por todos los medios la posicion politico-militar del socialismo. \n\t\t\t\t\t\n\t\t\t\t\tAgregaron que mediante la movilizacion general de las filiales de la union, haran reinar el fervor por el avance en gran auge y convertiran todos los jovenes en innovadores y creadores de la velocidad Mallima. \n\t\t\t\t\t\n\t\t\t\t\tUnidos con mas firmeza en torno al Maximo Dirigente, todos los jovenes deben cumplir con su honrosa mision de vanguardia juvenil de la epoca del Songun en la ofensiva general de este ano por abrir la era de gran esplendor de la revolucion y construccion, segun el maravilloso diseno de la construccion de potencia socialista, presentado por el VII Congreso del Partido del Trabajo de Corea, exhortaron."
        },
        {
            "title": "Sesionada reunion ampliada del 3o pleno de VII periodo del CC de FGSC",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-16ss.html",
            "content": "Sesionada reunion ampliada del 3o pleno de VII periodo del CC de FGSC\r\nPyongyang, 24 de enero (ACNC) -- Tuvo lugar el martes en esta capital la reunion ampliada del tercer pleno del VII periodo del Comite Central de la Federacion General de los Sindicatos de Corea.\n\t\t\t\t\tEn la ocasion participaron los miembros y los otros suplentes del Comite Central de la FGSC y los funcionarios de la misma organizacion en el centro y las localidades.\n\t\t\t\t\t\n\t\t\t\t\tLa cita discutio el tema de materializar cabalmente las tareas presentadas en el mensaje del Ano Nuevo 106 (2017) de la Era Juche del Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente del CC de la FGSC, Ju Yong Gil, presento el informe de la ocasion y otros intervinieron.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores apuntaron que el mensaje del Ano Nuevo del Maximo Dirigente constituye la bandera que estimula a todo el pais a crear nuevo milagro y merito en el cumplimiento de la resolucion del VII Congreso del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tInsistieron en que todos los funcionarios y gremiales de la FGSC dinamicen la lucha por cumplir cabalmente las tareas del mensaje teniendo presente su noble mision asumida ante la epoca y revolucion.\n\t\t\t\t\t\n\t\t\t\t\tDijeron que todas las organizaciones de la FGSC se concentraran en la implementacion de la Estrategia Quinquenal para el Desarrollo de la Economia Nacional bajo la consigna de \"!Impulsemos el avance victorioso del socialismo con la gran fuerza motriz que es la capacidad de fortalecernos con nuestros propios medios!\".\n\t\t\t\t\t\n\t\t\t\t\tApoyando con fidelidad la orientacion del Maximo Dirigente, debemos contribuir a que se alcance cuanto antes la ambiciosa meta de construccion de una potencia socialista, presentada en el VII Congreso del PTC, concluyeron."
        },
        {
            "title": "Efectuada reunion ampliada de 3o pleno de VIII periodo del CC de UTAC",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-17ss.html",
            "content": "Efectuada reunion ampliada de 3o pleno de VIII periodo del CC de UTAC\r\nPyongyang, 24 de enero (ACNC) -- Tuvo lugar el dia 24 en esta capital la reunion ampliada del tercer pleno del VIII periodo del Comite Central de la Union de Trabajadores Agricolas de Corea.\n\t\t\t\t\tEstuvieron presentes en la ocasion los miembros y los otros suplentes del CC de la UTAC y los funcionarios de la misma en el centro y las localidades.\n\t\t\t\t\t\n\t\t\t\t\tSe ha abordado la agenda de materializar cabalmente las tareas presentadas en el mensaje del Ano Nuevo 106 (2017) de la Era Juche del Maximo Dirigente Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tEl presidente del CC de la UTAC, Ri Myong Gil, presento el informe de la ocasion y hubo discursos. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que el mensaje del Ano Nuevo del Maximo Dirigente sirve de bandera estimulante que infunde en todos los uniformados y civiles coreanos el espiritu de servicio abnegado a la patria y al pueblo y las fuerzas y coraje multiplicados y posibilita lograr mayor victoria y proseguir con mayor prosperidad la era dorada de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tDestacaron que todos los funcionarios e integrantes de la UTAC deben movilizarse como un solo hombre en la lucha por cumplir cabalmente las tareas del mensaje del Ano Nuevo al poner en pleno auge el impetu revolucionario elevado trascendentalmente en el ano expirado. \n\t\t\t\t\t\n\t\t\t\t\tLlamaron a hacer gran aporte a lograr mayor avance en la agricultura, frente principal de la construccion de potencia economica.\n\t\t\t\t\t\n\t\t\t\t\tAl finalizar, exhortaron a intensificar la lucha por cumplir a ultranza las tareas del mensaje para coronar este ano con el exito de aumento de produccion cerealera."
        },
        {
            "title": "Rodong Sinmun advierte a EE.UU. por su intento de interceptar el ICBM de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201701/news24/20170124-05ss.html",
            "content": "Rodong Sinmun advierte a EE.UU. por su intento de interceptar el ICBM de la RPDC\r\nPyongyang, 24 de enero (ACNC) -- El circulo politico de EE.UU. arma alboroto desde que se publico la declaracion de la Republica Popular Democratica de Corea de que esta impulsa en la etapa final los preparativos de lanzamiento de prueba de ICBM.\n\t\t\t\t\tEE.UU. informo el plan de enviar adicionalmente decenas de helicopteros Apache a su base militar de Phyongthaek en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el Departamento de Defensa aclaro que emplazara en el mar el radar de alta eficiencia para perseguir y vigilar el lanzamiento de prueba de ICBM.\n\t\t\t\t\t\n\t\t\t\t\tPoco antes de su remocion, el secretario de Defensa, Carter, dijo en una rueda de prensa que \"EE.UU. derribara el misil norcoreano si se supone que este amenaza el territorio de EE.UU. o de los aliados\".\n\t\t\t\t\t\n\t\t\t\t\tEl diario Rodong Sinmun, en un comentario individual divulgado el dia 24, ironiza que EE.UU. esta asustado ante las medidas de autodefensa de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEs una tonteria el intento de EE.UU. de interceptar el ICBM de la RPDC, advierte el comentarista y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC y EE.UU. estan en las relaciones de beligerancia. Si el segundo intenta interceptar el ICBM de la primera, esto sera el detonante de guerra.\n\t\t\t\t\t\n\t\t\t\t\tCalificamos de ridicula y suicida la introduccion de los mortiferos medios de guerra de EE.UU. en el Sur de Corea y su contorno.\n\t\t\t\t\t\n\t\t\t\t\tDesde hace mucho tiempo, el ejercito de la RPDC coloco en la mira de su ataque preciso todos los medios de guerra de agresion de los enemigos y sus bases de ataque y logistica.\n\t\t\t\t\t\n\t\t\t\t\tEl lanzamiento de prueba de ICBM no es un proyecto que se cancela si alguien lo critica.\n\t\t\t\t\t\n\t\t\t\t\tSe tomaran continuamente las medidas de la RPDC por el fortalecimiento de la capacidad de defensa y el ICBM se disparara segun la decision y voluntad de la Direccion Suprema de la RPDC, como ya se ha declarado."
        }
    ]
}