{
    "date": "2017-01-12",
    "url": "http://kcna.co.jp/item/2017/201701/2017-01-12ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Provides Field Guidance to Ryugyong Kimchi Factory",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-01ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Ryugyong Kimchi Factory\r\n Pyongyang, January 12 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea (WPK), chairman of the DPRK State Affairs Commission and supreme commander of the Korean People's Army, gave field guidance to the Ryugyong Kimchi Factory, a model and icon of the nation's kimchi factories.\n\t\t\t\t\t He went round various places of the factory to learn in detail about the technological specifications of the production processes and equipment and the variety and quality of products.\n\t\t\t\t\t\n\t\t\t\t\t He was pleased that the factory successfully established an integrated production system in order to put the organization of production, business activities and quality control on an IT and scientific basis at a high level for the industrial production of kimchi.\n\t\t\t\t\t\n\t\t\t\t\t Seeing whole cabbage kimchi, pickled sliced radish seasoned with pepper, white kimchi, nutritious kimchi for children, cucumber kimchi, sliced radish kimchi and various other kimchi products on display at the sample room, he said that there are so many varieties of kimchi, trademark designs look nice and products are well packed.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the rapid development of the factory, noting that its appearance has undergone such dramatic change in a matter of less than half a year that it is beyond recognition. He added that the factory have been built into a modern one to be proud of in the world by their own efforts and with indigenous technology as its production process is automated and streamlined on so amazingly high level. \n\t\t\t\t\t\n\t\t\t\t\t He instructed the officials and employees of the factory to produce the nation's traditional food kimchi as the world's best food as it is well-known as one of the world's five health foods.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the country greeted the new year by massively turning out products badly needed for improving the standard of people's living, he said that the praiseworthy successes being made in the sector of light industry are instilling into the people stronger confidence and optimism about the sure victory of Korean-style socialism under which everything will be found in abundance and they will enjoy a highly civilized life. He called for making this year the one of witnessing uninterrupted miracles at all light industrial establishments.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to build modern kimchi factories in all provinces, too, with the Ryugyong Kimchi Factory as a model and a standard as it has successfully put the production of kimchi on an industrial and scientific basis true to the Party's intention.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the officials and employees of the factory would creditably perform their duty and thus make a positive contribution to the improvement of the people's diet before having a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were O Su Yong, vice-chairman of the C.C., WPK, An Jong Su, department director of the C.C., WPK, and Jo Yong Won and Sin Man Gyun, vice department directors of the C.C. WPK."
        },
        {
            "title": "Message of Sympathy to King of Thailand",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-04ee.html",
            "content": "Message of Sympathy to King of Thailand\r\n Pyongyang, January 12 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of sympathy to Maha Vajiralongkorn Bodindradebayavarangkun, king of Thailand, on Wednesday as regards the recent flood that claimed casualties and huge material losses in Thailand.\n\t\t\t\t\t The message expressed deep sympathy to the king and, through him, to the citizens in the flood-hit area.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the Thai government would eradicate the aftermath of the disaster and bring the living of the people in the afflicted area to normal as early as possible."
        },
        {
            "title": "Special Envoy of Kim Jong Un Attends Inaugural Ceremony of Nicaraguan President",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-15ee.html",
            "content": "Special Envoy of Kim Jong Un Attends Inaugural Ceremony of Nicaraguan President\r\n Managua, January 10 (KCNA Correspondent) -- Choe Ryong Hae, vice-chairman of the State Affairs Commission of the Democratic People's Republic of Korea, who is special envoy of Kim Jong Un, chairman of the SAC of the DPRK, attended the inaugural ceremony of the Nicaraguan president, which was held at the Revolution Plaza in Managua on Tuesday.\n\t\t\t\t\t Present there were heads of state, delegations and delegates from different countries, diplomatic envoys to Nicaragua and personages of the government and national assembly, figures of all social standings and masses of this country.\n\t\t\t\t\t\n\t\t\t\t\t Daniel Ortega Saavedra took a presidential oath at the inaugural ceremony.\n\t\t\t\t\t\n\t\t\t\t\t There was a speech made by Daniel Ortega Saavedra.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Nicaragua has smashed the U.S. aggression and interference and achieved the reconciliation and unity, he declared that his country would develop the friendly relations with the world progressive peoples respecting its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae congratulated him on his reelection and expressed support and solidarity with the cause of the Nicaraguan people.\n\t\t\t\t\t\n\t\t\t\t\t He was invited to a reception given by the Nicaraguan government that day."
        },
        {
            "title": "Greetings to Mexican Foreign Minister",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-20ee.html",
            "content": "Greetings to Mexican Foreign Minister\r\n Pyongyang, January 12 (KCNA) -- DPRK Foreign Minister Ri Yong Ho Thursday sent a congratulatory message to Luis Videgaray Caso on his appointment as foreign minister of Mexico.\n\t\t\t\t\t Hoping that the friendly relations between the two countries would grow stronger in the common interests of their peoples, he wished the Mexican foreign minister success in his work."
        },
        {
            "title": "CCNR Spokesman Urges S. Korean Authorities to Stop Confrontation Moves",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-21ee.html",
            "content": "CCNR Spokesman Urges S. Korean Authorities to Stop Confrontation Moves\r\n Pyongyang, January 12 (KCNA) -- A spokesman for the Consultative Council for National Reconciliation (CCNR) Thursday made public a statement as regards the confrontation racket and war frenzy being kicked up by the south Korean authorities from the outset of the new year.\n\t\t\t\t\t Denouncing the south Korean authorities' reckless act as an intolerable mockery of the good faith and magnanimity shown by the DPRK out of patriotism and a blatant challenge to the desire and wish of the nation, the statement clarified the following principled stand of the DPRK:\n\t\t\t\t\t\n\t\t\t\t\t1. The south Korean authorities should sincerely look back on the outcome of their persistent policy of confrontation with the fellow countrymen in the north and make a fresh start with a decisive resolution to break with the wrong past.\n\t\t\t\t\t\n\t\t\t\t\t They should not brand our principled stand as a \"sleight of hand to shift over the responsibility for the stalemate of the south-north ties\" and \"typical unification front offensive\", but stop senseless act of faulting the DPRK's Juche-oriented measures for bolstering defence capabilities and groundlessly slandering the most advantageous Korean-style socialism under the pretexts of \"provocation\" and \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t They had better do what they should do, though belatedly. understanding that their policy for confrontation with the fellow countrymen is a foolish act and their act will only invite their own ruin.\n\t\t\t\t\t\n\t\t\t\t\t2. The south Korean authorities should bear in mind that sycophancy toward the U.S. is not a way out for keeping their remaining days.\n\t\t\t\t\t\n\t\t\t\t\t They should get awakened from the silly and ill-minded illusion that they can survive only in reliance on the U.S.\n\t\t\t\t\t\n\t\t\t\t\t They should make a switchover in its policy, not by \"denuclearization of the north\" but by denuclearization of the U.S., and seek a way out in anti-U.S. struggle, not in pro-U.S. acts.\n\t\t\t\t\t\n\t\t\t\t\t3. The south Korean authorities should immediately respond to the north's patriotic proposal for mending the inter-Korean relations and opening an avenue to independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t They should promptly stop any act of going against the desire of the nation and challenging the wishes of the times.\n\t\t\t\t\t\n\t\t\t\t\t They should clearly understand that it is the wisest act and the ultimate option to hold hands of good faith and magnanimity held out by the DPRK out of its desire to join efforts in the road of reunification, not asking about the wrong past.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities continuously resort to the confrontation racket and war moves going against the aspiration and demand of the nation and the trend of the times, they can never escape the severe punishment by the nation."
        },
        {
            "title": "Anti-DPRK Human Rights Rubbish by Director of \"UN Human Rights Office\" in Seoul Blasted",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-22ee.html",
            "content": "Anti-DPRK Human Rights Rubbish by Director of \"UN Human Rights Office\" in Seoul Blasted\r\n Pyongyang, January 12 (KCNA) -- A spokesman for the Korea Association for Human Rights Studies gave the following answer to the question raised by KCNA Thursday in connection with the fact that the director of the \"UN Human Rights Office\" in Seoul faulted the non-existent human rights issue in the DPRK:\n\t\t\t\t\t The director, when interviewed by the British Daily Star on January 8, spouted rubbish that now there is hardly any testimonies by those who had been imprisoned at concentration camps, by those who had escaped from the camp recently, in particular, and that there is great restriction in counting on testimonies made by those who escaped from the camp.\n\t\t\t\t\t\n\t\t\t\t\t This is a prejudiced act of openly siding with the U.S. and its vassal forces' moves to stifle the DPRK under the pretext of non-existent \"human rights\" issue of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The \"UN Human Rights Office\" in south Korea, the world's worst tundra of human rights, serves as a means for executing the U.S. policy for stifling the DPRK and is a den for anti-DPRK campaign which collects false data cooked up by \"defectors\" under political duress and in order to make money.\n\t\t\t\t\t\n\t\t\t\t\t It has long been disclosed that those \"defectors\" hurled into the anti-DPRK smear campaign are bete noires who can not make their living without making false \"testimonies\", and it is ridiculous for those who betrayed their own homeland and beloved parents and kinsmen to make any \"testimonies\".\n\t\t\t\t\t\n\t\t\t\t\t The director of the \"Office\" said that they could no longer get \"testimonies\" from the \"defectors\". This is self acknowledgement of the fact that the hostile forces have so far conducted anti-DPRK \"human rights\" campaign in full reliance on \"testimonies\" made by the \"defectors\" and that the farce of collecting and using \"testimonies\" has now become tattered.\n\t\t\t\t\t\n\t\t\t\t\t We will never tolerate any one politicizing human rights by using \"testimonies\" of \"defectors\" nor deal with them."
        },
        {
            "title": "DPRK Foreign Ministry Officials Meet Diplomatic Envoys and Representatives of International Bodies",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-19ee.html",
            "content": "DPRK Foreign Ministry Officials Meet Diplomatic Envoys and Representatives of International Bodies\r\n Pyongyang, January 12 (KCNA) -- Vice-ministers and general directors of the DPRK Foreign Ministry had talks with diplomatic envoys of different countries and representatives of international organizations here Wednesday and Thursday.\n\t\t\t\t\t At the talks the DPRK side introduced the efforts made by the Korean army and people to speed up the victorious advance of socialism with the great spirit of self-reliance and self-development as dynamic force, in hearty response to the New Year Address of Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t It also informed of the policy on opening up a broad avenue to the independent reunification by the concerted efforts of all Koreans set forth by Kim Jong Un in his New Year Address, and of the DPRK's stand on its foreign policy to defend the peace and security of the country by its own efforts, contribute to safeguarding world peace and stability, boost the good-neighborly and friendly and cooperative relations with those countries advocating independence and strive to realize genuine international justice.\n\t\t\t\t\t\n\t\t\t\t\t The diplomatic envoys and representatives of international bodies expressed thanks for the briefing and wished the Korean people successes in the efforts to carry through the tasks set forth in the New Year Address. They also expressed their intent to make efforts for the improvement of relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The participants exchanged candid views on ways of improving the bilateral relations."
        },
        {
            "title": "DPRK Foreign Ministry Director's Statement Distributed as Official Document of UNSC",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-14ee.html",
            "content": "DPRK Foreign Ministry Director's Statement Distributed as Official Document of UNSC\r\n Pyongyang, January 12 (KCNA) -- A statement of the director of the Department of Treaty and Law of the DPRK Foreign Ministry disclosing the illegality of the UN Security Council's \"sanctions resolution\" against the DPRK was distributed as the UNSC's official document S/2016/1097 on January 9."
        },
        {
            "title": "Kim Jong Un Registered as Honorary National Leader of Nigerian Party",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-16ee.html",
            "content": "Kim Jong Un Registered as Honorary National Leader of Nigerian Party\r\n Pyongyang, January 12 (KCNA) -- The Better Nigeria Progressive Party registered Kim Jong Un, Supreme Leader of the Democratic People's Republic of Korea, as its honorary national leader.\n\t\t\t\t\t A ceremony for conveying the certificate of the title of honorary national leader to Kim Jong Un was held in Abuja on January 7.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the Better Nigeria Progressive Party and the People's Progressive Party of Nigeria and the DPRK ambassador to this country and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets before the picture of President Kim Il Sung and leader Kim Jong Il standing together and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Goodswill Nnaji, national chairman of the Better Nigeria Progressive Party, handed over the certificate to DPRK Ambassador Jong Yong Chol.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t It is an expression of the unanimous will and wishes of the leadership and all members of the Better Nigeria Progressive Party to have registered HE Kim Jong Un, Supreme Leader of the Korean people, as its honorary national leader.\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Un enjoys boundless respect and reverence from the progressive mankind for the undying exploits he has performed in turning the DPRK into a socialist power. \n\t\t\t\t\t\n\t\t\t\t\t He has further developed the Workers' Party of Korea (WPK) into a powerful party inspiringly arousing all the people to the revolution and construction, true to the idea and cause of the leader.\n\t\t\t\t\t\n\t\t\t\t\t Everyone can easily know that he has the distinguished political ability as the politico-ideological might of the DPRK has been enhanced in every way and its national strength put on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t The Better Nigeria Progressive Party having HE Kim Jong Un as its honorary national leader will strengthen the friendly and cooperative relations with the WPK in the future."
        },
        {
            "title": "Kim Jong Un Receives Message from Zambian President",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-12ee.html",
            "content": "Kim Jong Un Receives Message from Zambian President\r\n Pyongyang, January 12 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, on Dec. 22 last year received a message of greetings from Edgar Lungu, president of the Republic of Zambia.\n\t\t\t\t\t In the message the Zambian president extended warm greetings to Supreme Leader Kim Jong Un and the people of the DPRK on the occasion of the New Year 2017.\n\t\t\t\t\t\n\t\t\t\t\t  Saying that Zambia and the DPRK have the friendly relations, the message hoped for cooperation in every possible field in the new year and wished Kim Jong Un good health and the DPRK prosperity."
        },
        {
            "title": "Gift to Kim Jong Un from Nigerian Party Leader",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-08ee.html",
            "content": "Gift to Kim Jong Un from Nigerian Party Leader \r\n Pyongyang, January 12 (KCNA) -- Kim Jong Un, Supreme Leader of the Democratic People's Republic of Korea, received a gift from the national chairman of the Better Nigeria Progressive Party.\n\t\t\t\t\t National Chairman Goodswill Nnaji handed the gift over to Jong Yong Chol, DPRK ambassador to Nigeria, on January 7."
        },
        {
            "title": "Pump Production Goes up in DPRK",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-10ee.html",
            "content": "Pump Production Goes up in DPRK\r\n Pyongyang, January 12 (KCNA) -- The Anju Pump Factory of the DPRK is steadily increasing the production in the spirit of self-reliance and self-development.\n\t\t\t\t\t The factory puts the production of some 500 standards of pumps on a normal foot at a high level.\n\t\t\t\t\t\n\t\t\t\t\t Last year, it manufactured 800 more pumps than planned.       \n\t\t\t\t\t\n\t\t\t\t\t It increased the production of pumps by more than two times in the 200-day campaign as compared with the same period of the previous year, winning the honor of model unit. After reconstructing the casting process and developing centrifugal pump, the factory made high-head pumps with domestic raw materials. \n\t\t\t\t\t\n\t\t\t\t\t It sent tens of kinds of new pumps to the construction sites of apartments in Ryomyong Street, underground ultra-saline water producers, long-range seawater pipeline and other projects, proving in practice the validity of the spirit of self-development first.  \n\t\t\t\t\t\n\t\t\t\t\t The workers of the factory are filled with zeal to produce many pumps and send them to major sectors of the national economy this year, in hearty response to respected Supreme Leader Kim Jong Un's New Year Address."
        },
        {
            "title": "Agricultural Sector Bubble with Strong Wind of Scientific Farming",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-09ee.html",
            "content": "Agricultural Sector Bubble with Strong Wind of Scientific Farming \r\n Pyongyang, January 12 (KCNA) -- Respected Supreme Leader Kim Jong Un in his New Year Address said that the agricultural front, the major thrust in building an economic giant, should raise a strong wind of scientific farming and push forward the movement for increasing crop yield. \n\t\t\t\t\t In hearty response to his address, the officials and workers in the sector of agriculture are replete with fiery zeal to ramp up the agricultural production this year, a year of key importance in carrying out the five-year strategy for national economic development.\n\t\t\t\t\t\n\t\t\t\t\t Ju Chol Gyu, department director of the Ministry of Agriculture, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t In the period of the 200-day campaign last year, areas for cultivating high-yielding strains and double cropping were increased drastically and a dynamic drive for introducing advanced farming method was launched.\n\t\t\t\t\t\n\t\t\t\t\t It is the firm resolution of the Workers' Party of Korea to satisfactorily solve the food problem.\n\t\t\t\t\t\n\t\t\t\t\t The key in solving this problem depends on how our officials make operation and command.\n\t\t\t\t\t\n\t\t\t\t\t We would make another leap forward in farming this year, keeping in mind that the key for increasing crop yield is to implement the Party's agricultural policy to the last.\n\t\t\t\t\t\n\t\t\t\t\t To this end, we would raise a strong wind of scientific farming and launch emulation for raising the grain output per hectare in provinces, counties and cooperative farms.\n\t\t\t\t\t\n\t\t\t\t\t We would do our best to increase the production of fruit, mushroom and vegetable so that the people may substantially benefit from them.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Sun, chairwoman of the Management Board of the Sinam Cooperative Farm in Ryongchon County, said that very high is the zeal of the farmers out in a drive for carrying out the tasks of the New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t We would decisively increase the grain output per hectare as required by the era of scientific farming.\n\t\t\t\t\t\n\t\t\t\t\t We would positively introduce the high-yielding strains and scientific farming method whose advantages have already been proved in practice, and thoroughly implement the Party's policy of double cropping.\n\t\t\t\t\t\n\t\t\t\t\t And we would decisively raise the proportion of mechanization of farm work and thus attain the goal of grain production this year without fail."
        },
        {
            "title": "Winter Sports Activities Brisk among Schoolchildren in DPRK",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-11ee.html",
            "content": "Winter Sports Activities Brisk among Schoolchildren in DPRK\r\nPyongyang, January 12 (KCNA) -- Sports activities of schoolchildren are brisk in the DPRK with a winter vacation as an occasion.\n\t\t\t\t\t The Ice Rink and the People's Open-air Ice Rink in Pyongyang are crowded with schoolchildren every day.\n\t\t\t\t\t\n\t\t\t\t\t Schoolchildren in Kangwon and Ryanggang provinces harden their body and mind by skiing and sleighing in snow-covered mountains, including Masik Pass.\n\t\t\t\t\t\n\t\t\t\t\t Schools in the flood-hit areas of North Hamgyong Province meticulously organize extracurricular sports so that schoolchildren can grow up to be pillars of the country.\n\t\t\t\t\t\n\t\t\t\t\t They organize basketball, volleyball, speed skating and other games suited to the winter characteristics."
        },
        {
            "title": "Rodong Sinmun Calls for Further Displaying Might of Single-Minded Unity",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-06ee.html",
            "content": "Rodong Sinmun Calls for Further Displaying Might of Single-Minded Unity\r\n Pyongyang, January 12 (KCNA) -- Rodong Sinmun Thursday says in an editorial that if only we have the single-minded unity of the army and people rallied close around the Party and the leader, there will be nothing to fear even when any formidable enemy comes in attack on us and there will be nothing impossible to do in the world.\n\t\t\t\t\t The editorial notes that the single-minded unity of the DPRK is a powerful impelling force making it possible to steadily carry on the march started on Mt. Paektu and a powerful treasured sword enabling it to emerge victorious in the confrontation with the imperialists and in the struggle for defending socialism.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said unity represents an entity, ideologically pure, organizationally integrated and concerted in action, and an unbreakable fortress in which the leader, the army and the people share the idea, purpose, destiny and future with each other to the last.\n\t\t\t\t\t\n\t\t\t\t\t The precious tradition of the single-minded unity, which was provided in the flames of the bloody anti-Japanese war and whose purity and continuity have been reliably maintained in the grim annals of the revolution, serves as the eternal lineage of Kim Il Sung's nation and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is the militant spirit of the army and people of the DPRK to turn out as one to flatten even a mountain and empty a sea, if it is demanded by the Party.\n\t\t\t\t\t\n\t\t\t\t\t Through the past five-year-long struggle, they have keenly realized that the idea and guidance of respected Supreme Leader Kim Jong Un is ever-victorious and their future is rosy as they are guided by him.\n\t\t\t\t\t\n\t\t\t\t\t They should make a dynamic struggle for the country's prosperity, rallied closer around the Workers' Party of Korea in thinking and purpose, morality and sense of obligation, the editorial says, calling for full display to the inexhaustible might of the single-minded unity in the all-out general offensive this year to implement the decision made at the 7th WPK Congress."
        },
        {
            "title": "CBS Hits Park Geun Hye for Covering What She Did When Ferry Sewol Sank",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-13ee.html",
            "content": "CBS Hits Park Geun Hye for Covering What She Did When Ferry Sewol Sank\r\n Pyongyang, January 12 (KCNA) -- The south Korean CBS Tuesday denounced traitor Park Geun Hye for making a false explanation about what she did in seven hours the day the ferry Sewol disaster occurred.\n\t\t\t\t\t The broadcasting service said that though 1 000 days passed since the disaster occurred, the investigation into what Park did at that time stopped just like a clock out of order.\n\t\t\t\t\t\n\t\t\t\t\t A written answer to the above-said question presented by a group of agents of the \"president\" to the \"constitutional court\" on Tuesday is adding fuel to the anger of the people as it is full of lies and contradictions.\n\t\t\t\t\t\n\t\t\t\t\t If the \"president\" persistently tries to cover up the truth, the angry people will never be calmed down."
        },
        {
            "title": "Probe into Truth behind Ferry Sewol Disaster Demanded by S. Korean Youth",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-17ee.html",
            "content": "Probe into Truth behind Ferry Sewol Disaster Demanded by S. Korean Youth\r\n Pyongyang, January 12 (KCNA) -- The Committee for the Promotion of the Youth Party called a press conference at Kwanghwamun Plaza in Seoul on January 9 and released a \"416 young people declaration on the lapse of 1000 days since the ferry Sewol disaster,\" according to the south Korean internet newspaper Jaju Sibo.\n\t\t\t\t\t Noting that the eruption of pent-up resentment since the ferry Sewol disaster led to the start of ten million people's torchlight actions, the declaration said that the people would impeach Park Geun Hye with their might and probe the truth of the disaster.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that they would not stop the candlelight actions till the authorities probe the truth of the disaster and would stage actions for just salvage of the ferry Sewol, together with the families of the victims, and rebirth of the Ad Hoc Committee for Probing the Truth behind the Ferry Sewol Disaster and the passage of a special law on probe into the disaster."
        },
        {
            "title": "Park Geun Hye's Group Flailed for Yielding to Japan's Pressure",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-18ee.html",
            "content": "Park Geun Hye's Group Flailed for Yielding to Japan's Pressure \r\nPyongyang, January 12 (KCNA) -- The south Korean internet newspaper Minjok Ilbo carried an editorial on Monday to denounce the puppet conservative forces for yielding to the pressure of Japan though it denies its past crimes.\n\t\t\t\t\t The editorial accused the Japanese authorities of shamelessly taking such countermeasures as instructing their ambassador and consul in south Korea to return home in protest against the erection of a statue of a girl before the Japanese consulate in Pusan.\n\t\t\t\t\t\n\t\t\t\t\t It termed the Japanese government's action the one of \"the guilty party filing the suit first\".\n\t\t\t\t\t\n\t\t\t\t\t Noting that Park Geun Hye and Hwang Kyo An keep mum about Japan's behavior, it labeled Park the arch criminal who orchestrated the conclusion of the pro-Japanese \"agreement\" on sexual slavery and the agreement on protecting military intelligence.\n\t\t\t\t\t\n\t\t\t\t\t The Abe government keen to cover up the Japanese history of sexual slavery with the removal of statues of a girl and Park Geun Hye and Hwang Kyo An yielding to its pressure would be judged by history, it warned."
        },
        {
            "title": "DPRK Leaders' Exploits Lauded Abroad",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-02ee.html",
            "content": "DPRK Leaders' Exploits Lauded Abroad\r\n Pyongyang, January 12 (KCNA) -- Media of different countries carried special write-ups between Dec. 17 and 27 last year to mark the 25th anniversary of leader Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 5th anniversary of respected Marshal Kim Jong Un's assumption of the same post.\n\t\t\t\t\t The Anti-Imperialist Forum of Germany posted on its website an article titled \"Brilliant Songun Commander and National Dignity\", illustrated with a portrait of smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The article said that it was the greatest honor and fortune of Korea to have Kim Jong Il at the top post of the revolutionary armed forces on Dec. 24, 1991.\n\t\t\t\t\t\n\t\t\t\t\t Today the army and people of the DPRK are winning one victory after another in the cause of the Songun revolution, holding in high esteem Kim Jong Un as the supreme commander of the KPA and getting united close around him, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t Russia's internet homepage Irkutskblogspot. Ru carried articles \"Korea's Victory\" and \"Fate of U.S. Armed Spy Ship 'Pueblo'\". The articles praised the Songun leadership feats of Kim Jong Il to be handed down to posterity, noting that the spy ship \"Pueblo\" is on display at the Victorious Fatherland Liberation War Museum in the DPRK as a proof of U.S. defeat in the standoff with it.\n\t\t\t\t\t\n\t\t\t\t\t The Angolan News Agency and the Cambodian State Radio Broadcasting reported in detail the feats of President Kim Il Sung and Kim Jong Il and the facts that Kim Jong Un has created an epic of giving priority to the people and respecting and loving them.\n\t\t\t\t\t\n\t\t\t\t\t The Russian newspaper Komsomolskaya Pravda ran an article titled \"DPRK: Making All the People Well Versed in Science and Technology\", illustrated with photos of Kim Jong Un, in which it introduced the reality of Korea where all the people are well versed in science and technology."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported in Africa",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-03ee.html",
            "content": "Kim Jong Un's New Year Address Supported in Africa\r\n Pyongyang, January 12 (KCNA) -- The African Regional Committee of Friendship and Solidarity with the Korean People issued an appeal on January 1 in support of respected Supreme Leader Kim Jong Un's New Year Address.\n\t\t\t\t\t The appeal said:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Un in his New Year Address clearly indicated the way for rejecting the outsiders' interference and realizing the national reunification by the concerted efforts of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should take the road of mending the relations with the north and respond to the DPRK's sincere efforts to prevent military conflict and ease the tension between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., chiefly responsible for the division of the Korean Peninsula, should roll back its anachronistic anti-DPRK hostile policy, an obstacle to achieving peace and security on the peninsula and in the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The world community should oppose the obstructive moves of the U.S. and its followers and make a positive contribution to creating a climate favorable for the reunification of the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The African Regional Committee of Friendship and Solidarity with the Korean People calls upon all the Africans to extend full support and solidarity to the Korean people in the struggle for national reunification."
        },
        {
            "title": "Kim Jong Un's Work Introduced in DR Congo",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-05ee.html",
            "content": "Kim Jong Un's Work Introduced in DR Congo\r\n Pyongyang, January 12 (KCNA) -- The National Committee for the Study of the Juche Idea of Democratic Congo posted the full text of respected Supreme Leader Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" on its website on Jan. 4.\n\t\t\t\t\t The work, published on July 26, Juche 101 (2012), deals with the essence of Kim Jong Il's patriotism and his noble life dedicated to the country and the people. \n\t\t\t\t\t\n\t\t\t\t\t It also clarifies the important matters in applying Kim Jong Il's patriotism."
        },
        {
            "title": "Kim Jong Un dirige las labores de la Fabrica de Kimchi Ryugyong",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-23ee.html",
            "content": "Kim Jong Un dirige las labores de la Fabrica de Kimchi Ryugyong\r\nPyongyang, 12 de enero (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito la Fabrica de Kimchi Ryugyong, remodelada como unidad ejemplar y estandar de las fabricas de kimchi en nuestro pais.\n\t\t\t\t\tRecorriendo varios lugares de la fabrica, el Maximo Dirigente del Partido, Estado y ejercito de Corea se entero en detalles de las caracteristicas tecnicas de los procesos y equipos de produccion y de las variedades y calidad del producto.\n\t\t\t\t\t\n\t\t\t\t\tDijo que a fin de industrializar la produccion de este alimento tradicional, han establecido magnificamente el sistema integrado de produccion que permite realizar en alto nivel la informatizacion y la cientifizacion de la organizacion productiva, las actividades administrativas y el control de calidad.\n\t\t\t\t\t\n\t\t\t\t\tEn la sala de muestras vio las muestras de diferentes variedades de kimchi y otros vegetales salados y asevero que son numerosas las variedades del producto y excelentes los disenos de marca y embalaje.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho diciendo que la fabrica fue remodelada completamente solo en semestre y se ha levantado con las propias fuerzas y tecnologias una moderna fabrica en que todos sus procesos de produccion estan perfectamente automatizados y encadenados.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que los funcionarios y empelados de la fabrica deben producir el kimchi, uno de los 5 alimentos salubres del mundo, como una primera comida del mundo.\n\t\t\t\t\t\n\t\t\t\t\tSe inicio el ano nuevo con la produccion en gran cantidad de los productos imprescindibles para el mejoramiento de la vida del pueblo, recalco y agrego que estos exitos orgullosos de la rama de industria ligera ofrecen a los habitantes la conviccion y el optimismo sobre la victoria del socialismo opulento y civilizado al estilo coreano. Y enfatizo en la necesidad de hacer del 2017 el ano en que se crean mayores y sucesivos prodigios en las fabricas y empresas de la industria ligera.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de construir las modernas fabricas de kimchi en todas las provincias tomando como ejemplo esta fabrica donde se han realizado perfectamente la industrializacion y la cientifizacion de la produccion de kimchi conforme a la voluntad del partido.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente expreso la esperanza y seguridad de que los funcionarios y empleados de esta fabrica contribuiran activamente al mejoramiento de vida alimentaria del pueblo, cumpliendo satisfactoriamente su deber y se fotografio junto a ellos.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron O Su Yong, vicepresidente del Comite Central del PTC, An Jong Su, jefe de departamento del CC del PTC, y Jo Yong Won y Sin Man Gyun, subjefes de departamento del CC del PTC."
        },
        {
            "title": "Enviado especial de Kim Jong Un participa en la ceremonia de investidura del presidente de Nicaragua",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-24ee.html",
            "content": "Enviado especial de Kim Jong Un participa en la ceremonia de investidura del presidente de Nicaragua\r\nManagua, 10 de enero (corresponsal de ACNC) -- En calidad de enviado especial de Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, Choe Ryong Hae, vicepresidente del CE de la RPDC, participo el dia 10 en la toma de posesion del Presidente de la Republica de Nicaragua, realizada en la Plaza de la Revolucion de esta capital.\n\t\t\t\t\tEn la ocasion estuvieron presentes los jefes de Estado, delegaciones y delegados de varios paises, los representantes diplomaticos en Nicaragua, las personalidades del gobierno, la asamblea nacional y de diferentes sectores y los habitantes de este pais.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia, el Presidente de la Republica de Nicaragua, Daniel Ortega Saavedra, presto el juramento y pronuncio un discurso.\n\t\t\t\t\t\n\t\t\t\t\tEl recordo el trayecto de reconciliacion y unidad que ha recorrido frustrando la agresion de EE.UU. y sus intervenciones en los asuntos internos y expuso la decision de desarrollar las relaciones de amistad con los pueblos progresistas del mundo que respetan la soberania.\n\t\t\t\t\t\n\t\t\t\t\tChoe Ryong Hae felicito la reeleccion del dignatario y expreso el apoyo y solidaridad a la causa del pueblo nicaraguense.\n\t\t\t\t\t\n\t\t\t\t\tEl fue invitado el mismo dia al banquete ofrecido por el gobierno del pais centroamericano."
        },
        {
            "title": "Canciller coreano felicita a su homologo mexicano",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-25ee.html",
            "content": "Canciller coreano felicita a su homologo mexicano\r\nPyongyang, 12 de enero (ACNC) -- El canciller coreano Ri Yong Ho envio el dia 12 un mensaje de felicitacion al Luis Videgaray Caso, recien nombrado como canciller de los Estados Unidos Mexicanos.\n\t\t\t\t\tEl remitente expreso la conviccion de que se ampliaran y se desarrollaran las relaciones amistosas entre dos paises segun los intereses comunes de los dos pueblos y deseo al destinatario los exitos en el desempeno de su nuevo cargo."
        },
        {
            "title": "Vocero de CRN denuncia imprudente campana conflictiva del Sur de Corea",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-26ee.html",
            "content": "Vocero de CRN denuncia imprudente campana conflictiva del Sur de Corea\r\nPyongyang, 12 de enero (ACNC) -- El vocero del Consejo de Reconciliacion Nacional hizo publica el dia 12 una declaracion condenando a las autoridades surcoreanas que desde el comienzo del ano nuevo se entregan con frenesi a la confrontacion fratricida y la campana belica. \n\t\t\t\t\tLos imprudentes actos de las autoridades surcoreanas devienen una intolerable burla a la buena bondad patriotica de la RPDC y su magnanimidad de amor a la nacion, y constituyen un desafio a la aspiracion y deseo nacionales, senala el documento y expone la posicion de principios siguiente:\n\t\t\t\t\t\n\t\t\t\t\t1. Las autoridades surcoreanas deben reflexionar seriamente las consecuencias de su politica de confrontacion fratricida perseguida obstinadamente hasta la fecha y hacer nueva partida tomando una decision audaz de despedirse de su pasado erroneo. \n\t\t\t\t\t\n\t\t\t\t\tNo deben calificar sin ton ni son como ahora nuestra exigencia de principios de una \"artimana destinada a imputar la responsabilidad de la paralizacion de las relaciones intercoreanas\" y una \"rutinaria ofensiva para el frente de unificacion\", sino abandonar los insensatos actos de cuestionar las medidas de fortalecimiento del poderio de defensa nacional de caracter autodefensivo y el mas ventajoso regimen socialista a estilo coreano, describiendolos como \"provocacion\" y vinculandolos cinicamente con los asuntos de \"DDHH\". \n\t\t\t\t\t\n\t\t\t\t\tSi no quieren sufrir las desgracias como Park Geun-hye, convertida en \"momia viva\", y la miserable situacion  necesitan volverse en si.\n\t\t\t\t\t\n\t\t\t\t\tTienen que saber correctamente, aunque sea tarde, cuan absurda y cinica es la politica de confrontacion fratricida que trae solo la autodestruccion, y buscar lo que deben hacer.\n\t\t\t\t\t\n\t\t\t\t\t2. Las autoridades surcoreanas deben tener bien presente que el servilismo a grandes potencias y la vendepatria no son una salida para mantener de su vida restante.\n\t\t\t\t\t\n\t\t\t\t\tY deben liberarse de la ilusion simple de que la dependencia a EE.UU. les garantiza la subsistencia.\n\t\t\t\t\t\n\t\t\t\t\tInminentemente, tienen que cambiar su politica por la \"renuncia de armas nucleares del Norte\" con la por la eliminacion de artefactos nucleares norteamericanos y buscar el salidero no en los actos pronorteamericanos, sino en los antiyanquis. \n\t\t\t\t\t\n\t\t\t\t\t3. Deberan aceptar cuanto antes nuestra propuesta patriotica de mejorar las relaciones intercoreanas y abrir una ancha avenida de la reunificacion independiente.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas han de parar de inmediato cualquier accion que se oponga a la demanda de la nacion y desafie a la aspiracion de la epoca.\n\t\t\t\t\t\n\t\t\t\t\tLes hace falta darse clara cuenta de que la conducta mas sensata y la ultima opcion estan en estrechar, aunque tardiamente, nuestra mano de buena fe e indulgencia que les hemos dado para marchar juntos en el camino de reunificacion sin cuestionar los errores del pasado.\n\t\t\t\t\t\n\t\t\t\t\tLes volvemos a aconsejar que si ellas toman la correcta decision politica al captar bien el profundo sentido de nuestro llamamiento patriotico, puedan ser acompanantes con que se escribira la nueva historia de reunificacion, pero, en el caso contrario, tendran un resultado muy tragico.\n\t\t\t\t\t\n\t\t\t\t\tSeran condenadas al castigo severo de la nacion si las autoridades surcoreanas continuan recurriendo a la campana de confrontacion fratricida y guerra marchando a contrapelo de la aspiracion y demanda de la nacion y la corriente de la epoca."
        },
        {
            "title": "Funcionarios de MINREX de Corea se reunen con representantes extranjeros en RPDC",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-27ee.html",
            "content": "Funcionarios de MINREX de Corea se reunen con representantes extranjeros en RPDC\r\nPyongyang, 12 de enero (ACNC) -- Los viceministros y directores encargados de las regiones del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea departieron los dias 11 y 12 con los representantes diplomaticos y de organizaciones internacionales acreditados en la RPDC.\n\t\t\t\t\tEn las ocasiones la parte coreana presento la lucha del ejercito y el pueblo coreanos quienes impulsan el avance victorioso del socialismo apoyandose en la gran fuerza motriz de autofortalecimiento en acato al mensaje del Ano Nuevo de Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la RPDC y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tInformaron la orientacion del Maximo Dirigente en materia de abrir el ancho camino de reunificacion independiente con las fuerzas unidas de toda la nacion y la posicion de la politica exterior de hacer aporte a defender con sus propias fuerzas la paz y la seguridad del Estado y defender la paz y la estabilidad del mundo, desarrollar las relaciones de buena vecindad, amistad y cooperacion con los paises que abogan por la independencia y esforzarse por lograr la genuina justicia internacional. \n\t\t\t\t\t\n\t\t\t\t\tLos representantes extranjeros expresaron agradecimiento a la parte coreana  por organizar esta cita y desearon exitos en la lucha del pueblo coreano por materializar las tareas presentadas en el mensaje del Ano Nuevo, asi como expresaron su voluntad de esforzarse por el desarrollo de las relaciones con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tIntercambiaron con sinceridad las opiniones sobre los problemas de remedio para desarrollar las relaciones bilaterales."
        },
        {
            "title": "AEDHC denuncia tonterias de la directora de \"Oficina de DDHH de la ONU\" en Seul",
            "url": "http://kcna.co.jp/item/2017/201701/news12/20170112-28ee.html",
            "content": "AEDHC denuncia tonterias de la directora de \"Oficina de DDHH de la ONU\" en Seul\r\nPyongyang, 12 de enero (ACNC) -- A la pregunta de un reportero de la ACNC formulada en relacion con que recientemente la directora de la \"Oficina de DDHH de la ONU\" en Seul hablo del inexistente \"problema de DDHH\" de la RPDC, la Asociacion de Estudio de Derechos Humanos de Corea dio hoy la respuesta siguiente:\n\t\t\t\t\tEn el interviu concedido el dia 8 con el periodico britanico Daily Star, esa directora chismeo que \"casi no existen los testimonios de las personas que estuvieron en los campos de concentracion, y, en particular, de las personas que se escaparon recientemente de ellos.\" y que \"son muy restrictivos los datos porque se apoyaban en los alegatos de los hombres huidos de las carceles.\".\n\t\t\t\t\t\n\t\t\t\t\tEsto deviene un proceder que se alisto abiertamente a las tentativas de EE.UU. y sus fuerzas seguidoras encaminadas a aplastar el regimen coreano bajo el pretexto del inexistente \"problema de DDHH\".\n\t\t\t\t\t\n\t\t\t\t\tDicha oficina, instalada en Seul que es la tierra esteril de los derechos humanos, no es nada mas que uno de los aparatos para ejecutar la politica de aplastamiento de EE.UU. contra la RPDC y el intrigante escondrijo anti-RPDC que solamente almacena los documento falsos que brindan los \"fugitivos norcoreanos\" para ganar el dinero arrodillandose ante la presion politica. \n\t\t\t\t\t\n\t\t\t\t\tComo fueron revelados por todo el mundo ya desde hace mucho tiempo, esos \"fugitivos\" movilizados en la campana de propaganda contra la RPDC son los tipejos que pueden mantener su vida solo con falsos \"testimonios\" y las escorias humanas que abandonaron su patria, padres, esposas e hijos que les amaron con sinceridad.\n\t\t\t\t\t\n\t\t\t\t\tLas palabras de esa directora quien se quejo de la situacion actual en que no se puede obtener los \"testimonios\" de los \"fugitivos norcoreanos\" muestran que las fuerzas hostiles reconocieron por si mismas el hecho de que han venido perpetrando hasta la fecha la campana de DDHH anti-RPDC basandose totalmente en los \"testimonios\" de los \"fugitivos norcoreanos\" y ahora, fracasaron hasta la invencion y el uso de tales \"testimonios\".\n\t\t\t\t\t\n\t\t\t\t\tNosotros no perdonaremos ni trataremos a todos quienes tratan politizar los derechos humanos utilizando los \"testimonios\" de \"fugitivos norcoreanos\"."
        }
    ]
}