{
    "date": "2017-01-04",
    "url": "http://kcna.co.jp/item/2017/201701/2017-01-04ee.html",
    "articles": [
        {
            "title": "Greetings to Kim Jong Un from Chairman of C.C., Communist Party of Russian Federation",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-10ee.html",
            "content": "Greetings to Kim Jong Un from Chairman of C.C., Communist Party of Russian Federation\r\nPyongyang, January 4 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, received a message of greetings from G. Zhuganov, chairman of the Central Committee of the Communist Party of the Russian Federation, on Dec. 26 last year.\n\t\t\t\t\t The message extended sincere congratulations to Kim Jong Un on behalf of the C.C., the Communist Party of the Russian Federation on the occasion of the New Year 2017.\n\t\t\t\t\t\n\t\t\t\t\t The message wished Kim Jong Un and his friends good health and happiness and all the Korean people peace, prosperity and well-being."
        },
        {
            "title": "Greetings to President of Myanmar",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-08ee.html",
            "content": "Greetings to President of Myanmar\r\nPyongyang, January 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Wednesday sent a message of greetings to Htin Kyaw, president of the Republic of the Union of Myanmar, on the occasion of the 69th anniversary of its independence.\n\t\t\t\t\t The message wished the Myanmar president good health and success in his work for the country's stability and prosperity."
        },
        {
            "title": "Greetings to FM of Myanmar",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-09ee.html",
            "content": "Greetings to FM of Myanmar\r\nPyongyang, January 4 (KCNA) -- DPRK Foreign Minister Ri Yong Ho Wednesday sent a message of greetings to Aung San Suu Kyi, foreign minister of Myanmar, on the 69th anniversary of its independence.\n\t\t\t\t\t Hoping that the cooperation between the foreign ministries for the development of friendly and cooperative relations between the two countries would grow stronger, the message wished the foreign minister of Myanmar greater successes in his work."
        },
        {
            "title": "Pyongyangites Turn Out in New Year's March",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-11ee.html",
            "content": "Pyongyangites Turn Out in New Year's March\r\nPyongyang, January 4 (KCNA) -- Working people in Pyongyang are turning out in the new years' march, in hearty response to respected Supreme Leader Kim Jong Un's New Year Address.\n\t\t\t\t\t They are making innovations at worksites to accelerate the victorious advance of socialism this year with the same spirit and mettle as were displayed in the 70-day campaign and the 200-day campaign last year,.\n\t\t\t\t\t\n\t\t\t\t\t From the outset of the year, workers of the East Pyongyang Thermal Power Plant are increasing electricity power and those of the Pyongyang Steel Works producing a great deal of iron and steel.\n\t\t\t\t\t\n\t\t\t\t\t Colliers of the Kangdong Area Coal-mining Complex are boosting the coal production by giving definite precedence to tunneling and raising the utilization of mining equipment.\n\t\t\t\t\t\n\t\t\t\t\t The West Pyongyang Service Brigade of Engine of the Pyongyang Railway Bureau concentrates its efforts on coal and other freight transportation.\n\t\t\t\t\t\n\t\t\t\t\t Similar successes are also reported from the light industrial factories and cooperative farms."
        },
        {
            "title": "Successful 400,000 Ton Earth Blasting Held at Musan Mining Complex",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-12ee.html",
            "content": "Successful 400,000 Ton Earth Blasting Held at Musan Mining Complex\r\nMusan, January 4 (KCNA) -- There was a successful blasting of 400,000 ton earth at the Musan Mining Complex, a leading iron ore production base in the DPRK, on Wednesday.\n\t\t\t\t\t The successful blasting created vast ore field, making it possible to mass-produce concentrated iron ore and send them to iron and steel works.\n\t\t\t\t\t\n\t\t\t\t\t The complex is putting spurs to the increased production of concentrated iron ore."
        },
        {
            "title": "U.S. Has No Force to Block DPRK's Advance",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-07ee.html",
            "content": "U.S. Has No Force to Block DPRK's Advance\r\nPyongyang, January 4 (KCNA) -- The Obama administration of the U.S. persistently resorted to the hostile policy toward the DPRK, including economic sanctions and military pressure to realize its criminal scenario for stifling it after putting forward the \"strategic patience\" policy, Minju Joson Wednesday says in a commentary.\n\t\t\t\t\t However, the army and people of the DPRK were not such weak as to step back from the road chosen by themselves, scared by the U.S. sanctions and pressure, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. worked hard to infringe upon the sovereignty and dignity of the DPRK, not willing to tolerate the ideology and social system in the DPRK. Under such situation the army and people of the DPRK rose up as one with persevering will and dashed ahead like a wind to implement the line of simultaneously pushing forward the economic construction and the building of nuclear force. As a result, the country witnessed such stirring reality as a series of miracles that startled the world people.\n\t\t\t\t\t\n\t\t\t\t\t Last year, in particular, the DPRK people achieved unimaginable economic progress and military miracles that stunned the world all the year round.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by this reality, the U.S. behaved like a burnt wolf, vociferating about the UN \"resolution on sanctions\" and \"independent sanctions.\" But it was nothing but bluffing of the loser. The world has already clearly realized that the stronger pressure the U.S. puts upon the DPRK, the stronger the latter grows.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is making desperate efforts to prevent the army and people of the DPRK from advancing with redoubled courage to realize their beautiful dream and ideal, tightly holding its treasured nuclear sword of justice. This is, however, as foolish an act as trying to use rotten wooden stick as a check bar.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has no force to overpower the people of the DPRK united close with truth."
        },
        {
            "title": "Rodong Sinmun Calls for All Efforts on Implementation of Five-year Strategy for National Economic Development",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-05ee.html",
            "content": "Rodong Sinmun Calls for All Efforts on Implementation of Five-year Strategy for National Economic Development\r\nPyongyang, January 4 (KCNA) -- All the Party members and other working people should direct all efforts to implementing the five-year strategy for the development of the national economy as intended by the Workers' Party of Korea and thus demonstrate the spirit and mettle of Juche Korea dashing forward like a storm for the final victory by racing against the time, Rodong Sinmun Wednesday says in an editorial.\n\t\t\t\t\t Underscoring the need to cherish the firm faith that the drive for building an economic power is sure to be crowned with victory as there is the wise guidance of respected Supreme Leader Kim Jong Un, the editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Leader in his New Year Address clearly indicated a shortcut to implementing the five-year strategy and the fighting goals for putting the nation's overall economy on a higher stage this year.\n\t\t\t\t\t\n\t\t\t\t\t All the Party members and other working people should further intensify the struggle for implementing the ideas of the Party and upholding its policies in the drive for carrying out the five-year strategy with confidence that the way indicated by the Supreme Leader is the road to victory and glory.\n\t\t\t\t\t\n\t\t\t\t\t They should fully display the might of self-reliance and self-development in the all-out drive for implementing the five-year strategy.\n\t\t\t\t\t\n\t\t\t\t\t The might of self-reliance and self-development means the might of science and technology and attaching importance to science and technology is a shortcut to implementing the five-year strategy.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all the people to unite as one in mind around the Supreme Leader and work fresh miracles and feats in the all-out drive for carrying out the above-said strategy."
        },
        {
            "title": "Improvement of North-south Relations Is Starting Point for Peace and Reunification: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-06ee.html",
            "content": "Improvement of North-south Relations Is Starting Point for Peace and Reunification: Rodong Sinmun\r\nPyongyang, January 4 (KCNA) -- The improvement of the north-south relations is a starting point for achieving the peace in the country and advancing the cause of national reunification, says Rodong Sinmun in an article Wednesday.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Improving the inter-Korean ties is a vital issue related to the destiny of the nation and the supreme task, a matter of utmost urgency.\n\t\t\t\t\t\n\t\t\t\t\t If the north and the south of Korea remain partitioned and stand against each other, it is absolutely impossible to pave the way for peace and reunification. To allow the north-south ties of confrontation and distrust to persist is just tantamount to committing an indelible crime against history and the generations to come.\n\t\t\t\t\t\n\t\t\t\t\t The north-south ties on which the destiny of the nation depends should be replaced by the ties of trust and reconciliation and only then is it possible to achieve lasting peace on the Korean peninsula and the independent reunification of the country by the concerted efforts of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Whoever is concerned about the destiny of the nation should not be indifferent to the improvement of the ties but should boldly take the patriotic road of national reconciliation and unity, transcending differences in ideology, ism and social system.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of all the fellow countrymen in the north and the south and abroad to meet the blatant challenges of the anti-reunification forces at home and abroad and open a new phase in the improvement of the north-south ties and the realization of the independent reunification."
        },
        {
            "title": "Kim Jong Un's Work Posted by Regional Body on Website",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-01ee.html",
            "content": "Kim Jong Un's Work Posted by Regional Body on Website\r\nPyongyang, January 4 (KCNA) -- The African Regional Committee of Friendship and Solidarity with the Korean People posted the full text of respected Supreme Leader Kim Jong Un's work \"The Cause of the Great Party of Comrades Kim Il Sung and Kim Jong Il Is Ever-Victorious\" on its website on Dec. 28, last year to mark the 5th anniversary of his assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\t The work, published on October 4, Juche 104 (2015), clarifies that the seven decade-long history of the WPK is a history of victory which demonstrated the validity and invincibility of the cause of the party of President Kim Il Sung and leader Kim Jong Il. It also stresses that the cause of the party of Kim Il Sung and Kim Jong Il will be invincible."
        },
        {
            "title": "DPRK's Significant Days to Be Celebrated in Romania",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-02ee.html",
            "content": "DPRK's Significant Days to Be Celebrated in Romania\r\nPyongyang, January 4 (KCNA) -- A Romanian national preparatory committee for the 2017 Meeting Praising Great Persons of Mt. Paektu was formed on Dec. 28 last year.\n\t\t\t\t\t The chairman of the Romania-House of the DPRK and the secretary general of the Romania-Korea Friendship Association were elected co-chairpersons of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold various political and cultural events in praise of the revolutionary career and exploits of President Kim Il Sung and leader Kim Jong Il with the above-said meeting as an occasion."
        },
        {
            "title": "DPRK's Constitution Day Marked by Russian Online Magazine",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-03ee.html",
            "content": "DPRK's Constitution Day Marked by Russian Online Magazine\r\nPyongyang, January 4 (KCNA) -- Russia's online magazine Lemchich carried an article titled \"Socialist constitution for the people\" on Dec. 26 last year.\n\t\t\t\t\t The article said that Dec. 27 is the constitution day in the DPRK and its constitution serves the purpose of accomplishing the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t Introducing in detail the main contents of the DPRK's socialist constitution, it said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is providing all conditions to the people with the mission of the master responsible for protection of the independent requirements and interests of the working masses and their living.\n\t\t\t\t\t\n\t\t\t\t\t The socialist cause of the DPRK will emerge victorious as it strictly applies the socialist constitution enjoying the people's absolute support."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de G. A. Zhuganov",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-09ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de G. A. Zhuganov\r\nPyongyang, 4 de enero (ACNC) -- El Maximo Dirigente Kim Jong Un, Presidente del Partido del Trabajo de Corea, recibio un mensaje de felicitacion que le enviara el 26 de diciembre del ano pasado, G. A. Zhuganov, Presidente del Comite Central del Partido Comunista de la Federacion Rusa.\n\t\t\t\t\tLa misiva senala:\n\t\t\t\t\t\n\t\t\t\t\tEstimado camarada Kim Jong Un \n\t\t\t\t\t\n\t\t\t\t\tCon motivo del Ano Nuevo 2017 que viene, le extiendo mis sinceras felicitaciones en nombre del Comite Central del Partido Comunista de la Federacion Rusa.\n\t\t\t\t\t\n\t\t\t\t\tDeseo a Vd. y sus amigos buena salud y felicidad y a todo el pueblo coreano, la paz, prosperidad y bienestar."
        },
        {
            "title": "Kim Yong Nam envia mensaje de felicitacion al presidente de Myanmar",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-07ss.html",
            "content": "Kim Yong Nam envia mensaje de felicitacion al presidente de Myanmar\r\nPyongyang, 4 de enero (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 4 un mensaje de felicitacion al presidente de la Republica de la Union de Myanmar, Htin Kyaw, con motivo del 69o aniversario de la independencia de ese pais.\n\t\t\t\t\tEn la misiva, el remitente deseo al destinatario buena salud y exitos en sus trabajos para la estabilidad y prosperidad del pais."
        },
        {
            "title": "Rodong Sinmun aboga por orientar lo todo al cumplimiento de estrategia quinquenal",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-03ss.html",
            "content": "Rodong Sinmun aboga por orientar lo todo al cumplimiento de estrategia quinquenal\r\nPyongyang, 4 de enero (ACNC) -- Todos los militantes del partido y trabajadores deben poner de pleno manifiesto el temperamento de la Corea del Juche, que avanza a todo galope hacia la victoria final acortando los siglos, al concentrar todas las fuerzas en el cumplimiento de la estrategia quinquenal para el desarrollo de economia nacional segun el proposito del partido.\n\t\t\t\t\tAdelanta asi el diario Rodong Sinmun en el editorial de este miercoles y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tHay que tener la firme conviccion de que es definitiva la victoria de la construccion de potencia economica gracias a la sabia orientacion del Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEn su mensaje del Ano Nuevo, el indico el atajo para el cumplimiento de la estrategia quinquenal presentada por el PTC y definio las metas para situar este ano en la etapa superior la economia nacional en general. \n\t\t\t\t\t\n\t\t\t\t\tConvencidos de que la via ensenada por el Mariscal es la de victorias y glorias, todos los militantes del partido y trabajadores deben endurecer la campana de materializacion de la idea del partido y de defensa a ultranza de su politica en el empeno por cumplir la estrategia en cuestion.\n\t\t\t\t\t\n\t\t\t\t\tPara ello, es imperioso poner en pleno juego el espiritu de autofortalecimiento en la ofensiva general de todo el pueblo. \n\t\t\t\t\t\n\t\t\t\t\tEl poderio de autofortalecimiento es garantizado por las ciencias y tecnicas a que se debe dar prioridad para cumplir la estrategia quinquenal.\n\t\t\t\t\t\n\t\t\t\t\tAl finalizar, el editorial exhorta a todos a crear nuevos milagros y proezas en la ofensiva general, unidos compactamente en torno al Mariscal Kim Jong Un."
        },
        {
            "title": "Mejorar relaciones N-S es punto de partida para paz y reunificacion: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201701/news04/20170104-04ss.html",
            "content": "Mejorar relaciones N-S es punto de partida para paz y reunificacion: Rodong Sinmun\r\nPyongyang, 4 de enero (ACNC) -- El mejoramiento de relaciones intercoreanas es el punto de partida para lograr la paz del pais y llevar adelante la causa de reunificacion de la patria.\n\t\t\t\t\tAsi destaca el diario Rodong Sinmun en un articulo individual divulgado hoy, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tMejorar los vinculos entre ambas partes coreanas deviene el problema vital relacionado con el destino de la nacion y la tarea impostergable. \n\t\t\t\t\t\n\t\t\t\t\tSi la nacion coreana se enfrenta entre si dividida en el Norte y el Sur, no podra abrir nunca el camino de paz y reunificacion. El proseguimiento de las relaciones de confrontacion y desconfianza entre el Norte y el Sur es un crimen que no perdonara la historia ni las generaciones venideras.\n\t\t\t\t\t\n\t\t\t\t\tLas relaciones N-S, que deciden el destino de la nacion coreana, deben ser convertidas en las de confianza y reconciliacion. De esta forma, se puede lograr la paz duradera de la Peninsula Coreana y la reunificacion independiente de la patria con las fuerzas unidas de toda la nacion. \n\t\t\t\t\t\n\t\t\t\t\tCualquier persona, que este preocupada por el destino nacional, no debera desatender el problema de mejora de relaciones N-S sino tomar con osadia el camino patriotico por la reconciliacion y unidad nacionales por encima de la diferencia de ideas, ideales y regimenes. \n\t\t\t\t\t\n\t\t\t\t\tTodos los connacionales del Norte, el Sur y en ultramar tienen la firme voluntad de crear la nueva coyuntura de mejoramiento de vinculos intercoreanos y reunificacion independiente frustrando los brutales desafios de las fuerzas anti-reunificacion dentro y fuera del pais."
        }
    ]
}