{
    "date": "2017-08-29",
    "url": "http://kcna.co.jp/item/2017/201708/2017-08-29ee.html",
    "articles": [
        {
            "title": "U.S. Interference under Fire at DPRK Missions Abroad",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-02ee.html",
            "content": "U.S. Interference under Fire at DPRK Missions Abroad\r\n Pyongyang, August 29 (KCNA) -- DPRK missions in various countries held news conferences from Aug. 20 to 22 as regards the fact that the U.S. vice-president pressurized various countries of Latin America to cut off their diplomatic relations with the DPRK.\n\t\t\t\t\t The DPRK ambassador to Peru vehemently denounced the U.S. vice- president for asking Brazil, Mexico, Chile and Peru to cut off the diplomatic relations with the DPRK while touring Chile.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the U.S. high-handed practice only reveals its extreme self-interest and arrogance to sacrifice other countries for meeting its interests. It also proves that the U.S. hostile policy towards the DPRK has reached its extreme pitch, he added.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that such act is bound to come under accusation and rebuff as it is blatant interference in the internal affairs of independent sovereign states and open challenge to international law and order.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK ambassador to Bangladesh said that if the U.S. brigandish moves for stifling the DPRK are overlooked, every country will fall victim to the U.S. interference in internal affairs.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the DPRK missions in Russia and China said that the DPRK will as ever further develop the friendly and cooperative relations with various countries in the idea of independence, peace and friendship, adding that the DPRK will smash the unreasonable and illegal moves for slapping sanctions on it, defend its dignity and strategic position and continue to make just and responsible efforts for realizing true international justice no matter who may say what."
        },
        {
            "title": "Media Persons Start Study Tour of Mt Paektu",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-16ee.html",
            "content": "Media Persons Start Study Tour of Mt Paektu\r\n Hyesan, August 29 (KCNA) -- Media persons from across the country began a study tour of the revolutionary battle sites in the area of Mt Paektu.\n\t\t\t\t\t A meeting took place at the plaza before the statues of President Kim Il Sung and leader Kim Jong Il in Hyesan City Tuesday before starting the study tour.\n\t\t\t\t\t\n\t\t\t\t\t The participants placed floral baskets and bunches of flowers before the statues of Kim Il Sung and Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Cha Sung Su, chairman of the Central Committee of the Journalists Union of Korea, made a speech at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need for the participants to learn from the indomitable spirit of the anti-Japanese revolutionary forerunners who fought the bloody anti-Japanese war in all battle sites of Mt Paektu under the leadership of the President and to deeply grasp how the historical roots and tradition of the Korean revolution were provided.\n\t\t\t\t\t\n\t\t\t\t\t After the meeting they were briefed on the Monument to the Victorious Battle of Pochonbo and went round it and the Revolutionary Martyrs Cemetery in Hyesan, etc."
        },
        {
            "title": "18th National Software Exhibition of Educational Institutions Opens",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-15ee.html",
            "content": "18th National Software Exhibition of Educational Institutions Opens\r\n Pyongyang, August 29 (KCNA) -- The 18th national software exhibition of educational institutions was opened.\n\t\t\t\t\t It brought together teachers, researchers and students of more than 110 units including Kim Il Sung University, Kim Chaek University of Technology, Pyongyang University of Architecture, Kim Hyong Jik University of Education and Huichon University of Technology.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition was divided into 18 panels. Presented to the exhibition were more than 1 000 programs related to putting education on IT and modern basis including teaching and learning support program, simulation experiment program, remote-control education program, remote-control examination program, and multi-purpose classroom management program.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place at the Three-Revolution Exhibition House Tuesday."
        },
        {
            "title": "National Youth Sci-Tech Successes Exhibition Closes",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-14ee.html",
            "content": "National Youth Sci-Tech Successes Exhibition Closes\r\n Pyongyang, August 29 (KCNA) -- There closed a national youth sci-tech successes exhibition. It was opened on Aug. 23 on the occasion of the 90th founding anniversary of the Young Communist League of Korea.\n\t\t\t\t\t On display were lots of achievements made by organizations of the youth league and young people in different parts of the country in the youth sci-tech campaign for making the national economy on a Juche and modern basis.\n\t\t\t\t\t\n\t\t\t\t\t More than 50 sci-tech products and over 100 technological innovations and inventions and rationalization proposals were highly estimated.\n\t\t\t\t\t\n\t\t\t\t\t During the exhibition the participants informed each other of their achievements and exchanged the experience gained in applying them in production and construction.\n\t\t\t\t\t\n\t\t\t\t\t A closing ceremony took place at the Sci-Tech Complex Tuesday."
        },
        {
            "title": "DR Congo Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-10ee.html",
            "content": "DR Congo Delegation Visits Mangyongdae\r\n Pyongyang, August 29 (KCNA) -- A delegation of the Federation of Students and Pupils of DR Congo led by National Chairman Mpongo Ne Kongo visited Mangyongdae, where President Kim Il Sung was born.\n\t\t\t\t\t Being briefed on the revolutionary history of the President at his old home, the guests went round the relics preserved there.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Tower of the Juche Idea, Youth Movement Museum, Sci-Tech Complex, etc."
        },
        {
            "title": "Pyongyang Han Tok Su University of Light Industry",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-12ee.html",
            "content": "Pyongyang Han Tok Su University of Light Industry\r\n Pyongyang, August 29 (KCNA) -- Pyongyang Han Tok Su University of Light Industry is taking the lead in the drive for solving sci-tech problems conducive to improving the people's standard of living.\n\t\t\t\t\t It rendered great services for diversifying consumer goods, improving their quality and developing high-tech products.\n\t\t\t\t\t\n\t\t\t\t\t It made researches on a design for model bag to introduce it into a bag factory. And it established an automated and streamlined production process and integrated production system in a pickle factory.\n\t\t\t\t\t\n\t\t\t\t\t It also helped towards the work for introducing the fermented soybean production process with an annual capacity of several hundred tons into a foodstuff factory.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the university has conducted a workshop of science and technology and data service for light industrial factories."
        },
        {
            "title": "Source of Headache of \"World's Superpower\": KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-06ee.html",
            "content": "Source of Headache of \"World's Superpower\": KCNA Commentary\r\n Pyongyang, August 29 (KCNA) -- U.S. President Trump has become the source of headache at home and abroad.\n\t\t\t\t\t Much upset by the DPRK's successful ICBM test-launches, Trump ran riot, talking about \"fire and fury\" unprecedented in the world. Senators from the Republican and Democratic Parties of the U.S. commented that it is like adding fuel to the aggravated situation, and demanded that the right to use military granted to Trump has to be constrained.\n\t\t\t\t\t\n\t\t\t\t\t At least 60 members of the House of Representatives from the Democratic Party asserted that the \"nuclear bag\" should not be entrusted to him, as his remarks may invite the departed soul of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Trump's self-justified way of thinking and abnormal demeanor have touched off discontent from Senators from the Republican Party, his political base. As a result, policies he had in mind were either ignored or delayed and some were declined to be reduced to scrap paper.\n\t\t\t\t\t\n\t\t\t\t\t Trump issued executive orders every three days whose passage through Congress was not necessary. The January executive order which banned the issuance of visas for entry into the U.S. and the entry into the country by citizens from seven Muslim countries including Syria and Iran has led to large-scale demonstrations against it worldwide, to say nothing of in the U.S., and the filing of suit by human rights organizations which forced the Seattle Federal Court to suspend the effectuation of the order.\n\t\t\t\t\t\n\t\t\t\t\t Trump has been snubbed even by the Western countries as he revealed down to the bottom the American ferocity, lack of judgment and extreme recklessness.\n\t\t\t\t\t\n\t\t\t\t\t German high-ranking politicians including Chancellor Merkel advised Trump to act with reason, making it clear that her country would never take part in any military action of the U.S. targeting the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Former Foreign Minister of Australia Gareth Evans said that Trump is the worst popular and the least prepared president in the American history, who is challenging in terms of morality and ethics and low in psychological preparedness, adding he has led the administration prompted by his instinct and temporary impulse, not by knowledge or judgment and guided by circumstances, not by any policy.\n\t\t\t\t\t\n\t\t\t\t\t Gallup, American opinion poll body, issued the results of opinion poll the majority of respondents to which denounced Trump as the source of the biggest headache of the country.\n\t\t\t\t\t\n\t\t\t\t\t Americans are bound to always have such an uneasy mentality as they serve such an ill-conducted president whose words do not match with acts."
        },
        {
            "title": "THAAD Can Never Offer Comfort: KCNA Commentary ",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-05ee.html",
            "content": "THAAD Can Never Offer Comfort: KCNA Commentary \r\n Pyongyang, August 29 (KCNA) -- The U.S. and the south Korean pupept forces are pressing for the additional THAAD deployment, much upset by the successive successes by the DPRK in its ICBM Hwasong-14 test-launches only to touch off stronger and fiercer struggle of south Koreans from all walks of life against THAAD deployment.\n\t\t\t\t\t The committees for struggle in Songju and Kimchon, sites of THAAD deployment, and other civic organizations including the People's Action against THAAD Deployment have held rallies and demonstrations almost every day demanding the immediate withdrawal of the additional THAAD deployment, suspension of the assessment of THAAD impacts on environment, immediate suspension of the operaiton of THAAD hardware, probe into the truth behind the illegal THAAD deployment course and punishment of those responsible.\n\t\t\t\t\t\n\t\t\t\t\t The Won Buddhism of south Korea formed a death-defying corps and have waged human shield action to check the introduction of THAAD launch pads and equipment of their groundwork.\n\t\t\t\t\t\n\t\t\t\t\t Organizations of people from all other social standings also rose up, getting stronger in their denunciation that the present chief executive who seized power by taking advantage of the people's candlelight resistance is \"increasing the danger of war through pressed-for additional deployment of THAAD\" and \"THAAD can not check the north's missiles, and it is a monster exposing the Korean peninsula to the danger of a war\".\n\t\t\t\t\t\n\t\t\t\t\t This proves that opposition to THAAD deployment has become the unanimous mindset of the south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The THAAD deployment was planned by the U.S. to weaken and contain its regional potential rivals and realize its strategy for putting Asia-Pacific and, furthermore, the world under its control. The direct executor of the plan is south Korea, a stooge serving the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Then, question is would THAAD deployment be a real comfort for the U.S. and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is on jitters in fear that the nuclear-armed ICBM of the DPRK may fall on its mainland. It is easy to guess how much comfort THAAD can offer the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous comment of the world public, a fact also acknowledged by the people inside the U.S., that THAAD would not be enough to check the DPRK's ballistic rocket getting all the more intelligent and precision-based.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than south Korea which will be exposed to the greatest disaster due to THAAD deployment.\n\t\t\t\t\t\n\t\t\t\t\t South Korea's introduction of THAAD, being pursuant to the U.S. has turned the land into the primary target of neighboring big powers and ballistic rockets and a theatre of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, THAAD deployment brought to south Koreans an increasing danger of a war, extreme uneasiness over the life security and massive economic losses, not \"iron-strong security\".\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that the south Koreans have turned out in the action against THAAD deployment, even shelving their earning for living, emphasizing that THAAD has to be checked even though they might risk their lives.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. and the south Korean puppet forces go crafty to quench the mounting spirit against THAAD, saying that \"the THAAD interception rate has been estimated to be high\", \"there is high approval rate supporting THAAD deployment\" and \"THAAD radar has no effect on human body and environment.\"\n\t\t\t\t\t\n\t\t\t\t\t The south Koreans from all walks of life have to turn out in the action to withdraw THAAD, war monster inflicting nuclear holocaust on the nation, from this land."
        },
        {
            "title": "Rodong Sinmun Introduces Revolutionary Traits of Young Korean People ",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-03ee.html",
            "content": "Rodong Sinmun Introduces Revolutionary Traits of Young Korean People \r\n Pyongyang, August 29 (KCNA) -- The young Korean people have glorified their life in the spirit of Paektusan hero youth created in the worksites of Mt Paektu and fulfilled a vanguard role in decisively defending the country and building a powerful socialist country, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The spirit of Paektusan hero youth is the one which is symbolic and represents the glorious era ushering in the greatest heyday of the youth movement and the Mallima era creating the new history of victory and prosperity of Juche Korea under the care of respected Supreme Leader Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary traits of the young Korean people living and struggling in this spirit are clearly demonstrated in enshrining the absolute confidence in the party, decisively defending the Party Central committee and taking the lead in giving full reign to successfully carrying out the Party's policies and in making successive offensive toward greater victories and miracles.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the iron-willed ranks of young people storming along the course of the Korean revolution, sailing with the blizzards of Paektu, the speed of Korea's advance making a leap forward with youthful vigor will be faster.\n\t\t\t\t\t\n\t\t\t\t\t It is the great pride and honor for the young Korean people to have the great spirit of the era such as the spirit of Paektusan hero youth."
        },
        {
            "title": "U.S. Rash Acts Will Lead It to Final Destruction: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-04ee.html",
            "content": "U.S. Rash Acts Will Lead It to Final Destruction: Rodong Sinmun\r\n Pyongyang, August 29 (KCNA) -- The U.S. should know that it can neither browbeat the DPRK with any economic sanctions and military threats and blackmails nor make the DPRK flinch from the road chosen by itself, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Many countries gave up their choices under the U.S.-dominated world order, stepped back again and again and fell victim to the aggression at last. This painful situation is going on.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has gone so foolish as to force the DPRK to do so.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. should clearly understand its rival. Its threats may work on some countries, and some others have yielded to the bluffing of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK with a death-defying will to put an end to the U.S. ceaseless nuclear threats and blackmails had access to SLBM and ICBM as well as A-bomb and H-bomb by its own efforts in the face of the desperate obstructions by the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains unshakable in its stand not to put its nuclear deterrent on the negotiating table nor flinch even an inch from the road of bolstering the nuclear force unless the U.S. hostile policy and nuclear threats to it are definitely terminated.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. runs riot, failing to stop its reckless try to stifle the DPRK, it will be bound to meet its final ruin.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its vassal forces should not run amuck in face of the tremendous national power, invincible spirit and will of the great Paektusan nation."
        },
        {
            "title": "DPRK-Cuba Friendship Will Grow Stronger: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-09ee.html",
            "content": "DPRK-Cuba Friendship Will Grow Stronger: Rodong Sinmun\r\n Pyongyang, August 29 (KCNA) -- Rodong Sinmun Tuesday dedicates an article titled \"Ever-developing DPRK-Cuba friendship\" to the 57th anniversary of the establishment of diplomatic relations between the DPRK and Cuba.\n\t\t\t\t\t Noting the diplomatic relations were established between the DPRK and Cuba on August 29, 1960 to usher in a new history of the DPRK-Cuba friendship, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-Cuba friendship is the invincible friendship forged under the banner of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The Korean and Cuban peoples keenly felt through their life experience that socialism represents the ideal and rosy future of mankind. So they have fulfilled their sacred obligation in the joint struggle against the imperialists and for building socialism.\n\t\t\t\t\t\n\t\t\t\t\t Today the Cuban people are firmly defending the sovereignty of the country and socialism, and are successfully advancing the revolution and construction, foiling every hideous move of the U.S. to isolate and stifle Cuba under the correct leadership of the Communist Party of Cuba headed by Raul Castro Ruz.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are sincerely rejoiced as over their own over the successes made by the Cuban people. They hope that the Cuban people would as ever register bigger successes in accomplishing their just cause for defending the country and the revolution from the moves of the hostile forces at home and abroad and advancing socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t To further develop the friendly and cooperative relations between the DPRK and Cuba completely meets the desire and interests of the peoples of the two countries. It is also favorable to the accomplishment of the common cause of the world progressive peoples for independence against imperialism and for socialism.\n\t\t\t\t\t\n\t\t\t\t\t The traditional friendship between the DPRK and Cuba that has lasted generation after generation will grow stronger thanks to the concerted efforts of the peoples of the two countries."
        },
        {
            "title": "Minju Joson Blasts U.S. for Seeking Justification for Nuclear War",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-07ee.html",
            "content": "Minju Joson Blasts U.S. for Seeking Justification for Nuclear War\r\n Pyongyang, August 29 (KCNA) -- Trump said recently in the phone dialogue with the president of a certain European country that the U.S. remains faithful to the aim to put an end to the nuclear threat by north Korea and that it is ready for taking all diplomatic, economic and military steps to this end together with its allied nations.\n\t\t\t\t\t U.S. Secretary of State Tillerson blustered that the U.S., together with its allies, would pressurize the government of north Korea into realizing that it made a wrong option.\n\t\t\t\t\t\n\t\t\t\t\t U.S. Secretary of Defense Mattis also declared that any hostile action by the DPRK would face effective and overwhelming counteraction and that the U.S. would neutralize military actions of the DPRK through detailed actions.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Minju Joson in a commentary Tuesday says that this makes one easily guess that the Trump group are trying to shift the responsibility for the root cause of the nuclear issue on the Korean peninsula and the aggravation of the tensions onto the DPRK and seeking justification for a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people who have never thrown a stone at other countries can not but arm themselves with nukes and the U.S. is entirely to blame for this.\n\t\t\t\t\t\n\t\t\t\t\t This being hard reality, the U.S. is taking a military posture talking about \"nuclear threat\" from the DPRK. This is little short of a revelation of the intent not to defuse the tensions on the Korean peninsula even a bit in essence.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to be serious about its unjust action over the nuclear issue on the peninsula in the past and today and behave itself, though belatedly."
        },
        {
            "title": "Minju Joson Flails S. Korean Chief Executive's Senseless Rheotric about \"North's Nuclear Red Line\"",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-08ee.html",
            "content": "Minju Joson Flails S. Korean Chief Executive's Senseless Rheotric about \"North's Nuclear Red Line\"\r\n Pyongyang, August 29 (KCNA) -- Minju Joson in a commentary Tuesday denounces the south Korean chief executive's rhetoric about \"north's nuclear red line\" as senseless rubbish devoid of any sensible counter-proposal, failing to face up to the trend of the times.\n\t\t\t\t\t The rhetoric let out by the chief executive is just a stop-gap measure to cover up his sordid acts of having pushed the situation to the worst one as today by taking the advantage of the U.S., being upset by the DPRK's might, and to mislead the public opinion, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t No matter what uproar the puppet forces may make, they can never stop the DPRK from making a dynamic advance to bolster its nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t They had better drop the foolish ambition.\n\t\t\t\t\t\n\t\t\t\t\t We'd like to warn them once again that should they go reckless over the nuclear issue of the DPRK, they can be made to follow in the footsteps of traitor Park Geun Hye who had been ousted from Chongwadae by the people's mindset."
        },
        {
            "title": "S. Korean Civic Bodies Call for Building New Society ",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-11ee.html",
            "content": "S. Korean Civic Bodies Call for Building New Society \r\n Pyongyang, August 29 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty, the Sovereignty Broadcasting and other civic organizations in south Korea formed the People's Solidarity for Sovereignty, according to the south Korean online paper Jaju Sibo.\n\t\t\t\t\t A declaration was issued at the inaugural meeting on Aug. 26.\n\t\t\t\t\t\n\t\t\t\t\t It said that the aim of the new organization is to completely accomplish the sovereignty of the people, adding that it would reject the unjust interference of foreign forces, stamp out the evil practices and carry out the great social reform as required by the people."
        },
        {
            "title": "Poison Detected in Eggs of over 50 Chicken Farms in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-13ee.html",
            "content": "Poison Detected in Eggs of over 50 Chicken Farms in S. Korea\r\n Pyongyang, August 29 (KCNA) -- Poison was recently detected in eggs of chicken farms in various places of south Korea, according to KBS.\n\t\t\t\t\t Insecticide ingredient was detected in eggs of a chicken farm in Namyangju City, Kyonggi Province, on Aug. 14 and the same one was also detected in 52 chicken farms in south Korean Kangwon, Kyonggi, South Chungchong and South and North Jolla Provinces."
        },
        {
            "title": "Ri Yong Ho envia mensaje de condolencias a Alfa Bari",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-17ee.html",
            "content": "Ri Yong Ho envia mensaje de condolencias a Alfa Bari\r\nPyongyang, 29 de agosto (ACNC) -- El canciller coreano Ri Yong Ho envio el dia 24 un mensaje de condolencias al ministro de Relaciones Exteriores, Cooperacion y Compatriotas en Ultramar de Burkina Faso, Alfa Bari, con motivo de que el reciente atentado terrorista ocurrido en la capital de ese pais causo muchas perdidas humanas.\n\t\t\t\t\t  El mensaje expresa el apoyo total y solidaridad a los esfuerzos del gobierno y el pueblo de Burkina Faso por lograr la paz y estabilidad del pais rechazando el terrorismo."
        },
        {
            "title": "Entrevistas de prensa en representaciones diplomaticas coreanas en el extranjero",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-18ee.html",
            "content": "Entrevistas de prensa en representaciones diplomaticas coreanas en el extranjero\r\nPyongyang, 29 de agosto (ACNC) -- Las representaciones coreanas en varios paises concedieron del dia 20 al 22 las conferencias de prensa en relacion con que el vicepresidente estadounidense obligo a varios paises latinoamericanos a romper las relaciones diplomaticas con la RPDC.\n\t\t\t\t\t  El embajador coreano en el Peru condeno categoricamente el hecho de que el vicepresidente estadounidense demando a Brasil, Mexico, Chile y el Peru romper las relaciones diplomaticas con la RPDC durante su visita a Chile.\n\t\t\t\t\t\n\t\t\t\t\t  Opino que el acto despotico de EE.UU. deja conocer su extremado egoismo y arrogancia para sacar provechos propios sacrificando a todo el mundo y confirma que llega al climax su politica hostil anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Esto significa la intervencion flagrante en asuntos internos de los independientes Estados soberanos y el desafio frontal a la ley y orden internacionales, senalo y prosiguio que esto causa la fuerte condena y rechazo.\n\t\t\t\t\t\n\t\t\t\t\t  El embajador coreano en Bangladesh se refirio a que si se tolera la campana de sancion y presion de EE.UU. contra la RPDC, todos los paises seran victimas de intervencion en asuntos internos por parte de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Los funcionarios de las representaciones coreanas en Rusia y China afirmaron que la RPDC fortalecera y desarrollara aun mas las relaciones de amistad y cooperacion con varios paises del mundo bajo el ideal de independencia, paz y amistad y seguira poniendo en funcion, sin hacer caso a lo que digan otros, los esfuerzos justos y responsables por mantener la dignidad y posicion estrategica del pais frustrando la injusta e ilegal campana de sancion y presion anti-RPDC y establecer la verdadera justicia internacional."
        },
        {
            "title": "Periodistas y hombres de prensa inician recorrido por la zona del monte Paektu",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-19ee.html",
            "content": "Periodistas y hombres de prensa inician recorrido por la zona del monte Paektu\r\nHyesan, 29 de agosto (ACNC) -- Quedo iniciado el recorrido de los periodistas y los hombres de prensa de todo el pais por los lugares de batalla revolucionaria en la zona del monte Paektu.\n\t\t\t\t\tLa ceremonia de partida tuvo lugar el dia 29 en el patio de educacion frente a las estatuas de bronce del Presidente \n\t\t\t\t\t\n\t\t\t\t\tKim Il Sung y el Dirigente Kim Jong Il erguidas en la ciudad de Hyesan.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes en el recorrido rindieron homenaje al Presidente Kim Il Sung y el Dirigente Kim Jong Il tras depositar un cesto y ramos de flores ante sus estatuas de bronce.\n\t\t\t\t\t\n\t\t\t\t\tLa palabra de la ocasion estuvo a cargo de Cha Sung Su, presidente del Comite Central de la Union de Periodistas de Corea.\n\t\t\t\t\t\n\t\t\t\t\tCha exhorto a los participantes a aprender en cada campo de batalla del Paektu el indoblegable espiritu combativo de los martires revolucionarios antijaponeses quienes superaron las llamas de la enconada guerra antijaponesa bajo la guia del Presidente y asimilar profundamente como se prepararon la raiz historica y las tradiciones de la revolucion coreana.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el acto, los caravanistas visitaron el Monumento a la Victoria en la Batalla de Pochombo tras escuchar las explicaciones generales y recorrieron el Cementerio de Martires Revolucionarios de Hyesan y otros lugares."
        },
        {
            "title": "Inaugurada exposicion nacional de programas de sector docente",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-20ee.html",
            "content": "Inaugurada exposicion nacional de programas de sector docente\r\nPyongyang, 29 de agosto (ACNC) -- Quedo inaugurada la XVIII exposicion nacional de programas del sector docente.\n\t\t\t\t\tEn la ocasion tomaron parte los profesores, investigadores y cursantes de mas de 110 unidades, entre otras, la Universidad Kim Il Sung, la Universidad Tecnica Kim Chaek, la Universidad de Arquitectura de Pyongyang, la Universidad Pedagogica Kim Hyong Jik y el Instituto Superior de Industria de Huichon.\n\t\t\t\t\t\n\t\t\t\t\tLa exposicion se efectua dividida en 18 secciones y representa mas de mil programas referentes a la informatizacion y modernizacion de la ensenanza.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia inaugural tuvo lugar el dia 29 en la Exposicion Permanente de las Tres Revoluciones."
        },
        {
            "title": "Clausurada exposicion nacional de exitos cientifico-tecnicos de juventud",
            "url": "http://kcna.co.jp/item/2017/201708/news29/20170829-21ee.html",
            "content": "Clausurada exposicion nacional de exitos cientifico-tecnicos de juventud\r\nPyongyang, 29 de agosto (ACNC) -- Quedo clausurada la exposicion nacional de los exitos cientifico-tecnicos de la juventud, que fue inaugurada el dia 23 en ocasion del 90o aniversario de la fundacion de la Union de la Juventud Comunista de Corea.\n\t\t\t\t\tEn el presente certamen fueron exhibidos muchos datos logrados por las organizaciones de la Union de la Juventud y los jovenes de todo el pais en el proceso de desarrollar la marcha de ciencias y tecnicas de la juventud por realizar la jucheanizacion y la modernizacion de la economia nacional. \n\t\t\t\t\t\n\t\t\t\t\tFueron evaluados mas de 50 productos cientifico-tecnicos y mas de 100 proyectos de innovacion tecnica e invenciones.\n\t\t\t\t\t\n\t\t\t\t\tDurante la exposicion, los participantes presentaron los  datos cientifico-tecnicos e intercambiaron sus experiencias adquiridas en su aplicacion a la produccion y la construccion.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia clausural tuvo lugar el dia 29 en el capitalino Palacio de Ciencias y Tecnicas."
        }
    ]
}