{
    "date": "2017-07-02",
    "url": "http://kcna.co.jp/item/2017/201707/2017-07-02ee.html",
    "articles": [
        {
            "title": "Talks Held between Officials of WPK and Moldovan Party",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-14ee.html",
            "content": "Talks Held between Officials of WPK and Moldovan Party\r\nPyongyang, July 2 (KCNA) -- Talks were held between Ri Su Yong, member of the Political Bureau and vice-chairman of the Central Committee of the Workers' Party of Korea (WPK), and Grechany, chairman of the Party of Socialists in the Republic of Moldova, on June 30.\n\t\t\t\t\t Ri is heading a delegation of the WPK on a visit to Moldova to participate in the celebrations of the 20th anniversary of the foundation of the Party of Socialists in the Republic of Moldova.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides informed each other of the activities of their parties and had an exchange of views on further developing the relations between the two parties."
        },
        {
            "title": "WPK Delegation Meets President of Moldova",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-13ee.html",
            "content": "WPK Delegation Meets President of Moldova\r\nPyongyang, July 2 (KCNA) -- A delegation of the Workers' Party of Korea (WPK) led by Ri Su Yong, member of the Political Bureau and vice-chairman of its Central Committee, met with President of Moldova Igor Dodon on June 30.\n\t\t\t\t\t The delegation is visiting Moldova to participate in the celebrations of the 20th anniversary of the foundation of the Party of Socialists in the Republic of Moldova.\n\t\t\t\t\t\n\t\t\t\t\t Discussed at the talks was the issue for further developing the relations between the two countries."
        },
        {
            "title": "Cypriot Preparatory Committee for Gathering 2017-Praise to Great Persons of Mt Paektu Formed",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-03ee.html",
            "content": "Cypriot Preparatory Committee for Gathering 2017-Praise to Great Persons of Mt Paektu Formed\r\nPyongyang, July 2 (KCNA) -- A Cypriot preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu was formed.\n\t\t\t\t\t Adamos Katsantonis, chairman of the Cyprus-DPRK Cultural Friendship Association, was elected chairman of the preparatory committee."
        },
        {
            "title": "Park for Teaching Children Traffic Regulations Built in Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-12ee.html",
            "content": "Park for Teaching Children Traffic Regulations Built in Pyongyang\r\nPyongyang, July 2 (KCNA) -- An extracurricular educational base with all conditions for giving enough traffic security education suited to the psychology of the children was provided in Ryonmot-dong area here.\n\t\t\t\t\t An inaugural ceremony of the Pyongyang city park for teaching children traffic regulations took place on Sunday."
        },
        {
            "title": "Rodong Sinmun Urges Solution of Inter-Korean Issue without Outsiders' Interference",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-07ee.html",
            "content": "Rodong Sinmun Urges Solution of Inter-Korean Issue without Outsiders' Interference\r\nPyongyang, July 2 (KCNA) -- Rodong Sinmun Sunday in an article says that the foreign forces' interference in the issue of the relations between the north and the south should be rejected.\n\t\t\t\t\t Disclosing that the U.S. recently has gone desperate in its unjust interference to prevent the relations between the north and the south from making improvement, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Intolerable is the shameless anti-reunification deed of the U.S. which pokes its nose into the issue of the inter-Korean relations and pressures the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical to get approval from outsiders on the issue of getting the Korean nation re-link its same blood on its land.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has neither justification nor face to meddle in the issue of the inter-Korean relations and reunification issue as it is a chieftain of national division. It has only the responsibility and duty to make apology with its knees knelt down for having imposed sufferings of division on the Korean nation for over 70 years. It has to go back to its den, with its hands off the Korean issue.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities must keep an independent stand to put an end to the U.S. interference in the national reunification issue.\n\t\t\t\t\t\n\t\t\t\t\t They should behave themselves, clearly mindful that the creation of obstacles to the improved north-south relations being played into the hands of the U.S. will be an indelible crime against the nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop at once the shameless moves of getting the same fellow countrymen estranged from one another and inciting confrontation and tension while interfering in the inter-Korean issue under the pretext of \"nuclear threat from the north\"."
        },
        {
            "title": "Minju Joson Denounces S. Korean Puppet Military Warmongers' Confrontation Campaign against DPRK",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-09ee.html",
            "content": "Minju Joson Denounces S. Korean Puppet Military Warmongers' Confrontation Campaign against DPRK\r\nPyongyang, July 2 (KCNA) -- Some days ago, the puppet military warmongers of south Korea waged a \"unification drill 2017\" in Kangwon Province in south Korea. They conducted a ballistic missile test fire and went impudent, saying that \"they could strike the whole of the north\" and it is a \"strong warning\" to the north.\n\t\t\t\t\t Minju Joson Sunday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but ridiculous reckless moves of the fool going helter-skelter as cannon fodder of the U.S. war moves to invade the north.\n\t\t\t\t\t\n\t\t\t\t\t It is a foolish act as accelerating their ruin for the south Korean authorities to act as a war servant of the American master as they conduct confrontation racket against the DPRK while chiming in with the Trump administration's rhetoric about the \"provocation from the north's nuclear weapons and missile\".\n\t\t\t\t\t\n\t\t\t\t\t The DPRK makes it clear once again that it is a nuclear power in the East and a rocket power in Asia. The powerful revolutionary Paektusan army which is recognized by the world already has tremendous might enough to turn to ashes even the mainland of the U.S. The puppet warmongers act rashly as if they did something great only after they succeeded in the test fire of a ballistic missile of just hundreds of km range, and are saying about a \"strong warning\". It is nothing but a very ridiculous farce worthy of little attention.\n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers should clear know that their indiscreet moves would cause unimaginable catastrophic aftermath, and should not run amuck imprudently."
        },
        {
            "title": "U.S. Troops' War Drills Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-06ee.html",
            "content": "U.S. Troops' War Drills Protested in S. Korea\r\nPyongyang, July 2 (KCNA) -- The Pusan People for Achieving Peace and Reunification of south Korea made public a commentary in denunciation of the war drills staged by U.S. troops in south Korea on June 28, according to a report in Seoul.\n\t\t\t\t\t The commentary said that the U.S. military policemen staged military drills under the cloak of coping with someone's invasion by mobilizing armored cars in Pusan on June 20 and 21.\n\t\t\t\t\t\n\t\t\t\t\t It urged the present authorities and the Foreign Ministry to positively opt for revising the south Korea-U.S. \"Status of Forces Agreement\" and authorities of Pusan City to think about the security of the inhabitants posed to threat due to the U.S. military drills and fulfill their responsibilities."
        },
        {
            "title": "S. Korean Authorities Condemned for Yielding to U.S.",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-08ee.html",
            "content": "S. Korean Authorities Condemned for Yielding to U.S.\r\nPyongyang, July 2 (KCNA) -- Rodong Sinmun on Sunday says in a commentary that the south Korean authorities revealed their miserable appearance seized with sycophancy and submission to the U.S. occasioned by the chief executive's first junket to the U.S.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities suffered mental pressure from the U.S. even before taking office and went without principle. Now their behavior raises doubt as to whether the pro-U.S. regime really ended.\n\t\t\t\t\t\n\t\t\t\t\t Tragedy is that no matter how loudly they talk about the \"alliance\" with the U.S. the latter regards them as a mere puppet and colonial servant.\n\t\t\t\t\t\n\t\t\t\t\t That the U.S. tries to give impression of giving priority to the \"alliance\" with south Korea is aimed to plunge the puppets still deeper into subjugation and use them as a cannon-fodder of war against the north and a shock brigade for carrying out the strategy toward Asia.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities yield to the U.S. and antagonize the fellow countrymen in league with the U.S., they would meet the same fate as the Park Geun Hye group thrown into the rubbish heap of history, not holding a dialogue with the north, let alone improving the north-south relations."
        },
        {
            "title": "Probe Truth behind Killing of Civilians by S. Korean Puppet Army in Vietnam Urged",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-11ee.html",
            "content": "Probe Truth behind Killing of Civilians by S. Korean Puppet Army in Vietnam Urged\r\nPyongyang, July 2 (KCNA) -- 53 civic and social organizations in south Korea held a press conference in front of the building of the \"government\" in Seoul on June 28 and demanded a probe into the truth behind the killing of civilians by the puppet army in the period of the Vietnamese war, according to the south Korean internet paper Tongil News.\n\t\t\t\t\t The organizations said that the war gave indelible wound to the south Korean society along with the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, an argument arose as the south Korean chief executive said about \"patriotism\" of the soldiers who were hurled to the Vietnamese war.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the present \"government\" repent of the participation in the Vietnamese war and certainly probe the truth about the killing of civilians there."
        },
        {
            "title": "Round-table Talks Held by General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-10ee.html",
            "content": "Round-table Talks Held by General Association of Koreans in China\r\nPyongyang, July 2 (KCNA) -- Round-table talks were held by the General Association of Koreans in China on June 29 on the occasion of the first anniversary of respected Supreme Leader Kim Jong Un's election as chairman of the State Affairs Commission of the DPRK.\n\t\t\t\t\t Present there were Chairwoman Choe Un Bok and officials of the general association and affiliated organizations.\n\t\t\t\t\t\n\t\t\t\t\t The chairwoman said in a speech that the U.S. and hostile forces' moves to stifle the DPRK had reached the extremes but the DPRK was dashing ahead like the wind towards the high peak of a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t She went on:\n\t\t\t\t\t\n\t\t\t\t\t The history witnessed no country like the DPRK which has undergone a dramatic change in a short period despite severe circumstances.\n\t\t\t\t\t\n\t\t\t\t\t This is because the DPRK has held in high esteem Kim Jong Un who is possessed of disposition of a brilliant commander, outstanding leadership ability and extraordinary leadership art.\n\t\t\t\t\t\n\t\t\t\t\t She stressed the need for the officials of the association and Koreans in China to build up the association and turn out as one in the struggle for rejecting the interference by foreign forces and accomplishing the national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The participants said that Kim Jong Un's election as chairman of the State Affairs Commission of the DPRK was a great national event that helped glorify all over the world the socialist homeland as President Kim Il Sung's and leader Kim Jong Il's Korea forever and accomplish the cause of the Juche revolution and the cause of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to wage dynamic struggle for the prosperity of the homeland and national reunification, rallied close around Kim Jong Un."
        },
        {
            "title": "Seminars on Kim Jong Il's Exploits Held in Different Countries",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-04ee.html",
            "content": "Seminars on Kim Jong Il's Exploits Held in Different Countries\r\nPyongyang, July 2 (KCNA) -- Seminars on leader Kim Jong Il's exploits took place in Russia, Nepal, Indonesia and DR Congo between June 8 and 17 to mark the 53rd anniversary of his start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present there were personages from political parties and organizations and masses.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Party for Peace and Unity of Russia and other speakers said that Kim Jong Il was a prominent great person who devoted his whole life to the prosperity of the country and the happiness of the people, adding he is always alive in the hearts of not only the Korean people but also the Russians as a man of endless devotion, warm love for the people, humble traits and ardent patriotism.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the C.C., Nepal Communist Party (Marxist-Leninist) said that the historic day when Kim Jong Il started his work at the WPK Central Committee led to today's socialist Korea dignified with independence and Songun, noting the validity of his idea and cause is being clearly proved by the reality of Korea displaying its might as an invincible socialist fortress under the banner of Songun which even the U.S. dares not provoke.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the seminar in DR Congo praised Kim Jong Il for setting a brilliant example in the building of a revolutionary party in the era of independence while leading the WPK for a long period.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to respected Supreme Leader Kim Jong Un was adopted at the seminar in Nepal."
        },
        {
            "title": "Kim Il Sung's Work Introduced by Austrian Body",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-01ee.html",
            "content": "Kim Il Sung's Work Introduced by Austrian Body\r\nPyongyang, July 2 (KCNA) -- The Society for the Promotion of the Relations between Austria and the DPRK posted President Kim Il Sung's work \"On the Three Principles of National Reunification\" on its website on June 19 on the occasion of the 23rd anniversary of his demise.\n\t\t\t\t\t The work, published on May 3 and Nov. 3, Juche 61 (1972), clarifies the three principles of national reunification--independence, great national unity and peaceful reunification--and the idea of realizing the cooperation between the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Posted on the website was the portrait of the smiling President."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Hungary",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-02ee.html",
            "content": "Kim Il Sung to Be Remembered in Hungary\r\nPyongyang, July 2 (KCNA) -- A Hungarian committee for remembering President Kim Il Sung was formed in Budapest on June 20.\n\t\t\t\t\t Gyula Thurmer, chairman of the Hungarian Workers' Party, was elected chairman of the above-said committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the exploits of the President through media and hold political and cultural events including a remembrance meeting, a lecture meeting and a film show on the occasion of the 23rd anniversary of his demise."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Venezuela",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-05ee.html",
            "content": "Kim Il Sung to Be Remembered in Venezuela\r\nPyongyang, July 2 (KCNA) -- A Venezuelan committee for remembering President Kim Il Sung was formed on June 19.\n\t\t\t\t\t Omar Lopez, chairman of the Venezuelan National Society for the Study of the Juche Idea, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events praising the revolutionary career and exploits of the President."
        },
        {
            "title": "Ri Su Yong conversa con el presidente de partido moldavo",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-10ss.html",
            "content": "Ri Su Yong conversa con el presidente de partido moldavo\r\nPyongyang, 2 de julio (ACNC) -- Tuvieron lugar el 30 de junio las conversaciones entre Ri Su Yong, miembro del Buro Politico y vicepresidente del Comite Central del Partido del Trabajo de Corea, quien esta de visita en la Republica de Moldavia al frente de la delegacion del PTC a los festejos del 20o aniversario de la fundacion del Partido de Socialistas de ese pais, y Grechany, presidente de esta organizacion moldava.\n\t\t\t\t\tEn la ocasion, se informaron el estado de actividades de los respectivos partidos y se intercambiaron los criterios sobre el mayor desarrollo de las relaciones entre ambos partidos."
        },
        {
            "title": "Delegacion del PTC se reune con el presidente moldavo",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-09ss.html",
            "content": "Delegacion del PTC se reune con el presidente moldavo\r\nPyongyang, 2 de julio (ACNC) -- La delegacion del Partido del Trabajo de Corea, presidida por el miembro del Buro Politico y vicepresidente del CC del PTC, Ri Su Yong, que esta de visita en la Republica de Moldavia para participar en los festejos del 20o aniversario de la fundacion del Partido de Socialistas del pais europeo, se reunio el 30 de junio con el presidente anfitrion, Igor Dodon.\n\t\t\t\t\tEn la ocasion se hizo enfasis en desarrollar aun mas las relaciones entre ambos paises."
        },
        {
            "title": "Rodong Sinmun exige rechazar intervencion extranjera en el problema de relaciones N-S",
            "url": "http://kcna.co.jp/item/2017/201707/news02/20170702-06ss.html",
            "content": "Rodong Sinmun exige rechazar intervencion extranjera en el problema de relaciones N-S\r\nPyongyang, 2 de julio (ACNC) -- En un articulo individual divulgado hoy, el diario Rodong Sinmun exhorto a rechazar la intervencion de las fuerzas ajenas en el tema de relaciones intercoreanas y prosiguio:\n\t\t\t\t\tUltimamente, EE.UU. recurre obstinadamente a la intervencion injusta para impedir el mejoramiento de vinculos N-S. \n\t\t\t\t\t\n\t\t\t\t\tNo se puede perdonar jamas que EE.UU. presione a las autoridades surcoreanas con el fin de frenar la reunificacion de ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tSeria absurdo que la nacion coreana requiera de la aprobacion de otros en el problema de convivir en el territorio patrio reuniendo los vasos sanguineos cortados debido a la division territorial del pais.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU., culpable de la division, no tiene ninguna justificacion ni decoro para intervenir en los asuntos de relaciones intercoreanas y reunificacion. Le competen solo la responsabilidad y el deber de pedir disculpas por haber causado a la nacion coreana los sufrimientos de separacion durante mas de 70 anos y de regresar a casa quitando su mano del problema de relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben tomar la posicion independiente para acabar con la intervencion norteamericana en el tema de reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tEllas deben portarse bien teniendo presente que poner obstaculos a la mejora de relaciones intercoreanas siendo enganadas por EE.UU es el camino de traicion que dejaria inexpiables crimenes en contra de la nacion\n\t\t\t\t\t\n\t\t\t\t\tEE.UU debe abstenerse ahora mismo de sembrar discordias entre los coreanos e inculcar la confrontacion y tension interviniendo a sus caprichos en el tema de relaciones intercoreanas bajo el pretexto de la \"amenaza nuclear proveniente del Norte de Corea\"."
        }
    ]
}