{
    "date": "2017-03-22",
    "url": "http://kcna.co.jp/item/2017/201703/2017-03-22ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Greetings to GS of C.C., LPRP",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-01ee.html",
            "content": "Kim Jong Un Sends Greetings to GS of C.C., LPRP\r\n Pyongyang, March 22 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, sent a message of greeting to Bounnang Vorachith, general secretary of the Central Committee of the Lao People's Revolutionary Party (LPRP) and president of Laos, on Tuesday.\n\t\t\t\t\t The message extended warm congratulations to Bounnang Vorachith and, through him, to the C.C., LPRP and all members of the party on the occasion of the 62nd anniversary of the foundation of the LPRP.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The LPRP has achieved great successes in the struggle for opposing foreign aggressors, consolidating the people's democratic system and achieving the prosperity of the country for 62 years after its foundation.\n\t\t\t\t\t\n\t\t\t\t\t The relations between our two parties and peoples of our two countries are traditional ones and genuine and solid comradely relationship based on the deep historical roots provided by their preceding leaders.\n\t\t\t\t\t\n\t\t\t\t\t The message sincerely wished Bounnang Vorachith good health and the LPRP greater success in its activities to implement the decision made at the 10th Congress of the Party, expressing belief that the traditional relations of friendship and cooperation between the two parties and the peoples of the two countries would grow stronger in the future."
        },
        {
            "title": "Greetings to President of Namibia",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-11ee.html",
            "content": "Greetings to President of Namibia\r\n Pyongyang, March 22 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greeting to Hage Geingob, president of Namibia, on the 27th anniversary of its independence.\n\t\t\t\t\t The message expressed belief that the traditional relations of friendship and cooperation between the two countries would as ever continue to develop in all fields, wishing the Namibian president and people bigger success in their work for development and prosperity of the country."
        },
        {
            "title": "Session of SPA of DPRK to Be Convened",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-06ee.html",
            "content": "Session of SPA of DPRK to Be Convened\r\n Pyongyang, March 22 (KCNA) -- The Presidium of the Supreme People's Assembly (SPA) of the DPRK Tuesday made public a decision on holding a session of the SPA.\n\t\t\t\t\t According to it, the 5th Session of the 13th SPA will be convened in Pyongyang on April 11, Juche 106 (2017)."
        },
        {
            "title": "DPRK Delegate Urges Japan, S. Korea to Apologize for Their Crimes",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-05ee.html",
            "content": "DPRK Delegate Urges Japan, S. Korea to Apologize for Their Crimes\r\n Pyongyang, March 22 (KCNA) -- The DPRK delegate, who took part in the 61st Session of the UN Commission on the Status of Women held at the UN headquarters, made a speech in general discussion under agenda item 3: Follow-up to the Fourth World Conference on Women and to the 23rd Special Session of the UN General Assembly.\n\t\t\t\t\t The delegate said that women in the DPRK are now taking an active part in state and social activities and making great contributions to the social development, adding: The DPRK government will continue cooperation with the international community to strengthen gender equality and women's empowerment in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t He called the attention to the sexual slavery for the Imperial Japanese Army and the abduction of 12 DPRK women citizens by the south Korean authorities, the recognized two international crimes against humanity and women which are being subjects of denunciation.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government, during its occupation of Korea, committed the unprecedented extra large-scale crime against humanity. It abducted, drafted and forced Korean women and girls to be sex slaves for the Japanese military, but it has never made official apology and compensation to date.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK once again strongly urges Japanese government not to try to deceive the world by speaking out \"women's rights\" and \"peace\", but honestly accept the legal responsibility for its past crimes of the Japanese military's sexual slavery of 200,000 Korean women and girls, forcible drafting of 8.4 million Koreans and the genocidal massacre of more than 1 million Korean people, and make official apology and compensation, as well.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities, obsessed with confrontation with fellow countrymen, cruelly have violated dignity and human rights of women, while behaving differently in the UN.\n\t\t\t\t\t\n\t\t\t\t\t Early April 2016, shortly after the 60th Session of the UN Commission on the Status of Women held at the UN headquarters on March, they allured and stealthily abducted more than 10 DPRK women citizens in daylight in Zhejiang province of China and took them to south Korea. They also still detain Kim Ryon Hui, a DPRK woman citizen, who was deceived to be drafted to south Korea in 2011.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government, the girls' parents and Kim Ryon Hui's family strongly and repeatedly have requested the south Korean authorities and UN human rights bodies and the United Nations to take prompt measures for their immediate and safe repatriation home, but no reply and steps been taken so far.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK calls on the UN Commission on the Status of Women and all UN member nations to condemn the allured abduction and forcible detainment of the woman and girls as outrageous human rights violation, crimes against humanity and breach of the UN Charter and to cooperate in its efforts for their return to homeland without further delay."
        },
        {
            "title": "National Meeting Marks 100th Anniversary of KNA",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-23ee.html",
            "content": "National Meeting Marks 100th Anniversary of KNA\r\n Pyongyang, March 22 (KCNA) -- A national meeting took place at the People's Palace of Culture here Wednesday to mark the 100th anniversary of the Korean National Association (KNA) formed by Kim Hyong Jik, an indomitable revolutionary fighter and outstanding leader of the anti-Japanese national liberation movement in Korea.\n\t\t\t\t\t The KNA, formed at Hakdang-gol in Pyongyang on March 23, Juche 6 (1917), was a secret association aimed to achieve the independence of the country and build a highly civilized state by the concerted efforts of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Kim Yong Nam, Choe Ryong Hae and other senior party, state and army officials, the chairman of a friendly party, officials of party, armed forces organs, ministries and national institutions, those of merits, and officials of organs and industrial establishments in the city, labor innovators and bereaved families of martyrs.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ki Nam, member of the Political Bureau and vice-chairman of the C.C., Workers' Party of Korea and member of the State Affaires Commission of the DPRK, made a report.\n\t\t\t\t\t\n\t\t\t\t\t He said that the formation of KNA was an epochal event of great significance in putting the Korean people's anti-Japanese struggle to achieve the country's independence and save the destiny of the distress-torn nation on a new high stage under the banner of independence against imperialism and national unity.\n\t\t\t\t\t\n\t\t\t\t\t Under the guidance of Kim Hyong Jik, the KNA dynamically spurred the independent and uniform development of the national liberation movement and explored a new path of proletarian revolution under the uplifted banner of independence by its own efforts and national unity, the reporter said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The great intention and desire for bright future cherished by Kim Hyong Jik were successfully realized under the leadership of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The idea of \"Jiwon\" (aim high) is being successfully carried forward by respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called for glorifying the idea and intention of \"Jiwon\" as eternal spiritual treasure of the Korean revolution and waging a more dynamic struggle for the building of a powerful socialist country, the independent reunification of the country and the final victory of the revolutionary cause of Juche, rallied close around Kim Jong Un."
        },
        {
            "title": "Mongolian Diplomats Plant Trees",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-20ee.html",
            "content": "Mongolian Diplomats Plant Trees\r\n Pyongyang, March 22 (KCNA) -- Staff members of the Mongolian embassy here planted trees Wednesday on the occasions of the 105th birth anniversary of President Kim Il Sung, the 75th birth anniversary of leader Kim Jong Il and the 96th anniversary of the victory of the Mongolian people's revolution.\n\t\t\t\t\t Taking part in tree-planting at the embassy were Jo Chol Ryong, vice-chairman of the DPRK-Mongolia Friendship Association, officials concerned, Mongolian Ambassador to the DPRK Suren Tsoggerel and his embassy officials."
        },
        {
            "title": "World Water Day Observed in DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-21ee.html",
            "content": "World Water Day Observed in DPRK\r\n Chongjin, March 22 (KCNA) -- A seminar was held in Chongjin City, North Hamgyong Province of the DPRK on Wednesday to mark World Water Day.\n\t\t\t\t\t Present there were officials of relative units including the Ministry of Urban Management and the Grand People's Study House, working people in the city, and acting representative of the UNICEF and staff members of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said at the seminar that the DPRK government has made efforts to fully protect and rationally use and manage water resources.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the seminar would provide a good occasion of raising the people's concern and understanding of water and waste water, further improving the water-supply system in the urban and rural villages and protecting water resources.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched a Korean science film \"Gravity-fed Waterworks\".\n\t\t\t\t\t\n\t\t\t\t\t On the same day, there took place a ground-breaking ceremony of the gravitational waterworks to be built in Hoeryong City with the aid of UNICEF."
        },
        {
            "title": "Work for Conserving Water Resources in DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-16ee.html",
            "content": "Work for Conserving Water Resources in DPRK\r\n Pyongyang, March 22 (KCNA) -- An event took place in the DPRK on the occasion of the World Water Day (March 22).\n\t\t\t\t\t The event underscored the need to prevent water pollution in the world and make the people turn out as one in the work for conserving water resources.\n\t\t\t\t\t\n\t\t\t\t\t Jang Il Nam, section chief of the C.C., the Nature Conservation Union of Korea, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t It has been encouraged in the DPRK to conserve and use water resources in a rational way.\n\t\t\t\t\t\n\t\t\t\t\t The laws on survey, development, conservation and use of water resources were already adopted in the DPRK long ago. \n\t\t\t\t\t\n\t\t\t\t\t Typical of them are the Law on Water Resources and the Law on Prevention of Sea Pollution adopted in Juche 86 (1997), the Law on Public Hygiene in 1998 and the Law on River in November 2002.\n\t\t\t\t\t\n\t\t\t\t\t Strict measures have been taken for preventing river, lake and sea from industrial waste water and sewage.\n\t\t\t\t\t\n\t\t\t\t\t In particular, big efforts have been directed to introducing the high-tech purifying technology into all the cities of the country and setting up the system of recycling water at industrial establishments. And it is promoted to improve the quality of water by applying a return-water method in rainy season, spring and autumn.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, successes were made in the scientific research activities for preventing water pollution and making an effective use of water resources in recent years.\n\t\t\t\t\t\n\t\t\t\t\t The organic compound fertilizer factory was newly built in Pyongyang. It is producing quality organic fertilizer with sludge, sediment of sewage treatment sites and industrial and urban wastes."
        },
        {
            "title": "Best Scientists, Technicians for 2016 Selected in DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-15ee.html",
            "content": "Best Scientists, Technicians for 2016 Selected in DPRK\r\n Pyongyang, March 22 (KCNA) -- Best scientists and technicians for Juche 105 (2016) were selected in the DPRK.\n\t\t\t\t\t They are Jong Il Chol and Ri Mu Chol at Kim Chaek University of Technology, Choe Kil Yong at the State Academy of Sciences, Jang Song Hun and Om Ki Su at Kim Il Sung University and Kim Sung Nam at the Hwanghae Iron and Steel Complex.\n\t\t\t\t\t\n\t\t\t\t\t They made great achievements conducive to the development of country's science, technology and economy and the improvement of the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t Jong Il Chol developed an automatic system of acrylate synthesis process, thus making a contribution to establishing the production process of acrylic paints. He was awarded the title of Labor Hero in 2016.\n\t\t\t\t\t\n\t\t\t\t\t Choe Kil Yong played a key role in developing the Juche-oriented navigational data processing system. He was conferred the title of Merited Scientist in 2014 and a wrist watch bearing the august name of President Kim Il Sung in 2016 for his achievements.\n\t\t\t\t\t\n\t\t\t\t\t Jang Song Hun advanced new theories on a technology of fish-genome library and congenital immunity and developed molecular mark for selecting and preserving good breeds of seed fishes. He also succeeded in separating over 20 genes related with immunity and made an additive helpful to raising the immunity of fish. The additive was introduced into catfish farming, proving effective in raising the survival ratio of fries and increasing their weight.\n\t\t\t\t\t\n\t\t\t\t\t Kim Sung Nam contributed to putting the production of pig iron by means of oxygen heat on an industrial basis. He was awarded Kim Jong Il Prize last year.\n\t\t\t\t\t\n\t\t\t\t\t Ri Mu Chol made a devotion to developing technologies of designing, manufacturing and operating spiral cerebral CT machine.\n\t\t\t\t\t\n\t\t\t\t\t Om Ki Su devoted himself to the home production of water purifier by developing a technology for producing poly iron sulfate with fly ash from ferrous metal factories."
        },
        {
            "title": "Ponghwa Revolutionary Site Visited by Endless Stream of People",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-22ee.html",
            "content": "Ponghwa Revolutionary Site Visited by Endless Stream of People\r\nPyongyang, March 22 (KCNA) -- At least 818 000 servicepersons, civilians and school youth and children of the DPRK have visited the Ponghwa Revolutionary Site since Juche 100 (2011).\n\t\t\t\t\t The site tells about the noble revolutionary life and undying feats of Kim Hyong Jik, outstanding leader of the anti-Japanese national liberation movement in Korea and an indomitable revolutionary fighter.\n\t\t\t\t\t\n\t\t\t\t\t There are Myongsin School where he instilled into the younger generation ardent patriotism and firm will to liberate the country even in the difficult days of guiding the anti-Japanese independence struggle, a house where he conducted the revolutionary activities living together with his family members, the place on Mt. Ponghwa where a secret meeting was held, Monument to Pisok-gye and Maekjon Ferry, etc."
        },
        {
            "title": "Work for Protecting National Heritages Brisker in DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-14ee.html",
            "content": "Work for Protecting National Heritages Brisker in DPRK\r\n Pyongyang, March 22 (KCNA) -- It has been further encouraged in the DPRK to protect the national heritages.\n\t\t\t\t\t Now, the National Authority for the Protection of Cultural Heritage is pushing ahead with the work to carry out the plans for reconstructing Anhak Palace and Sokwang Temple, building the Koguryo Museum and restoring scores of old buildings and walls.\n\t\t\t\t\t\n\t\t\t\t\t The authority has set the Sinuiju History Museum in North Phyongan Province as a model unit, while paying great efforts to the protection of scenic spots and natural monuments.\n\t\t\t\t\t\n\t\t\t\t\t It has generalized experiences gained in preserving 70-odd beauty spots of the Songam Cavern throughout the management offices for scenic spots across the country.\n\t\t\t\t\t\n\t\t\t\t\t In close cooperation with relevant units, it has been pushed forward to find and register more intangible cultural heritages of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, it has been accelerated at the final stage to build up a database on geographical information showing the geographical position, genesis and preservation of national heritages in a visual way."
        },
        {
            "title": "Rodong Sinmun Urges U.S. to Abandon Its Scheme to Stifle DPRK by Force",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-07ee.html",
            "content": "Rodong Sinmun Urges U.S. to Abandon Its Scheme to Stifle DPRK by Force\r\n Pyongyang, March 22 (KCNA) -- Key Resolve and Foal Eagle joint military drills to invade the DPRK entered a full-scale stage in different parts of south Korea. Various nuclear strategic assets and equipment for madcap operations of the U.S. imperialists including nuclear carrier task groups, nuclear strategic bombers and stealth fighters are involved in the war drills. As the time wears on, the rehearsals are getting ever more frantic.\n\t\t\t\t\t Rodong Sinmun Wednesday in a commentary slams the U.S. for responding to the DPRK's proposal for putting a moratorium on its nuclear test in return for the U.S. halt to the joint war drills and proposal for concluding a peace treaty with nuclear war drills.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The danger of the joint saber-rattling this year lies in the fact that it is orientated to examining the feasibility of mounting a preemptive attack under the war operation scenario against the DPRK already mapped out by the warmongers.\n\t\t\t\t\t\n\t\t\t\t\t What merits a more serious attention is that the U.S. is mulling escalating Key Resolve and Foal Eagle into the tripartite military rehearsals involving not only the south Korea but also Japan.\n\t\t\t\t\t\n\t\t\t\t\t The hostile forces' reckless military actions to make a preemptive strike at the DPRK have reached an extremely dangerous phase.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is an arch criminal escalating the tension that threatens peace and stability in the Korean peninsula and the rest of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t It is the mission of the Korean revolutionary armed forces to put a definite end to the U.S. nuclear threat and blackmail and to bring lasting peace to this land.\n\t\t\t\t\t\n\t\t\t\t\t The commentary urges the U.S. to drop its daydream to stifle the DPRK by force of arms."
        },
        {
            "title": "Rodong Sinmun Condemns Japan Defense Minister's Remarks",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-08ee.html",
            "content": "Rodong Sinmun Condemns Japan Defense Minister's Remarks\r\n Pyongyang, March 22 (KCNA) -- Media including Kyodo News, NHK and Yomiuri Shimbun of Japan and U.S. internet website report that the U.S. and Japan agreed to intercept ballistic rockets to be launched by the DPRK in case they fall near Japan in the future.\n\t\t\t\t\t Rodong Sinmun Wednesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the U.S. and Japan to have been closeted over the issue of intercepting ballistic rockets of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is a view of experts that a flying bullet cannot be hit with a rifle.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that the Japanese minister of Defense impudently cried out for blowing up the DPRK's rocket launching base in advance.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better stop behaving ridiculously and be prudent.\n\t\t\t\t\t\n\t\t\t\t\t It is as foolish an act as trying to sweep the sea with a broom.\n\t\t\t\t\t\n\t\t\t\t\t Japan should bear in mind that if it dares to try to intercept the DPRK's ballistic rockets and attack its launching base, it will face the fate of jumping into fire with faggot on its back.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army will prove this in practice by mounting a merciless retaliatory attack."
        },
        {
            "title": "Conservative Forces in S. Korea May Fall Anytime: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-09ee.html",
            "content": "Conservative Forces in S. Korea May Fall Anytime: KCNA Commentary\r\n Pyongyang March 22 (KCNA) -- The right-wing conservatives are on rapid decline after the decision was made on impeachment of Park Geun Hye in south Korea.\n\t\t\t\t\t Even before the impeachment, right-wing conservative group threatened and blackmailed the people, shouting that \"decision on the impeachment would cause a serious incident\" and \"it is likely that internal chaos will occur\".\n\t\t\t\t\t\n\t\t\t\t\t But after the decision was made on the impeachment, they, feeling depressed, made senseless remarks that \"there is nothing we can do now\".\n\t\t\t\t\t\n\t\t\t\t\t The die-hard conservative elements renamed the \"All-people movement headquarters for rejecting impeachment of Park Geun Hye\" \"all-people movement headquarters for nullification of impeachment\" and instigated demonstration not to accept impeachment. But who were taken out were a few elderly more dead than alive and key players ran away, for fear of getting arrested by police on charge of \"disturbing execution of one's official duties\".\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, south Korean media jeered at them, saying that \"where have 'patriotic martyrs' who used to pledge to share fate with Park Geun Hye gone\".\n\t\t\t\t\t\n\t\t\t\t\t A few imbeciles serving Park visited her old home in Samsung-dong, Seoul, asking for being a sentry only to be criticized by media.\n\t\t\t\t\t\n\t\t\t\t\t Shrieks of lamentation are heard from the conservative forces over their deplorable situation in which they can no longer appear, being driven into the tight corner.\n\t\t\t\t\t\n\t\t\t\t\t The \"Liberal Korea Party\", which claimed to be a political party serving Park, is making a scream that \"they can face annihilation\" and \"what is urgent is to disband pro-Park group\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet right-wing conservative forces have now faced the fate of being driven over by the wheel which they tried to stop.\n\t\t\t\t\t\n\t\t\t\t\t This is the deserved end meted out to the conservative riff-raffs who tried to prolong their remaining days by relying on human scum like Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t The south Koreans' candlelight actions which stretched into this year from last year resulted in the impeachment of Park and it is of historic significance in that it passed political death sentence on the conservative group, group of human rejects which committed all kinds of crimes in reliance on matchless dragon Park, and opened up a new horizon of independence, democracy and reunification.\n\t\t\t\t\t\n\t\t\t\t\t But far from apologizing and repenting of crimes they did not accept impeachment, going against the mindset of the people. This proves that the right-wing conservative forces are human scum that have to be wiped out from this world.\n\t\t\t\t\t\n\t\t\t\t\t The die-hard forces serving Park are conducting signature campaign for \"nullification of the decision on the impeachment of Park\" through internet website operated by White House, and are trying hard to seize power by rallying conservative forces in Taegu and North Kyongsang Province which is called citadel of conservatives.\n\t\t\t\t\t\n\t\t\t\t\t The conservatives are already on the decline and it is just desperate struggling to try to prop up their base.\n\t\t\t\t\t\n\t\t\t\t\t A stop to the struggle for bringing down Park will give rise to the \"second and third Park Geun Hye\".\n\t\t\t\t\t\n\t\t\t\t\t  South Koreans from all walks of life will have to fight it out to wipe out the remnants of Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t The total collapse of the puppet conservative forces is a matter of time."
        },
        {
            "title": "U.S., S. Korean Warmongers Stage DPRK-targeted Preemptive Nuclear Strike Maneuver at Sea",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-13ee.html",
            "content": "U.S., S. Korean Warmongers Stage DPRK-targeted Preemptive Nuclear Strike Maneuver at Sea\r\n Pyongyang, March 22 (KCNA) -- According to south Korean press reports, the U.S. imperialists and the south Korean trigger-happy forces kicked off a joint naval combat group drill and carrier amphibious assault group exercise aimed at a preemptive nuclear attack on the DPRK in all waters of south Korea on Mar. 19 as part of the Key Resolve and Foal Eagle joint military exercises.\n\t\t\t\t\t Involved in the maneuvers to be staged until Mar. 25 are more than 60 warships and sea-patrol planes, copters, fighters, etc. of the army, navy and air forces of the U.S. and south Korea as well as the task force of nuclear carrier Carl Vinson, destroyers and subs.\n\t\t\t\t\t\n\t\t\t\t\t The naval maneuvers to be staged in the waters of the South Sea of Korea in order will involve counter-sub, counter-warship and anti-air warfares, naval intercepting operation, carrier escort operation, naval live shell bombardment drills, etc."
        },
        {
            "title": "Stop to Implementation of \"Agreement\" on Sexual Slavery Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-12ee.html",
            "content": "Stop to Implementation of \"Agreement\" on Sexual Slavery Demanded in S. Korea\r\n Pyongyang, March 22 (KCNA) -- According to press reports from Seoul, the Council for the Solution of the Issue of the Volunteers Corps and the foundation for preserving justice for right solution to the issue of sexual slavery for the imperial Japanese army in south Korea issued a statement on March 17, demanding stop to the implementation of the \"agreement\" on sexual slavery designed to cover up the issue of sexual slavery.\n\t\t\t\t\t The statement noted the \"government\" officially admitted that the 2015 \"agreement\" on sexual slavery with Japan has no legal binding force. \n\t\t\t\t\t\n\t\t\t\t\t The \"South Korea-Japan Agreement\" in 2015 was a typical diplomatic plaything and a fatal mistake, the statement said, stressing that Yun Pyong Se, who is chiefly to blame for the \"agreement\", should clarify the truth and bear the responsibility for it together with Park Geun Hye."
        },
        {
            "title": "Investigation of Park Geun Hye in Custody Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-17ee.html",
            "content": "Investigation of Park Geun Hye in Custody Urged in S. Korea\r\n Pyongyang, March 22 (KCNA) -- The south Korean online paper Voice of People in an editorial on March 21 said that very grave are all the crimes committed by Park Geun Hye so far including bribery, leakage of secrets and conspiratorial politics in Chongwadae, adding what she should do is to apologize to the people.\n\t\t\t\t\t It stressed that the prosecution should be mindful if it conducts the investigation in the direction of glossing over the crimes of Park and her group, it would become the first target of the campaign for eliminating evils."
        },
        {
            "title": "S. Korean Newspaper Urges PM to Step down",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-18ee.html",
            "content": "S. Korean Newspaper Urges PM to Step down\r\n Pyongyang, March 22 (KCNA) -- An editorial urging Hwang Kyo An, a henchman of Park Geun Hye, to step down from the post of prime minister immediately was posted on the south Korean internet newspaper Minjok Ilbo on Tuesday.\n\t\t\t\t\t Noting the people's demand for arresting and investigating Hwang who is the first-class stooge of Park is just, the editorial charged that he has worked for the U.S. and Park only as acting president."
        },
        {
            "title": " S. Korean Body Demands Detention of Traitor Park Geun Hye",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-19ee.html",
            "content": "S. Korean Body Demands Detention of Traitor Park Geun Hye\r\n Pyongyang, March 22 (KCNA) -- Members of the People's Emergency Action to Remove the Park Geun Hye \"government\" of south Korea held a meeting outside the Seoul Central District Prosecutor's Office on Mar. 21.\n\t\t\t\t\t They held that Park Geun Hye deserves due punishment for her crimes, adding that it is the demands of the citizens.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants staged a demonstration."
        },
        {
            "title": "Day of Shining Star Marked by World Progressive Peoples",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-02ee.html",
            "content": "Day of Shining Star Marked by World Progressive Peoples\r\n Pyongyang, March 22 (KCNA) -- The world progressive peoples splendidly celebrated the 75th birth anniversary of leader Kim Jong Il, the Day of the Shining Star, as a common holiday of humankind.\n\t\t\t\t\t The Better Nigeria Progressive Party, the Revolutionary Socialist Party of Peru and the Yaracuy State Legislative Council of Venezuela awarded the certificate of the title of honorary national leader, international diploma and the highest order to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The national chairman of the Better Nigeria Progressive Party, the Swiss preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea presented gifts to him.\n\t\t\t\t\t\n\t\t\t\t\t Different preparatory committees for celebrating the Day of the Shining Star grouping figures of political and social circles were organized in many countries and by the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions and the African Regional Committee of Friendship and Solidarity with the Korean People, and press statements, statements and declarations were released in this regard.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committees gave wide publicity to the revolutionary career of Kim Jong Il and conducted dynamic activities for significantly holding colorful political and cultural events.\n\t\t\t\t\t\n\t\t\t\t\t Articles and statements were issued by personages of all social strata and organizations, including the general secretary of the National Guidance Council of the Pioneer Party of Indonesia, the president of the Group of Dialectical Materialists of Italy, the president of the France-Korea Friendship Association, the international secretary of the Youth Organization of the Popular Liberation Movement of Angola, the German Branch of the Korean Friendship Association and the Mfumalanga Provincial Group for the Study of the Juche Idea of South Africa.\n\t\t\t\t\t\n\t\t\t\t\t The king and the great queen of Cambodia sent large baskets of flowers to the DPRK embassy in Phnom Penh. Floral baskets were also sent to DPRK embassies in relevant countries by the co-chairman of the Council of the Kim Il Sung-Kim Jong Il Foundation and political parties, organizations, institutions and personages in different countries.\n\t\t\t\t\t\n\t\t\t\t\t An event of unveiling a tablet to honor Kim Jong Il, a ceremony for donating books, Kimjongilia exhibition, a ceremony of visiting the Kimilsungia Greenhouse and a book-releasing ceremony took place in Russia, China, Mongolia and Guinea and Korean book, photo, stamp and handicraft exhibitions in Indonesia, Bulgaria, Serbia and other countries. Colorful events took place in all parts of the world a hundred of times.\n\t\t\t\t\t\n\t\t\t\t\t Media of various countries widely introduced the revolutionary history of Kim Jong Il and works of the peerlessly great men were carried by bulletins, newspapers and posted on internet websites in many countries and by regional bodies."
        },
        {
            "title": "German Body Slams U.S.-S. Korea Joint Military Drills",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-03ee.html",
            "content": "German Body Slams U.S.-S. Korea Joint Military Drills\r\n Pyongyang, March 22 (KCNA) -- The Anti-Imperialist Forum of Germany made public a statement in denunciation of the U.S.-south Korea joint military drills on March 15.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean warmongers are getting evermore undisguised in the moves to ignite a war against the peace-loving DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists could have ignited the second Korean war had the DPRK not had access to the powerful war deterrence.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and their stooges dare not run amuck as respected Supreme Leader Kim Jong Un is wisely leading the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Neither threats nor provocative moves can bring down the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the just struggle of the Korean people for independence and reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t We strongly denounce the U.S.-south Korea joint military exercises and demand the U.S. administration stop all the military provocations against the DPRK at once.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., take its hands off Korea!"
        },
        {
            "title": "Kim Il Sung's Birth Anniversary to Be Marked in Ethiopia",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-04ee.html",
            "content": "Kim Il Sung's Birth Anniversary to Be Marked in Ethiopia\r\n Pyongyang, March 22 (KCNA) -- An Ethiopian preparatory committee for celebrating the 105th birth anniversary of President Kim Il Sung was formed in Addis Ababa on Mar. 14.\n\t\t\t\t\t Nigatu Dagnachew Cherinet, co-chairman of the African Regional Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, was elected chairman of the above-said preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee set a celebration period from March 15 to April 17 and decided to organize colorful political and cultural events praising the exploits of the President for the Korean revolution and the cause of global independence."
        },
        {
            "title": "Kim Jong Un envia mensaje de felicitacion a Bounnhang Vorachith",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-24ee.html",
            "content": "Kim Jong Un envia mensaje de felicitacion a Bounnhang Vorachith\r\nPyongyang, 22 de marzo (ACNC) -- El Maximo Dirigente Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea, envio el dia 21 un mensaje de felicitacion a Bounnhang Vorachith, Secretario General del Comite Central del Partido Popular Revolucionario Lao y Presidente de la Republica Democratica Popular Lao. \n\t\t\t\t\tEl texto senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del 62o aniversario de la fundacion del Partido Popular Revolucionario Lao, envio a Vd. mis cordiales felicitaciones que hago extensivas al Comite Central y todos los militantes del PPRL. \n\t\t\t\t\t\n\t\t\t\t\tDurante 62 anos desde su fundacion, el PPRL ha alcanzado grandes exitos en la lucha contra los invasores extranjeros y por consolidar y desarrollar el regimen democratico popular y lograr la prosperidad del pais. \n\t\t\t\t\t\n\t\t\t\t\tLas relaciones entre nuestros dos partidos y los pueblos de dos paises son las tradicionales, sinceras y solidas entre los companeros que se basan en la profunda raiz historica, preparada y cultivada por los lideres antecesores. \n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad, expreso la seguridad de que los tradicionales vinculos de amistad y cooperacion entre nuestros dos partidos y pueblos se consolidaran y se desarrollaran mas en lo adelante y deseo de todo corazon la buena salud de Vd. y mayores exitos en las actividades de su partido por cumplir la resolucion de su X Congreso."
        },
        {
            "title": "Kim Yong Nam felicita dia de independencia de Namibia",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-25ee.html",
            "content": "Kim Yong Nam felicita dia de independencia de Namibia\r\nPyongyang, 22 de marzo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 22 un mensaje de felicitacion al presidente de la Republica de Namibia, Hage Geingob, con motivo del 27o aniversario de la independencia del pais africano.\n\t\t\t\t\tConvencido de que en lo adelante tambien, seguiran ampliandose y desarrollandose en todas las esferas las tradicionales relaciones de amistad y cooperacion entre los dos paises, el remitente desea de todo corazon mayores exitos en los trabajos del destinatario y su pueblo para el desarrollo y la prosperidad del pais."
        },
        {
            "title": "Se convocara la Asamblea Popular Suprema de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-26ee.html",
            "content": "Se convocara la Asamblea Popular Suprema de la RPDC\r\nPyongyang, 22 de marzo (ACNC) -- El Presidium de la Asamblea Popular Suprema (APS) de la Republica Popular Democratica de Corea (RPDC) hizo publica el dia 21 la resolucion sobre la convocacion de la APS.\n\t\t\t\t\tSegun ella, se convocara el 11 de abril del 106 (2017) de la Era Juche en esta capital el 5o periodo de sesiones de la XIII Legislatura de la APS de la RPDC."
        },
        {
            "title": "Delegado coreano interviene en la reunion de la ONU sobre posicion de la mujer",
            "url": "http://kcna.co.jp/item/2017/201703/news22/20170322-27ee.html",
            "content": "Delegado coreano interviene en la reunion de la ONU sobre posicion de la mujer\r\nPyongyang, 22 de marzo (ACNC) -- El delegado coreano a la 61a reunion del comite sobre la posicion de la mujer de la ONU, inaugurada el dia 13 en la sede de la ONU, intervino durante el debate del punto de la agenda: \"Cumplimiento de las resoluciones de la 4a Conferencia Mundial de la Mujer y la 23a Sesion Especial de la Asamblea General de la ONU\".\n\t\t\t\t\tEl menciono que hoy en dia, las mujeres coreanas contribuyen mucho al desarrollo social tomando parte activa en la vida social del Estado y subrayo que en el futuro tambien, el gobierno de la RPDC cooperara activamente con los esfuerzos internacionales por la igualdad y la capacitacion de la poblacion femenina.\n\t\t\t\t\t\n\t\t\t\t\tLlamo atencion al problema de esclavitud sexual para el viejo ejercito japones, reconocido y condenado como crimen antietico internacional, y al secuestro colectivo de las autoridades surcoreanas contra las ciudadanas de la RPDC y continuo:\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, el gobierno japones no pide disculpas ni indemniza oficialmente por el crimen antietico de mayor gravedad de haber secuestrado durante la ocupacion de Corea a las mujeres coreanas y llevado a ellas a los campos de guerra obligandoles la vida de esclava sexual para las tropas japonesas.\n\t\t\t\t\t\n\t\t\t\t\tVolvemos a exigir fuertemente al gobierno japones que deje de enganar al mundo hablando de los \"derechos humanos de la mujer\" y la \"paz\", reconozca francamente la responsabilidad legal, pida disculpas e indemnice todos sus crimenes del pasado, inclusive el arresto forzado a mas de 8 millones 400 mil coreanos, el asesinato a mas de un millon y la conversion de 200 mil coreanas en esclavas sexuales.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas, enloquecidas por la confrontacion fratricida, actuan con doble cara en la ONU mientras violan flagrantemente por detras los derechos humanos y la dignidad de las mujeres.\n\t\t\t\t\t\n\t\t\t\t\tA principios de abril de 2016, inmediatamente despues de la 60a reunion del comite sobre la posicion de la mujer de la ONU convocada en el mes anterior en la sede de la ONU, las autoridades surcoreanas raptaron y secuestraron a plena luz del dia a mas de 10 ciudadanas de la RPDC, que trabajaban en la Provincia de Zhejiang de China, y las llevaron al Sur de Corea. Y siguen obstaculizando la repatriacion de Kim Ryon Hui que en 2011 fue al Sur de Corea siendo enganada.\n\t\t\t\t\t\n\t\t\t\t\tEl gobierno de la RPDC, los padres de las muchachas secuestradas y los familiares de Kim Ryon Hui urgieron a las autoridades surcoreanas, las organizaciones de DDHH de la ONU y la ONU la devolucion inmediata, pero esta peticion sigue siendo ignorada.\n\t\t\t\t\t\n\t\t\t\t\tSolicitamos al comite sobre la posicion de la mujer de la ONU y todos los paises miembros de la ONU que condenen el secuestro colectivo y la retencion forzada de las autoridades surcoreanas como crimenes antieticos de violacion de DDHH de la mujer y de la Carta de la ONU y brinden la cooperacion activa para la repatriacion inmediata de las muchachas secuestradas y Kim Ryon Hui."
        }
    ]
}