{
    "date": "2017-01-19",
    "url": "http://kcna.co.jp/item/2017/201701/2017-01-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects KPA Sub-unit",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-01ee.html",
            "content": "Kim Jong Un Inspects KPA Sub-unit\r\n Pyongyang, January 19 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, chairman of the Workers' Party of Korea and  chairman of the State Affairs Commission of the DPRK, inspected a sub-unit under KPA Unit 233.\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un was greeted by commanding officers of the unit and officers of a company on the spot.\n\t\t\t\t\t\n\t\t\t\t\t He went round the company barracks built according to the standard design of barracks.\n\t\t\t\t\t\n\t\t\t\t\t He learned in detail about temperature in a warm bed room and the heating system. He said that a good heating system would enable soldiers to live in a warm room even in cold winter and make successes in combat and political training in good health.\n\t\t\t\t\t\n\t\t\t\t\t Satisfied to see an education room, center for political and ideological education, he underscored the need to conduct education in the greatness of the leaders, education in Kim Jong Il's patriotism, education in faith, anti-imperialist and class education and moral education in a unique and effective manner. No weapon is more powerful than the political and ideological might of soldiers and when a priority is given to ideology can the People's Army win the fight against enemies, he added.\n\t\t\t\t\t\n\t\t\t\t\t Watching with broad smile on his face the barracks nestled in dense woods, he noted the surrounding environment is very excellent. He called for planting more trees and taking good care of them in the future, too, and turning areas around the barracks of the sub-unit and mountains near it into thick woodland, forests and orchards.\n\t\t\t\t\t\n\t\t\t\t\t Going round military installations of the company, he learned about its combat preparedness and training.\n\t\t\t\t\t\n\t\t\t\t\t He was satisfied to learn that the company is conducting training under the simulated conditions of an actual war and firmly preparing soldiers to be a-match-for-a-hundred fighters possessed of strong mental power, staunch fighting spirit and high combat ability and qualifications. He was also pleased that they are keeping weapons and combat and technical equipment always ready to go into action, thinking of combat readiness only awake or asleep on high alert, and have turned their post and positions into invulnerable fortresses. \n\t\t\t\t\t\n\t\t\t\t\t Saying that the company has a very important duty to perform, he set forth important tasks which would serve as guidelines for rounding off its combat preparations.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the soldiers of the company would defend the socialist homeland as firm as an iron wall, he gave them a pair of binoculars, an automatic rifle and a machine gun as gifts. Then he had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by KPA Vice Marshal Hwang Pyong So, director of the KPA General Political Bureau, and Army Col. General Ri Yong Gil, first vice-chief of the KPA General Staff and director of the General Operational Bureau."
        },
        {
            "title": "Greetings to FM of Cote d'Ivoire",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-17ee.html",
            "content": "Greetings to FM of Cote d'Ivoire\r\n Pyongyang, January 19 (KCNA) -- DPRK Foreign Minister Ri Yong Ho Wednesdays sent a congratulatory message to Marcel Amon-Tanoh upon his appointment as foreign minister of Cote d'Ivoire.\n\t\t\t\t\t The message wished him success in his new job, expressing belief that the traditional relations of friendship and cooperation between the two countries would continue to grow stronger."
        },
        {
            "title": "FM Spokesman Denounces U.S. State Secretary's Remarks Faulting Dignity of Supreme Leadership of DPRK",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-21ee.html",
            "content": "FM Spokesman Denounces U.S. State Secretary's Remarks Faulting Dignity of Supreme Leadership of DPRK\r\n Pyongyang, January 19 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to a question raised by KCNA Thursday in connection with the fact that the U.S. State Secretary made remarks faulting the dignity of the supreme leadership of the DPRK:\n\t\t\t\t\t U.S. State Secretary Kerry at a briefing at the Davos world economic forum on Jan. 17 spouted coarse invective that deployment of THAAD in south Korea is to \"cope with the nuclear weapons of north Korea and the potentiality of its reckless and unverified impulsive dictator.\"\n\t\t\t\t\t\n\t\t\t\t\t The rubbish made by bete noire Kerry against the dignity of the supreme leadership of the DPRK is nothing but a shriek made by the wretched one bound for ruin after sustaining only bitter defeat and shame in the stand-off with the DPRK, failing to realize the wild ambition for \"bringing down\" the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kerry's remarks are just ridiculous rubbish of a loser thrown into extreme horror and uneasiness, much upset by the shining development made by the DPRK, which has risen as a nuclear power and a military power in the East.\n\t\t\t\t\t\n\t\t\t\t\t He had better repent of his crime of having pushed the DPRK-U.S. relations and the regional situation into the worst catastrophe through the extreme hostile policy toward the DPRK during his tenure of office.\n\t\t\t\t\t\n\t\t\t\t\t Whoever provokes even a little the dignity of the supreme leadership of the DPRK, which represents our destiny, will be made to pay a very high price beyond imagination."
        },
        {
            "title": "National Schoolchildren's Sports Contest for Jongilbong Prize Opens",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-22ee.html",
            "content": "National Schoolchildren's Sports Contest for Jongilbong Prize Opens\r\n Pyongyang, January 19 (KCNA) -- The 43rd National Schoolchildren's Sports Contest for Jongilbong Prize opened with due ceremony at the Basketball Gymnasium in Chongchun Street Thursday.\n\t\t\t\t\t The contest will be held in Pyongyang, Phyongsong, Sariwon and Hamhung cities from January to August, with attendance of more than 10,000 school youths and children who proved successful at city, county and provincial games.\n\t\t\t\t\t\n\t\t\t\t\t Divided into groups of senior and junior middle schools and primary schools, its participants will compete in 17 events including basketball, volleyball, table tennis, Taekwon-do, ssirum (Korean wrestling), swimming and speed skating.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Kim Il Guk, minister of Physical Culture and Sports, Kim Kyong Ho, chairman of the Korean Taekwon-Do Committee, officials concerned and officials of the youth league and school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, first secretary of the Central Committee of the youth league, said in his opening speech that the contest would serve as an important occasion in training promising reserve sportspersons and rapidly developing the general sporting skills of the country."
        },
        {
            "title": "Construction of Ryomyong Street Progresses at Final Stage",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-13ee.html",
            "content": "Construction of Ryomyong Street Progresses at Final Stage\r\n Pyongyang, January 19 (KCNA) -- The construction of Ryomyong Street makes headway at nearly 80 percent in Pyongyang, the capital city of the DPRK.\n\t\t\t\t\t Builders completed the construction of thousands of flats, arrangement of the area and substructure, and mainly finished the interior project of public buildings and amenities.\n\t\t\t\t\t\n\t\t\t\t\t All the construction units are giving primary attention to the supply of finishing building materials, while ensuring the speed and quality of construction by inventing efficient utensils and tools."
        },
        {
            "title": "Coal Production Increases in DPRK",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-14ee.html",
            "content": "Coal Production Increases in DPRK\r\n Pyongyang, January 19 (KCNA) -- Coal miners of the Sunchon Area Youth Coal Mining Complex in the DPRK are increasing the coal production.\n\t\t\t\t\t They produced 1 100 more tons of coal in fifteen days of January as compared with the same period of last year.\n\t\t\t\t\t\n\t\t\t\t\t Coal miners of the February 8 Jikdong Youth Coal Mine and the Chonsong Youth Coal Mine boosted the daily output 1.3 times.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Ryongdae Coal Mine is increasing the production through advanced cutting method and continuous drilling and blasting."
        },
        {
            "title": "Intelligent Trouble Diagnosis System Developed in DPRK",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-15ee.html",
            "content": "Intelligent Trouble Diagnosis System Developed in DPRK\r\n Pyongyang, January 19 (KCNA) -- Scientists of the Mechanical Institute of the State Academy of Sciences in the DPRK recently developed and introduced into practice an intelligent trouble diagnosis system for generator, which is needed for keeping electric-power production going at a high rate.\n\t\t\t\t\t The system helps confirm characteristics, kinds, dangerous degree, cause and part of troubles in turbine generators of hydraulic and thermal power stations and estimate trouble occurrence and its tendency in advance.\n\t\t\t\t\t\n\t\t\t\t\t The system also helps take in time measures for scientific repair including balancing and the change of accessories.\n\t\t\t\t\t\n\t\t\t\t\t It can be applicable to all the rotary machines, including electric motors, blowers, exhausters and compressors."
        },
        {
            "title": "DPRK Is Sure to Win Thanks to Line of Simultaneously Developing Two Fronts: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-10ee.html",
            "content": "DPRK Is Sure to Win Thanks to Line of Simultaneously Developing Two Fronts: Rodong Sinmun\r\n Pyongyang, January 19 (KCNA) -- Media of various countries and American experts on Korean affairs have praised the DPRK for its achievements in bolstering up its nuclear deterrence for self-defence and economic construction.\n\t\t\t\t\t Rodong Sinmun Thursday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is undeniable that the DPRK's line of simultaneously developing the two fronts has emerged victorious and the U.S. hostile policy towards it has gone totally bankrupt.\n\t\t\t\t\t\n\t\t\t\t\t The prestige of the U.S. styling itself \"the world's only superpower\" has sunk.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. had heeded the advice of the DPRK and made a switchover in its policy towards it, it would have not suffered such disgrace as now.\n\t\t\t\t\t\n\t\t\t\t\t Taken aback by the sky-high spirit of the army and people of the DPRK, the U.S. went more hysteric, cooking up harsher \"sanctions resolution\" against the former and staging Key Resolve and Foal Eagle joint military drills for starting a nuclear war with huge armed forces involved.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK took a series of measures for self-defence for bolstering up its nuclear deterrence to cope with the escalating nuclear threat and blackmail of the U.S. and its ever-harsher sanctions and blockade.\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to the powerful nuclear deterrence that the DPRK could direct efforts to the economic construction and the improvement of the people's standard of living and is now conducting a dynamic drive for building an economic power and a highly civilized power in a peaceful environment. \n\t\t\t\t\t\n\t\t\t\t\t It is the views of experts on international affairs that only fools would try to gain something through sanctions and blockade and the number of the DPRK's nukes would increase with the passage of time. U.S. politicians should not remain indifferent to their opinions.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will always emerge victorious as long as the most just and greatest line of simultaneously developing the two fronts remains in force."
        },
        {
            "title": "S. Korean Puppet Forces Accused of Reacting to Compatriots' Good Faith with Hostile Actions",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-09ee.html",
            "content": "S. Korean Puppet Forces Accused of Reacting to Compatriots' Good Faith with Hostile Actions\r\n Pyongyang, January 19 (KCNA) -- The puppet warmongers are responding to the DPRK's call to open up a broad avenue to independent reunification through the concerted efforts of the whole nation with more provocative actions. \n\t\t\t\t\t The puppet forces in the \"defense ministry's program for 2017\" on Jan. 4 announced that it would round off the formation of a special brigade for \"removing the war command of the north\" within this year, two years earlier than scheduled.\n\t\t\t\t\t\n\t\t\t\t\t They kicked off hysteria, opening to media the scope and equipment of the brigade and the projected involvement of operatives of the U.S. SOF in brigade's operations in contingency.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind these moves is a cynical ploy to paint the DPRK's positive and patriotic call for reunification as \"camouflaged peace offensive\" and divert elsewhere the public attention focused on the impeachment of Park Geun Hye by escalating the tension on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans now more ardently desire national reunification than ever before as they have suffered the pain resulting from the division for more than seven decades. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's ardent call for improving the inter-Korean relations and ushering in a heyday of the nation-wide reunification movement by pooling intention and efforts of all Koreans from the outset of the year is meeting a warm response from across Korea as this reflects their desire. \n\t\t\t\t\t\n\t\t\t\t\t The ever-mounting movement for great national unity in south Korea in hearty response to the DPRK's patriotic call is tightening the nooses around the necks of such anti-reunification sycophantic and treacherous forces as Park Gun Hye expected to stand trial of history.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by this, the puppet forces are working hard to misrepresent the true feelings of the compatriots with such invectives calling for \"removing the war command of the north\" and fan up the atmosphere of confrontation in a bid to divert public attention elsewhere and weather their worst ruling crisis. \n\t\t\t\t\t\n\t\t\t\t\t The warmongers' hysteria is little short of brandishing bayonets against the good faith of the compatriots in the north to preserve the security of the compatriots and the peace of the country.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the puppet forces' provocation is aimed to dare hurt the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have already warned those hostile forces that anyone trying to hurt the dignity of the supreme leadership of the DPRK even a bit will not be able to escape a merciless punishment.\n\t\t\t\t\t\n\t\t\t\t\t The special brigade will be a primary target of the DPRK's ultra-precision strike means and those involved in its formation will be wiped out before any others.\n\t\t\t\t\t\n\t\t\t\t\t No one can predict how and when the DPRK's merciless punishment will be meted out.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces should not go reckless, clearly understanding the will of the DPRK's army and people to make strong retaliation.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans will never pardon the traitors who are making desperate efforts to bring the dark clouds of a war to hang over Korea, persistently refusing to repair the north-south relations."
        },
        {
            "title": "KCNA Commentary Ridicules S. Korean Authorities' Solicitation Diplomacy",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-11ee.html",
            "content": "KCNA Commentary Ridicules S. Korean Authorities' Solicitation Diplomacy\r\n Pyongyang, January 19 (KCNA) -- The south Korean puppet forces are vying with each other to win favor of the new boss of the White House from the outset of the year, bringing bitterer shame and disgrace.\n\t\t\t\t\t Those of Chongwadae and the puppet Foreign Ministry visited the U.S. one on the heels of the other. Shortly ago, the chief of the security office of Chongwadae had confabs with coteries of the new U.S. administration at which he begged for \"close cooperation in coping with the north\" while talking about \"gravity and urgency of the nuclear issue of the north\". Those of the defense ministry also applied for visit to the U.S. in a bid to escalate confrontation with the north.\n\t\t\t\t\t\n\t\t\t\t\t This is a foolish act of the confrontation maniacs to keep the bankrupt campaign for garnering \"cooperation in pressurizing the north\" afloat with the help of their master as it is last-ditch efforts of the pro-U.S. stooges seized with fear that its hostile policy toward the DPRK may be deterred by the ever-rising strategic position of the DPRK, a nuclear power in the East.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is making a long drive, defending peace and security of the Korean peninsula and the region as befitting its strategic position as a nuclear power of the world.\n\t\t\t\t\t\n\t\t\t\t\t All the fellow countrymen in the north and the south and abroad have turned out in the movement for Korea's reunification, deeply moved by the noble patriotic will of the peerlessly great man to put an end to the tragic history of national division and usher in a new era of independent reunification and peace and prosperity by lifting the north-south relations from a stalemate.\n\t\t\t\t\t\n\t\t\t\t\t But the puppet group of traitors, keen on sycophancy toward the U.S. and confrontation with the fellow countrymen, are challenging the DPRK's sincere proposal and efforts for improving the north-south relations and independent reunification by imploring for \"cooperation in putting pressure on the north,\" getting increasingly dependent on the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The worst catastrophe of the north-south relations is attributable to the puppet forces' sycophancy and policy for confrontation with the fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group brought south Korea the present disaster due to their \"pivot to America diplomacy.\" They are, however, still dreaming a pipedream of stifling the fellow countrymen in the north, pursuing a foolish ambition. This only reveals the true colors of the traitors that can never change.\n\t\t\t\t\t\n\t\t\t\t\t The nation's anger at the group of traitors keen on sycophancy toward the U.S. and confrontation with the fellow countrymen is now running high. Such betes noires as well as traitor Park Geun Hye deserve the people's judgment for going crazy in confrontation with compatriots, still crying out for \"sanctions on the north\" and \"maintenance of posture of counteraction\". \n\t\t\t\t\t\n\t\t\t\t\t All Koreans should send the group of these confrontation maniacs to their graves as early as possible."
        },
        {
            "title": "Park Geun Hye Forces Denounced for Hampering Investigation into Scandal ",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-12ee.html",
            "content": "Park Geun Hye Forces Denounced for Hampering Investigation into Scandal\r\n Pyongyang, January 19 (KCNA) -- The south Korean internet newspaper Voice of People in an editorial on Jan. 17 demanded Park Geun Hye and her confidants no longer go into hiding.\n\t\t\t\t\t Park refused to be present at the \"court\" and held a meet-the-press, indicative of her intent to rake up supporters and delay the impeachment, the editorial noted, stressing no one will be taken in by her trick.\n\t\t\t\t\t\n\t\t\t\t\t It urged Park and her confidants to be present at the court and sincerely testify to the wrongs."
        },
        {
            "title": "Declaration on Situation Issued in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-16ee.html",
            "content": "Declaration on Situation Issued in S. Korea\r\n Pyongyang, January 19 (KCNA) -- The People's Solidarity for June 15 and October 4 made public a declaration on the situation demanding the June 15 and Oct. 4 regime for the people's sovereignty and abolition of evils on Jan. 17, according to the south Korean internet newspaper Saram Ilbo.\n\t\t\t\t\t The declaration said that history urgently calls on political parties and social organizations to pool wisdom and efforts to liquidate the evils of the Park Geun Hye regime and advance toward independent reunification and peace and prosperity for the people's livelihood.\n\t\t\t\t\t\n\t\t\t\t\t The declaration continued:\n\t\t\t\t\t\n\t\t\t\t\t We demand that the June 15 and October 4 regime be formed with the involvement of lawmakers who voted for the motion calling for impeachment of Park and figures of political parties and social organizations who took part in candlelight actions.\n\t\t\t\t\t\n\t\t\t\t\t We demand that the \"National Assembly\" provide a legislation for independent reunification, peace and prosperity true to the spirit of the June 15 and Oct. 4 era and thus open a bright prospect for establishing a great regime.\n\t\t\t\t\t\n\t\t\t\t\t We also want the NA to enact a law on punishing acts of treachery and severely punish traitors standing in the way of independent reunification and peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The declaration urged Ban Ki-moon to reflect on what he has done for peaceful reunification of Korea and reconciliation and cooperation between the north and the south when the June 15 joint declaration and the October 4 declaration which the UN General Assembly supported were trampled under Lee Myung Bak and Park Geun Hye regimes, before running for \"presidency\". He should also apologize for praising the humiliating \"agreement\" on sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t All the political parties and public organizations should set right the trend of history toward implementing those declarations, the declaration stressed."
        },
        {
            "title": "S. Korean Newspaper Condemns Ban Ki-moon for Revealing Hostile Understanding of Workers",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-18ee.html",
            "content": "S. Korean Newspaper Condemns Ban Ki-moon for Revealing Hostile Understanding of Workers\r\n Pyongyang, January 19 (KCNA) -- The south Korean online paper Voice of People on January 17 in an editorial slammed Ban Ki-moon's very wrong understanding of workers.\n\t\t\t\t\t The editorial said that Ban revealed his hostile understanding of workers, blustering that the privileged circle of workers exists in south Korea and they took streets with their wrong assertions.\n\t\t\t\t\t\n\t\t\t\t\t In particular, his talking about \"noble worker\" and \"labor reform\" remind people of suppression of workers by Lee Myung Bak and Park Geun Hye, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Ban Ki-moon should clearly know that most of the people who took part in the candlelight actions were workers."
        },
        {
            "title": "Day of Shining Star to Be Observed by Koreans in China",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-19ee.html",
            "content": "Day of Shining Star to Be Observed by Koreans in China\r\n Pyongyang, January 19 (KCNA) -- A preparatory committee of the General Association of Koreans in China for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) with splendor was formed on Jan. 10.\n\t\t\t\t\t Choe Un Bok, chairwoman of the association, was elected chairwoman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful events such as a photo and book exhibition, film show and art performance praising Kim Jong Il's revolutionary career and exploits on this anniversary.\n\t\t\t\t\t\n\t\t\t\t\t Organizations under the General Association of Koreans in China also decided to hold seminars on Kim Jong Il's greatness and round-table talks."
        },
        {
            "title": "Day of Shining Star to Be Marked by Regional Association of GAK in China",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-20ee.html",
            "content": "Day of Shining Star to Be Marked by Regional Association of GAK in China\r\n Pyongyang, January 19 (KCNA) -- A preparatory committee of the Zhongnan Regional Association of the General Association of Koreans in China for significantly celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) as a great festival common to mankind was formed at the DPRK Embassy in Beijing on Jan. 7.\n\t\t\t\t\t Paek Kyong Hyon, chairman of the Zhongnan Regional Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold such colorful events as seminar, remembrance meeting, photo exhibition and video show on the theme of \"Let us successfully conduct the citizens' work true to the idea and intention of respected Supreme Leader Marshal Kim Jong Un, bearing deep in mind the loving care shown by the great leader Generalissimo Kim Jong Il for the overseas compatriots\" at its branches in Beijing, Shanghai and Jinan cities on the occasion of the anniversary."
        },
        {
            "title": "Day of Shining Star to Be Marked in Sri Lanka",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-03ee.html",
            "content": "Day of Shining Star to Be Marked in Sri Lanka\r\n Pyongyang, January 19 (KCNA) -- A Sri Lankan preparatory committee for celebrating the 75th birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed in Colombo on Jan. 12.\n\t\t\t\t\t The chairman of the Gampaha Branch of the Sri Lanka Society for Self-Reliance Studies was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events such as seminar and celebration meeting praising the revolutionary career and exploits of Kim Jong Il."
        },
        {
            "title": "Day of Sun, Day of Shining Star to Be Marked in Mexico",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-04ee.html",
            "content": "Day of Sun, Day of Shining Star to Be Marked in Mexico\r\n Pyongyang, January 19 (KCNA) -- A Mexican national preparatory committee was formed on January 11 to celebrate the birth anniversaries of President Kim Il Sung and leader Kim Jong Il (the Day of the Sun and the Day of the Shining Star).\n\t\t\t\t\t Jesus Antonio Carlos Hernandez, general secretary of the C.C., People's Socialist Party of Mexico, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize colorful political and cultural events for praising exploits of Kim Il Sung and Kim Jong Il and introducing the achievements made by the Korean people in their struggle to build a thriving socialist nation and defend the sovereignty of the country under the guidance of respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's Idea of Korea's Reunification Hailed by Indonesian Figure",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-05ee.html",
            "content": "Kim Jong Un's Idea of Korea's Reunification Hailed by Indonesian Figure\r\n Pyongyang, January 19 (KCNA) -- Ristiyanto, general secretary of the National Guidance Council of the Pioneer Party of Indonesia, made public a statement on January 6 in support of the New Year Address made by Kim Jong Un, Supreme Leader of the Democratic People's Republic of Korea.\n\t\t\t\t\t The statement said Marshal Kim Jong Un, supreme leader of the Korean people, in his New Year Address clearly showed the road ahead of the movement for Korea's reunification. \n\t\t\t\t\t\n\t\t\t\t\t His idea of opening up a broad avenue to independent reunification by the concerted effort of all Koreans is the most fair and aboveboard proposal that meets the desire and wishes of the nation under the prevailing situation of the Korean peninsula, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un stressed that positive measures should be taken to improve the inter-Korean relations, defuse acute military confrontation and remove the danger of war between the north and south.\n\t\t\t\t\t\n\t\t\t\t\t We extend support and solidarity to the struggle of the Korean people to achieve the reunification of the country without outsiders' interference."
        },
        {
            "title": "Kim Jong Un's New Year Address Studied Abroad",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-06ee.html",
            "content": "Kim Jong Un's New Year Address Studied Abroad\r\n Pyongyang, January 19 (KCNA) -- Seminars, reading sessions and lectures on the New Year Address of respected Supreme Leader Kim Jong Un took place in Russia, Switzerland and Mexico from January 5 to 13.\n\t\t\t\t\t Present at the events were personages of the Maritime Territorial branch of the All-Russia War Veterans' Social Organization \"Militant Fraternity\" of Russia, the Swiss Group for the Study of the Juche Idea, the People's Socialist Party of Mexico, the Mexican Committee for the Study of Kimilsungism-Kimjongilism, the Mexican Friend Association for Memory of President Kim Il Sung and Leader Kim Jong Il, the Mexico-Korea Friendship Association and other units and masses.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Maritime Territorial branch of the All-Russia War Veterans' Social Organization \"Militant Fraternity\" said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his New Year Address reviewed the achievements made by the Korean people last year and set forth the tasks for economic development of the country this year.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to attach importance to science and technology and give priority to them, in particular. This helps us easily know that he is paying deep attention to the nation's development of science and technology. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is rapidly developing thanks to his wise leadership. \n\t\t\t\t\t\n\t\t\t\t\t We are convinced that new miracles and innovations will be registered in the struggle of the Korean people for building an economic giant in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Swiss Group for the Study of the Juche Idea and other speakers noted that Kim Jong Un in his New Year Address set forth the militant banner \"Let us accelerate the victorious advance of socialism with the great spirit of self-reliance and self-development as the dynamic force!\" and called for dynamically waging an all-out general offensive to carry out the five-year strategy for national economic development.\n\t\t\t\t\t\n\t\t\t\t\t His New Year Address serves as important guideline to be upheld in the building of a socialist power and the movement for Korea's reunification, they said, expressing their will to actively conduct solidarity movement in support of the cause of the Korean people."
        },
        {
            "title": "Kim Jong Un's New Year Address Hailed in Russia",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-07ee.html",
            "content": "Kim Jong Un's New Year Address Hailed in Russia\r\n Pyongyang, January 19 (KCNA) -- The C.C., Communist Party \"Russian Communists\" and the Russian Association for Friendship and Cultural Cooperation with the DPRK made public statements on January 5 and 6 in support of the New Year Address of Kim Jong Un, Supreme Leader of the Democratic People's Republic of Korea.\n\t\t\t\t\t The Central Committee of the Communist Party \"Russian Communists\" said in its statement:\n\t\t\t\t\t\n\t\t\t\t\t We learn a lot from the New Year Address of Kim Jong Un, which serves as a great inspiring banner for us.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un reviewed the achievements made in the DPRK last year and clearly set forth the tasks for this year to implement the decision of the Seventh Congress of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t He indicated the main orientation for the country's economic development and bolstering up its military muscle and the important matters in improving the inter-Korean relations and ensuring peace and security on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We are pleased that eye-opening successes have been made in succession in the DPRK under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t The Russian Association for Friendship and Cultural Cooperation with the DPRK said in it statement:\n\t\t\t\t\t\n\t\t\t\t\t Last year great vitality of the Juche idea, the Songun idea was displayed once again in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t And big advance was made in building a socialist power and improvement was brought about in material and cultural living standard of people. \n\t\t\t\t\t\n\t\t\t\t\t The achievements made by the DPRK in socialist construction aroused interest of the international community and instilled courage into the peoples of different countries desirous of building a new society. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people will successfully carry out the tasks set forth by Kim Jong Un in his New Year Address. \n\t\t\t\t\t\n\t\t\t\t\t We will as ever strive to strengthen the traditional relations of friendship between Russia and the DPRK."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-08ee.html",
            "content": "Kim Jong Un's Work Published in Russia\r\n Pyongyang, January 19 (KCNA) -- The Nakhodka Format Publishing House of Russia on January 4 brought out in booklet \"Let Us Usher in a Golden Age of the Kimilsungist-Kimjongilist Youth Movement\", a speech made by respected Supreme Leader Kim Jong Un at the 9th Congress of the Kim Il Sung Socialist Youth League.\n\t\t\t\t\t The speech clarifies that 70 years of the youth league is a history of brilliant victories of the great leaders' original idea of prioritizing the youth and their wise leadership and a history of ardent loyalty and patriotic devotion with which the young people of Korea have supported the Party and the leader, the country and the people.\n\t\t\t\t\t\n\t\t\t\t\t It also advances the tasks facing the youth league."
        },
        {
            "title": "Kim Jong Un inspecciona subunidad de la Unidad 233 del EPC",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-23ee.html",
            "content": "Kim Jong Un inspecciona subunidad de la Unidad 233 del EPC\r\nPyongyang, 19 de enero (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono una subunidad directamente subordinada a la Unidad 233 del EPC.\n\t\t\t\t\tLo recibieron en el terreno los comandantes de la unidad y la compania.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo recorrio el cuartel de la compania construido segun el diseno de cuartel estandar.\n\t\t\t\t\t\n\t\t\t\t\tEn el dormitorio bien calentado, sopeso la temperatura y se cercioro del estado de calefaccion diciendo que este permite a los uniformados lograr exitos en el entrenamiento combativo y politico con la robusta constitucion fisica viviendo en el cuartel bien calentado aun en los dias frios de invierno.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo de bien acondicionada la sala de educacion, sede de educacion ideo-politica, y destaco la necesidad de impulsar de manera novedosa y sustancial la educacion en las nobles personalidades de los Grandes Hombres del monte Paektu, el patriotismo de Kim Jong Il, la conviccion, la educacion clasista y antiimperialista y la moral. \n\t\t\t\t\t\n\t\t\t\t\tAgrego que en este mundo no existe un arma mas poderosa que la fuerza ideo-politica de los soldados y el Ejercito Popular puede vencer a los enemigos cuando conceda mayor importancia a la ideologia.\n\t\t\t\t\t\n\t\t\t\t\tMirando sonriente el cuartel situado en un bosque frondoso, el Comandante Supremo dijo que es muy bueno el medioambiente local e instruyo que siembren mucho mas arboles para convertir el cuartel y los montes perifericos en bosques, jardines y huertas.\n\t\t\t\t\t\n\t\t\t\t\tPasando revista a las instalaciones militares de la compania, hizo conocimiento de los preparativos de combate y de la situacion de entrenamiento.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro satisfecho de que la compania preparara a los soldados como combatientes con gran fuerza espiritual y coraje capaces de aniquilar a solas a cien enemigos y convirtiera en un bastion inexpugnable su puesto y trincheras pensando siempre en los preparativos de combate y manteniendo en el estado de movilizacion para el combate sus armas y equipos tecnicos.\n\t\t\t\t\t\n\t\t\t\t\tCalificando de muy importante la mision de la compania, presento las tareas programaticas que serviran de guia en completar los preparativos de combate.\n\t\t\t\t\t\n\t\t\t\t\tManifestando la esperanza y conviccion de que los uniformados de la compania defenderan la patria socialista como muralla de acero, el Maximo Dirigente les dejo como recuerdo el binoculo, fusil automatico y ametralladora y se fotografio con ellos.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion el vicemariscal del EPC Hwang Pyong So, jefe de la Direccion Politica General del EPC, y el coronel general de las fuerzas terrestres Ri Yong Gil, primer subjefe y director general de Operaciones del Estado Mayor General del EPC."
        },
        {
            "title": "Vocero de MINREX condena palabras insolentes de secretario de Estado de EE.UU.",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-24ee.html",
            "content": "Vocero de MINREX condena palabras insolentes de secretario de Estado de EE.UU.\r\nPyongyang, 19 de enero (ACNC) -- Con respecto a que el secretario de Estado norteamericano se atrevio a soltar los disparates que ofenden la maxima dignidad de la Republica Popular Democratica de Corea, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 19 a la ACNC la siguiente respuesta:\n\t\t\t\t\tEn una charla sostenida el dia 17 durante el Forum Economico del Mundo en Davos, el secretario de Estado norteamericano Kerry disparateo que el emplazamiento de THAAD en el suelo surcoreano y otras medidas son \"para hacer frente a las armas nucleares del Norte de Corea y a la potencialidad imprudente y no verificada del dictador impulsivo\". \n\t\t\t\t\t\n\t\t\t\t\tLa chismografia que lanzo la escoria humana Kerry contra la maxima dignidad de la RPDC no pasa de ser el alarido agonico de un miserable que va a deponerse tras sufrir las derrotas y verguenzas en la confrontacion con la RPDC, sin realizar su ilusion de \"derrocarla\".\n\t\t\t\t\t\n\t\t\t\t\tConsideramos el disparate de Kerry como queja ridicula del derrotado y pasmado ante el vertiginoso desarrollo de la RPDC surgida como potencia nuclear y militar del Oriente. \n\t\t\t\t\t\n\t\t\t\t\tKerry deberia arrepentirse sosegadamente de sus crimenes de haber llevado durante su mandato las relaciones RPDC-EE.UU. y la situacion regional a la peor fase catastrofica recurriendo obstinadamente a la perversa politica hostil al pais socialista.\n\t\t\t\t\t\n\t\t\t\t\tQuienquiera que sea pagara inimaginablemente caro, si se atreve a atentar aun en lo minimo a la maxima dignidad de la RPDC que representa el destino del pueblo coreano."
        },
        {
            "title": "ACNC comenta visitas a EE.UU. de los titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-25ee.html",
            "content": "ACNC comenta visitas a EE.UU. de los titeres surcoreanos\r\nPyongyang, 19 de enero (ACNC) -- Desde el comienzo de este ano, los titeres surcoreanos visitan uno tras otro a EE.UU. para congraciarse con el nuevo inquilino de la Casa Blanca. \n\t\t\t\t\tCuando no paran las visitas de los funcionarios de Chongwadae y el Ministerio de Relaciones Exteriores, se llevo a cabo el viaje del jefe de la Oficina de Seguridad de Chongwadae quien se reunio con los integrantes de la nueva administracion norteamericana y les mendigo la \"perfecta cooperacion anti-Norte\" hablando de la \"gravedad y urgencia del problema nuclear norcoreano\". \n\t\t\t\t\t\n\t\t\t\t\tTambien reservaron la visita a EE.UU. los tipejos del Ministerio de Defensa Nacional.\n\t\t\t\t\t\n\t\t\t\t\tEs que los lacayos proyanquis estan temiendo a que se aflojara la politica hostil anticoreana de su patron gringo ante la posicion estrategica de la RPDC, emergida como potencia nuclear del Oriente.\n\t\t\t\t\t\n\t\t\t\t\tParece que esos psicopatas tratan de resucitar la ya fracasada \"cooperacion anti-Norte\" con la ayuda de su amo. \n\t\t\t\t\t\n\t\t\t\t\tDe acuerdo con su posicion estrategica de la potencia nuclear de talla mundial, la RPDC avanza victoriosamente defendiendo la paz y seguridad de la Peninsula Coreana y la region. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, todos los coreanos en el Norte, el Sur y ultramar se incorporan activamente al movimiento de reunificacion de la patria consintiendo la noble voluntad patriotica del gran hombre sin igual de mejorar los vinculos intercoreanos, que se hallan en la fase catastrofica, dar punto final a la tragica historia de division nacional y abrir la nueva era de reunificacion independiente, paz y prosperidad. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los traidores surcoreanos, obsesionados por servir a grandes potencias y enfrentarse con la parte connacional, desafian a la propuesta y esfuerzos sinceros de la RPDC con suplicar a su amo gringo la \"cooperacion en presionar al Norte\". \n\t\t\t\t\t\n\t\t\t\t\tLa vendepatria politica servil a grandes potencias y de enfrentamiento fratricida de ellos son la causa raigal que llevo las relaciones intercoreanas a la peor fase de ruptura. \n\t\t\t\t\t\n\t\t\t\t\tLa banda de Park Geun-hye, que sufre el desastre de hoy debido a su anacronica \"diplomacia de dar enfoque a EE.UU.\", suena todavia con aplastar a la parte connacional. \n\t\t\t\t\t\n\t\t\t\t\tEs natural que sean condenados a la muerte por la opinion publica la traidora Park y sus compinches imbeciles que recurren a la confrontacion fratricida reclamando tanto la \"sancion anti-Norte\" y el \"mantenimiento de la disposicion de reaccion\" hasta ahora cuando llega al cielo la indignacion de todos los compatriotas. \n\t\t\t\t\t\n\t\t\t\t\tToda la nacion debe echar cuanto antes en la tumba de la historia a los fanaticos de enfrentamiento."
        },
        {
            "title": "ACNC comenta actos anti-reunificacion de los belicistas surcoreanos",
            "url": "http://kcna.co.jp/item/2017/201701/news19/20170119-26ee.html",
            "content": "ACNC comenta actos anti-reunificacion de los belicistas surcoreanos\r\nPyongyang, 19 de enero (ACNC) -- Al llamamiento de la Republica Popular Democratica de Corea a abrir ancha avenida de la reunificacion independiente con la fuerza unida de toda la nacion, los belicistas surcoreanos responden con acciones provocativas mas brutales.\n\t\t\t\t\tEl dia 4, ellos publicaron el \"plan de trabajo del Ministerio de Defensa Nacional de 2017\", en el cual declararon oficialmente que terminaran dentro de este ano, con dos anos de adelanto, la formacion de una brigada con la mision especial de \"eliminar la comandancia de guerra del Norte (de Corea)\".\n\t\t\t\t\t\n\t\t\t\t\tAnunciaron a los medios de prensa la dimension y nivel de equipamiento de la brigada y hasta la participacion de los agentes del comando estadounidense en el cumplimiento de la operacion en el tiempo de emergencia.\n\t\t\t\t\t\n\t\t\t\t\tAsi intentan empeorar la situacion de la Peninsula Coreana para insultar el llamamiento patriotico de la RPDC como \"ofensiva de zanahoria\" y trasladar el enfoque de la opinion publica dado a la dimision de Park Geun-hye.\n\t\t\t\t\t\n\t\t\t\t\tLa nacion coreana, que vive separada durante mas de 70 anos, desea mas que nunca la reunificacion del pais.\n\t\t\t\t\t\n\t\t\t\t\tEl llamamiento encarecido de la RPDC repercute en todo el territorio de la Peninsula Coreana por haber reflejado el anhelo de todos los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tA tenor de la exhortacion patriotica de la RPDC, asciende en el suelo surcoreano el clima de gran unidad nacional, lo cual aprieta mas el cuello a Park Geun-hye y demas fuerzas anti-reunificacion, sentadas en el banquillo de acusados de la historia.\n\t\t\t\t\t\n\t\t\t\t\tMuy inquietados, los titeres surcoreanos tergiversan la sinceridad de los connacionales y fomentan el clima de confrontacion, a fin de desviar la atencion del pueblo y liberarse de la peor crisis de dominacion.\n\t\t\t\t\t\n\t\t\t\t\tTales actos resultan una provocacion intolerable y cobarde que ofende la buena fe de los connacionales deseosos de esforzarse juntos por la seguridad nacional y la defensa de la paz del pais.\n\t\t\t\t\t\n\t\t\t\t\tLo grave del caso es que las acciones provocativas se cometen tomando como blanco la Direccion Suprema de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tYa el ejercito y pueblo coreanos han advertido que seran castigados implacablemente los enemigos que traten de atentar aun en lo minimo contra la Maxima Dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa brigada con mision especial sera primer blanco de los medios de ataque de superprecision de la RPDC y correran el mismo destino los complices de su formacion.\n\t\t\t\t\t\n\t\t\t\t\tNadie puede prever cuando y como la RPDC ejecutara las medidas de castigo.\n\t\t\t\t\t\n\t\t\t\t\tAl ver bien la firme voluntad de venganza de todos los militares y civiles de la RPDC, los titeres surcoreanos deben actuar con prudencia.\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos no deben permitir jamas los actos criminales de los traidores a la nacion."
        }
    ]
}