{
    "date": "2017-05-06",
    "url": "http://kcna.co.jp/item/2017/201705/2017-05-06ee.html",
    "articles": [
        {
            "title": "UN Official's Sojourn in Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-17ee.html",
            "content": "UN Official's Sojourn in Pyongyang\r\n Pyongyang, May 6 (KCNA) -- Catalina Devandas Aguilar, UN special rapporteur on the Rights of Persons with Disabilities, and her party visited the Okryu Children's Hospital in Pyongyang.\n\t\t\t\t\t The guests went round various parts of the hospital, a general medical service center for children.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Sci-Tech Complex, the Korean Rehabilitation Center for Children with Disability, the Munsu Rehabilitation Clinic, etc."
        },
        {
            "title": "Overseas Koreans' Delegations Depart",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-19ee.html",
            "content": "Overseas Koreans' Delegations Depart\r\nPyongyang, May 6 (KCNA) -- A delegation of the Korean Health Workers Association in Japan led by Chairman Kang Kyong Bu and a delegation of Korean medical persons in the U.S. led by Park Kee Bum left here Saturday after attending the 19th Pyongyang Symposium on Medical Science of Koreans at Home and Abroad."
        },
        {
            "title": "Work for Improving Educational Conditions, Environment Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-20ee.html",
            "content": "Work for Improving Educational Conditions, Environment Brisk in DPRK\r\n Pyongyang, May 6 (KCNA) -- A brisk work has been conducted in the DPRK to improve the educational conditions and environment.\n\t\t\t\t\tThis year alone, more than 100 blocks of school buildings were built or renovated and over 11,100 classrooms and labs refurbished across the country.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang City takes the lead in constructing, renovating and repairing school buildings and putting education on an IT and modern basis.\n\t\t\t\t\t\n\t\t\t\t\t The city pushed forward the construction of school building at June 9 Ryongbuk Senior Middle School after setting it as a model unit and finished the construction of four school buildings in the first quarter of the year as planned.\n\t\t\t\t\t\n\t\t\t\t\t The work of face-lifting schools is at its height in South Hwanghae Province, too.\n\t\t\t\t\t\n\t\t\t\t\tPyoksong County provided more than 1,500 pieces of 12 varieties of teaching equipment and fixtures to schools in the county in March, month of aiding schools.\n\t\t\t\t\t\n\t\t\t\t\t Cities and counties in North Phyongan Province provided IT study rooms and basic technology labs at primary and middle schools with teaching tools and apparatuses for experiments and practical training.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Railways, the Ministry of Public Health, the Pyongyang Kim Jong Suk Textile Mill, the Pukchang Thermal Power Complex and other ministries, national institutions and enterprises satisfactorily provided apparatuses for experiments and practical training for education."
        },
        {
            "title": "DPRK People Enraged at Heinous State-sponsored Terrorism",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-14ee.html",
            "content": "DPRK People Enraged at Heinous State-sponsored Terrorism\r\n Pyongyang, May 6 (KCNA) -- Upon receiving the statement released by the Ministry of State Security of the DPRK, its servicepersons and civilians express their towering wrath and hatred against the U.S. imperialists and the south Korean puppet group of traitors.\n\t\t\t\t\t In this regard, Kim Song Hyok, first secretary of the Wonsan Rolling-Stock Complex Committee of the Kimilsungist-Kimjongilist Youth League, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. imperialists and the south Korean puppet group of traitors do not hesitate to commit state-sponsored terrorism against the supreme leadership of the DPRK, not content with such frantic moves as \"beheading operation\" and \"preemptive attack\".\n\t\t\t\t\t\n\t\t\t\t\t The heinous crime, which was recently uncovered and smashed in the DPRK, is a kind of terrorism against not only the DPRK but the justice and conscience of humankind.\n\t\t\t\t\t\n\t\t\t\t\t  As long as there exist in the world such groups of homicidal maniacs as the Central Intelligence Agency (CIA) of the U.S. and the Intelligence Service (IS) of south Korea running amuck as a spearhead in executing the anti-DPRK hostile policy pursued by the U.S. imperialists and the south Korean puppet group of traitors, the earth free from the fear of terrorism is nothing but a daydream and such hideous crime would continue to be attempted.\n\t\t\t\t\t\n\t\t\t\t\t  We, young people regarding it as the firm faith to safeguard the headquarters of the Korean revolution, will ferret out and mercilessly destroy the terrorist maniacs to the last one.\n\t\t\t\t\t\n\t\t\t\t\t Jang In Sop, chairman of the Management Board of the Samsan Co-op Farm in Unchon County, South Hwanghae Province, said the entire army and people of the DPRK hold the dignity of the supreme leadership dearer than their life.\n\t\t\t\t\t\n\t\t\t\t\t I can hardly repress my indignation against riff-raffs of CIA and IS for hatching a vicious plot to hurt the supreme leadership of the DPRK, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t It is highly ridiculous that those swarms of blowflies of CIA and IS spin a wild dream like an attempt to realize their dirty ambition by egging human scum onto the hideous crime. A club is the very thing for a mad dog.\n\t\t\t\t\t\n\t\t\t\t\t We will make full preparations for this year's farming in the spirit of exterminating the bloodthirsty felons running amuck to get the sun eclipsed."
        },
        {
            "title": "DPRK People Vow to Revenge upon Terrorist Maniacs",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-13ee.html",
            "content": "DPRK People Vow to Revenge upon Terrorist Maniacs\r\n Pyongyang, May 6 (KCNA) -- The statement released by the Ministry of State Security of the DPRK as regards the recent heinous crime committed by the Central Intelligence Agency (CIA) of the U.S. and the Intelligence Service (IS) of south Korea sweeps all the army and people of the country to anger. Enraged at the thrice-cursed state-sponsored terrorism targeting the supreme leadership of the DPRK hatched by CIA and IS, they are bursting out their anger to annihilate homicidal maniacs.\n\t\t\t\t\t In this regard, Kim Jong Son, a worker of the Pukchang Thermal Power Complex, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t I can not repress my surging indignation against CIA and IS who dared hatch a vicious plot to commit state-sponsored terrorism against our supreme leadership by use of biochemical substance.\n\t\t\t\t\t\n\t\t\t\t\t The dirty plotters and bloodthirsty felons, shocked by the victorious advance of the socialist Korea despite of their moves to isolate and stifle it, are making last-ditch efforts.\n\t\t\t\t\t\n\t\t\t\t\t Those idiots who are dreaming of eclipsing the eternal sun of the DPRK can never be left alive.\n\t\t\t\t\t\n\t\t\t\t\t Han Jong Chon, a resident in Haeju City, South Hwanghae Province, said:\n\t\t\t\t\t\n\t\t\t\t\t We should eradicate the groups of terrorist fanatics and homicidal maniacs by ferreting out to the last one the organizers, conspirators and followers of the recent hideous state-sponsored terrorism even by ransacking the whole earth.\n\t\t\t\t\t\n\t\t\t\t\t Jon Myong Chol, an officer of the Korean People's Army, said that it is as clear as noonday that such heinous crime would continue to be attempted, as long as there exist CIA and IS, the most heinous groups of terrorism and dens of plot and trick.\n\t\t\t\t\t\n\t\t\t\t\t We should never leave them to themselves anymore, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t It is high time to launch a series of powerful anti-terrorism striking actions to root up all the dens of plot."
        },
        {
            "title": "Aggressive Nature of Key Resolve, Foal Eagle 17 Joint Military Drills Disclosed",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-16ee.html",
            "content": "Aggressive Nature of Key Resolve, Foal Eagle 17 Joint Military Drills Disclosed\r\n Pyongyang, May 6 (KCNA) -- A military commentator released an article \"Key Resolve and Foal Eagle 17 Joint Military Drills Discover Heinous and Warlike Intent\" on Saturday.\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and south Korean puppet authorities staged aggressive joint military drills Key Resolve and Foal Eagle 17 despite the strong protest and condemnation at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The largest-ever military drills held across south Korea from March 1 to April 30 were the most dangerous and reckless ones for a war of aggression as they drove the Korean peninsula to the worst crisis of a nuclear war and gave serious threat to the peace and security of the region.\n\t\t\t\t\t\n\t\t\t\t\t Aggressive and adventurous nature of the recent drills is revealed as follows.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The Military Drills, Direct Revelation of Invariable Anti-DPRK Policy\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula has been unstable, neither war nor peace, for the last several decades. This abnormal situation is directly related to the hideous hostile policy of the U.S. imperialists toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the backbone of the hostile policy toward the DPRK pursued by the preceding U.S. administrations that the U.S. would militarily support the south Korean puppet authorities, who are dreaming of \"recovery of whole land of Korea\", depending on \"strong military power\" of the U.S. and, through it, make American-style democracy govern the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Truman administration drove the young DPRK into the disaster of war, talking about \"threat of communism\" and the Bush administration branded at random the DPRK as \"axis of evil\" and \"rogue state\" and the Obama administration advertised \"strategic patience\". The main target of the hostile policy of the U.S. imperialists pursued by the preceding administrations was to invade the DPRK and \"bring down its government\".\n\t\t\t\t\t\n\t\t\t\t\t The Trump administration's new policy of \"maximum pressure and engagement\" after the policy of \"strategic patience\" is also an extension of the hostile policy toward the DPRK aimed to pressurize it to the maximum in all political, economic and military aspects and stifle and bring it to collapse without fail. \n\t\t\t\t\t\n\t\t\t\t\t OPLAN 5027, five-phase plan for a total war against the DPRK, was mapped out, pursuant to the policy. The keynote of OPLAN 5029 was to mount a \"surgical strike\" at the DPRK and OPLAN 5030 was aimed at causing a \"contingency in the north.\"\n\t\t\t\t\t\n\t\t\t\t\t Under these plans Team Spirit and Ulji Freedom Guardian joint military drills and other war games were staged intensively.\n\t\t\t\t\t\n\t\t\t\t\t This year's Key Resolve and Foal Eagle 17 joint military drills were staged under newly shaped OPLAN 5015.\n\t\t\t\t\t\n\t\t\t\t\t OPLAN 5015 is an extremely reckless and hideous plan for a preemptive attack aimed at \"eliminating the supreme leadership\" of the DPRK and \"bringing down its social system.\"\n\t\t\t\t\t\n\t\t\t\t\t By staging the war rehearsals, the new Trump administration of the U.S. revealed that it remains unchanged in its policy hostile to the DPRK, characterized by use of military muscle, toughest sanctions and pressure.\n\t\t\t\t\t\n\t\t\t\t\t Grave danger of war prevailing on the Korean peninsula is an inevitable result of the hostile policy pursued by the U.S. toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As its hostile policy based on inveterate antagonism toward the DPRK and distrust of it is aimed at the occupation of the sacred territory of the DPRK, the U.S. will continue to stage joint military drills like Key Resolve and Foal Eagle only to seriously threaten peace and security on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The reality clearly shows that the Workers' Party of Korea was entirely just when it decided on simultaneously developing the two fronts.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Joint Military Drills Are Thrice-cursed State-sponsored Terrorism\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t There were many precedents of toppling legitimate governments through indiscriminate terrorist acts left in the history of the U.S. which has grown corpulent through invasion since it appeared as an aggressor country.\n\t\t\t\t\t\n\t\t\t\t\t But there have been so far no war drills aimed at \"eliminating the supreme leadership\" and \"bringing down the social system\" of a specific country in peace time, not in wartime.\n\t\t\t\t\t\n\t\t\t\t\t The bellicose and aggressive nature of the enemy forces have gone so far as to openly assert that all their joint military drills targeting the DPRK are aimed to \"eliminate its supreme leadership and bringing down its social system\" after throwing away the deceptive signboard of \"annual and defensive\" drills.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the enemies hurled into the drills largest special warfare troops and means, with an aim of \"removing the headquarters\" of the DPRK and \"overturning its social system.\" \n\t\t\t\t\t\n\t\t\t\t\t Involved were murderous ogres such as the Ranger unit of the 75th air-borne regiment and the 1st and 19th special warfare troops (Green Beret unit) of the ground forces, the 353rd special warfare troops of the air force, teams 1,3,5,7 of the first special warfare flotilla of the navy, two battalions of the 1st Striker brigade under the 25th division of the ground forces, one battalion of the 66th armored regiment, and the 31st expedition team of the marines.\n\t\t\t\t\t\n\t\t\t\t\t Under the direct instructions of the U.S. president, demons of \"Delta Force\" belonging to the coordinated special warfare command called \"detached corps of White House\" were mobilized together with Navy SEAL team F known as \"unit of warriors who master the occult art of transforming oneself\" which specializes in \"operation of removing the headquarters\" of the other side.\n\t\t\t\t\t\n\t\t\t\t\t Deployed were Grey Eagle, an ultra-modern drone allegedly developed for assassinating the leadership of the other side and attacking important targets, formations for special operation capable of doing vertical take-off and landing, Carl Vinson nuclear carrier strike group to be used as a sortie base for commandoes.\n\t\t\t\t\t\n\t\t\t\t\t Lots of military drills are staged worldwide, but it is only the joint military drills targeting the DPRK like Key Resolve and Foal Eagle into which all operational troops with the purpose of \"removing\" the headquarters of a specified country and \"overturning\" its social system were hurled.\n\t\t\t\t\t\n\t\t\t\t\t The enemies carried out special operation drill under the simulated conditions of an actual battle with the involvement of special warfare forces and means this time.\n\t\t\t\t\t\n\t\t\t\t\t The murderous ogres of the special warfare unit of the U.S. imperialist aggression forces staged the coordinated \"beheading operation\" drill for getting versed in assassination method and destruction of key facilities, and B-1B nuclear strategic bomber and F-22 Raptor and F-35B Stealth fighter and other air strike means held surprise precision strike drill targeting the \"headquarters\" of the DPRK. The U.S. marines and \"Striker\" brigade of the ground force and the large landing ships of the U.S. navy held the drill of making \"sudden advance into Pyongyang\".\n\t\t\t\t\t\n\t\t\t\t\t Throughout the period of the special operational drill which was held as a three dimensional one in the land and the sea and air, the U.S. watched for an every chance for doing harm to the headquarters of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The enemies' sinister attempt was to make the land of Korea like those of Iraq, Libya and Kosovo.\n\t\t\t\t\t\n\t\t\t\t\t The recent joint military rehearsals were, in fact, the hideous state-sponsored terrorism which was most vicious and adventurous in history.\n\t\t\t\t\t\n\t\t\t\t\t The recent exercises staged by the U.S. clearly showed that it is the best measure for foiling state-sponsored terrorist act of injustice to get oneself fully ready to turn the U.S., chieftain of aggression, source of war and hotbed of evil, into something that can not come back to life again with indiscriminate preemptive nuclear strike. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Joint Military Drills Are Dangerous Provocation of All-out Nuclear War \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The recent Key Resolve and Foal Eagle 17 joint military drills were the world's largest all-out nuclear war rehearsal unprecedented in history in terms of its scope and intensity and in the light of the reckless and ferocious nature of the mode of implementation. The scope of the drills clearly proves this.\n\t\t\t\t\t\n\t\t\t\t\t Generally, only dozens or hundreds of troops are dispatched to military drills with various codenames conducted in other countries and regions by the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t But involved in the Key Resolve and Foal Eagle were all troops which are to be hurled in case of emergency on the Korean peninsula, including GIs in south Korea and key commanding teams of the U.S. Pacific Forces Command on Hawaii as well as commanding teams at all levels of leading combined forces commands in the U.S. mainland and Europe.\n\t\t\t\t\t\n\t\t\t\t\t Troops hurled into the exercises numbered more than 333 000.\n\t\t\t\t\t\n\t\t\t\t\t Carl Vinson made two advances into the waters off south Korea and Michigan and other nuclear submarines, B-1B nuclear strategic bomber, F-22 Raptor, F-35B Stealth and other air pirates flew to sky over south Korea in succession.\n\t\t\t\t\t\n\t\t\t\t\t In the past when it mobilized nuclear strategic assets to joint military drills, the U.S. kept it secret. But this time it openly made public the introduction of nuclear war means and their striking power without any hesitation. This proves that its scheme for aggression on the DPRK has entered the phase of implementation.\n\t\t\t\t\t\n\t\t\t\t\t During the drills the enemies did not hide their intention to neutralize the operation commanding system, communications system and war potentials of the DPRK all at once and realize with ease their ambition for aggression by mounting indiscriminate high-intensity preemptive attack in reliance on all strike means in the land, sea and air such as ICBM, long to medium range cruise guided weapons, nuclear carrier strike group, nuclear subs, nuclear strategic bombers and stealth fighters. \n\t\t\t\t\t\n\t\t\t\t\t Drills for night nuclear bomb dropping and precision nuclear strike were conducted and preliminary exercises were preceded in the Pacific region and Japan and south Korea to increase the actual capability of each type of strike means including nuclear strategic assets. Such facts also showed the gravity of the situation as it was.\n\t\t\t\t\t\n\t\t\t\t\t The robber-like U.S. imperialists, who made missile attack on Syria under the absurd pretext that the latter used chemical weapons, dared not ignite a war against the DPRK despite they hurled huge aggression assets enough to fight an overall war. This was because of the DPRK's tremendous military muscle for self-defence. \n\t\t\t\t\t\n\t\t\t\t\t Respected Marshal Kim Jong Un, supreme commander of the revolutionary armed forces of the DPRK, defended the sovereignty and dignity of the country and the right to existence of the people and made an immortal contribution to defending the peace and security on the Korean peninsula and region by leading the Korean army and people with his matchless pluck and iron will.\n\t\t\t\t\t\n\t\t\t\t\t The spectacular military parade of the DPRK's revolutionary armed forces at the square celebrating April and the combined fire demonstration of the services of the Korean People's Army on the army founding day served as a striking demonstration of mightiness of the great Paektusan nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will retaliate against the U.S. imperialists' ceaseless hostile policy towards the DPRK and war racket to invade it, with the Korean-style powerful military counteraction, the thrice-cursed state-sponsored terrorism with indiscriminate striking battle to reduce the White House and Chongwadae to ashes and the increasing nuclear war threat with the bolstering of nuclear force of justice at a high level and preemptive nuclear strike capability.\n\t\t\t\t\t\n\t\t\t\t\t This is a stern warning to the U.S. imperialists and their stooges running amuck for aggression and war moves.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly witness how the crime-woven history of the U.S. imperialists will be over, how the despicable remaining days of the south Korean puppet forces will come to an end and how national reunification, the cherished desire of the Korean nation, will be achieved."
        },
        {
            "title": "KCNA Reviles at S. Korean FM's Hysterical Confrontation Fit",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-15ee.html",
            "content": "KCNA Reviles at S. Korean FM's Hysterical Confrontation Fit\r\n Pyongyang, May 6 (KCNA) -- Yun Pyong Se, a criminal who should be buried together with the worst traitor Park Geun Hye, is resorting to confrontational hysteria against the fellow countrymen, at international arena.\n\t\t\t\t\t The puppet foreign minister cried out for \"continued cooperation against the north irrespective of emergence of new government\", not content with soliciting for cooperation in putting pressure on the DPRK while chiming in with his American and Japanese masters' rhetoric about \"nuclear threat from the north\", claiming that \"maintaining principle of sanctions and pressure on the north is important at the moment\" and talking about \"intolerably stronger punitive measure\".\n\t\t\t\t\t\n\t\t\t\t\t Yun Pyong Se reminds one of a poodle as he clings to the coattail of his master dumfounded by the might of the DPRK's daily growing nuclear and rocket might and solicits for help for stifling the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t Throughout his service as Park Geun Hye's cat's paw, the top class traitor did only treacherous things like \"agreeing\" on deployment of the U.S. THAAD and on the issue of the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t Diplomacy is needed for countries but there has not been such a deranged man as Yun who slandered and hurt his fellow countrymen in the north whenever he went abroad.\n\t\t\t\t\t\n\t\t\t\t\t He is a bete noire called \"an insane man\" or \"modern-day Ri Wan Yong\" for his sycophantic treachery and crimes of selling off the interests and self-respect of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It is shame on the nation that it has such a mendicant diplomat who shamelessly solicits for cooperation for pressure on the DPRK in the world.\n\t\t\t\t\t\n\t\t\t\t\t Irony is that the worst idiot still finds fault with the DPRK even though he served Park Geun Hye and Choe Sun Sil just like puppet, attuning himself to them.\n\t\t\t\t\t\n\t\t\t\t\t At a time when there is strong demand calling for hanging all the cat's paws of Chongwadae witch, Yun is still going hysterical, not coming to his senses. \n\t\t\t\t\t\n\t\t\t\t\t Yun is relying on the outsider to save his destiny fated to ruin together with Park, but his miserable end is inevitable.\n\t\t\t\t\t\n\t\t\t\t\t He committed too many crimes to be pardoned.\n\t\t\t\t\t\n\t\t\t\t\t History will certainly punish Yun who risked the nation's interests for the sake of the American and Japanese masters while working as a faithful servant of Park Geun Hye."
        },
        {
            "title": "U.S. Terrorist Acts Will Meet Strike of Justice: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-18ee.html",
            "content": "U.S. Terrorist Acts Will Meet Strike of Justice: KCNA Commentary\r\n Pyongyang, May 6 (KCNA) -- The U.S. state-sponsored terrorism against the DPRK is being carried out in an indiscriminate and dangerous way.\n\t\t\t\t\t Recently there disclosed part of terrorist crimes which the U.S. CIA and the puppet Intelligent Service of south Korea have pushed forward in secrecy for the purpose of committing state-sponsored terrorism against the supreme leadership of the DPRK by bio-chemical substance.\n\t\t\t\t\t\n\t\t\t\t\t The international community is stunned at the fact that the U.S., so loudly calling for \"war against terrorism\", manipulated the hideous state-sponsored political terrorism directly related to the dignity of the supreme leadership of the sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t The moves to stifle the DPRK getting daily reckless by the U.S. and the puppet group of traitors are focused on the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As known, the largest-ever Key Resolve and Foal Eagle 17 joint military drills held across south Korea that lasted more than 60 days were ones for an actual war targeting the \"removal of leadership\" of the DPRK and \"overturn of its social system.\"\n\t\t\t\t\t\n\t\t\t\t\t In the \"special operation\" drill by use of special warfare troops and means, the U.S. conducted combined \"beheading operation\" for getting versed in assassination methods and destruction of key facilities together with surprise precision strike drills targeting \"removal of the leadership\" of the DPRK with the involvement of air strike means like B-1B nuclear strategic bomber, F-22 Raptor and F-35B Stealth fighters. The U.S. marines and the Striker brigade of the ground force, and large landing ships of the U.S. navy carried out a drill for surprise \"advance into Pyongyang\".\n\t\t\t\t\t\n\t\t\t\t\t The terrorist acts carried out within the boundary of Korea by the U.S. special units were reflected in the action plan of the U.S. Defense Department revealed several years ago.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. amassed personnel in the vicinity of the border of the DPRK, set afloat rumors at home and abroad and fomented chaos to create \"conflict\".\n\t\t\t\t\t\n\t\t\t\t\t Every year it funds anti-DPRK plot-breeding organizations after earmarking special appropriations in the state budget, escalating psychological warfare and destabilizing operations against the DPRK in a phased way.\n\t\t\t\t\t\n\t\t\t\t\t By origin the U.S. is a terrorist state.\n\t\t\t\t\t\n\t\t\t\t\t Stars in the U.S. national flag symbolize the inglorious terrorism-stained history of the U.S. as it increased the number of stars whenever it invaded other country by force and expanded its territory by barbarous terrorism and massacre.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. tries to stifle other countries after branding them as \"terrorist sponsors\" whenever an opportunity presents itself, but it is the terrorist sponsor in the true sense of the words.\n\t\t\t\t\t\n\t\t\t\t\t Bloody terrorist acts committed by the CIA around the world put into the shade the terrorist acts the \"Islamic State\" is said to have perpetrated.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. state-sponsored terrorism against the DPRK is a serious violation of international law.\n\t\t\t\t\t\n\t\t\t\t\t Under international convention on anti-terrorism, the use of violence or threat of the use of violence against the life and health of government VIPs, including the head of state, and public personnel, destruction and disturbance of public property, and use of firepower weapons, explosives and poisonous substances for the indiscriminate violence deserve stern punishment as state-sponsored terrorism and the statute of limitations do not apply to criminals.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. can never get rid of its responsibility for the recent case.\n\t\t\t\t\t\n\t\t\t\t\t As a back-stage manipulator of the hideous state-sponsored terrorist act against the DPRK, the U.S. has to admit the severity of the incident, make an official apology and punish key criminals behind the case.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. applies other standard of punishment to the terrorist criminals, it will foster terrorism and will result in pushing the U.S. mainland into uneasiness and destroying the world peace.\n\t\t\t\t\t\n\t\t\t\t\t It was not an empty talk when we said our-style war of strike against terrorism started."
        },
        {
            "title": "U.S., S. Korean Forces Should Properly Understand Will of DPRK: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-11ee.html",
            "content": "U.S., S. Korean Forces Should Properly Understand Will of DPRK: KCNA Commentary\r\n Pyongyang, May 6 (KCNA) -- World media had a field-day over the combined fire demonstration of the services of the Korean People's Army supervised by respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t U.S. media, including AP, UPI, Fox News, Google News, CNN, VOA and New York Times, commented that the DPRK showed its will not to abandon its nuclear weapons but to fight against the U.S. to the end through the demonstration. \n\t\t\t\t\t\n\t\t\t\t\t The Indian paper Hindustan Times said that the fire demonstration, being a \"message of the toughest stand\", served as a strong warning of the DPRK to blow up the U.S. through strong preemptive nuclear strikes if the U.S. opts for military adventure, remaining unfazed by its threat.\n\t\t\t\t\t\n\t\t\t\t\t This is just a fixed view of the international community on the DPRK's iron will to stand against the U.S. heinous hostile policy, nuclear threat and blackmail by dint of its nuclear deterrent, the treasured sword of justice.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula has fallen into the worst phase ever in the history of the DPRK-U.S. standoff spanning more than half a century.\n\t\t\t\t\t\n\t\t\t\t\t The Trump administration, which set the \"maximum pressure and engagement\" as its DPRK policy, deployed various nuclear strategic assets near the Korean peninsula only to push the situation to the brink of nuclear war in the wake of the largest-ever joint military drills in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. asserted that its military attacks on Syria and Afghanistan serve as a \"strong message\" to the DPRK, justifying its nuclear threat, blackmail and sanctions against it in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. tightened sanctions and nuclear threat only result in ever-increasing powerful nuclear attack capability of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the development of new-type strategic weapons, the Korean revolutionary armed forces became capable of destroying enemies through the most rapid and merciless retaliation strikes on the ground, in air, at seas and under waters.\n\t\t\t\t\t\n\t\t\t\t\t The ultra-precision, intellectual and powerful strike means of the DPRK are ready to go into action to counter a total war in kind, a nuclear war with the Korean-style nuclear strikes. They are on stand-by, keeping the U.S. imperialist aggressive military bases in the Asia-Pacific region and the U.S. mainland within their sight.\n\t\t\t\t\t\n\t\t\t\t\t All military steps taken by the DPRK are the entirely just exercise of its rights to self-defence to tackle the grave nuclear blackmail and threats from the U.S. and its vassal forces and their moves to isolate and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t To take self-defensive steps to preserve the dignity and vital rights of the nation and protect peace and stability from the escalated nuclear war threat of outside forces is a legitimate right of a sovereign state. And it is not against any international law.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK solemnly clarified that it will continue taking a series of steps to maximize its nuclear force at any time and any place set by its supreme headquarters.\n\t\t\t\t\t\n\t\t\t\t\t Steadfast is the will of its army and people to deal merciless nuclear blows at the U.S. imperialists and their vassal forces persisting in reckless military provocations, and achieve national reunification without fail."
        },
        {
            "title": "KCNA Commentary Sneers at S. Korean Acting \"President's\" Reckless Behavior",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-12ee.html",
            "content": "KCNA Commentary Sneers at S. Korean Acting \"President's\" Reckless Behavior\r\n Pyongyang, May 6 (KCNA) -- Behavior of Hwang Kyo An, acting \"president\" of south Korea, is too despicable to see ahead of a snap \"presidential\" election in south Korea.\n\t\t\t\t\t Traitor Hwang at the last \"state council meeting\" said \"south Korea is making a close discussion with the U.S. on the possible provocation by the north,\" calling for laying a foundation for the settlement of the nuclear issue of the north through diplomacy with a neighboring country.\" He appeared at the \"2017 combined firepower annihilating drill\" to talk about \"tougher counteraction\" and \"steel-strong combat-readiness\".\n\t\t\t\t\t\n\t\t\t\t\t This revealed once again the sordid nature of the conservative element who is a remnant of Park Geun Hye clans hell-bent on escalating confrontation with the compatriots in the north as a puppet of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Hwang is the plot-breeding kingpin and top-class confrontation fanatic in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t He has done only evils since he took power with the backing of traitor Park by selling the interests of the nation to outside forces and throwing the south Korean society into chaos while running amuck to escalate confrontation with the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t As puppet minister of Justice and prime minister, Hwang cooked up the spy case of a Seoul City public official and Ri Sok Gi-related rebellion case and masterminded a series of plots to serve Park's confrontation policy toward the DPRK. After becoming acting \"president\" he often talked rubbish against the DPRK, saying \"the north might make a provocation to take advantage of impeachment crisis\" and calling for \"keeping immediate counteraction posture\".\n\t\t\t\t\t\n\t\t\t\t\t Every rabid dog howls when it dies. It seems Hwang is going to die after spitting out all kinds of evil words of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Even now he is vociferating about \"additional provocation by the north\" though his removal from office is imminent. This shows that confrontation fanatics stop hysterics only when they die.\n\t\t\t\t\t\n\t\t\t\t\t The public mindset will severely punish the conservative group persisting in sycophancy toward the U.S., confrontation with compatriots in the north, acts against reunification and graft."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Conservative Group's \"Security\" Racket",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-06ee.html",
            "content": "Rodong Sinmun Slams S. Korean Conservative Group's \"Security\" Racket\r\n Pyongyang, May 6 (KCNA) -- The group of conservatives of south Korea is steadily raising the \"security\" issue ahead of the \"presidential election\".\n\t\t\t\t\t In this regard, Rodong Sinmun Saturday says in an article:\n\t\t\t\t\t\n\t\t\t\t\t Such dishonest racket is aimed to implant enmity towards the DPRK into all fabrics of society, justify the policy of confrontation with compatriots, paint themselves as the forces for \"defending the security\" and thus realize their ambition for staying back in power.\n\t\t\t\t\t\n\t\t\t\t\t The puppet conservative group in the grip of crisis makes desperate efforts to gratify its greed for power while resorting to the fabrication and deceptive acts under the pretext of \"security\". It is an unpardonable challenge to the trend of the times and the unanimous demand of the nation for the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t No matter what rhetoric about \"security unrest\" the group of traitors may let out as part of its anti-DPRK smear campaign, it cannot mislead the public opinion and cover up its treacherous and anti-reunification nature.\n\t\t\t\t\t\n\t\t\t\t\t The long history of national division tells the lesson that if the puppet conservative group, obsessed with sycophancy toward the U.S. and confrontation with compatriots in the north, comes to stay in power, this will entail the collapse of the north-south relations and the severe disaster of a war.\n\t\t\t\t\t\n\t\t\t\t\t The way for ensuring the security of south Korea is to achieve peace and reunification by concerted efforts of the Korean nation, not to go for confrontation, backed by outside forces.\n\t\t\t\t\t\n\t\t\t\t\t It is evidently proven by the June 15 era of reunification which delighted all Koreans."
        },
        {
            "title": "Rodong Sinmun on Bitter Lesson from Park Geun Hye Group's Treachery",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-07ee.html",
            "content": "Rodong Sinmun on Bitter Lesson from Park Geun Hye Group's Treachery\r\n Pyongyang, May 6 (KCNA) -- Washington pressurizes the south Korean regime to pay for the deployment of THAAD, stunning the south Korean public.\n\t\t\t\t\t This brought to light the ill-minded nature of the U.S. wantonly violating the interests of other countries and nations to realize its ambition and the dirty colors of the puppet regime existing on sycophancy toward the U.S. and dependence on outsiders, says Rodong Sinmun Saturday in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Trump's outburst urging south Korea to pay for the THAAD deployment is a vivid manifestation of the extremely arrogant and brigandish nature of the U.S. regarding south Korea just as its colony and stooge.\n\t\t\t\t\t\n\t\t\t\t\t The irony is the mean behavior of the south Korean puppet regime raising lame excuses only without making a word of protest.\n\t\t\t\t\t\n\t\t\t\t\t Not content with offering part of the sacred territory of Koreans to the U.S. for its THAAD, the puppet regime is to bear the costs for its deployment, a war monster bringing nuclear calamity to the nation. It is, indeed, a group of thrice-cursed traitors that should never be pardoned.\n\t\t\t\t\t\n\t\t\t\t\t The wretched plight of traitor Park Geun Hye who was jailed under public judgment is due punishment by history for her sycophancy toward the U.S.\n\t\t\t\t\t\n\t\t\t\t\t If anyone fails to learn a serious lesson from Park and her group's acts of treachery, he or she will follow in the footsteps of the traitor and consequently face curse and censure from all Koreans."
        },
        {
            "title": "U.S. Military Threats and Pressure on DPRK Condemned",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-08ee.html",
            "content": "U.S. Military Threats and Pressure on DPRK Condemned\r\n Pyongyang, May 6 (KCNA) -- The Trump administration of the U.S. is following the hostile policy toward the DPRK, which was thrown to the rubbish heap of history, Rodong Sinmun Saturday says in a commentary.\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t It was reported that Trump and his henchmen mapped out the DPRK policy, announcing that the era of the \"strategic patience\" of the Obama administration was over. However, there is nothing new in the contents of the new policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If there are some differences, they are the brand of the hostile policy and its durability and recklessness.\n\t\t\t\t\t\n\t\t\t\t\t Obama's DPRK policy branded as \"strategic patience\" was that the U.S. would patiently wait till the DPRK surrenders to it, while persistently imposing military threats and sanctions and pressure.\n\t\t\t\t\t\n\t\t\t\t\t Trump's DPRK policy billed \"maximum pressure and engagement\" calls for maximizing military threat and blackmail and sanctions and pressure and bringing down the system in the DPRK in a short time at any cost by use of force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The Trump administration fully reflected in its DPRK policy the dull-witted and wild character and unreality in disregard of the strategic position of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If it has not yet recognized that it is going to the ruin, we will explicitly help it.\n\t\t\t\t\t\n\t\t\t\t\t April had gone and now is May. So, the big show of the U.S. spreading the story of a war in April ended with failure. The Trump administration revealed itself before the world how unsubstantial and nonsensical its DPRK policy was.\n\t\t\t\t\t\n\t\t\t\t\t If the Trump administration noisily vociferates about the story of a war in May to avoid disgrace, nobody would believe it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's development of nuclear deterrent for self-defence will make faster progress now that the Trump administration recklessly makes military hysterics, resorting to the tougher sanctions and pressure upon it."
        },
        {
            "title": "Rodong Sinmun Slashes at Japanese Reactionaries' Denial of History of Aggression",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-09ee.html",
            "content": "Rodong Sinmun Slashes at Japanese Reactionaries' Denial of History of Aggression\r\n Pyongyang, May 6 (KCNA) -- It was disclosed that a report on the massacre of Koreans during the great Kanto quake was deleted from a website by the Japanese government recently.\n\t\t\t\t\t During the great Kanto quake in 1923 the Japanese imperialists mercilessly killed in the most barbarous way a great number of Koreans while spreading a rumor that \"Koreans poisoned wells\" and \"they set fire\".\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have not yet officially acknowledged it. This fact was only included in the report which the government worked out with the help of outside experts under the pretext of \"referring to the past disaster\". This report was recently deleted from the website.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun in a commentary Saturday says this reveals the impudence and craftiness peculiar to Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan seems to try to evade from its responsibility by categorically denying the hideous crimes against humanity committed by it in the past but it committed too huge crimes to redeem, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Denial of the past wrongdoings is tantamount to its will to repeat them.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' act of daringly trying to bring down the DPRK is little short of trying to sweep the sea with a broom. Japan proper will turn into a heap of debris by the retaliatory will of the army and people of the DPRK determined to certainly force Japan to pay thousand-fold price for its provocative act.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should not run amuck, bearing in mind that the denial of the history of aggression and distortion of history can invite self-destruction."
        },
        {
            "title": "DPRK Is Military Power Ready to Go against Any Aggression: Russian Online News Service",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-04ee.html",
            "content": "DPRK Is Military Power Ready to Go against Any Aggression: Russian Online News Service\r\n Moscow, May 5 (KCNA) -- The Russian online news service Svobodnaya Presa recently carried an article contributed by an expert on the Korean issue of the Russian Academy of Sciences, which said that the DPRK is a military power capable of coping with provocations by any aggression forces.\n\t\t\t\t\t Stating that the U.S. and the south Korean puppet forces will not dare to go into military action against the DPRK, the article said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is not Syria. The army of the DPRK is full of vigor and has strong mental power. The level of its military hardware is very high.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has deployed its strategic nuclear weapons in south Korea since 1957, constantly posing a military threat to the DPRK, but has not dared to attack it.\n\t\t\t\t\t\n\t\t\t\t\t It is because the country is a military power whose people are united close around their leader, ready to successfully cope with the provocations from any aggression forces including the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, possessed of a powerful nuclear deterrent, solemnly clarified its stand that if the U.S. and south Korea go into military action, it would make prompt strikes at the aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear issue of the DPRK is attributable to the U.S. which turned down its demand and opposed the conclusion of a peace treaty while introducing huge nuclear forces and military equipment into south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. administration threatens to strike the leadership of the DPRK. This is also evidence showing that the U.S. sponsors terrorism.\n\t\t\t\t\t\n\t\t\t\t\t It is unreasonable for Western countries to assert that they are imposing sanctions on the DPRK to prevent it from developing nuclear weapons."
        },
        {
            "title": "Kim Jong Il's Work Introduced in Nigeria",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-01ee.html",
            "content": "Kim Jong Il's Work Introduced in Nigeria\r\n Pyongyang, May 6 (KCNA) -- The Nigerian newspaper Nigerian Observer on April 11 carried the full text of leader Kim Jong Il's work \"Let Us Hold the Great Leader Comrade Kim Il Sung in High Esteem as the Eternal President of Our Republic\" on the occasion of the Day of the Sun.\n\t\t\t\t\t The work, published on July 11 and 19, Juche 83 (1994), sets forth the tasks for holding President Kim Il Sung in high esteem for all ages and defending and carrying forward his idea and undying exploits."
        },
        {
            "title": "Kim Jong Un's Work Published in Syria",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-02ee.html",
            "content": "Kim Jong Un's Work Published in Syria\r\n Pyongyang, May 6 (KCNA) -- The Global Publishing House of Syria brought out in pamphlet respected Supreme Leader Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" on April 11 to mark the Day of the Sun.\n\t\t\t\t\t The work is a speech the Supreme Leader delivered at the military parade in celebration of the centenary of birth of President Kim Il Sung on April 15, Juche 101 (2012).\n\t\t\t\t\t\n\t\t\t\t\t It clarifies that the century-long history of Kim Il Sung's nation clearly proved the immutable truth that outstanding leader guarantees the dignity and prosperity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for glorifying the dignity of Songun Korea for all ages and successfully carrying out the cause of building a socialist power."
        },
        {
            "title": "Day of Sun Celebrated in Various Countries",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-03ee.html",
            "content": "Day of Sun Celebrated in Various Countries\r\n Pyongyang, May 6 (KCNA) -- Events took place in different countries to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Meetings, seminars, book and photo exhibitions, lecture meetings, round-table talks and film shows were held in Nepal, Bangladesh, Cambodia, Pakistan, Romania, the Czech Republic and Bulgaria.\n\t\t\t\t\t\n\t\t\t\t\t On display at their venues were photos showing the revolutionary careers and feats of President Kim Il Sung and leader Kim Jong Il and the revolutionary activities of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also there were works of the great men born of Mt Paektu and books and photos introducing the reality of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t \"Ushering in Golden Age of Revolution\" and other Korean films were shown."
        },
        {
            "title": "Catalina Devandas Aguilar y su comitiva visitan varios lugares de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-21ee.html",
            "content": "Catalina Devandas Aguilar y su comitiva visitan varios lugares de la RPDC\r\nPyongyang, 6 de mayo (ACNC) -- Catalina Devandas Aguilar, relatora especial para los derechos de los discapacitados perteneciente al Consejo de Derechos Humanos de la ONU, y su comitiva visitaron el Hospital de Pediatria Okryu.\n\t\t\t\t\tEllos recorrieron varios puntos del hospital, construido como moderna base de servicios medicos para la poblacion infantil.\n\t\t\t\t\t\n\t\t\t\t\tLos visitantes estuvieron tambien en el Palacio de Ciencias y Tecnicas, el Centro de Recuperacion de Ninos Discapacitados de Corea, el Centro de Recuperacion de Munsu y otros lugares."
        },
        {
            "title": "Regresan las delegaciones de coreanos residentes en ultramar",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-22ee.html",
            "content": "Regresan las delegaciones de coreanos residentes en ultramar \r\nPyongyang, 6 de mayo (ACNC) -- Partieron el dia 6 de esta capital la delegacion de la Asociacion de Medicos Coreanos en Japon, encabezada por su presidente Kang Kyong Bu, y la otra de los medicos coreanos en EE.UU., encabezada por Pak Ki Bom, que habian participado en el XIX simposio de ciencias medicas de Pyongyang de los compatriotas en el interior y exterior del pais."
        },
        {
            "title": "Comentarista militar revela el caracter agresivo de Key Resolve y Foal Eagle 17",
            "url": "http://kcna.co.jp/item/2017/201705/news06/20170506-23ee.html",
            "content": "Comentarista militar revela el caracter agresivo de Key Resolve y Foal Eagle 17\r\nPyongyang, 6 de mayo (ACNC) -- Quedo publicado el dia 6 el articulo \"Ejercicios belicos conjuntos Key Resolve y Foal Eagle 17 demuestran la siniestra artimana belicosa\", escrito por un comentarista militar coreano.\n\t\t\t\t\tEl texto completo va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tPese al fuerte rechazo y repudio de los nacionales y extranjeros, los imperialistas norteamericanos y los titeres surcoreanos libraron durante mas de 60 dias desde el primero de marzo hasta el 30 de abril los simulacros conjuntos Key Resolve y Foal Eagle 17 de caracter agresivo en toda la extension geografica surcoreana. \n\t\t\t\t\t\n\t\t\t\t\tKey Resolve y Foal Eagle 17, ensayos de guerra de agresion mas aventureros e imprudentes, llevaron la situacion de la Peninsula Coreana a la peor coyuntura de guerra nuclear y amenazaron seriamente la paz y la seguridad de la region.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, revelamos de nuevo a todo el mundo el caracter agresivo y aventurero de esas maniobras.\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEjercicios belicos conjuntos resultan expresion directa \n\t\t\t\t\t\n\t\t\t\t\tde la invariable politica de hostilidad a la RPDC\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEn la Peninsula Coreana perdura decada tras decada y siglo tras siglo el estado inestable que no es la guerra ni la paz.\n\t\t\t\t\t\n\t\t\t\t\tEso esta relacionado directamente con la brutal politica hostil de EE.UU. a la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tApoyar militarmente a los titeres surcoreanos que suenan con \"rescatar todo el territorio\" ateniendose a la \"formidable fuerza militar\" de EE.UU. y establecer la democracia al estilo norteamericano en la Peninsula Coreana, esto es el fundamento de la politica hostil a Corea de las sucesivas administraciones norteamericanas.\n\t\t\t\t\t\n\t\t\t\t\tTodas ellas desde el ejecutivo de Truman, que provoco la guerra contra la RPDC recien fundada hablando de la \"amenaza del comunismo\", hasta el de Bush, que la fijo a sus caprichos como \"eje del mal\" y \"Estado bribon\", y el de Obama, que preconizo la \"paciencia estrategica\", tomaron como meta principal de la politica hostil a la RPDC la agresion y el \"derrocamiento del poder\". \n\t\t\t\t\t\n\t\t\t\t\tLa \"maxima presion e intervencion\", nueva politica determinada por la administracion Trump, es la continuacion de la politica de hostilidad a la RPDC para derrocarla sin falta al presionarla al maximo y asfixiarla hasta el final en todos los dominios como la politica, la economia y los asuntos militares. \n\t\t\t\t\t\n\t\t\t\t\tSe trazaron el plan de guerra total \"5027\" de 5 etapas, el \"OPLAN 5029\" basado en el \"ataque de operacion quirurgica\" y el plan \"5030\" que supuso el \"estado de emergencia en el Norte de Corea\". \n\t\t\t\t\t\n\t\t\t\t\tSegun estos guiones, se libraron cada ano los ejercicios belicos conjuntos Team Spirit y Ulji Freedom Guardian, etc. \n\t\t\t\t\t\n\t\t\t\t\tLa edicion de este ano de Key Resolve y Foal Eagle 17 fue desarrollad segun el nuevo \"OPLAN 5015\" cuyo objetivo es \"eliminar la Direccion Suprema\" de la RPDC y \"derrocar su regimen\".\n\t\t\t\t\t\n\t\t\t\t\tLas recientes maniobras EE.UU.-Sur de Corea demuestran de por si que la nueva administracion Trump tambien practica la politica hostil a la RPDC penetrada del uso de fuerzas armadas, la sancion superintensa y la presion. \n\t\t\t\t\t\n\t\t\t\t\tLa actual crisis de guerra en la Peninsula Coreana es el resultado inevitable de la politica de hostilidad. \n\t\t\t\t\t\n\t\t\t\t\tPuesto que esta politica caracterizada por la arraigada hostilidad y desconfianza a la RPDC persigue el objetivo de ocupar el sagrado territorio patrio, se desarrollaran en el futuro tambien los ejercicios belicos conjuntos tales como Key Resolve y Foal Eagle amenazando gravemente la paz y la seguridad de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad comprueba cuan justa y clarividente es la linea de la RPDC sobre el impulso paralelo de la construccion economica y la de fuerzas armadas nucleares. \n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEjercicios belicos conjuntos devienen \n\t\t\t\t\t\n\t\t\t\t\tescalofriante terrorismo de Estado\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEn la historia de EE.UU., nacido y enriquecido con la agresion, hay incontables casos de derrocamiento del poder legitimo de otros Estados soberanos mediante indiscriminados actos terroristas. \n\t\t\t\t\t\n\t\t\t\t\tPero, no hubo todavia los ensayos de guerra de agresion desarrollados en el tiempo de paz a fin de \"eliminar la Direccion Suprema\" y \"derrocar su regimen\" de un Estado especifico. \n\t\t\t\t\t\n\t\t\t\t\tEl belicismo y la agresividad de los enemigos llegan a tal grado que no presentan siquiera el rutinario cartel de \"ejercicios anuales y defensivos\" y anuncian sin escrupulos que todos sus entrenamientos militares anti-RPDC persiguen el objetivo de \"eliminar su Direccion Suprema\" y \"derrocar su regimen\". \n\t\t\t\t\t\n\t\t\t\t\tEn efecto, los enemigos movilizaron el mayor numero de efectivos y medios de operaciones especiales, entre otros, la unidad Ranger del 75o regimiento aerotransportado de las fuerzas terrestres, que se gano la mala fama en el Medio Oriente y otras partes del mundo, la 1a y 19a tropas especiales (unidad Green Beret), la 353a tropa especial de las fuerzas aereas, los equipos no. 1, 3, 5 y 7 de la 1a tropa especial de las fuerzas navales, dos batallones de la 1a brigada Striker de la 25a division de las fuerzas terrestres, un batallon del 66o regimiento blindado y el grupo de expedicion no. 31 de la infanteria de marina. \n\t\t\t\t\t\n\t\t\t\t\tSegun la orden directa del presidente estadounidense, se incorporaron hasta los demonios del Navy SEAL Team F, especializado en \"eliminar la Direccion Suprema\" del pais rival y los de Delta Force perteneciente a la comandancia conjunta de operacion especial y conocida como \"tropa especial de la Casa Blanca\".\n\t\t\t\t\t\n\t\t\t\t\tSe movilizaron el drone ultramoderno Grey Eagle, desarrollado a fin de asesinar cautelosamente a la Direccion Suprema de la contraparte y atacar sus importantes objetivos, las escuadrillas de aviones capaces de despegar y aterrizar verticalmente y la flotilla de ataque del portaaviones Carl Vinson que se utilizara como base de salida de los comandos. \n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad, se desarrollan por doquier del mundo muchos entrenamientos militares, pero los simulacros conjuntos Key Resolve y Foal Eagle son los unicos que toman por su meta principal \"eliminar\" la Direccion Suprema de un Estado especifico y \"derrocar\" su regimen. \n\t\t\t\t\t\n\t\t\t\t\tlos comandos y medios de EE.UU. realizaron la \"operacion combinada de descabezamiento\" para adiestrar el metodo de asesinato selectivo y destruir las instalaciones principales y el entrenamiento de golpe preciso sorpresivo para \"eliminar la Direccion Suprema\" de la RPDC movilizando el bombardero estrategico nuclear B-1B, los cazas Stealth F-22 Raptor y F-35B y otros medios de ataque aereo.\n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas norteamericanos libraron simultaneamente en la tierra, el mar y el aire los ejercicios de operaciones especiales acechando la oportunidad de eliminar la Direccion Suprema de la RPDC con el malsano intento de convertirla en Iraq, Libia y Kosovo. \n\t\t\t\t\t\n\t\t\t\t\tSiendo un acto terrorista de Estado mas cruel y aventurero, esas maniobras demuestran que prepararse perfectamente para reducir a cenizas con el indiscriminado ataque preventivo nuclear a EE.UU., caudillo de agresion, fuente de guerra y origen del mal, es el mejor remedio para frustrar de antemano sus injustos actos de terrorismo de Estado. \n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEjercicios belicos conjuntos constituyen acto de provocacion de guerra nuclear total\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tLa edicion de este ano de Key Resolve y Foal Eagle 17 constituye el ensayo de guerra nuclear total de mayor envergadura en la historia mundial tanto en su dimension e intensidad como en su modo de ejecucion aventurero y atroz. \n\t\t\t\t\t\n\t\t\t\t\tHoy dia, no sobrepasa de decenas o centenares el numero de los uniformados norteamericanos que se envian a otros paises y regiones para incorporarse a los ejercicios militares de diferentes carteles.\n\t\t\t\t\t\n\t\t\t\t\tEsta vez, se incorporaron todas sus fuerzas armadas que se movilizaran en el tiempo de emergencia de la Peninsula Coreana, incluso las tropas norteamericanas ocupantes del Sur de Corea y los principales grupos de mando de la comandancia de fuerzas norteamericanas del Pacifico enclavada en Hawai, y hasta de las comandancias combinadas en el propio territorio estadounidense y en Europa. \n\t\t\t\t\t\n\t\t\t\t\tSobrepaso 333 mil el numero de los uniformados incorporados. \n\t\t\t\t\t\n\t\t\t\t\tLa flotilla del portaaviones nuclear Carl Vinson aparecio en dos ocasiones en la zona maritima del Sur de Corea mientras sobrevolaron el suelo surcoreano los bombarderos estrategicos nucleares B-1B, los aviones F-22 Raptor, los Stealth F-35B y otros piratas aereos. \n\t\t\t\t\t\n\t\t\t\t\tEn el tiempo pasado, EE.UU. movilizaba a puertas cerradas sus propiedades estrategicas nucleares en los ejercicios militares conjuntos. Pero, ahora da a la publicidad sin vacilacion alguna la introduccion de los pertrechos de guerra nuclear y su poder de fuego. El hecho evidencia que se pone en practica su plan de agresion a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEn el periodo de las recientes maniobras de guerra, los enemigos no ocultaron su intento de neutralizar simultaneamente el sistema de mando operacional, el de comunicaciones y la potencialidad de guerra de la RPDC y realizar facilmente su ambicion de agresion mediante el ataque preventivo indiscriminado y superduro con todos los medios de ataque en la tierra, el mar y el aire tales como el misil balistico intercontinental, armas teledirigidas de mediano y largo alcance, la flotilla de portaaviones nuclear, los submarinos nucleares, los bombarderos estrategicos nucleares y los cazas Stealth. \n\t\t\t\t\t\n\t\t\t\t\tSe libraron con frecuencia los ejercicios nocturnos de lanzamiento de bomba nuclear y los de ataque nuclear preciso y otros. Con anterioridad, tuvieron lugar en la region del Pacifico, Japon y el Sur de Corea los entrenamientos preliminares para elevar la capacidad de movilidad de los medios de ataque de diferentes tipos, incluso las propiedades estrategicas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tTales hechos muestran la gravedad de la situacion actual. \n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas norteamericanos cometieron el ataque de misiles contra Siria bajo el absurdo pretexto de que este pais uso el arma quimica. Pero, por el temor al inagotable poderio de autodefensa de la RPDC, no se atrevio a desatar la guerra en la Peninsula Coreana aunque ha introducido enormes armamentos que bastarian para ejecutar una guerra total. \n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente Kim Jong Un, Comandante Supremo de las fuerzas armadas revolucionarias coreanas, conduce al frente al ejercito y pueblo con la audacia incomparable y la ferrea voluntad defendiendo la soberania y dignidad de la patria y el derecho a la existencia de la nacion y hace aporte inmortal a la defensa de la paz y seguridad de la Peninsula Coreana y el resto de la region. \n\t\t\t\t\t\n\t\t\t\t\tEl desfile militar, efectuado con motivo de la fiesta de abril pasado, y la manifestacion de golpe combinado de las fuerzas armadas del Ejercito Popular de Corea, que tuvo lugar en el dia de fundacion del EPC, manifestaron el gran poderio de la potencia Paektusan. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC respondera a la incesante politica hostil y las jugarretas de la guerra de agresion de EE.UU. con las fuertes contramedidas de venganza militar a nuestro estilo, a los intolerables actos del terrorismo de Estado con el indiscriminado ataque que reducira a cenizas la Casa Blanca y Chongwadae, y a la creciente amenaza de guerra nuclear con la elevacion del nivel de las fuerzas armadas nucleares justicieras y el mejoramiento de la capacidad de ataque preventivo nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEsto es la severa advertencia de la RPDC emitida a los imperialistas norteamericanos y sus lacayos. \n\t\t\t\t\t\n\t\t\t\t\tEl mundo vera como terminaran la historia criminal de EE.UU. y la sucia vida de los titeres surcoreanos enfrascados en el enfrentamiento fratricida y como se lograra la reunificacion de Corea, deseo de siglo de la nacion coreana."
        }
    ]
}