{
    "date": "2017-09-04",
    "url": "http://kcna.co.jp/item/2017/201709/2017-09-04ee.html",
    "articles": [
        {
            "title": "DPRK Cabinet Gives Reception for Universiad Gold Medalists",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-23ee.html",
            "content": "DPRK Cabinet Gives Reception for Universiad Gold Medalists\r\nPyongyang, September 4 (KCNA) -- The DPRK Cabinet arranged a reception for those who proved successful at the 29th Summer Universiad at the Okryu Restaurant Monday.\n\t\t\t\t\t Present there were Choe Thae Bok, vice-chairman of the Central Committee of the Workers' Party of Korea; Ri Il Hwan, department director of the WPK Central Committee; Kim Sung Du, chairman of the Education Commission; Kim Il Guk, minister of Physical Culture and Sports, Kim Chun Sik, secretary general of the National Sports Guidance Committee; and officials concerned, players, coaches and their families.\n\t\t\t\t\t\n\t\t\t\t\t Tong Jong Ho, vice-premier of the Cabinet, in his congratulatory speech said that the achievements made by DPRK players in the sporting event greatly encouraged all the people making all-out efforts to frustrate the unprecedented moves of the U.S. imperialists and their vassal forces to stifle the DPRK through sanctions with the hammer of self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t He appealed to the players and coaches to be true sportspersons of the Party and the country by winning every international competition.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kuk Hyang, a woman player, in her reply address said that their successes were thanks to the love and trust of the Party that implanted the sports spirit of Juche Korea in sportspersons and led them.\n\t\t\t\t\t\n\t\t\t\t\t She expressed the will to prove successful in every international contest."
        },
        {
            "title": "DPRK Government Economic Delegation Leaves for Russia",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-17ee.html",
            "content": "DPRK Government Economic Delegation Leaves for Russia\r\nPyongyang, September 4 (KCNA) -- A DPRK government economic delegation led by Kim Yong Jae, minister of External Economic Relations, left here Monday to take part in the 3rd \"Oriental Economic Forum-2017\" due in Vladivostok of Russia."
        },
        {
            "title": "Zambian President Refers to Friendly and Cooperative Ties with DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-04ee.html",
            "content": "Zambian President Refers to Friendly and Cooperative Ties with DPRK\r\nPyongyang, September 4 (KCNA) -- The Republic of Zambia and the DPRK have long-standing friendly and cooperative relations.\n\t\t\t\t\t Zambian President Edgar Lungu said this when receiving credentials from DPRK ambassador Kim Chang Ryop on August 29.\n\t\t\t\t\t\n\t\t\t\t\t The president stressed the need to boost the cooperation in the socio-economic field in the mutual interests of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t The president asked the ambassador to convey the greetings of the government and people of the Republic of Zambia to the Korean people struggling to build a powerful country and achieve national reunification."
        },
        {
            "title": "DPRK Premier Inspects Taean Heavy Machine Complex",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-12ee.html",
            "content": "DPRK Premier Inspects Taean Heavy Machine Complex\r\nPyongyang, September 4 (KCNA) -- DPRK Premier Pak Pong Ju made a field survey of the Taean Heavy Machine Complex.\n\t\t\t\t\t Going round various parts of the complex, he encouraged the workers in their efforts to increase the production.\n\t\t\t\t\t\n\t\t\t\t\t A consultative meeting was convened on the spot to discuss measures to bring about innovations in the production of major custom-built equipment such as generating equipment for Tanchon power station and to make the relevant units provide necessary raw and other materials for the complex.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the premier inspected the Taedonggang Combined Fruit Farm to discuss the issues arising in putting the fruit production on a scientific and intensive basis at higher level."
        },
        {
            "title": "Pyongyang Citizens Hail Successful Hydrogen Bomb Test",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-15ee.html",
            "content": "Pyongyang Citizens Hail Successful Hydrogen Bomb Test\r\nPyongyang, September 4 (KCNA) -- Pyongyang citizens are filled with a great joy at the statement released by the Nuclear Weapons Institute of the DPRK in connection with the successful test of H-bomb for ICBM on Sunday.\n\t\t\t\t\t The successful H-bomb test is the greatest event that demonstrated the strength and stamina of the DPRK advancing along the socialist road of Juche while destroying the anti-DPRK moves of the U.S. and its followers.\n\t\t\t\t\t\n\t\t\t\t\t KCNA met Kim Yong Su, a worker of the Pyongyang General Printing Plant, in front of a large electronic display at Pyongyang Railway Station.\n\t\t\t\t\t\n\t\t\t\t\t Kim said:\n\t\t\t\t\t\n\t\t\t\t\t I am gratified with the successful test of H-bomb for ICBM.\n\t\t\t\t\t\n\t\t\t\t\t The successful H-bomb test followed by successful test-launches of ICBM Hwasong-14 in July is a great victory that dealt a heavy blow at the U.S. imperialists running amuck to cut off the lifeline of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists should clearly understand that it is the iron faith will of the DPRK which can do anything if it is determined to do.\n\t\t\t\t\t\n\t\t\t\t\t No one on earth can match the DPRK, which is possessed of highly precision and diversified strongest strategic weapons, Juche weapons.\n\t\t\t\t\t\n\t\t\t\t\t Pak Yong Sik, a student of Kim Chaek University of Technology, said:\n\t\t\t\t\t\n\t\t\t\t\t The H-bomb test is a great deed that demonstrated once again the tremendous national power of Juche Korea and the might of its science and technology and a resolute punishment on the gangster-like U.S. imperialists running amuck.\n\t\t\t\t\t\n\t\t\t\t\t I extend warm congratulations to the scientists in the nuclear field of Juche Korea who brought about such auspicious event."
        },
        {
            "title": "National Art Performance of Kindergarteners Held",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-22ee.html",
            "content": "National Art Performance of Kindergarteners Held\r\nPyongyang, September 4 (KCNA) -- A national art performance of kindergartners from across the country was held at the Central Youth Hall Monday to mark the 40th anniversary of the publication of President Kim Il Sung's work \"Theses on Socialist Education\".\n\t\t\t\t\t It began with prelude chorus \"We Long to See Our Marshal\" and song and dance \"Let's Show to Our Farther Marshal.\" Its numbers included male chorus \"Mt Paektusan of Our Country\" and dance \"Our Beautiful Country\".\n\t\t\t\t\t\n\t\t\t\t\t The performers represented happiness of the children who are materializing their talents and hope to their hearts' content under the warm care of the best socialist system of education.\n\t\t\t\t\t\n\t\t\t\t\t Also staged were rhythmic gymnastics \"We Are the Happiest in the World\", female solo \"General Visits Mubong Kindergarten\" and piano and small chorus \"Thank You, Marshal Kim Jong Un\".\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Choe Thae Bok, vice-chairman of the C.C., the Workers' Party of Korea, officials of the field of education and officials concerned and teachers and researchers at universities and schools at various levels in Pyongyang."
        },
        {
            "title": "Educational Exhibitions in DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-20ee.html",
            "content": "Educational Exhibitions in DPRK\r\nPyongyang, September 4 (KCNA) -- A national exhibition of experimental apparatus and teaching aids and an educational books exhibition were opened to mark the 40th anniversary of President Kim Il Sung's work \"Theses on Socialist Education\".\n\t\t\t\t\tPresented to them by educational and publishing institutions are more than 1,000 experimental apparatuses, over 500 educational aids, at least 2,000 multimedia programs and simulation experiment and practice programs and over 3,000 educational books.\n\t\t\t\t\t\n\t\t\t\t\t Ministries, national institutions and industrial establishments across the country, too, presented various kinds of educational facilities and experiment and practice facilities.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place at the Sci-Tech Complex Monday."
        },
        {
            "title": "Sohae School Completed",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-21ee.html",
            "content": "Sohae School Completed\r\nAnju, September 4 (KCNA) -- A school for orphans has taken its shape in the western part of Korea.\n\t\t\t\t\t The school building of peculiar style was built in an excellent location of Anju City, South Phyongan Province, on the occasion of the 40th anniversary of President Kim Il Sung's work \"Theses on Socialist Education.\" It has multi-function classrooms and laboratories based on IT technology and a hostel, dinning hall, gymnasium and other educational and living facilities.\n\t\t\t\t\t\n\t\t\t\t\t The inaugural ceremony took place Monday."
        },
        {
            "title": "3rd National Education and Science Seminar Opens",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-18ee.html",
            "content": "3rd National Education and Science Seminar Opens\r\nPyongyang, September 4 (KCNA) -- The 3rd National Education and Science Seminar opened Monday with due ceremony at Kim Hyong Jik University of Education to mark the 40th anniversary of the publication of President Kim Il Sung's work \"Theses on Socialist Education\".\n\t\t\t\t\t It was attended by officials, teachers and researchers from more than 120 units across the country including the Education Commission, the Education Institute, Kim Il Sung University, Kim Chaek University of Technology, Pyongyang Secondary School No. 1 and Sariwon Secondary School No. 1.\n\t\t\t\t\t\n\t\t\t\t\t The seminar is divided into the panel of educational ideology and strategy, the one of theory of education science and four panels of applied education science. It will hear over 460 papers."
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Marked",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-19ee.html",
            "content": "Anniversary of Kim Il Sung's Work Marked\r\nPyongyang, September 4 (KCNA) -- The DPRK marked the 40th anniversary of the publication of President Kim Il Sung's work \"Theses on Socialist Education\".\n\t\t\t\t\t In his work on Sept. 5, Juche 66 (1977), the President gave perfect answers to all theoretical and practical issues arising in the construction of socialist education.\n\t\t\t\t\t\n\t\t\t\t\t The past four decades since the publication of the work were years in which the ideas and theories on building the education set forth in the theses had been successfully embodied under the guidance of the peerlessly great men of Mt Paektu to further consolidate the best socialist educational system and give a face-lifting to the educational contents and method, conditions and environment.\n\t\t\t\t\t\n\t\t\t\t\t A meeting was held at the Central Youth Hall Monday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Thae Bok, vice-chairman of the C.C., the Workers' Party of Korea, officials in the field of education and officials concerned, teachers and researchers of universities and schools at all levels in Pyongyang and teachers who volunteered to work at branch schools in islands, forefront and mountain schools."
        },
        {
            "title": "Work for Introducing Tilapia Breeding Technology Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-14ee.html",
            "content": "Work for Introducing Tilapia Breeding Technology Brisk in DPRK\r\nPyongyang, September 4 (KCNA) -- The DPRK is pushing ahead with the work to introduce tilapia breeding technology.\n\t\t\t\t\t The Ministry of Fisheries solved sci-tech problems arising in acclimatizing tilapia to sea water and settled basic feed for tilapia in Korean style, thus opening a breakthrough to breed tilapia on a large scale.\n\t\t\t\t\t\n\t\t\t\t\t The Hanchon, Kamapho and Nampho fishery stations provided a firm guarantee for breeding tilapia weighing 150-200 grams in four months.\n\t\t\t\t\t\n\t\t\t\t\t Now, tilapia breeding technology has been introduced into fishery stations in the east and west seas of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Chol, head of a section of the ministry, said that if a regular system for producing and supplying tilapia fries is established and ponds in the land and sea are stocked with them, the tilapia breeding can be developed into the large-scale one in the country in the coming some years.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, firm material and technological foundations have been provided in all provinces."
        },
        {
            "title": "Songun Korea Demonstrates Tremendous National Power",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-16ee.html",
            "content": "Songun Korea Demonstrates Tremendous National Power\r\nPyongyang, September 4 (KCNA) ? All the service personnel and people of the DPRK express their pleasure over the successful H-bomb test for ICBM.\n\t\t\t\t\t Hong Chol Hwa, director of the Law Institute of the Academy of Social Sciences, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The successful H-bomb test for ICBM is a great demonstration of the tremendous national power of Songun (military-first) Korea. \n\t\t\t\t\t\n\t\t\t\t\t The only way of coping with the U.S. high-handed and arbitrary practices is to have a powerful strength.\n\t\t\t\t\t\n\t\t\t\t\t In the name of the social scientists, I extend congratulations to the scientists and technicians in the nuclear field who fully demonstrated the tremendous might of the strategic nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chang Sok, department director of the Ministry of Coal Industry, said:\n\t\t\t\t\t\n\t\t\t\t\t It is the best way to respond with powerful nuclear deterrent to the U.S. imperialists who are violent toward the weak and subservient to the strong.\n\t\t\t\t\t\n\t\t\t\t\t The sanctions and war touted by the U.S. would redouble the retaliatory will of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t We will blow up the U.S., the den of evils, with our nuclear strategic weapons if it dares pounce upon us.\n\t\t\t\t\t\n\t\t\t\t\t We will put spurs to coal production in the spirit of smashing with the hammer of self-reliance the sanctions of the U.S. imperialists and their vassal forces."
        },
        {
            "title": "KCNA Commentary on U.S.-S. Korea Master-Servant Relationship",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-11ee.html",
            "content": "KCNA Commentary on U.S.-S. Korea Master-Servant Relationship\r\nPyongyang, September 4 (KCNA) -- Frequent conflicts of opinions are recently seen between the U.S. and the south Korean puppet authorities in different fields, who have so far claimed \"solid alliance\".\n\t\t\t\t\t Trump's recent war outburst that even if a war is fought, it will be on the Korean peninsula and even if there are deaths, that will be on the peninsula was refuted by the south Korean chief executive who asserted that \"no one can fight a war without a consent from south Korea\".\n\t\t\t\t\t\n\t\t\t\t\t This was responded by angry shout by the U.S. that \"preemptive attack on the north does not require an approval by south Korea\", thus sparking off arguments.\n\t\t\t\t\t\n\t\t\t\t\t As for THAAD issue, the puppet forces are finding themselves in quagmire, serving up such clumsy excuses as \"temporary deployment\" and \"dependence on impact of THAAD on environment\" in the face of strong rebuff of south Koreans from all walks of life to the additional deployment of four THAAD launch pads. Pressure from the U.S. for earlier completion of the additional deployment against this backdrop has pushed the puppet forces into dire predicament.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves the true nature of the master-servant relationship between the U.S. stooping to any infamy to realize its aggression ambition and the south Korean puppet forces submitting to the U.S. as its colonial stooges.\n\t\t\t\t\t\n\t\t\t\t\t This tragic result was caused by the present south Korean ruling forces' dependence on outsiders as they failed to draw a lesson from the fates of the successive rulers, who all found way-outs in increased \"alliance\" to maintain power by clinging to the coattail of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t To the U.S., south Korea is no more than a colonial stooge and the revealed facts are just a tip of iceberg.\n\t\t\t\t\t\n\t\t\t\t\t Loudly vociferating about \"nuclear threats from the north\", the U.S. is working hard to stifle the DPRK under the pretext of coping with it. This is to realize their scenario to dominate the Korean peninsula and Northeast Asia, not to \"protect\" south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is not concerned about the security of the south Koreans. It is an aggressor and plunderer, not protector of south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is claiming \"blood-sealed alliance\", \"friendly party\" and \"core axis\" whenever an opportunity presented itself, but this is just honeyed words to use the puppet forces as cheap cannon fodder for realizing its goal for aggression.\n\t\t\t\t\t\n\t\t\t\t\t It is a group of heinous gangsters who would never hesitate to turn south Korea into a horrible nuclear war site in order to meet their strategy for domination.\n\t\t\t\t\t\n\t\t\t\t\t The relationship between the U.S. and south Korea is the most humiliating master-servant relations to dominate the world.\n\t\t\t\t\t\n\t\t\t\t\t An end must be put to the shameful relationship that forced the south Koreans into a bitter colonial slave life, plunged the north-south relations into the worst stalemate and brought the danger of a nuclear war to the Korean peninsula."
        },
        {
            "title": "KCNA Ridicules S. Korean Puppet Forces Lost to Reason",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-13ee.html",
            "content": "KCNA Ridicules S. Korean Puppet Forces Lost to Reason\r\nPyongyang, September 4 (KCNA) -- The world is stunned by news that the DPRK's intermediate-and-long range strategic ballistic rocket Hwasong-12 crossed the sky over islands of Japan along the preset flight track and accurately hit the preset target waters in northern Pacific.\n\t\t\t\t\t The U.S. and Japan, the sworn enemies of the Korean nation, are struck with horror in face of the mettle of the DPRK which took the toughest counteraction against the U.S. insensible war drills. In the meantime, the Korean people feel relieved, their towering grudge settled.\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean puppet group who is bereft of reason and lost elementary ability to judge the situation, is acting like a mentally deranged guys while seeking unprecedented confrontation racket with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As soon as the DPRK conducted Hwasong-12 launching drill, the group called the standing committee of the \"National Security Council\" to issue a \"statement\" denouncing the drill and conducted a F-15K's bombing drill while talking about demonstration of its \"capacity of severe punishment\" upon the former's drill.\n\t\t\t\t\t\n\t\t\t\t\t Stressing the need to \"boost alliance with the U.S.\", it also claimed that it would introduce the U.S. nuclear strategic assets and refer the issue of the DPRK's ballistic rocket launch to the United Nations Security Council along with its U.S. and Japan masters.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces have nothing to say even though they are doomed to death because of driving the destiny of the Korean nation into the danger of a nuclear war and conducting nuclear war exercises against the DPRK.  They are going reckless just like guys obsessed with persecution maniac.\n\t\t\t\t\t\n\t\t\t\t\t As known to the world, the intermediate-and-long range strategic ballistic rocket launching drill of the Korean People's Army Strategic Force is a curtain-raiser to its resolute countermeasures against the aggressors and provocateurs who challenged the DPRK's crucial warning with their war exercises.\n\t\t\t\t\t\n\t\t\t\t\t The recent launching drill is an exercise of the DPRK's just and independent right to defend the country's dignity and peace on the Korean Peninsula as a meaningful prelude to contain Guam, advanced base of aggression, in the Pacific.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group's assertion that it is a \"grave provocation\" and \"threat to peace\" to defend the security of the nation by itself is, indeed, reflection of its chronic disease of confrontation with the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t It is tragicomedy that the puppet forces rudely behaved while talking about \"threat to peace\" when their U.S. master said that \"it did not serve as a threat to the North American region\" without any measure.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, the U.S. made bluffing while announcing that it might take a military action against the DPRK by itself without a consultation with south Korea and despite of the latter's opposition, denying the south Korean chief executive's speech through the remarks of the U.S. commanders in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The stooges' foolish acts only reveal their miserable situation.\n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to think twice what is the meaning of the DPRK's Hwasong-12 launching drill.\n\t\t\t\t\t\n\t\t\t\t\t Dependence on the U.S. leads to their self-ruin."
        },
        {
            "title": "Rodong Sinmun Blasts S. Korean Authorities for Going Reckless in Deploying THAAD",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-06ee.html",
            "content": "Rodong Sinmun Blasts S. Korean Authorities for Going Reckless in Deploying THAAD\r\nPyongyang, September 4 (KCNA) -- After deciding to deploy additional THAAD launching ramps under the pretext of the second test-launch of ICBM Hwasong-14 by the DPRK, the south Korean authorities are busy with making the public believe that THAAD's electromagnetic wave and noise have no effect on human body and the environment in order to press ahead with THAAD deployment after carrying out small environmental impact evaluation.\n\t\t\t\t\t Rodong Sinmun in an article Monday says what matters is that the south Korean authorities are justifying the campaign to deploy THAAD as one \"for building essential counteraction capabilities\" to cope with the \"nuclear and missile threats from the north\".\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t THAAD is not capable of deterring the merciless strike by the Juche weapons of the army and people of the DPRK who are fully determined to reduce to ashes the strongholds of aggression and destroy the provocateurs at a single strike.\n\t\t\t\t\t\n\t\t\t\t\t It is as foolish an act as trying to evade the thunderbolt with a small gourd on the head to work hard to deter the DPRK's ballistic rockets, ultra-precision and powerful, with THAAD.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities will have to pay dearly for their making no scruple of introducing THAAD into south Korea to do harm to the fellow countrymen in the north with the backing of foreign force.\n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to properly understand the prevailing situation. If they continue to run amuck with useless THAAD, counting on the U.S., they would meet their miserable doom."
        },
        {
            "title": "Rodong Sinmun Ridicules S. Korean Puppet Forces for Their Mad Acts",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-07ee.html",
            "content": "Rodong Sinmun Ridicules S. Korean Puppet Forces for Their Mad Acts\r\nPyongyang, September 4 (KCNA) -- The south Korean puppet forces are resorting to an anti-DPRK campaign after its drill of launching the intermediate-and-long range strategic ballistic rocket Hwasong-12 into the Pacific.\n\t\t\t\t\t They went busy, convening the presidium of the \"national security council\" and issuing a \"statement condemning the drill\" as if a bomb was dropped on their head.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers staged a bombardment exercise by F-15K fighter after the chief executive cried out for demonstrating the \"powerful punishment capability\". They went the lengths of opening to the public the video of Hyonmu missile in the middle of drill.\n\t\t\t\t\t\n\t\t\t\t\t Against this backdrop, they threatened to refer the issue of the ballistic rocket launch by the DPRK to the UN Security Council together with the U.S. and Japan, while crying out for the \"tightened alliance\" with the U.S. and introduction of nuclear strategic assets into south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun in a commentary Monday says this is not only the height of the persecution mania of those upset by the recent launch of the Juche weapon but also useless racket of those hell-bent on escalating confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces are not free to fire even a single bullet as they are at the U.S. beck and call.  Such guys are crying out for \"punishment\". This would make even the stone Buddha in the temple laugh.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces would be well advised to stop the senseless acts and behave themselves. If they continue running reckless before the gun barrel of the strong Paektusan revolutionary army, the whole land of south Korea would be reduced to ashes.\n\t\t\t\t\t\n\t\t\t\t\t They should properly understand that they will meet doom if they continue to run riot, relying on the U.S. which is not getting out of hot water."
        },
        {
            "title": "Japan Should Admit and Redeem Its Past Crimes: Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-08ee.html",
            "content": "Japan Should Admit and Redeem Its Past Crimes: Minju Joson\r\nPyongyang, September 4 (KCNA) -- More historical facts showing the past crimes of Japan were recently disclosed to drive it into a tight corner.\n\t\t\t\t\t The recorded tape showing former soldiers testifying to the development of germ weapons and experiments on human bodies at the ill-famed \"Unit\" 731\" was opened to the public shortly ago. And a Japanese historian opened to the public an old map of Japan proving that the Tok Islets are part of the inviolable territory of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in a commentary Monday says that no matter how hard Japan has worked to cover up and deny the historical facts, truth of history can hardly be hidden.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is impossible for one to rewrite the history to meet one's own interests.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' desperate efforts to attain their sinister aim make their actions in the times to praise the past wrongs a crime-woven present.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better sincerely admit and redeem the past crimes not to come under fire by the world people.\n\t\t\t\t\t\n\t\t\t\t\t It would be well advised to stop wrong actions and take a reasonable and sincere attitude towards history."
        },
        {
            "title": "S. Korean Regime's Suicidal Acts Slammed by Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-09ee.html",
            "content": "S. Korean Regime's Suicidal Acts Slammed by Minju Joson\r\nPyongyang, September 4 (KCNA) -- Nowadays the south Korean puppet authorities are getting more hell-bent in confrontation with the fellow countrymen and dependence on outside forces. Shortly ago, the south Korean chief executive in a separate phone talk with Abe and a huddle with a delegation of the U.S. House of Representatives on a visit to south Korea was closeted over cooperation in sanctions and pressure against the DPRK. Riffraff of the puppet foreign ministry flew into the U.S. to ask their masters to boost \"cooperation in the north's nuclear issue\" and their \"alliance\".\n\t\t\t\t\t Minju Joson Monday in a commentary terms it a pro-U.S. and pro-Japanese sycophantic and treacherous deed aimed to harm the fellow countrymen with help of outsiders. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The recent anti-DPRK racket is nothing but a silly and clumsy behavior as they are running round like a headless chicken, being still unaware of the strategic position of the DPRK which has already undergone a change and the international relations of power which are changing on a daily basis.\n\t\t\t\t\t\n\t\t\t\t\t The behavior of the chief executive of south Korea and riffraff of its foreign ministry will invite a miserable doom as they have committed treacherous crimes which far surpass the crimes of traitor Park Geun Hye now in prison.\n\t\t\t\t\t\n\t\t\t\t\t If they turn their face away from our repeated warnings and continue to toe the outsider's line even now when the DPRK's strategic position and the international relations of power have undergone dramatic changes, they will face more miserable fate than the Park's \"regime.\" They had better stop such acts as foolish as digging their own graves."
        },
        {
            "title": "S. Korea: Farmers Struggle against Sales of Imported Farm Products",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-10ee.html",
            "content": "S. Korea: Farmers Struggle against Sales of Imported Farm Products\r\nPyongyang, September 4 (KCNA) -- The south Korean Federation of Peasants Associations held a news conference on Aug. 30 to declare the struggle for an end to the sales of imported agricultural products, according to the south Korean online paper Jaju Sibo.\n\t\t\t\t\t Speakers at the conference charged that the sale of imported farm products is threatening the farmers' right to existence.\n\t\t\t\t\t\n\t\t\t\t\t They declared that the federation would stage a struggle to put an end to the sales of the imported farm products."
        },
        {
            "title": "Kim Jong Il's Work Introduced in Poland",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-01ee.html",
            "content": "Kim Jong Il's Work Introduced in Poland\r\nPyongyang, September 4 (KCNA) -- The International Friendship Initiative to \"Explore DPRK\" of Poland posted on its website leader Kim Jong Il's work \"The Songun-Based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\" on August 24 to mark the 57th anniversary of his start of the Songun revolutionary leadership.\n\t\t\t\t\t The work, published on January 29, Juche 92 (2003), clarifies the idea that the Songun-based revolutionary line, the Songun politics of the Workers' Party of Korea, is an effective political mode in the present era that has carried forward and developed President Kim Il Sung's idea and line of attaching importance to the army, and a scientific, revolutionary line and political mode most correctly meeting the requirements of the times and the revolution."
        },
        {
            "title": "Kim Jong Il's Exploits Lauded by Lao and Russian Newspapers",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-02ee.html",
            "content": "Kim Jong Il's Exploits Lauded by Lao and Russian Newspapers\r\nPyongyang, September 4 (KCNA) -- Lao and Russian newspapers dedicated special write-ups to the Day of Songun of the DPRK on August 24 and 25.\n\t\t\t\t\t The Lao newspaper Congtap Pasason Lao carried an article titled \"DPRK shining with Songun,\" accompanied with a portrait of smiling leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The article said that Kim Jong Il, who started the Songun revolutionary leadership with his visit to the Seoul Ryu Kyong Su Guards 105th Tank Division of the Korean People's Army on Aug. 25, 1960, gave priority to the military affairs during all his revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The military power of the DPRK was strengthened to be invincible thanks to his decades-long Songun leadership, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t His Songun leadership firmly consolidated the single-hearted unity of the Korean society.\n\t\t\t\t\t\n\t\t\t\t\t His Songun leadership brought about world-startling change in all fields including the country's economy.\n\t\t\t\t\t\n\t\t\t\t\t The Russian newspaper Komsomolskaya Pravda carried an article titled \"Great master of independent politics,\" illustrated with a picture depicting President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The article said that the most important exploit of Kim Jong Il is Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t He is the great master of independent politics peculiar in the world history of politics, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Russian newspaper Kuban Segodnya carried an article titled \"Songun and Comrade Kim Jong Il\" praising his Songun leadership exploits, illustrated with his photos."
        },
        {
            "title": "DPRK's Youth Day Observed in Cambodia and Russia",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-03ee.html",
            "content": "DPRK's Youth Day Observed in Cambodia and Russia\r\nPyongyang, September 4 (KCNA) -- Cambodian and Russian radio and internet websites aired and posted special write-ups titled \"The country demonstrating its might as youth power\" and \"The pride of Juche Korea-monuments of youth\" from August 23 to 28 on the Youth Day  of the DPRK.\n\t\t\t\t\t The Cambodian State Radio reported as follows:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung put forward the young people as the vanguard and main units of the revolutionary struggle for hewing and advancing the destiny of the country and the nation in his early years and rallied them around the banner of the anti-Japanese struggle, achieving the historical cause of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The young Korean people demonstrated matchless bravery and self-sacrificing spirit in the building of new Korea, the Fatherland Liberation War and the post-war socialist construction by inheriting the precious tradition of the anti-Japanese struggle.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il made the youth organization go by the august name of the President in the 1990s and set forth the slogan \"Love the Young People!\"\n\t\t\t\t\t\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un has brought up ordinary young Korean people into the masters of the youth power.\n\t\t\t\t\t\n\t\t\t\t\t Under his loving care and trust the young Korean people are successfully fulfilling their role as the honorable defender of the socialist country and the shock brigade in the building of a powerful country.\n\t\t\t\t\t\n\t\t\t\t\t The Russian internet news Erofei-Deve and internet websites Patrioti Moskva and DPRK Today said that the call of the youth power in the DPRK is unthinkable without the history and tradition of giving priority to the youth, and introduced in detail the noble idea of the peerlessly great persons of Mt Paektu on giving priority to the youth and the monumental edifices telling the feats of the young Korean people."
        },
        {
            "title": "Kim Jong Un recibe mensaje de respuesta de Presidente laosiano",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-01ss.html",
            "content": "Kim Jong Un recibe mensaje de respuesta de Presidente laosiano\r\nPyongyang, 4 de septiembre (ACNC) -- El Maximo Dirigente Kim Jong Un recibio un mensaje de respuesta que le enviara el 21 de agosto Bounnhang Vorachith, Secretario General del Comite Central del Partido Popular Revolucionario Lao y Presidente de la Republica Democratica Popular Lao.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLe doy agradecimiento sincero a usted, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea por haberme enviado el cesto de flores y el mensaje de felicitacion con motivo del 80 aniversario de mi cumpleanos.\n\t\t\t\t\t\n\t\t\t\t\tEsto deviene la manifestacion de la tradicion de la unidad camaraderil y fraternal entre los partidos, Estados y pueblos de la RDPL y la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tFormulo votos por la salud y la felicidad de Vd. y los exitos en sus trabajos nobles."
        },
        {
            "title": "Presidente zambiano se refiere a relaciones amistosas y cooperativas con RPDC",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-05ss.html",
            "content": "Presidente zambiano se refiere a relaciones amistosas y cooperativas con RPDC\r\nPyongyang, 4 de septiembre (ACNC) -- La Republica de Zambia y la Republica Popular Democratica de Corea tienen las relaciones amistosas y cooperativas de larga historia.\n\t\t\t\t\tAsi dijo el presidente zambiano Edgar Lungu tras recibir el 29 de agosto las cartas credenciales del embajador coreano Kim Chang Ryop.\n\t\t\t\t\t\n\t\t\t\t\tEl mandatario subrayo la necesidad de estrechar las cooperaciones en la rama socioeconomico conforme a los intereses mutuos de los pueblos de ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tDeseo al interlocutor que trasladara el saludo del gobierno y el pueblo zambianos al pueblo coreano levantado en la lucha por la construccion de la potencia y la reunificacion del pais."
        },
        {
            "title": "Consejo de Ministros ofrece banquete en honor de ganadores de Universiada mundial",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-27ss.html",
            "content": "Consejo de Ministros ofrece banquete en honor de ganadores de Universiada mundial\r\nPyongyang, 4 de septiembre (ACNC) -- El Consejo de Ministros de la Republica Popular Democratica de Corea ofrecio el dia 4 en el Restaurante Okryu un banquete en honor de los jugadores que sobresalieron en la 29a Universiada Mundial de Verano.\n\t\t\t\t\tEn la ocasion estuvieron presentes Choe Thae Bok, vicepresidente del Comite Central del Partido del Trabajo de Corea, Ri Il Hwan, jefe de departamento del PTC, Kim Sung Du, presidente del Comite de Educacion, Kim Il Guk, ministro de Deportes, Kim Chun Sik, secretario general del Comite Estatal de Direccion de Deportes y los funcionarios interesados, asi como los jugadores, los entrenadores y sus familiares.\n\t\t\t\t\t\n\t\t\t\t\tEn su discurso de felicitacion, el vicepremier Tong Jong Ho dijo que los exitos logrados en la cita deportiva por los jugadores coreanos estimulan mucho a todo el pueblo que se levanto en la batalla decisiva para frustrar con el espiritu de autofortalecimiento la sancion y la presion anti-RPDC del imperialismo yanqui y sus fuerzas satelites.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que los jugadores y los entrenadores deben ser los deportistas fieles al partido y la patria, que salen siempre victoriosos en las competencias internacionales.\n\t\t\t\t\t\n\t\t\t\t\tEn el discurso de respuesta, Kim Kuk Hyang dijo que pudo salir triunfante gracias al amor y confianza del partido que le dio el espiritu deportivo de la Corea de Juche.\n\t\t\t\t\t\n\t\t\t\t\tExpreso su determinacion de lograr mucho mas medallas de oro en las competencias internacionales."
        },
        {
            "title": "Pak Pong Ju se entera de las labores del Complejo de Maquinaria Pesada de Taean",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-18ss.html",
            "content": "Pak Pong Ju se entera de las labores del Complejo de Maquinaria Pesada de Taean\r\nPyongyang, 4 de septiembre (ACNC) -- El premier coreano Pak Pong Ju averiguo en terreno las labores del Complejo de Maquinaria Pesada de Taean.\n\t\t\t\t\tEstando en varios puntos del destino, el premier estimulo a los obreros que producen el auge productivo.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion consultiva convocada en el terreno, se tomaron las medidas para registrar innovaciones en la produccion de los equipos generadores a enviarse a la Central Hidroelectrica de Tanchon y otros equipos pedidos, y para que las unidades relacionadas suministren a tiempo las materias primas y los materiales necesarios en la produccion.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, el premier recorrio la Granja Combinada Fruticola Taedonggang donde discutio los problemas pendientes en la perfeccion de la cientifizacion y la intensificacion de la produccion frutal."
        },
        {
            "title": "Mnaugurada la Escuela de Internado Sohae",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-24ss.html",
            "content": "Inaugurada la Escuela de Internado Sohae\r\nAnju, 4 de septiembre (ACNC) -- Se construyo la Escuela de Internado Sohae para los huerfanos en la zona occidental de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEl plantel docente, levantado en la ciudad de Anju de la provincia de Phyong-an del Sur con motivo del aniversario 40 de la publicacion de la obra del Presidente Kim Il Sung \"Tesis sobre la educacion socialista\", esta compuesto con el albergue, comercio, gimnasio y otros, ademas del edificio escolar que cuenta con las aulas multifuncionales, informatizadas, laboratorio, etc.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 4 la ceremonia inaugural."
        },
        {
            "title": "Capon debe reconocer e indemnizar sus crimenes del pasado, insiste Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201709/news04/20170904-13ss.html",
            "content": "Japon debe reconocer e indemnizar sus crimenes del pasado, insiste Minju Joson\r\nPyongyang, 4 de septiembre (ACNC) -- En los ultimos tiempos se revelan nuevos testigos de los crimenes del pasado de Japon. \n\t\t\t\t\tHace poco, se dio a la publicidad una videocinta que recopila los testimonios orales de los soldados sobre el desarrollo de armas bacteriologicas en la connotada \"unidad 731\" y sus experimentos con seres humanos. Y unos dias despues, un historiador japones presento un viejo mapa japones que confirma que el islote Tok es el territorio coreano. \n\t\t\t\t\t\n\t\t\t\t\tComo se ve, es inocultable la verdad de la historia.\n\t\t\t\t\t\n\t\t\t\t\tSenala el periodico Minju Joson en un comentario individual de este lunes y continua:\n\t\t\t\t\t\n\t\t\t\t\tNo se puede escribir de nuevo ni modificar la historia. \n\t\t\t\t\t\n\t\t\t\t\tPor mas que los reaccionarios japoneses se desesperen para ocultar y negar sus crimenes del pasado, la historia evalua como lo criminal no solo el pasado de Japon, sino tambien el presente de este pais isleno que preconiza el pasado criminal. \n\t\t\t\t\t\n\t\t\t\t\tPara Japon seria mejor reconocer con sinceridad e indemnizar sus crimenes del pasado que hacerse objeto de repudio y rechazo de todo el mundo por la tergiversacion de su historia criminal. \n\t\t\t\t\t\n\t\t\t\t\tJapon debe tratar la historia con sano juicio y sinceridad, lejos de abrigar una ilusion vana."
        }
    ]
}