{
    "date": "2017-05-16",
    "url": "http://kcna.co.jp/item/2017/201705/2017-05-16ee.html",
    "articles": [
        {
            "title": "Ri Su Yong Meets Delegation of Communist Party in Sweden",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-11ee.html",
            "content": "Ri Su Yong Meets Delegation of Communist Party in Sweden\r\n Pyongyang, May 16 (KCNA) -- Ri Su Yong, member of the Political Bureau and vice-chairman of the Central Committee of the Workers' Party of Korea, Tuesday had a talk with the visiting delegation of the Communist Party in Sweden led by Chairman Robert Mathiasson."
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Rejects Press Statement of UNSC",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-21ee.html",
            "content": "DPRK Foreign Ministry Spokesman Rejects Press Statement of UNSC\r\n Pyongyang, May 16 (KCNA) -- A spokesman for the DPRK Foreign Ministry Tuesday gave the following answer to a question put by KCNA as regards the successful test-fire of ground-to-ground medium long-range strategic ballistic rocket Hwasong-12:\n\t\t\t\t\t The successful test-fire of Hwasong-12 is of great and special significance in ensuring peace and stability in the Korean peninsula and the region, and it is the greatest victory of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t As part of the routine work to raise the nuclear capability to the maximum and thus increase the military capability for self-defense, the test-fire was conducted at the highest angle in consideration of neighboring countries' security. It was aimed at verifying the tactical and technical specifications of newly-developed ballistic rocket capable of carrying a large-size heavy nuclear warhead.\n\t\t\t\t\t\n\t\t\t\t\t However, some countries described this legitimate exercise of right to self-defense as \"violation\" and \"threat\" and the UNSC issued a press statement pulling up the DPRK over the ballistic rocket launch.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK categorically and totally rejects the UNSC's press statement which called into question its bolstering of nuclear deterrence for self-defense, pursuant to the U.S. vicious anti-DPRK policy.\n\t\t\t\t\t\n\t\t\t\t\t Just in recent one week the U.S. conducted two test-fires of intercontinental ballistic missiles, but the UNSC never mentioned them.\n\t\t\t\t\t\n\t\t\t\t\t The right to self-defense is the first criterion of sovereignty. Therefore, accusation against it is an undisguised encroachment upon sovereignty and an act of rude interference in internal affairs.\n\t\t\t\t\t\n\t\t\t\t\t Should the U.S. dare make a military provocation against our State, we will readily counter it.\n\t\t\t\t\t\n\t\t\t\t\t The most perfect weapon systems in the world will never be the eternal exclusive property of the U.S., and the day when the DPRK uses corresponding retaliatory means is sure to come.\n\t\t\t\t\t\n\t\t\t\t\t Then, the U.S. will come to see for itself whether the ballistic rockets of the DPRK pose actual threat to it or not."
        },
        {
            "title": "Japan Slammed for Fueling U.S. Saber-Rattling",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-10ee.html",
            "content": "Japan Slammed for Fueling U.S. Saber-Rattling\r\n Pyongyang, May 16 (KCNA) -- The Institute for Asian Studies of the DPRK Institute for International Studies issued an article Tuesday to denounce the Japanese reactionaries for working with bloodshot eyes to render the situation on the Korean peninsula extremely tense and attain their sinister intention by giving a shot in the arm of the U.S. in its reckless moves to provoke a war against the DPRK.\n\t\t\t\t\t The Japanese authorities including Abe cried out for putting maximum pressure on the DPRK while branding its nuclear and rocket launches as a serious \"threat\" to world peace and security in their phone dialogue and talks with the U.S. president, during the U.S. vice-president's visit to Japan, at negotiations with the U.S. and south Korea in Tokyo and on other occasions.\n\t\t\t\t\t\n\t\t\t\t\t In March and April when the U.S. came out with \"military option\" and \"preemptive attack\" theory while maximizing the level of military pressure on the DPRK through Key Resolve and Foal Eagle joint military drills, unprecedented all-out nuclear war rehearsal in terms of scope, intensity and mode of implementation, Japan fully welcomed it and such politicians as the defense minister cried out for dispatch of the \"Self-Defense Forces\" to \"rescue Japanese\" in south Korea, openly indicating their attempt at reinvasion of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the Japanese reactionaries' act of maximizing the \"story about threat\" from the DPRK and the story of \"crisis on the Korean peninsula\" while chiming in the U.S. anti-DPRK war moves is their intention to secure \"justifications\" for realizing at any cost the scheme to turn Japan into a military giant and launch overseas aggression, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The reason why the Japanese reactionaries look forward to a war on the Korean peninsula is that they want to repeat the history of aggression so as to feel the \"taste\" again they enjoyed during the past war.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese economy has now greeted \"lost three decades\" beyond \"lost two decades\". Business cycle has stopped with stagnant excessive production structure overwhelming the decrease in demand and there is prevalent overall shrinkage of fund, equipment and labor, which makes it hard for the economy to get out of depression.\n\t\t\t\t\t\n\t\t\t\t\t Another purpose the Japanese reactionaries seek to frantically resort to the \"story about crisis on the Korean peninsula\" is to calm down anti-Abe sentiment by diverting the internal focus on to the DPRK and create an environment favorable for long stay in power.\n\t\t\t\t\t\n\t\t\t\t\t Recent disclosure of the scandal of Abe family over Moritomo school, the issue of transferring Futenma U.S. military base, economic crisis and all sorts of labor disaster and social evils that break out in chain, delayed recovery from the great quake in east Japan and earthquake in Kumamoto and other instable factors contribute to the approval rate for the Abe regime that goes into steady tailspin.\n\t\t\t\t\t\n\t\t\t\t\t All facts clearly prove that the Japanese reactionaries are trying to use the U.S. reckless saber-rattling as a golden opportunity for attaining their purposes to turn Japan into a military giant and realize overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities will face only miserable defeat with the land of Japan turning into a heap of debris by the merciless punishment by the revolutionary armed forces of the DPRK, if they think of working as a shock brigade for executing the U.S. hostile policy toward the DPRK and foolishly dreaming of gaining \"great windfall\" just as in the last Korean War.\n\t\t\t\t\t\n\t\t\t\t\t Japan should be free of megalomania and stop running amuck."
        },
        {
            "title": "Mongolian Foreign Ministry Delegation Here",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-18ee.html",
            "content": "Mongolian Foreign Ministry Delegation Here\r\n Pyongyang, May 16 (KCNA) -- A delegation of the Mongolian Ministry of Foreign Affairs and Trade led by Vice-Minister B. Battsetseg arrived here on Tuesday."
        },
        {
            "title": "Delegation of Institute for Security and Development Policy of Sweden Here",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-19ee.html",
            "content": "Delegation of Institute for Security and Development Policy of Sweden Here\r\n Pyongyang, May 16 (KCNA) -- A delegation of the Swedish Institute for Security and Development Policy led by Director Niklas Swanstrom arrived here on Tuesday."
        },
        {
            "title": " DPRK Foreign Ministry's Briefing for ASEAN Diplomatic Envoys",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-14ee.html",
            "content": "DPRK Foreign Ministry's Briefing for ASEAN Diplomatic Envoys\r\n Pyongyang, May 16 (KCNA) -- The DPRK Foreign Ministry on Monday gave a briefing on situation for diplomatic envoys of ASEAN countries here.\n\t\t\t\t\t Present there were ambassadors of Vietnam, Laos and Indonesia and the charge d'affaires ad interim of Cambodia.\n\t\t\t\t\t\n\t\t\t\t\t Pak Jong Hak, head of the Department of Asian Affairs No. 2 of the DPRK Foreign Ministry, informed of the present situation, in which the U.S. hostile policy toward the DPRK has reached extremely reckless stage, and the DPRK's principled stand on it.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact that the U.S. has openly pressurized other countries to sever or degrade the diplomatic ties with the DPRK by misusing the \"sanction resolutions\" against it, while intensifying the military pressure upon it through constant dispatch of huge nuclear strategic assets toward the Korean peninsula, he said:\n\t\t\t\t\t\n\t\t\t\t\t Such pressure by use of \"sanction resolutions\" devoid of legality, morality and impartiality is a blatant infringement on the independence of a sovereign state and act of interference in other's internal affairs. This action totally runs counter to the ideal of ASEAN, essence of which is independence, equality, mutual respect and non-interference.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, a full-fledged nuclear power, will do its utmost to ensure peace and stability of the Korean peninsula and the region and boost the long-standing and traditional relations of friendship and cooperation with ASEAN countries.\n\t\t\t\t\t\n\t\t\t\t\t The successful test-fire of new-type ground-to-ground medium long-range strategic ballistic rocket Hwasong-12, conducted on May 14 under the direct guidance of respected Supreme Leader Kim Jong Un, is of weighty and special significance in securing peace and security in the Korean peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is fully ready for any military action to be taken by U.S. against it. And it will increase the number of highly accurate and diversified nuclear weapons and nuclear strike means and step up the necessary tests until the U.S. and its followers come to their senses and make a right decision.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the briefing expressed their understanding of the DPRK's principled stand toward the situation prevailing on the Korean peninsula."
        },
        {
            "title": "National Sci-Tech Presentation in Field of Insulation of Thermo-power Equipment Held",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-20ee.html",
            "content": "National Sci-Tech Presentation in Field of Insulation of Thermo-power Equipment Held\r\n Pyongyang, May 16 (KCNA) -- A national sci-tech presentation in the field of insulation of thermo-power equipment took place at the Sci-Tech Complex on Tuesday under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea.\n\t\t\t\t\t Present there were scientists, technicians and teachers from various units including the Environmental Engineering Institute of the State Academy of Sciences and Kim Chaek University of Technology.\n\t\t\t\t\t\n\t\t\t\t\t Its participants heard papers on the sci-tech successes made in decreasing the heat loss at thermo-power facilities and equipment and ensuring their normal operation."
        },
        {
            "title": "Pyongyang Cold Noodle, Traditional Korean Food",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-12ee.html",
            "content": "Pyongyang Cold Noodle, Traditional Korean Food\r\n Pyongyang, May 16 (KCNA) -- Pyongyang, the capital city of the DPRK, has boasted of many traditional foods from olden times.\n\t\t\t\t\t Among them is Pyongyang cold noodle which is highly appreciated even in old books like \"Haedongjukji\" for its fresh taste and appetizing appearance.\n\t\t\t\t\t\n\t\t\t\t\t The main ingredient of Pyongyang cold noodle is buckwheat which is said to be abundant in protein, vitamins and minerals and effective in preventing vascular system disorder and formation of lipid peroxide.\n\t\t\t\t\t\n\t\t\t\t\t As everyone is fond of Pyongyang cold noodle all the year round, it is well-known as the best traditional Korean food and the one typical of Korean noodle.\n\t\t\t\t\t\n\t\t\t\t\t When visiting Pyongyang, Kanji Inoki, member of the House of Councilors of Japan, said that he felt fortunate to have its true taste."
        },
        {
            "title": "New Fungi for Raising Rate of Rooting Developed in DPRK",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-13ee.html",
            "content": "New Fungi for Raising Rate of Rooting Developed in DPRK\r\n Pyongyang, May 16 (KCNA) -- A scientific research group of the Microbiological Research Institute of the State Academy of Sciences in the DPRK developed ectotrophic mycorrhiza fungi which help increase the rooting rate of trees.\n\t\t\t\t\t The group made a collection of microorganisms good for the growth of mycorrhiza and proved their effectiveness in a scientific way upon the analysis of mycotrophic microorganisms of needle-leaf trees or broadleaf trees. And it solved technical problems arising in culturing them.\n\t\t\t\t\t\n\t\t\t\t\t The newly-developed fungi make it possible to shorten the period of cultivating saplings and ensure the rooting rate of transplanted saplings at 80-95 percent.\n\t\t\t\t\t\n\t\t\t\t\t One kilogram of the fungi is enough for treating 5,000-10,000 two or four year-old saplings.\n\t\t\t\t\t\n\t\t\t\t\t The fungi promote the growth of saplings more than 1.5 times faster than before and strengthen their tolerance to blight and drought, while developing their adaptability to acid soils or low-fertility soils.\n\t\t\t\t\t\n\t\t\t\t\t The fungi are now highly appreciated among forestry experts."
        },
        {
            "title": "Pyongyang Citizens Rejoice over News about Successful Rocket Test-fire",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-16ee.html",
            "content": "Pyongyang Citizens Rejoice over News about Successful Rocket Test-fire\r\n Pyongyang, May 16 (KCNA) -- The news about successful test-fire of ground-to-ground medium long-range strategic ballistic rocket Hwasong-12 fills Pyongyang citizens with great pleasure and joy.\n\t\t\t\t\t In this regard, Yun Kwang Hyok, a student of Kim Il Sung University, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t I felt refreshed and satisfied while seeing the successful rocket test-fire.\n\t\t\t\t\t\n\t\t\t\t\t I extend warm congratulations to officials, scientists and technicians in the field of rocket research who demonstrated the might of the self-reliant defence industry all over the world again by developing the Korean-style ground-to-ground medium long-range strategic ballistic rocket. \n\t\t\t\t\t\n\t\t\t\t\t Han Chol, a Pyongyang citizen, said:\n\t\t\t\t\t\n\t\t\t\t\t I am very proud of being a citizen of the DPRK which has towered as a nuclear power in the East and a rocket launching power in Asia.\n\t\t\t\t\t\n\t\t\t\t\t My country came to possess another \"Juche weapon\", a perfect weapon system. The truth of history says that genuine peace and security cannot be achieved through humiliating solicitation or compromise at the negotiating table and the destiny of the country and nation is to be defended only by its own effort.\n\t\t\t\t\t\n\t\t\t\t\t My country, which was deprived of its national rights by foreign invaders and reduced to their colony in the past, is now demonstrating its dignity as a nuclear power worthy of the name, which ensures peace and stability in the Korean Peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. awkwardly attempts to provoke the DPRK, it will not escape from the biggest disaster."
        },
        {
            "title": "Downfall of Fascist Dictators Is Necessity of History: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-05ee.html",
            "content": "Downfall of Fascist Dictators Is Necessity of History: Rodong Sinmun\r\n Pyongyang, May 16 (KCNA) -- The downfall of the south Korean traitorous rulers is necessity of history as they go against the desire and requirements of the people, stresses Rodong Sinmun in an article on Tuesday.\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t It is well evidenced by the fact that traitor Park Geun Hye, a brainchild of the vicious \"yusin\" dictator, was thrown behind the bars for following in the footsteps of her despotic father.\n\t\t\t\t\t\n\t\t\t\t\t The worst of her crimes was that she enforced the unprecedented confrontational policy to put the north-south ties into the lowest ebb and escalate the danger of nuclear war on the Korean peninsula to the extremes.\n\t\t\t\t\t\n\t\t\t\t\t The traitor pushed the north-south relations to the brink of a war through the vicious anti-reunification moves and the policy for confrontation with the fellow countrymen in the north, denying the historic June 15 joint declaration and October 4 declaration as the \"yusin\" dictator openly challenged to the July 4 joint statement.\n\t\t\t\t\t\n\t\t\t\t\t It is Park Geun Hye who begged the foreign forces to extend again the transfer of the OPECON (wartime operation control) and who signed the humiliating \"agreement\" on the sexual slavery for the Imperial Japanese Army with her Japanese masters in return for a paltry amount of money.\n\t\t\t\t\t\n\t\t\t\t\t It is again she who justified the traitorous policy with arrogance and self-righteousness, utterly indifferent to the desire and requirements of the people, and enforced it without hesitation and thus deteriorated the livelihood of the people and spoiled the economy.\n\t\t\t\t\t\n\t\t\t\t\t The reactionaries of history who swim against the requirements of the people will meet the same fate as the \"yusin\" dictator and traitor Park."
        },
        {
            "title": "U.S. Clamor about \"Threat\" from DPRK Does Never Work: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-07ee.html",
            "content": "U.S. Clamor about \"Threat\" from DPRK Does Never Work: Rodong Sinmun\r\n Pyongyang, May 16 (KCNA) -- A commentary of Rodong Sinmun Tuesday accuses the U.S. of working hard to justify the moves for aggression on the DPRK by branding it as \"poser of threat\" and \"harasser of peace\".\n\t\t\t\t\t It says:\n\t\t\t\t\t\n\t\t\t\t\t Such old method reminiscent of a guilty party filing the suit first can never work on anyone.\n\t\t\t\t\t\n\t\t\t\t\t It is proved by claims of media in various countries including the U.S. that the \"threat\" from the DPRK, being hyped by the U.S., is just a sheer lie and the U.S. may face an irrecoverable disaster if it makes a preemptive attack, ignorant of its rival. \n\t\t\t\t\t\n\t\t\t\t\t The reality shows that the U.S. is the very one which poses nuclear threat and blackmail and seeks to play havoc with peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is staging a noisy campaign, slapping independent sanctions to suffocate the DPRK and inveigling the neighboring countries into the sanctions racket, prompted by serious stupidity.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its vassal forces' hectic sanctions and pressure racket to can never work on the DPRK. Tragedy is the U.S. ignorance of it.\n\t\t\t\t\t\n\t\t\t\t\t The Trump administration should not run riot, well aware of the indomitable will of the army and people of the DPRK to do whatever they are determined to do."
        },
        {
            "title": "Minju Joson Blasts S. Korean Group for Toeing U.S. Line",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-09ee.html",
            "content": "Minju Joson Blasts S. Korean Group for Toeing U.S. Line\r\n Pyongyang, May 16 (KCNA) -- Shortly ago, the puppet group of south Korea revealed its naked attempt to increase pressure upon the DPRK in collusion with its American master, welcoming the anti-DPRK tougher sanctions act passed by the U.S. House of Representatives as \"resolute will to counter the north's nuclear program\" and \"further tighten sanctions\".\n\t\t\t\t\t The foolish deed of the group of traitors only shows how much upset those nerds were at the DPRK's tremendous might and triumphant advance, and it is nothing but an epileptic fit of the confrontation maniacs indulging in stifling the fellow countrymen, Minju Joson Tuesday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t Such group of sycophantic traitors should never be allowed to survive on this land, the commentary stresses, adding:\n\t\t\t\t\t\n\t\t\t\t\t Owing to those traitors, the south Korean people have been subject to misfortune, pain, disgrace and disaster and a stumbling block laid in the way for national reconciliation, unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people should throw overboard the puppet group of traitors, hell-bent only on sycophancy toward the U.S., from this land so as to put an end to the history of disgraceful subservience and lead a dignified life."
        },
        {
            "title": "Minju Joson Flails Japan's Intention to Revise Constitution",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-08ee.html",
            "content": "Minju Joson Flails Japan's Intention to Revise Constitution\r\n Pyongyang, May 16 (KCNA) -- Japanese Prime Minister Abe has revealed his strong will to retrogressively revise the present constitution, recently indicating the days of enforcing the new constitution. The new step met unanimously rebuff of opposition parties and even the coalition ruling parties, the Liberal Democratic Party and the New Komeito Party, are expressing concern about it. A massive rally protesting the retrogressive revision of the constitution took place in Tokyo.\n\t\t\t\t\t Commenting on the fact, Minju Joson Tuesday says the escalating socio-political conflict in Japan over the constitutional revision is attributable to the fact that it is a serious political issue on which hinges the destiny of Japan.\n\t\t\t\t\t\n\t\t\t\t\t After the Second World War, Japan adopted the present constitution the keynote of which is the article stipulating Japan's eternal renunciation of war, out of consideration that war would only lead the country and its people to ruin with no benefit, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous view of the Japanese people that the country has to remain as a pacifist state forever, not getting inveigled in the turmoil of war and that this is the only way for guaranteeing the destiny and future of Japan.\n\t\t\t\t\t\n\t\t\t\t\t But the reactionaries of Japan are trying to reverse the people's security awareness.\n\t\t\t\t\t\n\t\t\t\t\t It is their black-hearted intention to make Japan a \"normal\" country capable of fighting a war from an \"abnormal\" country unable to do it and thus launch militarist overseas aggression as in the past. It is for this reason that the Japanese reactionaries have long made efforts to pave a way to a war state, and the pacifist constitution today is just like showy trinkets.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are set to remove the \"pacifist constitution\" which remains only in name, considering it as a thing lying in the way of realizing its ambition for militarist overseas expansion."
        },
        {
            "title": " Formation of \"Fellowship Society of GIs in S. Korea\" Flailed",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-06ee.html",
            "content": "Formation of \"Fellowship Society of GIs in S. Korea\" Flailed\r\n Pyongyang, May 16 (KCNA) -- Some days ago, the puppet group of south Korea formed what is called \"fellowship society of GIs in south Korea\", together with its American master.\n\t\t\t\t\t What can never be overlooked is that the group plans to finance the U.S. imperialist aggression troops and their children on the plea of supporting the \"society\".\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the fact, Rodong Sinmun Tuesday says it shows only the poor position of the pro-American stooges who try to maintain their remaining days, selling off the south Korean people's dignity and interests.\n\t\t\t\t\t\n\t\t\t\t\t The daily goes on to say:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. now seeks to constantly put south Korea in chains of yoke and feather its own nest under such specious name of \"fellowship society\".\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the puppet group, failing to see its sinister intention, plays horse to please its American master with money gained at the cost of people's sweat and blood, calling the U.S. aggression troops \"fellows\", and then realize its scheme to stifle the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the colonial servants, who have to read the face of the American master which took their sovereignty as a whole, to talk about \"fellowship\" and \"alliance\" with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Such group of pro-American traitors should never be pardoned as they seek to keep their existence with the help of the U.S., the shameless aggressor and burglar, and do harm to the fellow countrymen."
        },
        {
            "title": "KCNA Commentary Urges U.S. to Have Proper Choice",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-17ee.html",
            "content": "KCNA Commentary Urges U.S. to Have Proper Choice\r\n Pyongyang, May 16 (KCNA) -- The DPRK successfully carried out the test-fire of new ground-to-ground medium long-range strategic ballistic rocket Hwasong-12 on Sunday.\n\t\t\t\t\t In this regard, the U.S., Japan and others noisily call for \"counteraction\". This is a challenge to and defamation of the essence and justice of the DPRK's bolstering up military strength.\n\t\t\t\t\t\n\t\t\t\t\t The successful test-fire of Hwasong-12 is a great event noteworthy in the history of building a Juche-based nuclear power as it demonstrated the birth of precious national treasure \"Juche weapon\", another perfect weapon system for the posterity.\n\t\t\t\t\t\n\t\t\t\t\t The rocket test-fire showed the high level of the DPRK's development of science and technology in defence industry.\n\t\t\t\t\t\n\t\t\t\t\t The test-fire proved all the technical specifications of rocket, which was newly designed in a Korean-style, like guidance and stabilization systems, structural system and pressurization, inspection and launching systems and reconfirmed the reliability of new rocket engine under the practical flight circumstances. It also verified the homing feature of the warhead under the worst re-entry situation and accurate performance of nuclear warhead detonation system.\n\t\t\t\t\t\n\t\t\t\t\t The most perfect weapon systems in the world will never become the eternal exclusive property of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. massively brought nuclear strategic assets to the vicinity of the Korean peninsula to threaten and blackmail the DPRK, but the American-style fanfaronade can never work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All the DPRK's military steps are a legitimate exercise of the sovereignty for self-defence to cope with the persistent and brigandish nuclear threats and blackmail by the U.S. and its vassal forces and their moves to isolate and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's self-defensive measures to protect its dignity and vital rights and genuine peace from the U.S. escalating nuclear war threat are the legitimate right of a sovereign state and they are not against any international law.\n\t\t\t\t\t\n\t\t\t\t\t The successful test-fire of Hwasong-12 is of great and special significance in ensuring peace and stability in the Korean peninsula and the region, and this represents the great victory of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a full-fledged nuclear power, whether someone recognizes it or not.\n\t\t\t\t\t\n\t\t\t\t\t The strategic position of the DPRK, a dignified nuclear weapons state, will never change, irrespective of someone's recognition.\n\t\t\t\t\t\n\t\t\t\t\t Justice and truth, equality and respect are now gradually disappearing in the world political arena, but injustice and high-handed and arbitrary practices are prevailing. The most elementary principles of international relations specified by humankind with common agreement are disregarded now. Such situation should never be tolerated.\n\t\t\t\t\t\n\t\t\t\t\t The test-fire of Hwasong-12 is a grave warning to the U.S. and other hostile forces to make a proper choice with reason.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not disregard or misjudge the reality that its mainland and Pacific operation zone are in the DPRK's sighting range of strike and the DPRK has all powerful means for annihilating retaliatory strike.\n\t\t\t\t\t\n\t\t\t\t\t It is the stand of the DPRK to continuously develop more precise and diversified nukes and nuclear striking means and push ahead preparations for more tests till the U.S. and its vassal forces make a proper choice with reason.\n\t\t\t\t\t\n\t\t\t\t\t If the hostile forces carelessly provoke the DPRK, they will not escape from the biggest disaster in the history."
        },
        {
            "title": "S. Korean Bodies Declare Struggle to Have THAAD Withdrawn",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-15ee.html",
            "content": "S. Korean Bodies Declare Struggle to Have THAAD Withdrawn\r\n Pyongyang, May 16 (KCNA) -- According to the south Korean online paper Tongil News, organizations of south Korea including Songju Committee for Struggle against THAAD Deployment and the Action against THAAD Deployment held the 3rd Sosong-ri all-people peace action meeting in Songju on May 13 in demand of the withdrawal of THAAD.\n\t\t\t\t\t Noting that the Won Buddhists have staged a hunger sit-in in Kwanghwamun plaza of Seoul for 17 days, the participants in the meeting declared that they would struggle to have THAAD withdrawn."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-01ee.html",
            "content": "Kim Jong Un's Work Published in Russia\r\n Pyongyang, May 16 (KCNA) -- The Knizhnii Mir Publishing House of Russia brought out in pamphlet the work of respected Supreme Leader Kim Jong Un \"Young People, Be Vanguard Fighters Who Are Unfailingly Faithful to the Party's Revolutionary Cause of Songun\" on April 21 to mark the founding anniversary of the Korean People's Army.\n\t\t\t\t\t The work, published on September 18, Juche 103 (2014), says that the Korean youths have covered a glorious course, adding shine to the annals of the revolution with heroic feats and proud victories under the wise leadership and benevolent loving care of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It indicates the tasks and ways for the Korean youths to creditably fulfill their role as youth vanguard of the party in the historic march at present."
        },
        {
            "title": "Kim Jong Un's Work Introduced in Austria",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-02ee.html",
            "content": "Kim Jong Un's Work Introduced in Austria\r\n Pyongyang, May 16 (KCNA) -- The Society for the Promotion of the Relations between Austria and the DPRK posted on its internet homepage the work of respected Supreme Leader Kim Jong Un \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" on April 18 to mark the army day in the DPRK.\n\t\t\t\t\t The work, published on April 15, Juche 101 (2012), says that the 100-year history of Kim Il Sung's nation clearly proves the immutable truth that outstanding leaders assure the dignity and prosperity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the tasks to be fulfilled to glorify the dignity of Songun Korea for all ages and successfully carry out the cause of building a thriving socialist nation."
        },
        {
            "title": "Kim Il Sung's Feats Praised Abroad",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-03ee.html",
            "content": "Kim Il Sung's Feats Praised Abroad\r\n Pyongyang, May 16 (KCNA) -- Newspapers and magazines of different countries carried special write-ups praising the feats of President Kim Il Sung, accompanied with his smiling portrait and photos and photos showing the revolutionary activities of respected Supreme Leader Kim Jong Un, on the occasion of the Day of the Sun.\n\t\t\t\t\t The Lao paper Vatelao elaborated on the feats of Kim Il Sung who advanced the unique idea and theory on nation-building and built a genuine government of people and turned the DPRK into an invincible socialist country based on the solid political, military and economic foundations.\n\t\t\t\t\t\n\t\t\t\t\t The Myanmar paper The New Age noted that the President had made great contributions to the prosperity of the country and its people's happiness and to the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The Malaysian paper Guang Ming Daily said the President is the incarnation of human love with the noblest virtues\n\t\t\t\t\t\n\t\t\t\t\t International Link, magazine of China's Hong Kong, the Thai paper Xing San Daily and the Iranian paper Iran News introduced what personages of different countries have said in praise of the revolutionary career and noble traits of the President, stressing that his idea and exploits will shine forever like the sun.\n\t\t\t\t\t\n\t\t\t\t\t The German paper Rote Fahne carried an article dealing with the President's feats for the liberation of Korea and the British paper The New Worker an article introducing the validity of the Juche idea and advantages of the socialist system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Egyptian paper Al Misouri Alyaum told about the President's noble sense of internationalist obligation.\n\t\t\t\t\t\n\t\t\t\t\t Those newspapers also edited pictures showing the reality of the DPRK in which miracles and innovations are being worked one after another under the leadership of Kim Jong Un."
        },
        {
            "title": "Portavoz del MINREX rechaza nuevo comunicado del Consejo de Seguridad",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-22ee.html",
            "content": "Portavoz del MINREX rechaza nuevo comunicado del Consejo de Seguridad\r\nPyongyang, 16 de mayo (ACNC) -- En exclusiva con la Agencia Central de Noticias de Corea concedida el dia 16 en relacion con el exitoso lanzamiento de prueba del cohete balistico estrategico tierra-tierra de mediano y largo alcance del tipo Hwasong-12, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio el dia 16 la siguiente respuesta:\n\t\t\t\t\t El gran exito en el lanzamiento de prueba del cohete balistico estrategico tierra-tierra de mediano y largo alcance del tipo Hwasong-12 tiene importancia capital y especial en asegurar la paz y estabilidad de la Peninsula Coreana y la region.  Igualmente, deviene gran victoria del pueblo coreano incomparable con nada.\n\t\t\t\t\t\n\t\t\t\t\t El presente lanzamiento tuvo lugar como parte del ordinario proceso de mejoramiento en alto nivel del arma nuclear, orientado a consolidar la capacidad de autodefensa nacional.\n\t\t\t\t\t\n\t\t\t\t\t  Su meta estuvo en confirmar las especificaciones tecnicas y tacticas del susodicho cohete de nuevo tipo capaz de cargar la ojiva nuclear pesada de gran tamano y poder y se llevo a cabo a modo de disparo a la maxima altura tomando en consideracion la seguridad de los Estados circunvecinos.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, en algunas partes se escuchan los rumores absurdos como la supuesta \"violacion\" y \"amenaza\" en cuanto al ejercicio del legitimo derecho a la autodefensa por parte de la RPDC mientras el Consejo de Seguridad de la ONU publico un comunicado que critica el lanzamiento.\n\t\t\t\t\t\n\t\t\t\t\t  Rechazamos rotunda y totalmente el comunicado del Consejo de Seguridad que cuestiona nuestra medida para fortalecer el disuasivo nuclear de autodefensa en adhesion a la brutal campana anti-RPDC de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  En contraste, ese aparato no hizo referencia alguna a los dos lanzamientos de prueba de ICBM que realizo EE.UU. en una semana reciente.\n\t\t\t\t\t\n\t\t\t\t\t  El derecho a la autodefensa es el primer simbolo de la soberania y censurarlo constituye una abierta violacion de la soberania y la brutal intervencion en los asuntos internos.\n\t\t\t\t\t\n\t\t\t\t\t  Si EE.UU. se atreve a optar por la provocacion militar contra nuestro Estado, estamos listos a hacerle frente.\n\t\t\t\t\t\n\t\t\t\t\tEl sistema de armamento mas completado en el mundo no se quedara como medio monopolizado para siempre por EE.UU. y vendra sin falta el dia en que podremos usar los correspondientes medios de represalia.\n\t\t\t\t\t\n\t\t\t\t\tEn esa ocasion, EE.UU. vera con ojos propios si constituyen una amenaza real o no para si mismo los cohetes balisticos de la RPDC."
        },
        {
            "title": "Centro de Estudio de Asia de IEAI denuncia a reaccionarios japoneses",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-23ee.html",
            "content": "Centro de Estudio de Asia de IEAI denuncia a reaccionarios japoneses\r\nPyongyang, 16 de mayo (ACNC) -- En relacion con que los reaccionarios japoneses agravan ahora al extremo la situacion a fin de realizar su malsano objetivo instigando las imprudentes maniobras de EE.UU. para provocar nueva guerra en la Peninsula Coreana, el Centro de Estudio de Asia del Instituto de Estudio de los Asuntos Internacionales (IEAI) hizo publico el dia 16 un articulo. \n\t\t\t\t\tDesde el comienzo del ano nuevo, las autoridades japonesas, incluso el premier Abe, insistieron en intensificar al maximo el nivel de presion a la Republica Popular Democratica de Corea describiendo su prueba nuclear y lanzamiento de cohete como grave \"amenaza\" a la paz y seguridad del mundo en todas las oportunidades como el dialogo telefonico y las conversaciones con el presidente estadounidense, la visita del vicepresidente estadounidense a Japon y las negociaciones con EE.UU. y el Sur de Corea efectuadas en Tokio, revela el articulo y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn marzo y abril, EE.UU. aumento al maximo el nivel de presion militar contra la RPDC librando Key Resolve y Foal Eagle 17, ejercicios de guerra nuclear total sin precedentes tanto en su dimension e intensidad como en su modo de ejecucion, y hablando de la \"opcion militar\" y \"ataque preventivo\".\n\t\t\t\t\t\n\t\t\t\t\tEntonces, los reaccionarios japoneses aplaudieron con brazos abiertos la opcion militar anti-RPDC, en particular, el ministro de Defensa y otros politiqueros insistieron en el \"envio de Fuerzas de Autodefensa\" para \"rescatar a los japoneses en el Sur de Corea\" exponiendo abiertamente el intento de agredir nuevamente a la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa verdadera intencion de ellos, que difunden el rumor de la \"amenaza\" proveniente de la RPDC y de la \"crisis de la Peninsula Coreana\" en adhesion a las maniobras belicas de EE.UU., reside en procurar la justificacion para convertir su pais en una potencia militar y realizar la ambicion de agredir a ultramar.\n\t\t\t\t\t\n\t\t\t\t\tEllos desean tanto la guerra en la Peninsula Coreana para probar de nuevo el \"placer\" que han tenido en la historia de agresiones del siglo pasado.\n\t\t\t\t\t\n\t\t\t\t\tAhora la economia japonesa pasa del \"veintenario perdido\" y entra en el nuevo \"tricenal perdido\". Se ha paralizado la circulacion de mercancias debido a la estructura de superproduccion fija que acaba con las demandas reducidas y no se liberan de la contraccion general los fondos, equipos y mano de obra.\n\t\t\t\t\t\n\t\t\t\t\tLa circulacion del \"rumor de la crisis de la Peninsula Coreana\" entrana el objetivo de apaciguar el clima anti-Abe distrayendo la atencion de la poblacion japonesa al problema coreano y preparar el ambiente favorable al mantenimiento prolongado del poder actual.\n\t\t\t\t\t\n\t\t\t\t\tInciden en la caida de apoyo social al poder de Abe el recien desatado escandalo de la Escuela Moritomo de la familia de Abe, el problema de traslado de la base militar norteamericana en Futenma, la persistente crisis economica, los accidentes de trabajo y los males sociales, la dilacion del resarcimiento de los danos por el gran terremoto ocurrido en el este de Japon y el sismo de Kumamoto, etc.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades japonesas actuan como brigada de choque para el cumplimiento de la politica norteamericana de hostilidad a la RPDC abrigando la vana ilusion de acoger la \"lluvia de oro\" como en la pasada guerra coreana, todo el archipielago japones se reducira a cenizas ante el fuego implacable de las fuerzas armadas revolucionarias de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tJapon debe actuar con prudencia dejando la megalomania."
        },
        {
            "title": "MINREX ofrece encuentro informativo de la situacion",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-24ee.html",
            "content": "MINREX ofrece encuentro informativo de la situacion\r\nPyongyang, 16 de mayo (ACNC) -- El Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea ofrecio el dia 15 un encuentro informativo de la situacion para los representantes diplomaticos de los paises de la Asociacion de Naciones del Sudeste Asiatico (ASEAN), acreditados en la RPDC.\n\t\t\t\t\tEn la ocasion participaron los embajadores de Vietnam, Laos e Indonesia y el encargado de negocios a. i. de Cambodia.\n\t\t\t\t\t\n\t\t\t\t\tEl titular de la Direccion no. 2 de Asia del MINREX, Pak Jong Hak, informo la situacion actual en que la politica hostil a la RPDC de EE.UU. llega a la fase extremadamente aventurera, y la posicion de principios de la RPDC sobre el respecto.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. aumenta el grado de presion militar contra el pais socialista, ubicando permanentemente en la Peninsula Coreana enormes propiedades estrategicas nucleares. En tal circunstancia, obliga abiertamente a otros paises romper las relaciones diplomaticas con la RPDC o rebajar su nivel, abusando de las \"resolucion de sancion\" anti-RPDC, dijo el informante y continuo:\n\t\t\t\t\t\n\t\t\t\t\tLa demanda de EE.UU. de romper las relaciones diplomaticas con la RPDC o rebajar su nivel, malempleando y analizando con exageracion las \"resoluciones de sancion\" anti-RPDC carentes de la legalidad, la moralidad y la imparcialidad, resulta una flagrante violacion de la soberania de un Estado soberano y una intervencion en los asuntos internos y contraviene totalmente al ideal de ASEAN basado en la independencia, la igualdad, el respeto mutuo y la no intervencion en los asuntos internos. \n\t\t\t\t\t\n\t\t\t\t\tSiendo innegable potencia nuclear, la RPDC hara todo lo posible para preservar la paz y la estabilidad de la Peninsula Coreana y el resto de la region y ampliar y desarrollar mas las relaciones de amistad y cooperacion de larga historia y tradicion con los paises miembros de ASEAN. \n\t\t\t\t\t\n\t\t\t\t\tEl gran exito del lanzamiento de prueba del cohete balistico estrategico tierra-tierra de mediano y largo alcance de tipo Hwasong-12, efectuado el pasado dia 14 bajo la guia directa del Maximo Dirigente Kim Jong Un, reviste una importancia especial y capital para preservar la paz y la estabilidad de la Peninsula Coreana y el resto de la region. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC esta totalmente lista para responder a la provocacion militar de EE.UU. contra nuestro Estado, fabricara mucho mas medios de ataque nuclear y armas nucleares superprecisas y diversificadas hasta que EE.UU. y sus satelites tomen una correcta opcion con el sano juicio, y acelerara mas los preparativos de pruebas necesarias. \n\t\t\t\t\t\n\t\t\t\t\tLos oyentes expresaron el entendimiento a la posicion de principios de la RPDC sobre la situacion actual de la Peninsula Coreana."
        },
        {
            "title": "ACNC advierte a EE.UU. y fuerzas hostiles que tomen correcta opcion",
            "url": "http://kcna.co.jp/item/2017/201705/news16/20170516-25ee.html",
            "content": "ACNC advierte a EE.UU. y fuerzas hostiles que tomen correcta opcion\r\nPyongyang, 16 de mayo (ACNC) -- La RPDC realizo con exito el pasado dia 14 el lanzamiento de prueba de cohete balistico estrategico de mediano y largo alcance tierra-tierra de tipo Hwasong-12, recien desarrollado. \n\t\t\t\t\tAl respecto, Estados Unidos, Japon y otros paises hacen bulla abogando por el \"enfrentamiento\", lo que constituye una calumnia y desafio a la esencia y la justeza de los esfuerzos de la RPDC por fortalecer las fuerzas de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tEl exitoso lanzamiento de Hwasong-12 es el anuncio del establecimiento de otro perfecto sistema de arma, \"cohete Juche\", tesoro nacional a ser entregado a las generaciones venideras, asi que deviene un gran acontecimiento a registrarse con letras mayusculas en los anales de construccion de potencia nuclear de tipo jucheano. \n\t\t\t\t\t\n\t\t\t\t\tA traves del lanzamiento se demostro la talla de las ciencias y tecnicas de defensa nacional de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEsta vez, se han confirmado todas las caracteristicas tecnicas de los sistemas de induccion y estabilidad, la estructura, la presion, la revision y el disparo del cohete nuevamente disenado. Ademas se ha reafirmado en las condiciones de navegacion real la confiabilidad del motor de cohete nuevamente desarrollado.\n\t\t\t\t\t\n\t\t\t\t\tTambien, en un riguroso ambiente de reirrupcion del proyectil se comprobaron la caracteristica de la induccion final teledirigida de la cabeza de combate y la exactitud de la operacion del sistema de explosion de la ojiva nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEl sistema de armas mas perfeccionado en el mundo no es una cosa monopolizada de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tAunque EE.UU. nos amenaza y chantajea hablando tanto de la llamada presion e introduciendo en los alrededores de la Peninsula Coreana los pertrechos estrategicos nucleares, no podra salir con la suya.\n\t\t\t\t\t\n\t\t\t\t\tTodas las medidas militares tomadas por la RPDC son el ejercicio de soberania mas justo y autodefensivo frente al chantaje y amenaza nucleares y las tentativas de aislamiento y aplastamiento anti-RPDC de EE.UU. y las fuerzas seguidoras.\n\t\t\t\t\t\n\t\t\t\t\tLas medidas autodefensivas de la RPDC tomadas para defender su dignidad y el derecho a existencia y preservar la verdadera paz desde la recrudescente amenaza de guerra nuclear de EE.UU constituyen el derecho legitimo de un estado soberano y no contravienen a cualesquier leyes internacionales. \n\t\t\t\t\t\n\t\t\t\t\tEl gran exito del lanzamiento de prueba de Hwasong-12 tiene gran y especial significacion en la preservacion de la paz y la estabilidad de la Peninsula Coreana y la region y resulta una gran victoria del pueblo coreano incomparable con nada.\n\t\t\t\t\t\n\t\t\t\t\tIndudablemente, nuestro estado es una digna potencia nuclear.\n\t\t\t\t\t\n\t\t\t\t\tNunca se cambiara la posicion estrategica de la RPDC, digno pais portador de armas nucleares segun el reconocimiento o no de otros.\n\t\t\t\t\t\n\t\t\t\t\tNo se puede tolerar jamas la circunstancia de que se desaparecen poco a poco en la escena politica mundial la justicia y la veracidad, la igualdad y el respeto, reinan la injusticia, la arbitrariedad y el despotismo y se ven ignorados los principios mas elementales de las relaciones internacionales acordados y estipulados por la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tEl lanzamiento de prueba de cohete deviene una rigorosa advertencia de que EE.UU. y las fuerzas enemigas toman correcta opcion volviendo en si.\n\t\t\t\t\t\n\t\t\t\t\tAnte el presente lanzamiento exitoso, EE.UU. no debe despreciar ni malentender la realidad de que su propio territorio y la zona operacional de Pacifico estan al alcance de golpe del pais socialista y que este cuenta con todos los poderosos medios de represalia implacable.\n\t\t\t\t\t\n\t\t\t\t\tEs nuestra posicion fabricar mucho mas las armas nucleares de alta precision y diversificadas y los medios de ataque nuclear y acelerar los preparativos de ensayo necesarios hasta cuando EE.UU. y las fuerzas seguidoras vuelvan en si y seleccionen una opcion correcta.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas hostiles no podran evitar la calamidad nunca probada si se atrevan a atentar imprudentemente a la RPDC."
        }
    ]
}