{
    "date": "2017-09-08",
    "url": "http://kcna.co.jp/item/2017/201709/2017-09-08ee.html",
    "articles": [
        {
            "title": "Ri Su Yong Meets Japanese Guests",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-22ee.html",
            "content": "Ri Su Yong Meets Japanese Guests\r\n Pyongyang, September 8 (KCNA) -- Ri Su Yong, vice-chairman of the Central Committee of the Workers' Party of Korea who is advisor to the DPRK-Japan Friendship Association, Friday met and had a talk with Kanji Inoki, member of the House of Councillors of Japan, and his party on a visit to the DPRK."
        },
        {
            "title": "S. Korean Authorities Warned to Behave with Discretion",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-16ee.html",
            "content": "S. Korean Authorities Warned to Behave with Discretion\r\n Pyongyang, September 8 (KCNA) -- A spokesman of the Consultative Council for National Reconciliation in a statement Friday denounced the south Korean puppet forces' reckless confrontation moves.\n\t\t\t\t\t The chief executive of south Korea held a plenary meeting of \"national security council\" upon the news of the DPRK's successful H-bomb test, where he branded the test as \"violation of UN resolution\" and \"very serious challenge\" and called for \"stronger punishment proposal\". He behaved disgustingly by begging the neighboring countries, to say nothing of the U.S., to \"take powerful and substantial countermeasures to affect the north\".\n\t\t\t\t\t\n\t\t\t\t\t Those of the puppet \"National Assembly\", foreign ministry, headquarters of the Joint Chiefs of Staff and ruling and opposition political parties issued \"statements\" denouncing the H-bomb test as a \"serious provocation\". In the meantime, the puppet military gangsters went bellicose by holding joint strike exercises in the sky and the sea against simulated targets of nuclear facilities of the DPRK. And they are asking the American master every day to send strategic nuclear assets.\n\t\t\t\t\t\n\t\t\t\t\t This is ridiculous deed of precipitating self-destruction by acting as a shield and cannon fodder of the U.S., not judging what catastrophe their senseless acts of not cognizing the DPRK's strategic position and the trend of the times will bring, the statement says.\n\t\t\t\t\t\n\t\t\t\t\t South Korea will be a piece of cake for the DPRK ready not to rule out a nuclear war of justice against the U.S., it says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should deliberate on the matter more than before at a responsible moment of whether it would go reckless along with the U.S. already on a downward slope to plunge into the abyss of destruction together with it or join hands with the promising fellow countrymen advancing toward the bright future by demonstrating their powerful might to enter the path of resurrection.\n\t\t\t\t\t\n\t\t\t\t\t They should immediately stop the senseless confrontation moves that could bring huge disaster, clearly facing up to the crucial significance of the DPRK's success in the test of H-bomb for ICBM and the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t We sternly and again warn them not to run headlong into escalating confrontation with the fellow countrymen, being seized by confrontation-minded concept of the past with their eyes and ears turned away from the fundamentally changed situation, but behave with discretion, clearly discerning which way leads to the bright future and reunification of the nation."
        },
        {
            "title": "Adoption of \"NA Resolution\" in S. Korea Derided",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-18ee.html",
            "content": "Adoption of \"NA Resolution\" in S. Korea Derided\r\n Pyongyang, September 8 (KCNA) -- A spokesman for the Central Committee of the Korean Social Democratic Party issued a statement Friday to denounce the south Korean ruling and opposition party coteries' farce of adopting a \"National Assembly resolution\".\n\t\t\t\t\t In the \"NA resolution\" the ruling and opposition party coteries of south Korea called for \"providing a proposal for more powerful and substantial sanctions through cooperation with the international society\" and \"for adopting a posture of counteraction based on solid south Korea-U.S. alliance\" while branding the H-bomb test of the DPRK as a \"serious provocation\" threatening stability of the Korean peninsula and peace of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t Ridiculing it as a senseless act of those taken aback by the detonation of the H-bomb of the DPRK, the statement says:\n\t\t\t\t\t\n\t\t\t\t\t The test of H-bomb for ICBM amounts to the stern declaration of destruction to the U.S. going reckless, defying the significant and weighty warning of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The recent complete success in H-bomb test meant a special event of great significance in terminating the U.S. threat of anti-DPRK nuclear war and defending the sovereignty of the nation, stability of the Korean peninsula and peace of the region.\n\t\t\t\t\t\n\t\t\t\t\t However, the ruling and opposition party coteries of south Korea professing politicians staged the farce of adopting a \"resolution\" going against the mindset and desire of the nation. This is a senseless act of those bereft of even an iota of national conscience.\n\t\t\t\t\t\n\t\t\t\t\t Nothing will change but will arouse greater derision and denunciation from the public at home and abroad even though those coteries with their backs turned on the nation fabricate sort of \"resolutions\" tens, nay hundreds of times.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces should face up to the strategic position of the DPRK and stop the foolish act of pricking their eyes with their own hands and be prudent with their mouths shut."
        },
        {
            "title": "U.S. Forces' Presence in S. Korea under Fire",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-03ee.html",
            "content": "U.S. Forces' Presence in S. Korea under Fire\r\n Pyongyang, September 8 (KCNA) -- A spokesman for the National Peace Committee of Korea Friday released a statement after a lapse of 72 years since the U.S. imperialists' occupation of south Korea.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t To look upon the past, no nation in the world has suffered from misfortune of national and territorial division by outside forces for a long period spanning over half a century as the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Under the mask of \"liberator and protector\" the U.S. illegally occupied south Korea and from the first day it revealed its nature as outrageous aggressor, beast and gangster.\n\t\t\t\t\t\n\t\t\t\t\t Immeasurable are blood and tears the south Korean people shed under the occupation of the U.S. imperialists obsessed with extreme arrogance, shamelessness and brutality. \n\t\t\t\t\t\n\t\t\t\t\t 70 odd year-long history of the U.S. imperialists' presence in south Korea is the crime-woven history in which they imposed intolerable misfortune and pain upon all the Koreans including those in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The history and reality go to prove that the U.S. is the chief culprit blocking concord and reunification of the Korean nation, the chieftain bringing the danger of a nuclear war to the Korean peninsula and the root cause of all disgrace and disaster of the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Invariable is the aggressive ambition of the U.S. to dominate Asia and the rest of the world by swallowing up the whole Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation including south Koreans can never get rid of misfortune and disaster as long as there continues the U.S. forces' presence and colonial domination of south Korea and the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation can no longer tolerate the misfortune and pain caused by the U.S. imperialists' presence in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces should clearly remember that they can not evade the sternest punishment of history should they continue to submit to the U.S. while asking for the U.S. imperialist aggressor forces' permanent presence in south Korea against the desire of the nation for independence."
        },
        {
            "title": "DPRK Will Not Flinch Even Inch from Road of Bolstering Nuclear Force: DPRK Delegate",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-26ee.html",
            "content": "DPRK Will Not Flinch Even Inch from Road of Bolstering Nuclear Force: DPRK Delegate\r\n Pyongyang, September 8 (KCNA) -- The DPRK will never put the nuclear deterrence for self-defense on the negotiating table nor will flinch even an inch from the road of bolstering the country's nuclear force chosen by it as long as the U.S. hostile policy and nuclear threat to the DPRK are not fundamentally eliminated.\n\t\t\t\t\t The DPRK permanent representative to the UN Office and international organizations in Geneva stressed this in his speech at the plenary session of the third Geneva disarmament conference on September 5.\n\t\t\t\t\t\n\t\t\t\t\t Refering to the DPRK's successful ICBM-ready H-bomb test of great significance in boosting its national strength, he said:\n\t\t\t\t\t\n\t\t\t\t\t No one has the right to fault the DPRK's test of H-bomb for ICBM conducted as part of the efforts to attain the final goal for completing the state nuclear force as it is a routine and indispensable process for the implementation of the strategic line that we have chosen for ourselves, the line of simultaneously developing the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t Instead of recognizing the DPRK's sovereignty and co-existence with it, the U.S. is driving the situation of the Korean Peninsula to the brink of a nuclear war while introducing huge armed forces to the peninsula and its vicinity and persistently staging military provocations for a preemptive nuclear strike on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's every military measure is a legitimate exercise of the right to self-defense to cope with the U.S. and its vassal forces' heinous nuclear blackmail, threat and isolation moves that have been viciously perpetrated century after century.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not act rashly, properly seeing through the strategic position of the DPRK possessed of powerful nuclear deterrence, he said."
        },
        {
            "title": "DPRK Government Economic Delegation Back Home",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-21ee.html",
            "content": "DPRK Government Economic Delegation Back Home\r\n Pyongyang, September 8 (KCNA) -- A DPRK government economic delegation led by Kim Yong Jae, minister of External Economic Relations, came back home Friday after taking part in the 3rd \"Oriental Economic Forum-2017\" held in Vladivostok of Russia."
        },
        {
            "title": "DPRK Foreign Ministry Gives Briefing on Situation",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-31ee.html",
            "content": "DPRK Foreign Ministry Gives Briefing on Situation\r\n Pyongyang, September 8 (KCNA) -- The DPRK Foreign Ministry Friday gave a briefing on the situation for diplomatic envoys of Asian countries to the DPRK.\n\t\t\t\t\t Attending it were ambassadors of Mongolia, Vietnam, Laos, Cambodia, Indonesia, Iran and India and the Pakistani charge d'affaires ad interim.\n\t\t\t\t\t\n\t\t\t\t\t Choe Hui Chol, vice-minister of Foreign Affairs, informed them of the DPRK's stand on the recent test of H-bomb for ICBM.\n\t\t\t\t\t\n\t\t\t\t\t He said that the H-bomb test, carried out in the nuclear test ground in the northern part of the country at 12:00 on Sept. 3, 2017 under the plan of the Workers' Party of Korea on building the strategic nuclear force, is of weighty significance in attaining the final goal for completing the state nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Now the U.S. is still making irresponsible remarks that the DPRK wants a war in disregard of the international community's will, while kicking off in the UN arena a \"campaign denouncing\" the ICBM-ready H-bomb test in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t No one is entitled to criticize the recent H-bomb test as it is a normal process the DPRK had to go through in its efforts to implement the line for simultaneous development of the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t We will not take even a step back from the road of our option but keep bolstering the nuclear deterrence for self-defence to defend our government and people from the U.S. nuclear war threat.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula frequently gets out of control because of the wrong view and reckless remarks of the U.S. which is still seeking to physically bring down the state and social system of the DPRK, while failing to judge for whom the current situation is more unfavorable.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should never forget the position of the DPRK as a full-fledged nuclear power possessed of ICBM together with A-bomb and H-bomb, and the DPRK will keep watching every move of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the conviction that the Asian countries would make responsible options with proper reason and judgment to put a fundamental end to the U.S. wild act in order to defuse the tension in the Korean peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t The diplomatic envoys of the Asian countries expressed clear understanding of the fact that the situation on the Korean peninsula plunged into an evil cycle of tension due to the U.S. reckless words and acts."
        },
        {
            "title": "Greetings to Kim Jong Un from Indian President",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-28ee.html",
            "content": "Greetings to Kim Jong Un from Indian President\r\n Pyongyang, September 8 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, September 5 received a message of greeting from Indian President Ram Nath Kovind.\n\t\t\t\t\t The message extended warm greetings and congratulations on behalf of the Indian government, people and president to Kim Jong Un and the people of the DPRK on the founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The India-DPRK relations are warm and friendly ones based on the ties between the two peoples, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t I hope that the traditional ties of friendship and cultural relations between the two peoples would continue to develop.\n\t\t\t\t\t\n\t\t\t\t\t We sincerely wish peace and stability on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t India hopes all the pending issues in this regard would be quickly solved through dialogue."
        },
        {
            "title": "Letter to Kim Jong Un from General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-04ee.html",
            "content": "Letter to Kim Jong Un from General Association of Koreans in China\r\n Pyongyang, September 8 (KCNA) -- Respected Supreme Leader Kim Jong Un received a letter from the General Association of Koreans in China on September 4.\n\t\t\t\t\t The exciting news about the complete success in the test of H-bomb for ICBM carried out by order of Marshal Kim Jong Un have brought immense pleasure and delight to all the Koreans in China, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t The great victories to be specially recorded in the nation's history are a proud fruition of the hard-work of the respected Marshal who bore the brunt of the advance for a final victory by visiting dangerous testing ground, assembly field and launching ground time and again at deep night or in early dawn, the letter noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The great leaders Generalissimos Kim Il Sung and Kim Jong Il and respected Supreme Leader Marshal Kim Jong Un are saviors and great sages of the nation the whole nation should praise and uphold for all ages as they put an end to the distress-torn history of the nation and demonstrated the country as a socialist power of Juche, a world-level nuclear power and an ICBM nation no one dares provoke.\n\t\t\t\t\t\n\t\t\t\t\t Our country will always emerge victorious in the confrontation with the imperialists and the U.S. as it did in the past as it holds the world's most outstanding and greatest Marshal as the supreme leader in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t The officials of the General Association of Koreans in China and all the Koreans in China will keep to the path of patriotism and loyalty to the respected Marshal only just like sunflowers with conviction of the final victory and firm pluck no matter how the trend of the times may change."
        },
        {
            "title": "Congratulations to Kim Jong Un from Military Attaches Corps",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-11ee.html",
            "content": "Congratulations to Kim Jong Un from Military Attaches Corps\r\n Pyongyang, September 8 (KCNA) -- Respected Supreme Leader Kim Jong Un received a floral basket and a congratulatory letter from the military attaches corps here on the occasion of the 69th anniversary of the DPRK.\n\t\t\t\t\t The floral basket and congratulatory letter were handed over to Army General Pak Yong Sik, minister of the People's Armed Forces, by Alexei Bartusov, military attache of the Russian embassy who is doyen of the corps, on Friday."
        },
        {
            "title": " Floral Baskets to Kim Jong Un from Abroad",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-20ee.html",
            "content": "Floral Baskets to Kim Jong Un from Abroad\r\n Pyongyang, September 8 (KCNA) -- Respected Supreme Leader Kim Jong Un received floral baskets from the family of Zhang Wei-hua, a Chinese anti-Japanese revolutionary martyr, and the Tokyo-Pyongyang Rainbow Bridge of Japan on Friday ahead of the 69th founding anniversary of the DPRK."
        },
        {
            "title": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-23ee.html",
            "content": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, September 8 (KCNA) -- The family of internationalist soldier Ya. T. Nobichenko sent a floral basket to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on the occasion of the 69th anniversary of the DPRK.\n\t\t\t\t\t The floral basket was laid at the statues on Friday."
        },
        {
            "title": "Overseas Compatriot Family Pays Tribute to Great Leaders",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-24ee.html",
            "content": "Overseas Compatriot Family Pays Tribute to Great Leaders\r\n Pyongyang, September 8 (KCNA) -- Jong Il Sim, widow of DPRK Hero An Tong Su, Friday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill here on the occasion of the 69th anniversary of the DPRK.\n\t\t\t\t\t She laid a floral basket at the statues of the great leaders and paid homage to them."
        },
        {
            "title": "Contributors to ICBM-Ready H-bomb Test Visit Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-05ee.html",
            "content": "Contributors to ICBM-Ready H-bomb Test Visit Kumsusan Palace of Sun\r\n Pyongyang, September 8 (KCNA) -- Contributors to the successful ICBM-ready H-bomb test visited the Kumsusan Palace of the Sun on Thursday to pay homage to President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t At the palace they paid high tribute to the statues of Kim Il Sung and Kim Jong Il and made deep bows to the great leaders at the halls where they lie in state,\n\t\t\t\t\t\n\t\t\t\t\t They went round halls where the orders the great leaders received are on display and halls which house cars, electric car, boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Contributors to H-bomb Test Visit Korean Revolution Museum",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-06ee.html",
            "content": "Contributors to H-bomb Test Visit Korean Revolution Museum\r\n Pyongyang, September 8 (KCNA) -- Contributors to the successful test of H-bomb for ICBM visited the Korean Revolution Museum on Thursday.\n\t\t\t\t\t At the main hall of the museum they paid tribute to an art work depicting President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the fact that it was built into the best revolutionary museum and a great treasure house of the Korean nation, they went round its rooms where historical mementoes and data are on display.\n\t\t\t\t\t\n\t\t\t\t\t Going round the halls dealing with the anti-Japanese revolutionary struggle, the Fatherland Liberation War and the period of laying the foundations of socialism, etc. they recalled the revolutionary career of the President who founded the Juche idea, the Songun idea, led the two revolutionary wars and two-stage social revolution and socialist construction to victories and laid a foundation for the self-reliant defence capabilities.\n\t\t\t\t\t\n\t\t\t\t\t They also went round the historical mementoes and exhibits associated with the exploits Kim Jong Il performed to protect the destiny of the country and the nation and accomplish the great cause of having access to nukes.\n\t\t\t\t\t\n\t\t\t\t\t And they looked round the room \"The Great Leaders and Comrade-in-Arms\" showing the great leaders' trust and love for the revolutionary comrades and the loyalty of soldiers to the leaders."
        },
        {
            "title": "More Rallies Hail Successful H-bomb Test",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-30ee.html",
            "content": "More Rallies Hail Successful H-bomb Test\r\n Pyongyang, September 8 (KCNA) -- Army-people rallies took place in North Hwanghae Province, Jagang Province, Ryanggang Province and Nampho City and Rason City to hail the DPRK's complete success of ICBM-ready H-bomb test.\n\t\t\t\t\t Attending the rallies were officials of local party and power organs, working people's organizations, industrial establishments, farms and universities, men and officers of the Korean People's Army and the Korean People's Internal Security Forces, working people, youth and students.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the unprecedented special event of the complete success of H-bomb test for ICBM made the whole country excited and pleased.\n\t\t\t\t\t\n\t\t\t\t\t They warmly congratulated the contributors to the successful H-bomb test conducted as part of the DPRK's efforts to attain the final goal of completing the state nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t They said that the thunder of the thermonuclear weapon of Juche foretelling the final victory of socialism was a signal event eloquently proving that the decision of the Workers' Party of Korea means practice and how Kim Il Sung's and Kim Jong Il's Korea defends world peace and leads the cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the complete success of the H-bomb test was the resolute answer given by Korea of Juche to the U.S. imperialists who do not stop rash acts, believing in its corpulent strength but failing to see through the trend.\n\t\t\t\t\t\n\t\t\t\t\t The unprecedented exploits respected Supreme Leader Kim Jong Un performed by bringing about the great national victory for building nuclear force will always shine along with the victorious advance of the Korean revolution, stressed the speakers."
        },
        {
            "title": "Hoeryong Schoolchildren's Palace Completed",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-27ee.html",
            "content": "Hoeryong Schoolchildren's Palace Completed\r\n Hoeryong, September 8 (KCNA) -- The Hoeryong Schoolchildren's Palace was successfully built and inaugurated with due ceremony Friday.\n\t\t\t\t\t The palace is equipped with multi-purpose rooms, theater and gymnasium with hundreds of sitting capacity.\n\t\t\t\t\t\n\t\t\t\t\t The appearance of the palace in the birthplace of anti-Japanese war heroine Kim Jong Suk makes it possible for schoolchildren in the city to cultivate their talents to the full."
        },
        {
            "title": "Dancing Party of Women's Union Members Held",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-25ee.html",
            "content": "Dancing Party of Women's Union Members Held\r\n Pyongyang, September 8 (KCNA) -- A dancing party of women's union officials and members took place at the plaza of the Monument to Party Founding Friday to celebrate the 69th anniversary of the DPRK.\n\t\t\t\t\t The dancing party began with the \"Song of the Proclamation of the People's Republic\".\n\t\t\t\t\t\n\t\t\t\t\t Its participants danced with gratitude and reverence for President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t While displaying dances, they extended glory and congratulations to respected Supreme Leader Kim Jong Un who turned the country into an invincible nuclear power."
        },
        {
            "title": "Poem-Reciting Meeting of Peasants",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-29ee.html",
            "content": "Poem-Reciting Meeting of Peasants\r\n Pyongyang, September 8 (KCNA) -- A poem-reciting meeting was held by agricultural workers and members of the Union of Agricultural Workers of Korea on Friday to mark the 69th founding anniversary of the DPRK.\n\t\t\t\t\t Performers lauded the exploits of President Kim Il Sung and leader Kim Jong Il who built a socialist state in Korea and provided the strong foundations for the country's lasting prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Recited were epic \"Fly higher the flag of the DPRK\" dealing with the revolutionary feats of Kim Jong Il and poems singing of the personality of respected Supreme Leader Kim Jong Un as a great man.\n\t\t\t\t\t\n\t\t\t\t\t Attending the meeting were Ri Il Hwan, department director of the C.C., Workers' Party of Korea, Kim Chang Yop, chairman of the C.C., Union of Agricultural Workers, and officials of the union."
        },
        {
            "title": "Production of Heavy Rails Completed",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-13ee.html",
            "content": "Production of Heavy Rails Completed\r\n Pyongyang, September 8 (KCNA) -- The Hwanghae Iron and Steel Complex in the DPRK finished the production of heavy rails to be sent to the construction site of the Hyesan-Samjiyon broad-gauge railway.\n\t\t\t\t\t Workers of the complex boosted the production in the spirit of pouring molten iron over the U.S. imperialists running amuck to isolate and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The smelting furnace workshop registered the peak record in pig iron production by ensuring six or seven rounds of tapping a day with the advanced melting method and the steel workshop increased the charging ratio of molten iron and took technical measures for the normal operation of furnaces.\n\t\t\t\t\t\n\t\t\t\t\t The semisteel workshop put the operation of high-temperature air-combustion heating furnaces on a normal track and the heavy rail workshop completed the processing of heavy rails."
        },
        {
            "title": "Samjiyon County Changes Its Appearance",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-14ee.html",
            "content": "Samjiyon County Changes Its Appearance\r\n Pyongyang, September 8 (KCNA) -- The work to turn Samjiyon County into an iconic and model county of the country is progressing apace in the DPRK. Shock brigade members of Division 216 are registering successes every day.\n\t\t\t\t\t The Construction Brigade 618 completed the project of repairing stone steps of Lake Chon on Mt Paektu and the external formation of 10-odd objects including Hyangdo and Paektu railway stations in a little more than a month.\n\t\t\t\t\t\n\t\t\t\t\t Framework of the Paektusan Museum was carried out at 95 percent.\n\t\t\t\t\t\n\t\t\t\t\t The Hyesan-Samjiyon Railway Construction Brigade is pushing forward the projects for laying rails and building railway stations. It completed the framework of the Wiyon and Rimyongsu youth railway stations.\n\t\t\t\t\t\n\t\t\t\t\t The Ryanggang Provincial Brigade of Division 216 is building eight blocks of three-storied dwelling houses for nearly 100 flats in the Phothae area."
        },
        {
            "title": " \"Complete Collection of Kim Jong Il's Works\" Vol. 18 Published",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-19ee.html",
            "content": "\"Complete Collection of Kim Jong Il's Works\" Vol. 18 Published\r\n Pyongyang, September 8 (KCNA) -- The Workers' Party of Korea Publishing House published \"Complete Collection of Kim Jong Il's Works\" Vol. 18, a cycle of works about the immortal Juche idea and the Songun idea, arranged systematically and comprehensively in a chronological order.\n\t\t\t\t\t It carries 86 works including talks, speeches and concluding speeches made by leader Kim Jong Il from June to October, Juche 61 (1972).\n\t\t\t\t\t\n\t\t\t\t\t The works deal with the facts that he set forth the idea to hold President Kim Il Sung in high esteem, thoroughly establish the party's monolithic ideological system and usher in a new turning phase in all fields of the revolution and construction, and led the struggle for doing so."
        },
        {
            "title": "Kim Il Sung Paves Way for Building Powerful Nation of Juche",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-12ee.html",
            "content": "Kim Il Sung Paves Way for Building Powerful Nation of Juche\r\n Pyongyang, September 8 (KCNA) -- The Korean people are greeting the 69th founding anniversary of the DPRK.\n\t\t\t\t\t It is President Kim Il Sung who liberated Korea which eclipsed in the world map and who hewed out the way for building a powerful nation of Juche.\n\t\t\t\t\t\n\t\t\t\t\t It was his high intention to build a powerful country and ideal society of the people on this land to be admired by the world.\n\t\t\t\t\t\n\t\t\t\t\t He created precious experience in building the people's government during the anti-Japanese revolution and provided a solid political and military guarantee of building an independent and sovereign state after the liberation of Korea. On this basis he founded the Democratic People's Republic of Korea on September 9, Juche 37 (1948).\n\t\t\t\t\t\n\t\t\t\t\t The foundation of the Republic made a fundamental turn take place in carving out the destiny of the Korean people and building a thriving country.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people, who had been to suppression and humiliation in the past, have led a worthwhile life and happiness, exercising their legitimate rights as the masters of the state and society.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK displayed matchless popular heroism during the Fatherland Liberation War to defend the genuine people's country and the precious Republic. They performed world-startling miracles and feats in the period of post-war rehabilitation and construction, socialist revolution and socialist construction.\n\t\t\t\t\t\n\t\t\t\t\tThe impregnable defense lines, cities, countryside, streets and villages across the country are associated with the leadership of the President and the people are enjoying a happy life thanks to him.\n\t\t\t\t\t\n\t\t\t\t\t The exploits of Kim Il Sung, the founder of socialist Korea and the eternal President of the DPRK, will go down in the history of the country as he turned it into the socialist country centered on the popular masses, the socialist power independent in politics, self-supporting in the economy and self-reliant in defence."
        },
        {
            "title": "Rodong Sinmun Urges S. Korean Authorities to Clearly See through True Colors of U.S.",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-08ee.html",
            "content": "Rodong Sinmun Urges S. Korean Authorities to Clearly See through True Colors of U.S.\r\n Pyongyang, September 8 (KCNA) -- Rodong Sinmun stresses in an article Friday that the U.S. is not a protector of the south Korean people but arrogant aggressor and root cause of misfortune and disaster.\n\t\t\t\t\t The U.S. has not respected the south Korean authorities so far, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t To the U.S., the south Korean forces are the mere cannon fodder to meet its interests for aggression in the Korean Peninsula and Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t Owing to the U.S. which has sought to realize its ambition for aggression on the DPRK and domination over the world after occupying south Korea, the south Korean people have suffered untold misfortune and pain. They are compelled to undergo intolerable national contempt and insult, subject to miserable lot with their dignity and human rights trampled underfoot under the jackboots of the U.S. imperialist aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves for forcing the south Korean authorities to accept the deployment of THAAD are a vivid expression of the arrogant and brigandish nature of the Yankees.\n\t\t\t\t\t\n\t\t\t\t\t It is the miserable position of the south Korean ruling forces only to become the victim of the U.S. interests and kowtow to their master who is forcing them to unconditionally accept not only the deployment of THAAD but also more dangerous things, feeling disgrace.\n\t\t\t\t\t\n\t\t\t\t\t The history of subjugation and disgrace should be no longer allowed to last in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should clearly see through the true colors of the U.S. and abandon their bad habit of following the aggressive outsiders as unanimously demanded by the public."
        },
        {
            "title": "Rodong Sinmun Slams Japan's Arms Buildup",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-09ee.html",
            "content": "Rodong Sinmun Slams Japan's Arms Buildup\r\n Pyongyang, September 8 (KCNA) -- The Japan Ministry of Defense decided to allot the largest-ever 5. 2551 trillion yen for its arms buildup in the 2018 fiscal year. Most of that money will reportedly be spent for buying ship-based interceptor missile SM-3 Block 2A and U.S.-made ground-based missile complex Aegis Usher and developing next-generation radar.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Friday says:\n\t\t\t\t\t\n\t\t\t\t\t Japan's arms buildup is just a revelation of its sinister design to realize at any cost its old dream of \"Greater East Asia Co-prosperity Sphere\" by giving spur to militarization and preparations for overseas invasion with the backing of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The reckless moves of the Japanese reactionaries are adding fuel to armament race in Northeast Asia and aggravating the unstable regional situation.\n\t\t\t\t\t\n\t\t\t\t\t Neighboring countries are heightening their vigilance against Japan's moves.\n\t\t\t\t\t\n\t\t\t\t\t If Japan fails to come to reason and persist in foolhardy acts with the backing of the U.S., it will face unimaginably terrible disaster as a target of attack by other countries.\n\t\t\t\t\t\n\t\t\t\t\t Like a bolt from blue, disaster or misfortune may come any moment. If the Japanese ruling quarters are mindful of the security of Japan, they should refrain from arms buildup.\n\t\t\t\t\t\n\t\t\t\t\t It will be too late for it to regret once it is hit hard."
        },
        {
            "title": "U.S. Administration Will Have to Pay Dearly for Haley's Tongue-lashing: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-10ee.html",
            "content": "U.S. Administration Will Have to Pay Dearly for Haley's Tongue-lashing: KCNA Commentary\r\n Pyongyang, September 8 (KCNA) -- U.S. Ambassador to the United Nations Nikki Haley, a political prostitute, has kicked off a hysteric fit, exasperated by the DPRK's nuclear weaponization that has reached its final phase.\n\t\t\t\t\t At an urgent UN Security Council meeting on Sept. 4 she hurt the dignity of the supreme leadership of the DPRK, stunning the world public.\n\t\t\t\t\t\n\t\t\t\t\t Her rubbish about \"misuse of missile and nuclear weapon\" and \"begging for a war\" is just a revelation of the ill-intended purpose to adopt a new toughest \"sanctions resolution\" with ease by describing the DPRK as a \"provoker of war.\"\n\t\t\t\t\t\n\t\t\t\t\t As far as Nikki Haley is concerned, she is just a beginner in politics and diplomacy as she came under public criticism for her string of rubbish over the ballistic rocket launch of the DPRK in March last.\n\t\t\t\t\t\n\t\t\t\t\t Not content with it, she fully revealed her bad blood toward the DPRK by slandering it over its non-existent \"human rights issue\" and crying out for taking a military option against it. She is crazily swishing her skirt, playing the flagship role in Trump administration's hideous sanctions and pressure racket against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t She became a laughing stock of the world public for her reckless tongue-lashing devoid of any elementary conception of reason. It seems that she is still ignorant of what disaster would be entailed by her stupidity.\n\t\t\t\t\t\n\t\t\t\t\t So wretched is the plight of the U.S. which put forward such depraved woman and beginner diplomat as its representative in the UN arena.\n\t\t\t\t\t\n\t\t\t\t\t She talked as if the DPRK were inviting a war while the U.S. wanted peace, asserting that there is a limit to the patience of the U.S. But with no rhetoric can the U.S. cover up its true colors as chieftain of aggression and war and wrecker of peace.\n\t\t\t\t\t\n\t\t\t\t\t In actuality, the heavyweights of the U.S. are busy with arms selling.\n\t\t\t\t\t\n\t\t\t\t\tSouth Korean media, commenting on a recent phone dialogue between Trump and the south Korean chief executive, disclosed that the U.S. president personally opted for pressurizing south Korea to buy U.S.-made weapons with the lifted limitation of the south Korean puppet army's missile warhead weight as a momentum. This is not surprising.\n\t\t\t\t\t\n\t\t\t\t\t It is just the U.S. which appeared with aggression and has grown corpulent through wars. It has ceaselessly ignited wars to seek regime change in the countries incurring its disfavor.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. escalating nuclear threats and blackmails pushed the DPRK to have access to nukes, and the world acknowledges that the DPRK's access to nukes is a reasonable option to protect its vital rights and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t Nothing will be more foolish than to think that the DPRK, a strong nuclear power, will remain passive toward that outrageous pressure aimed at crippling its \"social system.\"\n\t\t\t\t\t\n\t\t\t\t\t Nikki should be careful with her tongue though she might be a blind fool.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. administration will have to pay a dear price for her tongue-lashing."
        },
        {
            "title": "Missile Launching Drills by S. Korean Warmongers",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-15ee.html",
            "content": "Missile Launching Drills by S. Korean Warmongers\r\n Pyongyang, September 8 (KCNA) -- The south Korean puppet warmongers reportedly staged a missile launching drill aimed to strike the DPRK's nuclear facilities on Sept. 4.\n\t\t\t\t\t They launched a ground-to-ground missile with the firing range of hundreds of kilometers and an air-to-surface missile from F-15K over international waters from the east coastal area.\n\t\t\t\t\t\n\t\t\t\t\t They are planning to stage drills for dropping live shells and firing air-to-surface missiles with introduction of the U.S. imperialists' nuclear strategic bombers."
        },
        {
            "title": " U.S., S. Korean Authorities Go Ahead with Additional THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-17ee.html",
            "content": "U.S., S. Korean Authorities Go Ahead with Additional THAAD Deployment\r\n Pyongyang, September 8 (KCNA) -- The U.S. imperialists and the south Korean puppet forces reportedly went ahead with the additional deployment of military hardware such as THAAD launching pads on Thursday in disregard of the rebuff and denunciation by the Korean nation and the world public.\n\t\t\t\t\t Mercilessly cracking down the protestors against additional deployment of THAAD, the puppet authorities carried its launching pads, relevant hardware and materials to the base."
        },
        {
            "title": "Kim Il Sung's Work Introduced by Nepalese Paper",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-01ee.html",
            "content": "Kim Il Sung's Work Introduced by Nepalese Paper\r\n Pyongyang, September 8 (KCNA) -- The Nepalese newspaper Arpan carried the full text of President Kim Il Sung's work \"Answers to Questions Raised by the Chairman of the Nepal Journalist Association\" on Aug. 25 to mark the 69th birthday of the DPRK.\n\t\t\t\t\t The work, published on November 29, Juche 79 (1990), deals with the essence of the Juche idea, invincibility of socialism in the DPRK, ways for achieving Korea's reunification and the DPRK government's stand on boosting the friendly and cooperative relations with Nepal.\n\t\t\t\t\t\n\t\t\t\t\t A photo of Kim Il Sung was carried on the newspaper."
        },
        {
            "title": "DPRK's Founding Anniversary Marked in Myanmar, Peru",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-02ee.html",
            "content": "DPRK's Founding Anniversary Marked in Myanmar, Peru\r\n Pyongyang, September 8 (KCNA) -- Myanmar and Peruvian personages issued statements on September 1 and 2 ahead of the 69th founding anniversary of the DPRK.\n\t\t\t\t\t Tha Win, secretary of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar, said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK was founded on September 9, 1948 under the wise guidance of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and HE Kim Jong Il made great efforts to hand down a reunified country to the posterity, regarding the national reunification as the greatest patriotic work, and undying contribution to the cause of global independence by expanding and developing the country's external relations.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have become convinced of their future, through the whole course of the Korean revolution that has emerged victorious under the guidance of their great leaders and through the practice of recent years in which the DPRK has further displayed its dignity and might as a politico-ideological and military power under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Tin Tun, director of the Myanmar Medical Research Institute, stressed that Kim Il Sung and Kim Jong Il are the peerlessly elder statesmen who performed immortal feats for the country and the people with their profound ideas and theories, distinguished leadership ability and energetic revolutionary practices and excellent and tested leaders who pioneered and glorified the modern history by leading the Korean revolution always to victory under the banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t As there is HE Kim Jong Un who leads the cause of building a prosperous and powerful country by inheriting the idea and cause of the great leaders, the socialist cause of Korea is making dynamic advance without vacillation even under the imperialists' persistent obstructive moves, he said.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Peruvian newspaper Accion Nacionalista praised the history of the DPRK which has always emerged victorious under the guidance of the great leaders through generations."
        },
        {
            "title": "Portavoz de CRN denuncia las locuras conflictivas del Sur de Corea",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-32ee.html",
            "content": "Portavoz de CRN denuncia las locuras conflictivas del Sur de Corea\r\nPyongyang, 8 de septiembre (ACNC) -- El portavoz del Consejo de Reconciliacion Nacional publico el dia 8 una declaracion condenando la imprudencia conflictiva de los titeres surcoreanos.\n\t\t\t\t\tTan pronto como se informara de la noticia sobre la exitosa prueba de la bomba H realizada por la Republica Popular Democratica de Corea, el mandatario surcoreano convoco una reunion plenaria del \"Consejo de Seguridad Nacional\", en que hablo de la \"violacion de la resolucion de la ONU\", \"desafio gravisimo\" y \"fuertes contramedidas\", y mendigo con vulgaridad a su amo gringo y los paises vecinos que \"tomen unas contramedidas tan duras y efectivas que sintiera profundamente el Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tLos tipejos de la \"Asamblea Nacional\", el Ministerio de Relaciones Exteriores, la Junta de Jefes de Estado Mayor, el partido en el Poder y los opositores publicaron sendas \"declaraciones\" acusando como la \"grave provocacion\" la prueba de la bomba H de la RPDC, mientras los gangsteres militares libraron sucesivamente en el cielo y el mar los entrenamientos de ataque combinado contra las simuladas instalaciones nucleares de la RPDC y suplican cada dia a EE.UU. a emplazar las propiedades estrategicas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tEsto deviene una locura que acelera su autodestruccion sin entender el resultado catastrofico de sus imprudencias de servirse de la carne de canon de EE.UU. ni conocer la posicion estrategica de la RPDC ni la corriente de la tendencia.\n\t\t\t\t\t\n\t\t\t\t\tAsi burla el portavoz y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl Sur de Corea no puede ser el rival de la RPDC, dispuesta a realizar hasta la justa guerra nuclear contra EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEn este momento importante las autoridades surcoreanas tienen que decidir que quieren compartir el destino del tragico fin con su amo norteamericano o tomar las manos de la misma nacion que marcha con pasos firmes hacia el radiante futuro.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben cesar de inmediato sus locuras conflictivas que causaran el desastre inimaginable, al entender correctamente el gran significado de la exitosa prueba de la bomba H instalable en el cohete balistico intercontinental de la RPDC y la corriente de la situacion.\n\t\t\t\t\t\n\t\t\t\t\tVolvemos a aconsejar severamente a las autoridades surcoreanas que no deben recurrir a la confrontacion fratricida, sino actuar con prudencia adivinando correctamente donde estan el futuro de la nacion y el camino de la reunificacion."
        },
        {
            "title": "PSDC se burla de aprobacion de \"proyecto de resolucion\" en Sur de Corea",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-33ee.html",
            "content": "PSDC se burla de aprobacion de \"proyecto de resolucion\" en Sur de Corea\r\nPyongyang, 8 de septiembre (ACNC) -- El portavoz del Comite Central del Partido Social-Democrata de Corea hizo publica el dia 8 una declaracion rechazando la aprobacion del \"proyecto de resolucion de la asamblea nacional\" por los partidos en el Poder y en la oposicion del Sur de Corea. \n\t\t\t\t\tEn el \"proyecto de resolucion\" los titeres surcoreanos cuestionaron la prueba de bomba H de la Republica Popular Democratica de Corea como \"grave provocacion\" a la estabilidad de la Peninsula Coreana y la paz del Nordeste Asiatico insistiendo en \"buscar un proyecto de sancion mas dura y eficiente mediante la colaboracion con la sociedad internacional\" y \"tomar la disposicion basada en la firme alianza Sur de Corea-EE.UU.\", revela la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tEsta farsa no pasa de ser una absurdidad de los tipejos consternados por el estruendo de la bomba H de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa reciente prueba de la bomba H a ser cargada en el ICBM significa la severa condena a muerte a EE.UU. que se muestra indiscreto desatendiendo a la seria advertencia de gran sentido dada por la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, el fulminante exito de la prueba de la bomba H deviene un acontecimiento especial de importancia decisiva para acabar con la amenaza de guerra nuclear anti-RPDC de EE.UU. y defender la soberania nacional, la estabilidad de la Peninsula Coreana y la paz de la region. \n\t\t\t\t\t\n\t\t\t\t\tLa aprobacion del \"proyecto de resolucion\" en desafio a la aspiracion de la nacion por los politiqueros de los partidos gobernante y opositores del Sur de Corea resulta una tonteria de los tipejos carentes de la conciencia nacional. \n\t\t\t\t\t\n\t\t\t\t\tPor mucho que los fulanos y menganos de los partidos gobernante y opositores surcoreanos fabriquen los \"proyectos de resolucion\" insignificantes, no se cambiara nada, sino se aumentaran mas el repudio y el rechazo dentro y fuera del pais.\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos deben dejar el proceder absurdo dandose clara cuenta de la posicion estrategica de la RPDC y actuar con control y prudencia estando con la boca callada."
        },
        {
            "title": "Portavoz de CNCDP insiste en acabar con la ocupacion de yanquis en Sur de Corea",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-34ee.html",
            "content": "Portavoz de CNCDP insiste en acabar con la ocupacion de yanquis en Sur de Corea\r\nPyongyang, 8 de septiembre (ACNC) -- Con respecto a que transcurrieron 72 anos desde cuando el imperio norteamericano ocupara el territorio surcoreano, el portavoz del Comite Nacional Coreano por la Defensa de la Paz (CNCDP) hizo publica el dia 8 una declaracion, que senala:\n\t\t\t\t\tNo existe en este mundo la nacion como la coreana que vive sufriendo durante mas de medio siglo la division nacional y territorial impuesta por las fuerzas ajenas.\n\t\t\t\t\t\n\t\t\t\t\tDesde los primeros dias en que ocuparon ilicitamente la mitad de la tierra patria con la mascara de \"libertador\" y \"defensor\", los yanquis expusieron fehacientemente su fachada como agresor barbaro y bandido avieso.\n\t\t\t\t\t\n\t\t\t\t\tDebido a los ocupantes norteamericanos acostumbrados a la arrogancia extremada, el descaro y la bestialidad, los habitantes surcoreanos derramaron muchas sangres y lagrimas.\n\t\t\t\t\t\n\t\t\t\t\tDurante mas de 70 anos de su ocupacion sobre el suelo surcoreano, las tropas yanquis impusieron las desgracias y penalidades insoportables no solo a los surcoreanos sino tambien a los demas coreanos.\n\t\t\t\t\t\n\t\t\t\t\tLa historia y la realidad evidencian claramente que EE.UU. es impedidor de la reconciliacion y reunificacion de la nacion coreana, responsable que acarrea el peligro de guerra nuclear a la Peninsula Coreana y causa raigal de todas las infamias y martirios que sufren los habitantes surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tNo ha cambiado la ambicion agresiva del imperio norteamericano de ocupar toda la Peninsula Coreana para realizar la hegemonia sobre Asia y los restos del mundo.\n\t\t\t\t\t\n\t\t\t\t\tMientras persistan la ocupacion militar y la dominacion colonial de EE.UU. sobre el Sur de Corea y no se acabe la politica hostil a la RPDC, la nacion coreana inclusive la poblacion surcoreana no podra liberarse jamas de las desgracias y calamidades.\n\t\t\t\t\t\n\t\t\t\t\tLa nacion coreana no puede tolerar por mas tiempo las desgracias y las penalidades causadas por la ocupacion de los yanquis sobre el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos deben tener bien presente que seran castigados duramente por la historia si sigan recurriendo a la sumision antiyanqui al mendigar la ocupacion perenne de las tropas norteamericanas en el suelo surcoreano marchando a contrapelo de la aspiracion independiente de la nacion."
        },
        {
            "title": "Representante coreano aboga por el fortalecimiento de fuerzas armadas nucleares",
            "url": "http://kcna.co.jp/item/2017/201709/news08/20170908-35ee.html",
            "content": "Representante coreano aboga por el fortalecimiento de fuerzas armadas nucleares\r\nPyongyang, 8 de septiembre (ACNC) -- Mientras no se eliminen de raiz la politica hostil y la amenaza nuclear de EE.UU. contra la Republica Popular Democratica de Corea, no tendremos en ningun caso las negociaciones sobre el disuasivo nuclear de autodefensa ni daremos ni un paso atras en el fortalecimiento de las fuerzas armadas nucleares. \n\t\t\t\t\tDijo asi el representante permanente de la RPDC ante la Oficina de la ONU y las organizaciones internacionales en Ginebra en su discurso pronunciado el dia 5 en el pleno de la tercera sesion de la Conferencia de Ginebra sobre el Desarme.\n\t\t\t\t\t\n\t\t\t\t\tEl orador se refirio a la exitosa prueba de la bomba H a ser cargada en el cohete balistico intercontinental, acontecimiento de importancia capital en el fortalecimiento del poderio estatal, y continuo:\n\t\t\t\t\t\n\t\t\t\t\tLa reciente prueba de la bomba H, efectuada como un eslabon para alcanzar la meta de la etapa final para la disposicion completa de las fuerzas armadas nucleares del Estado, es un proceso normal e indispensable para el desarrollo paralelo optado por nuestro pais. Por tanto, nadie puede censurarla.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. lleva la situacion de la Peninsula Coreana al borde de la guerra nuclear introduciendo enormes fuerzas armadas en la Peninsula Coreana y su contorno y cometiendo incesantemente las provocaciones militares para el ataque preventivo nuclear contra la RPDC, en lugar de reconocer la soberania del pais socialista y coexistir con este. \n\t\t\t\t\t\n\t\t\t\t\tTodas las medidas militares de la RPDC resultan el ejercicio del derecho a la autodefensa frente a la brutal amenaza y chantaje nucleares y la campana de aislamiento y aplastamiento anti-RPDC de EE.UU. que se libran persistentemente siglo tras siglo.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el representante permanente advirtio que EE.UU. actue con prudencia dandose clara cuenta de la posicion estrategica de la RPDC con fuerte disuasivo nuclear."
        }
    ]
}