{
    "date": "2017-01-13",
    "url": "http://kcna.co.jp/item/2017/201701/2017-01-13ee.html",
    "articles": [
        {
            "title": "U.S. Will Face Bitterer Defeat and Shame: KAPPC",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-06ee.html",
            "content": "U.S. Will Face Bitterer Defeat and Shame: KAPPC\r\n Pyongyang, January 13 (KCNA) -- A spokesman for the Korea Asia-Pacific Peace Committee (KAPPC) issued a statement Friday to denounce the Obama administration for foolishly resorting to the racket for putting military pressure on the DPRK although it is nearing its end.\n\t\t\t\t\t The Obama administration has now gotten busy, sending 93 000-tonnage nuclear-powered carrier Carl Vinson to the waters off the Korean peninsula from the U.S. mainland from the outset of the year, the statement pointed out, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has strike flotilla including nuclear carrier Ronald Reagan at constant standby in waters off Japan with Yokosuka Port as a matrix port. Its additional hurling of another carrier flotilla is a dangerous provocative act to bring fresh military tension to the Korean peninsula and the areas around it.\n\t\t\t\t\t\n\t\t\t\t\t Timed to coincide with this, the Obama group continuously faulted the DPRK's legitimate measures for bolstering defence capabilities, openly blustering that \"it will be made to pay a high price\". It even held a confab with stooges, hatching plots to sustain sanctions and pressure on the DPRK and to press for the deployment of THAAD in south Korea at the earliest possible date despite the regime change.\n\t\t\t\t\t\n\t\t\t\t\t The reason for the desperate efforts being made by the Obama group to escalate the political and military pressure on the DPRK is to retrieve even a bit its defeat in the confrontation with the DPRK by employing every possible means and method and prevent the situation on the Korean peninsula and the region from developing in favor of peace and detente.\n\t\t\t\t\t\n\t\t\t\t\t Also lurking behind it is the aim to deter the DPRK's measures for bolstering nuclear force for self-defence through military pressure and save its hegemonic position from completely sinking.\n\t\t\t\t\t\n\t\t\t\t\t If Obama has elementary thinking and discerning power, he should be well aware of who threatens who and who has to surrender to whom.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, possessed of even powerful nuclear weapons including H-bomb and ultra-modern strategic strike means, will remain unperturbed even in the face of tens or hundreds of nuclear carrier flotillas. And, if anyone shows even the slightest sign of provocation, it is fully ready to blow up the citadel of aggression through resolute preemptive attack.\n\t\t\t\t\t\n\t\t\t\t\t Reckless sanctions and pressure will only offer the DPRK an opportunity of rising to the eminence of victory and the aggressors and provocateurs bitterer shame and disgrace. This is a bitter lesson the Obama administration has drawn before the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. knows well what future it will face if it follows in the footsteps of the former administration, while failing to draw a lesson from the past defeat.\n\t\t\t\t\t\n\t\t\t\t\t It should clearly understand the position, power, desire and ideal of the DPRK, which has undergone a fundamental change from the past and has tremendous potential of development, and make a wise option for itself.\n\t\t\t\t\t\n\t\t\t\t\t As long as the U.S. and its vassal forces continue nuclear threat and blackmail and unless they stop war exercises under the pretext of annual drill at the doorstep of the DPRK, the latter will continue to bolster the military capabilities for self-defence with the nuclear force as a pivot and for preemptive attack as it had already clarified.\n\t\t\t\t\t\n\t\t\t\t\t Whoever resorts to foolish act of going against the trend of the times will only face bitter defeat and ruin."
        },
        {
            "title": "Outcome of Mendicant Diplomacy of S. Korea Ridiculed",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-10ee.html",
            "content": "Outcome of Mendicant Diplomacy of S. Korea Ridiculed\r\n Pyongyang, January 13 (KCNA) -- Senior researcher of the Disarmament and Peace Institute of the Foreign Ministry of the DPRK Ju Wang Hwan made public a commentary titled \"Miserable Outcome of Mendicant Diplomacy\" Friday.\n\t\t\t\t\t The commentary said:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces now thrown into the worst political chaos as a result of the \"Park Geun Hye, Choe Sun Sil scandal\" have been driven into a tight corner by big neighboring countries even in the field of diplomacy.\n\t\t\t\t\t\n\t\t\t\t\t Yielding to the U.S. which pressed for realizing its Asia-Pacific domination strategy while keeping its presence in south Korea, traitor Park Geun Hye decided to deploy THAAD in south Korea in July last year which the present puppet authorities are pushing forward in real earnest.\n\t\t\t\t\t\n\t\t\t\t\t This turned south Korea into a U.S. nuclear outpost and nuclear observation post and, at the same time, made it the first target of strike by regional countries.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces struck a deal on glossing over the crimes related to the sexual slavery for the Imperial Japanese Army toward the end of 2015 on the basis of payment of a petty amount of money out of their intent to tighten military cooperation with Japan.\n\t\t\t\t\t\n\t\t\t\t\t Enraged by the mendicant diplomacy of Park, south Koreans erected a girl statue before the Japanese Consulate General in Pusan and Japan has put unprecedented pressure on the puppet authorities under that pretext.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces have now become like a shrimp with its back broken in a fight between whales, being sandwiched among big powers aimed at strategic hegemony in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t Media of south Korea, commenting on the unprecedented shame suffered by its diplomacy, said that its diplomacy has now become a target incurring the anger of other countries from the outset of the year.  It is kicked by China this way and by Japan that way and snubbed by the U.S., they added. They also noted China regards south Korea as its maritime territory and south Korea is not in the mind of Trump and even though it is, it never comes on top. They deplored that south Korea is like a drum beaten at will by such big powers as China, Japan, the U.S. and Russia to meet their own interests.\n\t\t\t\t\t\n\t\t\t\t\t The situation prevailing in south Korea today reminds one of the miserable fate of the Feudal Joson Dynasty toward the end of the 19th century when the country was played into the hands of big powers and its sovereignty was usurped by the Japanese imperialists as a result of sycophancy and incompetence.\n\t\t\t\t\t\n\t\t\t\t\t The current deplorable plight of south Korea hit hard from all sides is an inevitable outcome of the mendicant diplomacy of traitor Park Geun Hye who has resorted to dependence on outsiders and confrontation with the fellow countrymen while acting as a stooge of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The grim situation in and around south Korea makes the DPRK feel increasingly proud of having kept to its path of independence, Songun and socialism no matter how the situation changed and no matter how the relations among neighboring countries may altered.\n\t\t\t\t\t\n\t\t\t\t\t The geo-political fate has already become a thing of the past on this land and the DPRK has towered imposingly as a nuclear power and a military power in the East which no formidable enemy dares provoke.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will in the future, too, firmly maintain its independent stand to cope with the pressure of the imperialists and the hegemonic forces and certainly defend the peace and security of the country by their own efforts and make a positive contribution to safeguarding world peace and stability."
        },
        {
            "title": "National Symposium Held to Mark 50th Anniversary of University of Sciences",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-13ee.html",
            "content": "National Symposium Held to Mark 50th Anniversary of University of Sciences\r\n Pyongyang, January 13 (KCNA) -- A national inter-sector symposium was held at University of Sciences in the DPRK on Jan. 12-13 to mark its 50th founding anniversary.\n\t\t\t\t\t Present there were teachers and researchers of 60 odd educational and scientific units.\n\t\t\t\t\t\n\t\t\t\t\tMore than 1,600 papers were presented to the symposium divided into 20-odd panels.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the symposium heard the research findings of practical and academic value made by teachers and researchers, and exchanged their good experience."
        },
        {
            "title": "New Wand Made in DPRK",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-08ee.html",
            "content": "Achievements Made in Medical Science and Technology\r\n Pyongyang, January 13 (KCNA) -- The Pyongyang Medical College Hospital of Kim Il Sung University has taken the lead in exploring new areas of medical science and technology.\n\t\t\t\t\t During the 70-day campaign and the 200-day campaign last year, the the hospital proved successful in biliary plastic operation after succeeding in introducing a new method of gastric cancer operation into clinical practice.\n\t\t\t\t\t\n\t\t\t\t\t The hospital also introduced several advanced operation methods, contributing to preventive and curative healthcare.\n\t\t\t\t\t\n\t\t\t\t\t And it provided conditions for diagnosis and treatment of various diseases on a high level by presenting more than 100 directions of diagnosis and treatment conducive to putting medical service on a standardized and scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t Now, the hospital designated qualitative index in medical service and is channeling big efforts into carrying them out, in hearty response to the New Year Address made by respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "Achievements Made in Medical Science and Technology",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-07ee.html",
            "content": "National Art Troupes Encourage Service Personnel and People in Their New Year's March\r\n Pyongyang, January 13 (KCNA) -- The national art troupes of the DPRK are giving performances to encourage the servicepersons and civilians in their new year's march.\n\t\t\t\t\t Artistes of the Phibada Opera Troupe are putting on the stage a revolutionary opera \"I Can Still See Victory in the Revolution\" to instill the confidence in victory into the people.\n\t\t\t\t\t\n\t\t\t\t\t Those of the National Theatrical Troupe are staging a drama \"Blood Vessel\", which deals with the spirit of self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t And a performance is being given by the Samjiyon Band of the Mansudae Art Troupe, gaining popularity among Pyongyangites.\n\t\t\t\t\t\n\t\t\t\t\t A dance suite \"Our Golden Country\" is being performed by the National Folk Art Troupe to add to the revolutionary zeal of the working people.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of the National Symphony Orchestra and the National Acrobatic Troupe are giving the people joy and optimism through their performances."
        },
        {
            "title": "National Art Troupes Encourage Service Personnel and People in Their New Year's March",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-09ee.html",
            "content": "Pyongyang, January 13 (KCNA) -- The Athletic Apparatus Institute under the Academy of Sports Science in the DPRK has made new wand.\n\t\t\t\t\t The wand consists of 25 foamed plastics and wooden fixed frame.\n\t\t\t\t\t\n\t\t\t\t\t It is unaffected by natural condition and its life is more than twice as compared with the previous one.\n\t\t\t\t\t\n\t\t\t\t\t Producer Kim U, section chief of the institute, told KCNA that it is much lighter than the previous one and entails lower cost.\n\t\t\t\t\t\n\t\t\t\t\t The wand enjoys popularity among coaches and archers.\n\t\t\t\t\t\n\t\t\t\t\t It was highly appreciated at the 20th National Exhibition of Sports Scientific and Technological Achievements."
        },
        {
            "title": "Nobody Can Check Advance of DPRK: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-04ee.html",
            "content": "Nobody Can Check Advance of DPRK: Rodong Sinmun \r\nPyongyang, January 13 (KCNA) -- No storm and stress can ever block the dynamic march of the Korean people along the road of independence, Songun and socialism, Rodong Sinmun Friday says in an article.\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tLast year the army and people of the DPRK steadily advanced along the road chosen by themselves with confidence of victory despite all sorts of obstructions on the part of the imperialist reactionary forces and nobody could check their victorious advance.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S.-led tyrannical imperialist forces, regarding Songun Korea getting stronger as a thorn in their flesh, left no means untried to bar its advance last year.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. persistently kicked up an anachronistic anti-DPRK confrontation racket in politics, military affairs, economy, culture, diplomacy and all other fields.\n\t\t\t\t\t\n\t\t\t\t\tHowever, its military threat and blackmail, sanctions and pressure could not block the advance of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK, which proudly ranked itself among nuclear powers, reacted to the arrogant moves of the hostile forces by taking a series of measures for bolstering up its nuclear deterrence baffling human imagination.\n\t\t\t\t\t\n\t\t\t\t\tThe enemies were foolish enough to calculate that sanctions would work on the DPRK accelerating the victorious advance of socialism with the spirit of self-development as the dynamic force. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will continue to bolster up its self-defence capability, the pivot of which is the nuclear force, and the capability for preemptive strike as long as the U.S. and its vassal forces persist in their nuclear threat and blackmail and they do not stop the war games they stage at its doorstep disguising them as annual.\n\t\t\t\t\t\n\t\t\t\t\tNo force on the earth can match the united strength of the people who have turned out in the struggle with firm faith in the justness of their cause."
        },
        {
            "title": "Curtain Has Fallen on History of U.S. Unilateral Nuclear Threat: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-05ee.html",
            "content": "Curtain Has Fallen on History of U.S. Unilateral Nuclear Threat: Rodong Sinmun\r\n Pyongyang, January 13 (KCNA) -- Rodong Sinmun Friday says in an article that a curtain has fallen on the history of the U.S. unilateral nuclear threat and blackmail.\n\t\t\t\t\t The article discloses that the Obama administration has escalated its nuclear threat to the DPRK year by year.\n\t\t\t\t\t\n\t\t\t\t\t In this period the U.S. staged madcap drills for a preemptive nuclear strike at the DPRK by amassing all types of strategic nuclear strike means around the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the U.S. warmongers staged the largest-ever war maneuvers in the most undisguised manner, talking about \"operations for occupying Pyongyang\" and \"beheading operation\" after completely discarding the veil of \"annual\" and \"defensive\" drills much touted by them.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. worked hard to deprive the DPRK of its sovereignty and right to self-defense and its people of even the right to existence in wanton violation of international law while taking issue with the DPRK's every measure for bolstering up its nuclear deterrence.\n\t\t\t\t\t\n\t\t\t\t\t Obama has been engrossed in unprecedented political and military pressure and sanctions while trampling down international law and justice. His ulterior motive was to disarm the DPRK and justify the U.S. unilateral nuclear threat and preemptive strike.\n\t\t\t\t\t\n\t\t\t\t\t However, he was sadly mistaken.\n\t\t\t\t\t\n\t\t\t\t\t During the Obama administration the DPRK registered spectacular successes in its four nuclear tests.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK emerged a full-fledged nuclear power possessed of tremendous nuclear strike capability despite the U.S. persistent unprecedented nuclear threat and blackmail and sanctions.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. can hardly guarantee the security of its mainland as it may be reduced to debris in a moment if it launches aggression against the DPRK."
        },
        {
            "title": "Probe into Truth behind Ferry Sewol Disaster Demanded by Koreans in Canada",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-11ee.html",
            "content": "Probe into Truth behind Ferry Sewol Disaster Demanded by Koreans in Canada\r\nPyongyang, January 13 (KCNA) -- Koreans in Canada reportedly held a meeting in Toronto on Monday to honor the memory of victims on the lapse of 1000 days since the ferry Sewol disaster in south Korea.\n\t\t\t\t\t Speakers called for enacting a special law for probing the truth behind the above-said disaster, restarting the Ad Hoc Committee for Probing the Truth behind the Ferry Sewol Disaster, conducting a special inspection of the disaster and administration and arresting and investigating Park Geun Hye, the arch criminal who caused the disaster."
        },
        {
            "title": "S. Korean Authorities Accused of Yielding to Japan's Unreasonable Pressure",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-12ee.html",
            "content": "S. Korean Authorities Accused of Yielding to Japan's Unreasonable Pressure\r\n Pyongyang, January 13 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps and youth and students' organizations in south Korea reportedly held a Wednesday rally on January 11 outside the Japanese embassy in Seoul.\n\t\t\t\t\t Speakers at the rally slammed Japan for pressurizing the south Korean regime to remove the statue of a girl to cover up its crimes while refusing to recognize its war crimes and make an apology for them.\n\t\t\t\t\t\n\t\t\t\t\t They also deplored that the south Korean regime is keeping mum about this insolent behavior.\n\t\t\t\t\t\n\t\t\t\t\t They urged Japan to make an official apology for the sexual slavery and stop its pressure on south Korea. And they demanded that the south Korean authorities reflect on the humiliating \"agreement\" on the issue of the sexual slavery and immediately disband the \"reconciliation and recovery foundation.\""
        },
        {
            "title": "DPRK's Important Day Observed Abroad",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-11ee.html",
            "content": "Probe into Truth behind Ferry Sewol Disaster Demanded by Koreans in Canada\r\nPyongyang, January 13 (KCNA) -- Koreans in Canada reportedly held a meeting in Toronto on Monday to honor the memory of victims on the lapse of 1000 days since the ferry Sewol disaster in south Korea.\n\t\t\t\t\t Speakers called for enacting a special law for probing the truth behind the above-said disaster, restarting the Ad Hoc Committee for Probing the Truth behind the Ferry Sewol Disaster, conducting a special inspection of the disaster and administration and arresting and investigating Park Geun Hye, the arch criminal who caused the disaster."
        },
        {
            "title": "Kim Jong Un's New Year Address Hailed by Mexican Party Leader",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-12ee.html",
            "content": "S. Korean Authorities Accused of Yielding to Japan's Unreasonable Pressure\r\n Pyongyang, January 13 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps and youth and students' organizations in south Korea reportedly held a Wednesday rally on January 11 outside the Japanese embassy in Seoul.\n\t\t\t\t\t Speakers at the rally slammed Japan for pressurizing the south Korean regime to remove the statue of a girl to cover up its crimes while refusing to recognize its war crimes and make an apology for them.\n\t\t\t\t\t\n\t\t\t\t\t They also deplored that the south Korean regime is keeping mum about this insolent behavior.\n\t\t\t\t\t\n\t\t\t\t\t They urged Japan to make an official apology for the sexual slavery and stop its pressure on south Korea. And they demanded that the south Korean authorities reflect on the humiliating \"agreement\" on the issue of the sexual slavery and immediately disband the \"reconciliation and recovery foundation.\""
        },
        {
            "title": "Portavoz del CCPAP condena la campana de presion militar de EE.UU. contra la RPDC",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-14ee.html",
            "content": "Portavoz del CCPAP condena la campana de presion militar de EE.UU. contra la RPDC\r\nPyongyang, 13 de enero (ACNC) -- El portavoz del Comite Coreano por la Paz de Asia y el Pacifico (CCPAP) publico el dia 13 una declaracion en relacion con que la administracion Obama, en visperas de retirada, recurre estupidamente a la campana de presion militar contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t　Desde el principio del ano nuevo, la administracion Obama se mueve con jaleo anunciando que trasladara con urgencia el portaaviones nuclear de 93 mil toneladas Carl Vinson desde el territorio estadounidense a la zona maritima cercana a la Peninsula Coreana, comienza la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t　EE.UU. ya tiene emplazada permanentemente en esa zona la flotilla del portaaviones nuclear Ronald Reagan que toma el Puerto de Yokosuka como el matriz.\n\t\t\t\t\t\n\t\t\t\t\tEl envio de otra flotilla de portaaviones es un acto provocativo y peligroso que causara nueva tension militar en la Peninsula Coreana y su contorno.\n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, la banda de Obama sigue cuestionando las justas medidas de la RPDC por el fortalecimiento de la capacidad de defensa nacional disparateando abiertamente que la segunda \"tendra que pagarlo\".\n\t\t\t\t\t\n\t\t\t\t\tEn las reuniones de diferentes tipos con los titeres surcoreanos, discute mantener la sancion y presion sobre la RPDC aunque se cambie el poder en EE.UU. y desplegar pronto el THAAD en suelo surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tEl objetivo de los compinches de Obama, que lanzan hasta el final la campana de presion politica y militar anti-RPDC, esta en ocultar por todos los medios y metodos su derrota en la confrontacion RPDC-EE.UU. e impedir que la situacion de la Peninsula Coreana y la region marche hacia la paz y el relajamiento.\n\t\t\t\t\t\n\t\t\t\t\tOtra meta es evitar el desplome total de su posicion hegemonica al frenar con tal amenaza militar nuevas medidas de incremento de las fuerzas nucleares de la RPDC para la autodefensa.\n\t\t\t\t\t\n\t\t\t\t\tSi tiene la elemental logica y juicio, Obama debe distinguir quien es el que amenaza y debe capitular. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC, equipada con las armas nucleares mas poderosas, inclusive la bomba H, y sofisticados medios de ataque estrategico, no vacilara aunque vengan en tropel las flotillas de portaaviones nucleares.\n\t\t\t\t\t\n\t\t\t\t\tY esta bien preparada para eliminar los bastiones de agresion mediante el resuelto ataque preventivo si alguien muestra el menor indicio de provocacion. \n\t\t\t\t\t\n\t\t\t\t\tLa sancion y presion imprudentes daran a la RPDC la oportunidad de situarse en la cima de victoria y haran sufrir mayor verguenza y deshonra a los agresores y provocadores, he aqui la leccion amarga que deja la administracion Obama en el mundo.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio conocera bien como sera su futuro en el caso de que siga portandose neciamente sin aprender la leccion de las derrotas sufridas en el pasado.\n\t\t\t\t\t\n\t\t\t\t\tLe convendria tomar una opcion sensata para el bien de si mismo al ver correctamente la posicion, la fuerza, la aspiracion y el ideal de la RPDC que fue transformada radicalmente y cuenta con inagotable potencialidad de desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tMientras continue el chantaje nuclear del imperio y sus seguidores y no dejen de realizar en nuestras propias narices los ejercicios de guerra con la excusa de que es una tradicion efectuarlos ano tras ano, seguiremos reforzando nuestra capacidad de autodefensa y de ataque preventivo centrada en las fuerzas armadas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tCualquiera que cometa acciones desafiantes a la corriente de la epoca, sufrira la derrota tragica y el arruinamiento."
        },
        {
            "title": "Investigador del Instituto de MINREX comenta resultado de diplomacia surcoreana",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-15ee.html",
            "content": "Investigador del Instituto de MINREX comenta resultado de diplomacia surcoreana\r\nPyongyang, 13 de enero (ACNC) -- Ju Wang Hwan, investigador superior del Instituto de Desarme y Paz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea, publico el dia 13 un comentario titulado \"Resultado tragico de la diplomacia humillante\".\n\t\t\t\t\t  Su texto completo sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Los titeres surcoreanos, empantanados en el peor caos politico debido al \"escandalo de Park Geun-hye y Choe Sun Sil\", se encuentran en el callejon sin salida tambien en el plano diplomatico siendo acosados por las potencias perifericas.\n\t\t\t\t\t\n\t\t\t\t\t  En julio del ano pasado, la traidora Park Geun-hye decidio ubicar el THAAD en el Sur de Corea, rendida ante la presion de Estados Unidos deseoso de implementar la estrategia de dominio sobre Asia-Pacifico ocupando el Sur de Corea, y las actuales autoridades surcoreanas estan acelerando su emplazamiento.\n\t\t\t\t\t\n\t\t\t\t\t  Asi, el Sur de Corea fue convertido en la base nuclear avanzada y la de vigilancia del frente nuclear de EE.UU. y definido como primer blanco de ataque de los paises regionales.\n\t\t\t\t\t\n\t\t\t\t\t  Bajo la intencion de fortalecer la cooperacion militar con Japon, los titeres surcoreanos inventaron un \"acuerdo\" a fines de 2015 para encubrir con sumas insignificantes de dinero el crimen de esclavitud sexual para el viejo ejercito japones.\n\t\t\t\t\t\n\t\t\t\t\t  Indignados por la diplomacia humillante de la traidora Park Geun-hye, los habitantes surcoreanos construyeron hace poco la estatua de nina esclava sexual frente al consulado general de Japon en Pusan.\n\t\t\t\t\t\n\t\t\t\t\tEn ese tema, Japon ejerce una presion mas fuerte que nunca a las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora, los titeres surcoreanos corren la suerte de victima de la pelea entre las potencias que persiguen la supremacia estrategica en la region de Asia-Pacifico.\n\t\t\t\t\t\n\t\t\t\t\t  En cuanto a la diplomacia surcoreana que sufre afrentas sin precedentes de la historia, los medios de prensa del Sur de Corea lamentan asi: \"Desde el principio del Ano Nuevo, la diplomacia surcoreana se hizo la victima de regano. El Sur de Corea sufre las patadas de China y Japon mientras lo desprecia hasta EE.UU.\", \"China trata al Sur de Corea como su region fronteriza\", \"Trump no tiene en consideracion el Sur de Corea y aunque lo tenga, no le concede prioridad\" y \"El Sur de Corea se convirtio en el tambor que tocan a su antojo China, Japon, EE.UU., Rusia y otras potencias para sus intereses\". \n\t\t\t\t\t\n\t\t\t\t\tLa realidad actual del Sur de Corea hace recordar el destino tragico de la dinastia feudal de Corea que a fines del siglo XIX, fue convertida en el objeto de regateo de las potencias y se le dejo arrebatar el territorio nacional al imperialismo japones.\n\t\t\t\t\t\n\t\t\t\t\tTal situacion desgraciada es el resultado inevitable de la diplomacia humillante de la traidora Park Geun-hye que siendo lacaya de EE.UU., practico la politica de dependencia de las fuerzas extranjeras y de confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tAnte la realidad severa del Sur de Corea y sus alrededores, nos sentimos mas orgullosos de marchar directo por la invariable ruta de la independencia, el Songun y el socialismo, independientemente del cambio de la situacion y de las relaciones del contorno.\n\t\t\t\t\t\n\t\t\t\t\tLa fatalidad geopolitica ya es un hecho del pasado en esta tierra y la RPDC emergio como potencia nuclear y militar del Oriente a que ningun enemigo poderoso se atreve a agredir.\n\t\t\t\t\t\n\t\t\t\t\tEn el futuro tambien, nuestro ejercito y pueblo mantendran firmemente la posicion independiente frente a la presion de los imperialistas y dominacionistas, defenderan sin falta con fuerzas propias la paz y la seguridad del Estado y haran gran aporte a defender la paz y estabilidad del mundo."
        },
        {
            "title": "Tiene lugar el seminario nacional de ciencias por sectores",
            "url": "http://kcna.co.jp/item/2017/201701/news13/20170113-16ee.html",
            "content": "Tiene lugar el seminario nacional de ciencias por sectores\r\nPyongyang, 13 de enero (ACNC) -- Tuvo lugar los dias 12 y 13 en el Instituto Superior de Ciencias Naturales el seminario nacional de ciencias por sectores, dedicado al 50o aniversario de la fundacion de ese plantel docente. \n\t\t\t\t\tParticiparon en la ocasion los profesores e investigadores de mas de 60 instituciones de educacion e investigacion cientifica, incluso la Universidad Kim Il Sung, la Universidad Tecnica Kim Chaek, el Instituto Superior de Ciencias Naturales, el Instituto de Maquinas de Control y el de Investigacion Matematica de la Academia Estatal de Ciencias.\n\t\t\t\t\t\n\t\t\t\t\tEn el foro, dividido en mas de 20 secciones, se presentaron mas de mil 600 disertaciones cientificas. \n\t\t\t\t\t\n\t\t\t\t\tEn la rama de ciencias sociales se publicaron las tesis como \"El gran Dirigente Kim Jong Il, filosofo sin igual, desarrollo y profundizo la filosofia Juche como la popular\" e \"Imborrables hazanas del General Insigne del Songun por la construccion de la potencia nuclear independiente\". \n\t\t\t\t\t\n\t\t\t\t\tEn el sector de ciencias naturales se dieron a conocer los trabajos que presentan los exitos de investigacion de las ciencias basicas como matematica, fisica y quimica y contribuiran al desarrollo de las tecnicas basicas medulares como la IT, nanotecnologia y biotecnologia. \n\t\t\t\t\t\n\t\t\t\t\tSe presentaron igualmente los exitos de investigacion de gran valor academico y de mucha posibilidad de aplicacion, alcanzados por los profesores e investigadores, y se intercambiaron sus experiencias."
        }
    ]
}