{
    "date": "2017-11-17",
    "url": "http://kcna.co.jp/item/2017/201711/2017-11-17ee.html",
    "articles": [
        {
            "title": "Greetings to Sultan of Oman",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-07ee.html",
            "content": "Greetings to Sultan of Oman\r\n Pyongyang, November 17 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., Workers Party of Korea and president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greeting to Qaboos Bin Said, sultan of Oman, on its national day.\n\t\t\t\t\t Kim in the message wished the sultan good health and the people of Oman progress and prosperity, expressing the belief that the friendly and cooperative ties between the two countries would grow stronger."
        },
        {
            "title": "DPRK Government Delegation Leaves for Cuba",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-08ee.html",
            "content": "DPRK Government Delegation Leaves for Cuba\r\n Pyongyang, November 17 (KCNA) -- A DPRK government delegation led by Foreign Minister Ri Yong Ho left here Friday to pay an official visit to Cuba."
        },
        {
            "title": "Japan Asahi Shimbun's False Report about DPRK Slashed",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-11ee.html",
            "content": "Japan Asahi Shimbun's False Report about DPRK Slashed\r\n Pyongyang, November 17 (KCNA) -- A spokesman for the DPRK-Japan Exchange Association gave the following answer to a question raised by KCNA Friday over the fact that Japan's Asahi Shimbun carried a false report about the DPRK:\n\t\t\t\t\t Recently, the Japanese newspaper Asahi Shimbun reported that the government of the DPRK instructed that all its workers currently working in China and Russia be brought back by the end of this year.\n\t\t\t\t\t\n\t\t\t\t\t This is completely untrue.\n\t\t\t\t\t\n\t\t\t\t\t Also recently, TV Asahi has been subject to criticism by our people for making a false report that our nuclear test caused a tunnel collapse claiming many lives.\n\t\t\t\t\t\n\t\t\t\t\t These clearly show that some Japanese media have been degraded to the mouthpiece of the hostile forces against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We cannot overlook the fact that the Japanese media including the Asahi Shimbun are making series of fabricated false reports about our country at the time when the moves of the U.S. and the other hostile forces to isolate and suffocate our country are reaching the extremes.\n\t\t\t\t\t\n\t\t\t\t\t This is such a despicable act completely lacking the basic integrity of media which is to take truth and objectivity as the lifeline, and those responsible will receive due punishment.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the Japanese media try to make all kinds of fabrication and false propaganda, joining the U.S. and other hostile forces in the moves to suffocate the DPRK, they cannot check the advance of our people striving for progress and justice."
        },
        {
            "title": "Gifts to Kim Jong Un from Juche Idea Followers",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-15ee.html",
            "content": "Gifts to Kim Jong Un from Juche Idea Followers\r\n Pyongyang, November 17 (KCNA) -- Respected Supreme Leader Kim Jong Un received gifts from Harish Gupta, vice director-general of the International Institute of the Juche Idea, and D. Enkhbadralt, a member of the Leadership Council of the Mongolian Mt Paektu Association for Independent Development, on a visit to the DPRK to take part in the 3rd National Conference of Social Scientists.\n\t\t\t\t\t The gifts were conveyed to an official concerned on Friday.\n\t\t\t\t\t\n\t\t\t\t\t On the same day he received a gift from the National University of Science and Technology of Mongolia."
        },
        {
            "title": "National Sci-Tech Presentation in IT Field Held",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-14ee.html",
            "content": "National Sci-Tech Presentation in IT Field Held\r\n Pyongyang, November 17 (KCNA) -- A national sci-tech presentation in the IT field took place at the Sci-Tech Complex from Nov. 14 to 17 under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea.\n\t\t\t\t\t Attending it were researchers, post-graduate students and students from dozens of units including Kim Il Sung University, Kim Hyong Jik University of Education, Kim Chaek University of Technology, State Academy of Sciences and Central Information Agency for Science and Technology.\n\t\t\t\t\t\n\t\t\t\t\t More than 150 papers were presented to it, divided into IT, educational information and computer panels.\n\t\t\t\t\t\n\t\t\t\t\t There were lectures on the matters arising in realizing the tele-education based on mobile communications network and on the current trend of IT development during the presentation.\n\t\t\t\t\t\n\t\t\t\t\t  Its closing ceremony was held on Friday. -0-"
        },
        {
            "title": "Nation's Famous Art Groups Give Premiere in Nampho",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-03ee.html",
            "content": "Nation's Famous Art Groups Give Premiere in Nampho\r\n Pyongyang, November 17 (KCNA) -- The State Merited Chorus, the Moranbong Band and the Wangjaesan Art Troupe gave their premiere in Nampho City on Thursday.\n\t\t\t\t\t The performance was given to full house at the Nampho City Art Theater on Nov. 16.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Kang Yang Mo, chairman of the Nampho City Committee of the Workers' Party of Korea, Ri Kil Chun, chairman of the Nampho City People's Committee, and officials and workers of the city's major industrial establishments including the Chollima Steel Complex and the Kumsong Tractor Factory.\n\t\t\t\t\t\n\t\t\t\t\t The numbers of the performance included male solo backed by male chorus \"Song Presented to the Mother Party\", female solo \"Opening My Heart\", mixed chorus and male chorus \"Song of Big Fish Haul\" and dance \"Dash toward Future\".\n\t\t\t\t\t\n\t\t\t\t\t The performers made an artistic depiction of the exploits of the WPK which has successfully steered the revolution and construction, regarding it as its very principle to definitely prioritize the people and depending on their strength. \n\t\t\t\t\t\n\t\t\t\t\t The concert was acclaimed by the audience.\n\t\t\t\t\t\n\t\t\t\t\t It goes on."
        },
        {
            "title": "Light-Burned Magnesia Production Process Newly Established",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-12ee.html",
            "content": "Light-Burned Magnesia Production Process Newly Established\r\n Pyongyang, November 17 (KCNA) -- The Ryongyang Mine under the General Bureau of the Tanchon Area Mining Industry in the DPRK recently finished the establishment of a process for producing light-burned magnesia with powdered ore, the first of its kind in the country.\n\t\t\t\t\t The mine devised a new interior structure of furnace and designed and built it in a scientific way. And it set up a process of removing silicate component, which makes it possible to produce high-quality light-burned magnesia with low-grade ore.\n\t\t\t\t\t\n\t\t\t\t\t The Ryongyang Mine, a big deposit of valuable minerals, is known as a mountain of white gold among people in the country. \n\t\t\t\t\t\n\t\t\t\t\t Whenever President Kim Il Sung and leader Kim Jong Il visited the mine in their lifetime, they underscored the need to economize the natural resources of the country and gave instructions to process powdered ore.\n\t\t\t\t\t\n\t\t\t\t\t Now, the mine has made great contribution to building a powerful socialist country by modernizing production processes."
        },
        {
            "title": "Kaesong City Turned into Kiwi Fruit Producer",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-13ee.html",
            "content": "Kaesong City Turned into Kiwi Fruit Producer\r\n Pyongyang, November 17 (KCNA) -- Kaesong City, known as a concentration of historical remains and relics in the DPRK, has been turned into a kiwi fruit producer.\n\t\t\t\t\t Many industrial establishments like the Kaesong Botanical Garden, Kaesong Koryo Insam Processing Factory and Kaesong Songdo Garment Factory, institutions and families in the city have planted a number of kiwi trees.\n\t\t\t\t\t\n\t\t\t\t\t According to an official concerned, the city harvested 1.3 times more fruits this year than last.\n\t\t\t\t\t\n\t\t\t\t\t In their lifetime, President Kim Il Sung called for planting on a large scale kiwi trees and leader Kim Jong Il took due measures to make a scientific research into it and spread it.\n\t\t\t\t\t\n\t\t\t\t\t Kiwi fruit is regarded as tasty one for its good fragrance, rich sugar content and strong medicinal actions."
        },
        {
            "title": "Rodong Sinmun Slams U.S. for Talking about \"Negotiated Denuclearization without Preconditions\"",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-05ee.html",
            "content": "Rodong Sinmun Slams U.S. for Talking about \"Negotiated Denuclearization without Preconditions\"\r\n Pyongyang, November 17 (KCNA) -- The U.S., leading the situation on the Korean peninsula to the brink of a war, talks about \"negotiated denuclearization without preconditions\" allegedly to \"settle the north's nuclear issue through high-intensity sanctions and pressure\", says Rodong Sinmun Friday in an article.\n\t\t\t\t\t It goes on: \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is calling the DPRK's just demand for repeal of its hostile policy \"preconditions\" and claiming that the latter should come out to the negotiating table for denuclearization without them. This is like \"the guilty party filing the suit first\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should repent of its crimes of bringing about the danger of a nuclear war to the peninsula before taking about the \"negotiated denuclearization without preconditions\".\n\t\t\t\t\t\n\t\t\t\t\t What the U.S. wants is to stifle the DPRK by force of arms, not for dialogue and negotiation.\n\t\t\t\t\t\n\t\t\t\t\t As the prevailing situation shows, the U.S. seeks to bring down the DPRK by force of arms and take hold of world supremacy, not for negotiated settlement of the issue.\n\t\t\t\t\t\n\t\t\t\t\t It should abandon a daydream that the DPRK, possessed of powerful nuclear deterrent for self-defense, would bow to its brigandish demand.\n\t\t\t\t\t\n\t\t\t\t\t It is foolish for the U.S. to think of negotiation aimed at unilateral dismantlement of nukes, far from the repeal of its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is our fixed stand that matter related to the supreme interests of the Republic and its people's security can never be put on the negotiating table and we have no interest in such dialogue and negotiation."
        },
        {
            "title": "S. Korean Conservatives' \"Revamping\" and \"Reform\" Denounced",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-02ee.html",
            "content": "S. Korean Conservatives' \"Revamping\" and \"Reform\" Denounced\r\n Pyongyang, November 17 (KCNA) -- These days the opposition conservative parties of south Korea noisily call for \"revamping\" and \"reform\", and this is nothing but the last-ditch efforts of those dregs of history doomed to perish and a cynical ploy to mislead the public opinion, Minju Joson Friday says in a commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t \"Personal revamping\" and \"reorganization\" touted by those of the \"Liberal Korea Party\" are a revelation of the sinister intention of Hong Jun Phyo and his clan to take the helm of conservatives after sacrificing traitor Park Geun Hye on her deathbed and bosses of pro-Park circle.\n\t\t\t\t\t\n\t\t\t\t\t Those of the \"Parun Party\", a group of migratory politicians, are accustomed to changing their party according to their political interests. Their vociferous claim for \"clean conservatism\" and \"revamped conservatism\" is no more than a power struggle to take the helm of conservatives after elbowing aside the group of the \"Liberal Korea Party\" while protecting their party from getting disintegrated.\n\t\t\t\t\t\n\t\t\t\t\t The ancestors of the conservative group are the traitors who cooked up the pro-American regime as a puppet of the U.S. and took the lead in igniting the war of aggression and dictators who mercilessly suppressed the people desirous of independence, democracy and reunification, getting hell-bent on the \"Two Koreas\" plot."
        },
        {
            "title": " S. Korean Youths Stage Action against Traitor Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-09ee.html",
            "content": "S. Korean Youths Stage Action against Traitor Lee Myung Bak\r\n Pyongyang, November 17 (KCNA) -- A youth organization of the People's Party in south Korea staged a protest against traitor Lee Myung Bak at Inchon Airport on Nov. 15, according to the south Korean internet newspaper Jaju Sibo.\n\t\t\t\t\t The participants in the protest chanted such slogans as \"Detain Lee Myung Bak\" with placards in their hands in front of the exit hall of the airport.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to fully investigate the political frauds of Lee and punish him so as to root out the evils in south Korea."
        },
        {
            "title": "S. Korean Women Protest against Employers' Sexual Abuses",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-10ee.html",
            "content": "S. Korean Women Protest against Employers' Sexual Abuses\r\n Pyongyang, November 17 (KCNA) -- Eighteen women's organizations of south Korea including the Women's Committee of the Confederation of Trade Unions held a press conference in Seoul on Nov. 10 in protest against the employers' sexual abuses against women workers.\n\t\t\t\t\t A statement was released at the conference.\n\t\t\t\t\t\n\t\t\t\t\t Deploring that women are sexually abused at all businesses and worksites and the brazen criminals are passing the buck to those women, the statement said such cases are on the dramatic increase across south Korea."
        },
        {
            "title": "S. Korean Authorities' Sycophantic and Treacherous Behavior under Fire",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-06ee.html",
            "content": "S. Korean Authorities' Sycophantic and Treacherous Behavior under Fire\r\n Pyongyang, November 17 (KCNA) -- An article critical of the sycophantic and treacherous behavior of the south Korean puppet authorities was posted on Minjok Thongsin, an internet paper of Koreans in the U.S., on Nov. 13,\n\t\t\t\t\t It said that after Trump made a speech at the \"National Assembly\" of south Korea the slogan \"No war, we want peace!\" appeared and there was uproar that \"empty chariot made a big noise\".\n\t\t\t\t\t\n\t\t\t\t\t The authorities' announcement of the \"proposal for independent sanctions on the north\" a day before Trump's arrival was the humiliating behavior, the article said."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Pakistan",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-01ee.html",
            "content": "Kim Jong Il to Be Remembered in Pakistan\r\nPyongyang, November 17 (KCNA) -- A Pakistani national committee for remembering HE Kim Jong Il was formed in Karachi on Nov. 7.\n\t\t\t\t\t Amar Jit, former senator, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events in praise of the exploits of leader Kim Jong Il from Dec. 1 to 17."
        },
        {
            "title": "Kim Yong Nam felicita dia nacional de Oman",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-16ee.html",
            "content": "Kim Yong Nam felicita dia nacional de Oman\r\nPyongyang, 17 de noviembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 17 un mensaje de felicitacion al Sultan de Oman, Qaboos Bin Said, con motivo del dia nacional de este pais.\n\t\t\t\t\tConvencido de que las relaciones de amistad y cooperacion existentes entre los dos paises se fortaleceran y se desarrollaran mas en el futuro, el remitente deseo buena salud al destinatario y el progreso y prosperidad al pueblo de Oman."
        },
        {
            "title": "Delegacion gubernamental de la RPDC parte hacia Cuba",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-17ee.html",
            "content": "Delegacion gubernamental de la RPDC parte hacia Cuba\r\nPyongyang, 17 de noviembre (ACNC) -- La delegacion gubernamental de la Republica Popular Democratica de Corea, encabezada por el canciller Ri Yong Ho, partio el dia 17 de esta capital para realizar una visita oficial a la Republica de Cuba."
        },
        {
            "title": "Asociacion de Intercambio Corea-Japon condena desinformacion de Asahi Shimbun",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-18ee.html",
            "content": "Asociacion de Intercambio Corea-Japon condena desinformacion de Asahi Shimbun\r\nPyongyang, 17 de noviembre (ACNC) -- En exclusiva con la ACNC concedida hoy con respecto a la reciente desinformacion de Asahi Shimbun sobre la Republica Popular Democratica de Corea, el portavoz de la Asociacion de Intercambio Corea-Japon dio la siguiente respuesta:\n\t\t\t\t\tRecientemente, Asahi Shimbun informo que el gobierno de la RPDC dio la indicacion de repatriar hasta finales del ano en curso a los trabajadores enviados a China y Rusia.\n\t\t\t\t\t\n\t\t\t\t\tEs un reporte no apegado a la realidad.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, habia causado las condenas del pueblo coreano otra informacion falsa de TV Asahi, segun la cual hubo muchas perdidas humanas en el derrumbe de una galeria supuestamente ocasionado por la prueba nuclear en la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEsos antecedentes dejan en claro que algunos medios de Japon se hicieron propagandistas venales de las fuerzas hostiles anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tNos vemos obligados a cuestionar el hecho de que la desinformacion sucesiva del citado periodico y otros medios japoneses tiene lugar justamente cuando llega al extremo la campana de EE.UU. y otras fuerzas hostiles para aislar y atropellar a nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tEsta bajeza es ajena al honor de la prensa, que considera como su vida la verdad y la objetividad, y se impondra la sancion correspondiente a los responsables.\n\t\t\t\t\t\n\t\t\t\t\tAunque la prensa japonesa se apele a todas formas de complot y propaganda tendenciosa sumandose a la campana anti-RPDC de EE.UU. y las fuerzas hostiles, no podra bloquear la ruta de avance del pueblo coreano que lucha dinamicamente por el progreso y la justicia."
        },
        {
            "title": "Rodong Sinmun rechaza las \"negociaciones por la desnuclearizacion\"",
            "url": "http://kcna.co.jp/item/2017/201711/news17/20171117-19ee.html",
            "content": "Rodong Sinmun rechaza las \"negociaciones por la desnuclearizacion\"\r\nPyongyang, 17 de noviembre (ACNC) -- El diario Rodong Sinmun publico hoy un articulo individual denunciando a Estados Unidos que por una parte, lleva la situacion de la Peninsula Coreana al umbral de guerra y por la otra, habla de las \"negociaciones incondicionales por la desnuclearizacion\" bajo el rotulo de \"resolver el problema nuclear del Norte (de Corea) mediante la sancion y presion superduras\".\n\t\t\t\t\tEn lugar de cumplir lo que le toca hacer, EE.UU. demanda cinicamente a la RPDC acudir incondicionalmente a las negociaciones por la desnuclearizacion describiendo como \"premisa\" su justa demanda sobre la cancelacion de la politica hostil anticoreana.\n\t\t\t\t\t\n\t\t\t\t\tAsi denuncia el articulista y continua:\n\t\t\t\t\t\n\t\t\t\t\tAntes de exigir eso, EE.UU. debe reflexionar primero de su crimen de haber creado el peligro de guerra nuclear en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLo que desea el imperio no es el dialogo ni las negociaciones, sino atropellar a la RPDC por via militar.\n\t\t\t\t\t\n\t\t\t\t\tComo demuestra la situacion actual, lo que persigue EE.UU. no es la solucion del problema mediante las negociaciones sino tomar la hegemonia mundial luego de doblegar a su rival socialista con la fuerza.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe abandonar la ilusion vana de que la RPDC, que ha preparado el fuerte disuasivo nuclear de autodefensa, podria aceptar sus exigencias de bandido.\n\t\t\t\t\t\n\t\t\t\t\tEs absurdo que EE.UU. este enfrascado en las negociaciones para la cancelacion unilateral de armas nucleares de la RPDC, sin pensar ni un comino en cancelar su politica hostil.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC mantiene la posicion constante de que nunca puede regatear el problema relativo a sus maximos intereses y la seguridad de su pueblo ni interesarse en los dialogos y negociaciones de ese sentido."
        }
    ]
}