{
    "date": "2017-04-01",
    "url": "http://kcna.co.jp/item/2017/201704/2017-04-01ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides KPA Tank Crews' Competition-2017",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-01ee.html",
            "content": "Kim Jong Un Guides KPA Tank Crews' Competition-2017\r\n Pyongyang, April 1 (KCNA) -- Respected Supreme Leader Kim Jong Un guided the Korean People's Army Tank Crews' Competition-2017.\n\t\t\t\t\t The competition brought together tank crews selected from large combined units.\n\t\t\t\t\t\n\t\t\t\t\t It was to held in such a way that tanks start in the order set by lot and their crews fire at moving and fixed targets while overcoming eight obstacles lying in the 3.6 km-long course and the standing is decided by points gained in driving and target hitting.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un ordered the start of the competition after hearing about its plan at an observation post.\n\t\t\t\t\t\n\t\t\t\t\t Watching rumbling tanks overcome various obstacles at a go, he said that the performance of tanks was excellent. It was marvelous to see the tanks crossing even a steep hill at the maxim speed, he noted, adding tanks represent a symbol of the KPA and they are like iron fists.\n\t\t\t\t\t\n\t\t\t\t\t Tankmen of the Seoul Ryu Kyong Su Guards 105th Tank Division won the competition.\n\t\t\t\t\t\n\t\t\t\t\t The competition clearly showed that the KPA tank crews are fully prepared to be stalwart fighters capable of independently and skillfully carrying out any combat tasks in the operational areas for liberating the southern part of the country, he said.\n\t\t\t\t\t\n\t\t\t\t\t He gave the KPA tank units and subunits instructions to round off their combat preparations.\n\t\t\t\t\t\n\t\t\t\t\t He met and had talks with the tank crews who participated in the competition.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciating the winner of the competition as the example for the whole army in the first round of the combat and political drills in the new year, he expressed belief that all the tank crews would rush, sweeping away everything in their way, and destroy the enemy positions with their tanks once a war breaks out. Then he had a photo session with them,"
        },
        {
            "title": "RCS Urges S. Korean Authorities to Send Back DPRK Citizens",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-14ee.html",
            "content": "RCS Urges S. Korean Authorities to Send Back DPRK Citizens\r\n Pyongyang, April 1 (KCNA) -- A spokesman for the Central Committee of the DPRK Red Cross Society (RCS) released a statement on Saturday as regards the fact that the south Korean authorities are clinging to a deceptive smear campaign, upset by the increased demand at home and abroad for the immediate repatriation of DPRK citizens whom they allured and abducted to south Korea in group in April last year.\n\t\t\t\t\t Shortly ago, the south Korean puppet group let a man called person in authority claim that \"12 girls all were admitted into a university as special case\", \"this is part of efforts for their smooth adaptation to south Korean society\" and that \"they are well off\".\n\t\t\t\t\t\n\t\t\t\t\t The statement denounced this as a childish deception and inhumane act aimed to pull the wool over the eyes of the public critical of the hideous abduction and deny the opening of their whereabouts to public and their repatriation to the last.\n\t\t\t\t\t\n\t\t\t\t\t Mounting high are the wrath of the parents of the abductees and indignation of other Koreans one year since they were taken to south Korea by the puppet gangsters, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t No one knows who is alive, who died and who became disabled out of those 12 who are in custody by the puppet Intelligence Service gangsters.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is releasing a false report, denying the disclosure of their whereabouts for fear that if even one of them is set free, the whole story about their group abduction would be revealed, to say nothing of all the monstrous atrocities committed by them for the past one year.\n\t\t\t\t\t\n\t\t\t\t\t The hideous group abduction invented and manipulated by Park Geun Hye after coiling herself up in Chongwadae is one of the serious crimes committed by Park who has now been thrown into a prison following her removal from office. The truth behind the abduction has to be probed to the last.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean judicial authorities have to thoroughly investigate Park Geun Hye and chief of the puppet Intelligence Service Ri Pyong Ho and others who had been involved in the case, and sternly punish them.\n\t\t\t\t\t\n\t\t\t\t\t The UN and the international human rights organizations have to drop double-dealing attitude as evidenced by their act of overlooking the human rights abuses committed by the south Korean puppet authorities while raising a hue and cry over the non-existent \"human rights\" issue in the DPRK by making public \"report\" and \"resolution\", under the manipulation of the U.S. and the south Korean puppet group.\n\t\t\t\t\t\n\t\t\t\t\t It is the firm stand of the DPRK that our citizens can not be left in veritable hell-like south Korea, plagued by all kinds of social evils like murder, robbery, rape and violence, where injustice and fascism stalk, but have to be taken back to the flower garden full of loving care for human at an early date.\n\t\t\t\t\t\n\t\t\t\t\t Availing ourselves of this opportunity, we express our expectation that the human conscience and the international community desirous of justice and truth will vehemently denounce the Park Geun Hye group's heinous human rights abuses and inhuman act and lift up the voice of international solidarity and struggle for their repatriation."
        },
        {
            "title": "Russian Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-17ee.html",
            "content": "Russian Delegation Visits Mangyongdae\r\n Pyongyang, April 1 (KCNA) -- A joint delegation of political parties from Russia and the Commonwealth of Independent States led by Kazbek Taysaev, secretary of the C.C., Communist Party of the Russian Federation and head of the Russia-DPRK Friendship Parliamentary Group of the State Duma, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the revolutionary history of the President and patriotic career of family members at the old home in Mangyongdae, the guests looked round historic relics.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Pyongyang Kim Jong Suk Silk Mill, the Tower of the Juche Idea, the Victorious Fatherland Liberation War Museum and the Pyongyang Electric Cable Factory 326."
        },
        {
            "title": "New School Year Starts at Korean Rehabilitation Centre for Children with Disability",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-21ee.html",
            "content": "New School Year Starts at Korean Rehabilitation Centre for Children with Disability\r\n Pyongyang, April 1 (KCNA) -- The new school year started at the Korean Rehabilitation Centre for Children with Disability with due ceremony on Saturday.\n\t\t\t\t\t Present there were Kim Mun Chol, chairman of the C.C., Korean Federation for the Protection of the Disabled, and children, nurses, teachers, doctors of the center and parents.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket before the art work depicting President Kim Il Sung and leader Kim Jong Il among children.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the ceremony said that the center has achieved many successes in the treatment and education of children with disability over the past years.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round various parts of the center, including newly-built audibility recovering room and physio-treatment room."
        },
        {
            "title": "New School Year Begins in DPRK",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-18ee.html",
            "content": "New School Year Begins in DPRK\r\n Pyongyang, April 1 (KCNA) -- A new school year began in the DPRK on April 1.\n\t\t\t\t\t Kim Song Il, department director of the Ministry of General Education of the Education Commission, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The opening ceremonies of the school year are of great significance as the universal 12-year compulsory education is enforced all over the country this year.\n\t\t\t\t\t\n\t\t\t\t\t All the schools in the country, including 100-odd technical senior middle schools, are fully equipped with school things, experiment and practice apparatuses and teaching aids under the care of the whole society.\n\t\t\t\t\t\n\t\t\t\t\t The new freshmen received new school uniforms, bags and various kinds of school things thanks to the benefits of the Workers' Party of Korea and the state. And they had the first lessons amid the warm welcome by their teachers, parents and senior students.\n\t\t\t\t\t\n\t\t\t\t\t Twin boy and girl, Ri Kwang Rim and Ri Yun Jong, new pupils of Changdok School, said that they are proud of studying at the school where the great leader Generalissimo Kim Il Sung studied, adding they would study hard to grow up into talented persons of prospering socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Un Gyong, a new student of Wonhung Technical Senior Middle School in Samsok District, Pyongyang, said she would study harder and harder to prepare herself as one in charge of scientific fruit farming.\n\t\t\t\t\t\n\t\t\t\t\t Ri Son Mi, mother of Kim Song Gyu who is a new pupil of Pyongyang Primary School No. 4, said that our children are studying to their heart's content thanks to the most advantageous socialist educational system in the world provided and glorified by the peerlessly great persons. She expressed her mind to live up to the benevolence by bringing up her children well."
        },
        {
            "title": "Spring Tree-Planting Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-20ee.html",
            "content": "Spring Tree-Planting Brisk in DPRK\r\n Pyongyang, April 1 (KCNA) -- A spring tree-planting campaign is now brisk in the DPRK.\n\t\t\t\t\t Officials and working people in Pyongyang City have planted more than 3.8 million trees at the Mangyongdae Revolutionary Site and Moran Hill and other resorts since the start of the campaign.\n\t\t\t\t\t\n\t\t\t\t\t Those in Nampho City fulfilled the plan for tree planting by the end of March.\n\t\t\t\t\t\n\t\t\t\t\t In North Hwanghae Province, tens of millions of trees were planted in areas of more than 12,600 hectares, including areas around roads and railways.\n\t\t\t\t\t\n\t\t\t\t\t Such successes are reported from Kangwon, South Hamgyong and Phyongan and other provinces."
        },
        {
            "title": "Posters for People's Art Festival Produced",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-09ee.html",
            "content": "Posters for People's Art Festival Produced\r\n Pyongyang, April 1 (KCNA) -- Posters for the Fifth April Spring People's Art Festival were produced. The festival is to mark the 105th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Seen on the posters are letters reading \"The Fifth April Spring People's Art Festival\" and names of field-specific festivals as well as the festival logo and period.\n\t\t\t\t\t\n\t\t\t\t\t Posters dealing with the fields of art troupes and groups portray the artistes promoting the revolutionary cause of Juche and Songun through performing activities full of revolutionary spirit and optimism.\n\t\t\t\t\t\n\t\t\t\t\t There are posters dealing with the fields of art squads and itinerant art squads encouraging the all-out general onward movement in all areas of the revolution."
        },
        {
            "title": "Kim Il Sung's Reminiscences Studied in Foreign Countries",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-19ee.html",
            "content": "Kim Il Sung's Reminiscences Studied in Foreign Countries\r\n Pyongyang, April 1 (KCNA) -- 25 years have passed since President Kim Il Sung's reminiscences \"With the Century\" was published in the DPRK (April, 1992).\n\t\t\t\t\t His reminiscences are gripping the hearts of the world people with attraction.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the studying and disseminating of the reminiscences in more than 170 countries.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, the reminiscences were posted on websites of Austria, Romania, Brazil and other countries.\n\t\t\t\t\t\n\t\t\t\t\t The reminiscences have been published into nearly 20 national languages in tens of countries, touching a chord with all people and creating great sensation.\n\t\t\t\t\t\n\t\t\t\t\t In a little more than a month after the publication of the first volume of the reminiscences, they were disseminated in many countries of the five continents of the world. A lot of figures of political, public and academic and media circles and people of various countries avidly read the reminiscences. Among them were the then president of Portugal, assemblymen of Japan and Peru and mayors of France.\n\t\t\t\t\t\n\t\t\t\t\t They revered and praised the peerlessly great man, saying that the reminiscences comprehensively introduce the revolutionary history, experience gained in the struggle and noble virtues of the world elder statesman who performed brilliant exploits on behalf of the era and the revolution.   \n\t\t\t\t\t\n\t\t\t\t\t Papers of Bulgaria, Syria, Pakistan, Burundi, Tunisia, India, Zimbabwe, Jordan and other countries introduced the composition and contents of the reminiscences, noting that they are the immortal, grand monumental encyclopedia which indicates the principle of revolution for mankind.   \n\t\t\t\t\t\n\t\t\t\t\t Seminars, lectures and reading sessions took place in many countries in recent years. A seminar was held this year under the sponsorship of the Slovenian preparatory committee for celebrating the Day of the Sun, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Famous press organs and units of Russia, Japan, India, the U.S. and Cambodia are publishing the reminiscences into their national languages. Book-releasing ceremonies are taking place with splendor.\n\t\t\t\t\t\n\t\t\t\t\t A personage of Russia described the President's reminiscences as the review of the history of politics in the 20th century, pointing out that there is no greater man than him and no more brilliant and glorious life than his. \n\t\t\t\t\t\n\t\t\t\t\t Figures of Austria and Guinea praised the reminiscences of Kim Il Sung, the eternal leader of the Korean people, as an encyclopedia indicating the precious truth of struggle for accomplishing the cause of human independence."
        },
        {
            "title": "Rodong Sinmun Lays Bare True Colors of U.S.-S. Korea Joint Military Drills",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-11ee.html",
            "content": "Rodong Sinmun Lays Bare True Colors of U.S.-S. Korea Joint Military Drills\r\n Pyongyang, April 1 (KCNA) -- With nothing the U.S. and the south Korean authorities can cover up the aggressive and provocative nature of Key Resolve and Foal Eagle joint military exercises, Rodong Sinmun Saturday says in an article.\n\t\t\t\t\t The joint military drills are a typical offensive and aggression war game for making a sudden preemptive attack on the DPRK, the article points out, and goes on to say:\n\t\t\t\t\t\n\t\t\t\t\t Through annual Key Resolve and Foal Eagle joint military exercises, the U.S. and south Korean forces have comprehensively examined and rounded off the readiness for rapid deployment of the aggression forces in the Korean peninsula and joint operations while increasing the capability to mount preemptive nuclear strike at strategic depth and major bases of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers did not conceal the fact that the main goal of their drills for this year was to make preemptive nuclear strike at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Actually, the joint military exercises focus on enhancing the capability of joint operation between the U.S. imperialist aggression troops and the south Korean puppet army units in line with the scheme for preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The drills are being staged to shape \"OPLAN 4D\" with the \"offensive removal of the north's nukes and missiles\" as a key point and confirm the possibility of applying to an actual war \"OPLAN 5015\" including \"beheading operation\".\n\t\t\t\t\t\n\t\t\t\t\t These facts clearly show the offensive and aggressive nature of the drills. The on-going drills are much more provocative and dangerous than the past ones in their scale and content.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of shamelessness for the U.S. and south Korean warmongers to disguise the exercises as \"defensive\". They would be well advised to stop running wild, bearing in mind the DPRK's warning."
        },
        {
            "title": "S. Korean Authorities Derided for Pinning Hope on Outsiders' Anti-DPRK Moves",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-12ee.html",
            "content": "S. Korean Authorities Derided for Pinning Hope on Outsiders' Anti-DPRK Moves\r\n Pyongyang, April 1 (KCNA) -- The south Korean puppet Foreign Ministry some days ago cried out for \"escalation of the sanctions system against the north\" and \"stronger punitive measure\", while describing the U.S. House of Representatives' initiative for enacting a \"bill on modernization of banning and sanctioning the north\" and the UN Security Council's publication of \"press statement\" as \"reflection of common acknowledgment by the international community of the necessity to impose sanctions and pressure on the north\".\n\t\t\t\t\t Rodong Sinmun in a commentary Saturday terms this a foolish act aimed to justify the stop-gap measure taken by the U.S. and its vassal forces panic-stricken by the DPRK's bolstering of nuclear force, and a despicable act to fan up with the help of outsiders the policy of confrontation with the DPRK that faced total bankruptcy.\n\t\t\t\t\t\n\t\t\t\t\t It is utterly ridiculous for the puppet group to try to bring down the DPRK with their hope pinned on the U.S. and other outsiders' moves for isolating and stifling the DPRK even though they are driven into a tight corner, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Sanctions can be threatening to the colonial stooges who have a hard time after being retaliated by the neighboring countries for blindly following the American master's demand for the deployment of THAAD. But sanctions can never work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will further bolster the nuclear deterrence for self-defence, the lifeline of the nation and the treasure of reunified Korea which can never be bartered for anything, and will achieve prosperity in reliance on this might, as long as the U.S. and its vassal forces continue nuclear threat and blackmail."
        },
        {
            "title": "U.S. Imperialists' Moves for Preemptive Nuclear Strike under Fire",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-08ee.html",
            "content": "U.S. Imperialists' Moves for Preemptive Nuclear Strike under Fire\r\n Pyongyang, April 1 (KCNA) -- The Korean peninsula is now exposed to the uncontrollable danger of a nuclear war due to the U.S. imperialists' moves to stifle the DPRK through a preemptive strike.\n\t\t\t\t\t Having kicked off war moves for aggression since March 1, they have staged madcap drills for a preemptive strike at the DPRK in the sky, land and seas, turning the whole of south Korea into a theatre of nuclear war maniacs.\n\t\t\t\t\t\n\t\t\t\t\t Three times as many special operation forces as those involved last year are busy with madcap rehearsal for carrying out the \"beheading operation,\" driving the situation into the most extreme phase. They include Delta Force belonging to the joint special warfare headquarters of the U.S. forces which earned the worst fame in the world and the sixth team of Navy Seal.\n\t\t\t\t\t\n\t\t\t\t\t On March 11, the super-large nuclear carrier Carl Vinson task group of the U.S. sailed by stealth into the waters of the East Sea of Korea near the territorial waters of our side and staged a drill for mounting a surprise attack on targets in the area of our forces with carrier-based aircrafts, cruise missiles and other means for four days.\n\t\t\t\t\t\n\t\t\t\t\t From March 19 to 25 they deployed a large aggressor group, including Carl Vinson, nuclear submarines Columbus and Alexandria and Aegis destroyer, in the East, West and South Seas of Korea and simultaneously conducted a series of maneuvers for making a preemptive strike at the DPRK with cruise missiles.\n\t\t\t\t\t\n\t\t\t\t\t In the period between March 15 and 30, a total of nine B-1Bs deployed on Guam made five sorties and staged frantic nuclear bomb dropping drills in the sky of south Korea for a surprise attack on the DPRK's major targets.\n\t\t\t\t\t\n\t\t\t\t\t On March 28, 29 and 30 they conducted night rehearsals for preemptive nuclear strike at the DPRK in the sky above south Korea with B-1B formations.\n\t\t\t\t\t\n\t\t\t\t\t From March 21 to 24, a total of 20-odd F-35Bs belonging to the Pacific marines of the U.S. aggressor forces, deployed in the Iwakuni base in Yamaguchi Prefecture of Japan, staged a drill simulating precision strikes at major targets of the DPRK ten times.\n\t\t\t\t\t\n\t\t\t\t\t Keen on the scheme for preemptive nuclear strike at the DPRK, they threaten that they will introduce B-2A and B-52H and F-22A, etc. to reinforce the preemptive striking capability.\n\t\t\t\t\t\n\t\t\t\t\t They are, at the same time, putting more spurs to the maneuvers for carrying out \"4D OPLAN\" aimed at preempting the strike at the DPRK with diverse missiles.\n\t\t\t\t\t\n\t\t\t\t\t They introduced THAAD into south Korea at last, which has entered into an actual drill, and launched in the sea a madcap rehearsal for making a preemptive strike at the DPRK's nuclear and missile bases, by mobilizing even the Japanese aggressor forces' Aegis destroyers.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces intensified the provocative moves around the five islands in the West Sea of Korea, the world's hottest spots, in a bid to rattle the nerves of the Korean People's Army and lead it to military counteraction and then use it as a pretext for preemptive strike.\n\t\t\t\t\t\n\t\t\t\t\t Under the zealous patronage and prodding of the U.S. imperialists, the south Korean military gangsters perpetrated such provocations as infiltrating a total of 52 combat vessels into waters of our side 47 times in March.\n\t\t\t\t\t\n\t\t\t\t\t All the facts glaringly show that the DPRK's bolstering up the nuclear deterrent was the most right option and its denuclearization, much touted by the U.S. imperialists and their vassal forces, is quite nonsensical."
        },
        {
            "title": "Preparatory Committee for Pan-national Conference Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-15ee.html",
            "content": "Preparatory Committee for Pan-national Conference Formed in S. Korea\r\n Pyongyang, April 1 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) formed a preparatory committee on March 25 to ensure the successfully holding of pan-national conference for peace and reunification of the country and development of the north-south relations, according to the south Korean internet newspaper Tongil News.\n\t\t\t\t\t Attending its inaugural ceremony, held in Jangsu County of North Jolla Province, were members of organizations of all social strata across south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the ceremony said that the spirit of the candlelight rallies, which destroyed the stronghold of reactionaries, should be oriented to independence and reunification.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was read out at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The resolution said that the South Headquarters of Pomminryon would fulfill its responsibility and role in the struggle to usher in a heyday of the movement for national reunification."
        },
        {
            "title": "Bird Flu Occurs in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-13ee.html",
            "content": "Bird Flu Occurs in S. Korea\r\n Pyongyang, April 1 (KCNA) -- A bird flu that occurred in south Korea last year has spread for some months, sparking off social unrest.\n\t\t\t\t\t The Ministry of Agro-Forestry, Livestock and Foodstuff said on March 29 that the bird flu occurred in Kongju of South Chungchong Province."
        },
        {
            "title": "Halt to Deployment of THAAD Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-16ee.html",
            "content": "Halt to Deployment of THAAD Demanded in S. Korea\r\n Pyongyang, April 1 (KCNA) -- The Songju Committee for Struggle against THAAD Deployment, the Kimchon Citizens Measure Committee against THAAD Deployment and other organizations of south Korea called a press conference on March 28 to urge the \"National Assembly\" to halt the deployment of THAAD.\n\t\t\t\t\t Speakers said that some equipment for the deployment of \"THAAD\" was introduced into south Korea even before the site for the deployment was offered to the U.S. forces, all illegal actions.\n\t\t\t\t\t\n\t\t\t\t\t They contended that the NA should form an ad hoc committee at once to demanding the disclosure of information by all means and opt for comprehensive verification.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference, the members of the organizations presented a paper signed by more than 6,200 citizens to the NA, demanding a stop to the deployment of THAAD."
        },
        {
            "title": "Seminars on Works of Peerlessly Great Men of Mt Paektu Held Abroad",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-02ee.html",
            "content": "Seminars on Works of Peerlessly Great Men of Mt Paektu Held Abroad\r\n Pyongyang, April 1 (KCNA) -- Seminars on works of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un were held in Germany, Benin and Austria on March 20 and 21 to mark the Day of the Sun, the birth anniversary of Kim Il Sung.\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany and other speakers praised Kim Il Sung's feats for Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t They said that his reminiscences \"With the Century\" serves as a textbook and a must book to be regarded as guidelines of life and struggle by the progressive mankind, adding it is sure that the DPRK will emerge victorious as it is led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Explaining the main content of Kim Jong Il's work \"Let Us Hold the Great Leader Comrade Kim Il Sung in High Esteem as the Eternal President of Our Republic\", the chairman of the Benin National Committee for the Study of the Juche Idea said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was the prominent leader of the party and the state of the DPRK and benevolent father of the people with matchless brilliant ideology and theory and leadership.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il made sure that Kim Il Sung was held in high esteem as the eternal President of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At a seminar on Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and Our People\", speakers including the chief of the Youth Group for Study of Kimilsungism-Kimjongilism in Austria praised Kim Il Sung's career and expressed their will to more vigorously conduct the study and dissemination of the Juche idea."
        },
        {
            "title": "Haiti Preparatory Committee for Gathering 2017-Praise to Great Persons of Mt Paektu Formed",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-03ee.html",
            "content": "Haiti Preparatory Committee for Gathering 2017-Praise to Great Persons of Mt Paektu Formed\r\n Pyongyang, April 1 (KCNA) -- A Haiti preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu was formed.\n\t\t\t\t\t The chairman of the Haiti-DPRK Cultural Association was elected chairman of the preparatory committee."
        },
        {
            "title": "Day of Sun to Be Marked in Russia",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-04ee.html",
            "content": "Day of Sun to Be Marked in Russia\r\n Pyongyang, April 1 (KCNA) -- A preparatory committee for celebrating the Day of the Sun, the birth anniversary of President Kim Il Sung, was formed by the Lenin Young Communist League of the Russian Federation on March 20.\n\t\t\t\t\t The first secretary of the league was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee set a celebration period from March 20 to April 17 and decided to organize lecture meeting, film show and other political and cultural events praising the exploits of Kim Il Sung."
        },
        {
            "title": "105th Birth Anniversary of Kim Il Sung to Be Marked in Tanzania",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-05ee.html",
            "content": "105th Birth Anniversary of Kim Il Sung to Be Marked in Tanzania\r\n Pyongyang, April 1 (KCNA) -- A Tanzanian preparatory committee for celebrating the 105th birth anniversary of President Kim Il Sung was formed in Dar es Salaam on March 25.\n\t\t\t\t\t Francis F. Lyimo, chairman of the Tanzanian National Coordinating Committee of the Juche Idea Study Groups, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold diverse political and cultural events praising the exploits of President Kim Il Sung and leader      Kim Jong Il for the Korean revolution and the human cause of independence and introducing the successes made by the Korean army and people under the guidance of respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "Day of Sun to Be Celebrated in Iceland",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-06ee.html",
            "content": "Day of Sun to Be Celebrated in Iceland\r\n Pyongyang, April 1 (KCNA) -- A preparatory committee for celebrating the birth anniversary of President Kim Il Sung was formed in Reykjavik of Iceland on March 27.\n\t\t\t\t\t Jon Arni Halldorsson, general secretary of the Iceland-DPRK Friendship and Cultural Society, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold colorful political and cultural events in praise of the revolutionary career and exploits of the President."
        },
        {
            "title": "Italian Figure Praises Kim Il Sung",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-07ee.html",
            "content": "Italian Figure Praises Kim Il Sung\r\n Pyongyang, April 1 (KCNA) -- Giancarlo Elia Valori, chairman of the Italian General Investment Group, released an article on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The article praised the President as an anti-Japanese legendary hero, benevolent father, pioneer of the era of independence, peerlessly elder statesman, famous political activist and military strategist as he opened s new era of national independence and provided a solid foundation guaranteeing the prosperity of the country and happiness of the people with the Juche idea as guidelines.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t He put an eternal end to the era in which the Korean nation was trampled down under the boots of the heinous Japanese imperialists as a small and weak nation, and glorified the dignity of the country. So, even the Western society has recognized him as a prominent state leader in the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t He founded the Korean People's Army with deep insight into the importance of the arms in hewing out the destiny of the nation and had wisely led it with his adroit military tactics and strategy.\n\t\t\t\t\t\n\t\t\t\t\t The President is a great statesman as he steered the global politics with deep grasp of the complicated international situation and by looking far into the future.\n\t\t\t\t\t\n\t\t\t\t\t Under his guidance, signal achievements were made in the Korean people's struggle to rehabilitate the country which was destroyed with not a single brick left by the war. This was a result of the far-sighted politics of the President who led the people to reject the interference by big powers and rely on their own strength and resources.\n\t\t\t\t\t\n\t\t\t\t\t The author of the article wrote that he always recalls the days when he had honor of being received by the President and was struck with admiration by his unusual insight.\n\t\t\t\t\t\n\t\t\t\t\t He introduced the facts showing the personal traits of the President as a great man and stressed that the Day of the Sun serves as not only a holiday celebrating the birth anniversary of the great man but a significant occasion helping people deeply enshrine his holy image."
        },
        {
            "title": "Kim Jong Un dirige la Competencia de Tanquistas del EPC-2017",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-22ee.html",
            "content": "Kim Jong Un dirige la Competencia de Tanquistas del EPC-2017\r\nPyongyang, primero de abril (ACNC) -- El Maximo Dirigente Kim Jong Un dirigio la Competencia de Tanquistas del Ejercito Popular de Corea-2017.\n\t\t\t\t\tEn la ocasion tomaron parte las dotaciones seleccionadas en las grandes unidades combinadas.\n\t\t\t\t\t\n\t\t\t\t\tEl ranking de la competencia se decidio sintetizando los puntos de manejo y tiro de los tanques que partieron segun el orden de grandes unidades combinadas determinado por sorteo y realizaron el tiro a los blancos moviles y fijos superando los obstaculos instalados en 8 lineas de la pista de 3.6km.\n\t\t\t\t\t\n\t\t\t\t\tEn el puesto de vigilancia, el Maximo Dirigente escucho el parte del plan de la competencia y dio la orden de iniciarla.\n\t\t\t\t\t\n\t\t\t\t\tMirando los tanques que avanzan intrepidamente superando todo tipo de obstaculos, dijo que los tanques funcionan muy bien y atraviesan a toda velocidad las lomas escarpadas casi volando. Esto es muy espectacular y el tanque es el simbolo y el puno de acero del EPC, apunto.\n\t\t\t\t\t\n\t\t\t\t\tLa competencia termino por este orden: la Division Guardia de Tanques 105 \"Seul\" Ryu Kyong Su y las grandes unidades combinadas 966, 567, 313, 233, 604, 593, 287, 337, 324, 526, 549, 264, 757 y 671.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo expreso que el torneo de hoy demostro bien que los tanquistas se han preparado como combatientes capaces de cumplir independiente y habilmente cualquier mision de combate recorriendo con sus tanques la zona operacional por la liberacion del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl dio instrucciones para completar los preparativos de combate de las unidades y subunidades de tanquistas y sostuvo conversaciones con los participantes en la competencia.\n\t\t\t\t\t\n\t\t\t\t\tLa unidad ganadora de hoy es modelo de todo el ejercito en el primer periodo de entrenamiento combativo-politico del nuevo ano, evaluo.\n\t\t\t\t\t\n\t\t\t\t\tSe fotografio junto con los participantes expresando la esperanza y conviccion de que todos los tanquistas destruiran con sus orugas la posicion enemiga si se desata la guerra."
        },
        {
            "title": "Portavoz de ACR urge devolucion inmediata de las ciudadanas norcoreanas raptadas",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-23ee.html",
            "content": "Portavoz de ACR urge devolucion inmediata de las ciudadanas norcoreanas raptadas\r\nPyongyang, primero de abril (ACNC) -- En estos dias, los titeres surcoreanos urden nueva intriga para esquivar la fuerte condena de los nacionales y extranjeros que demandan la devolucion inmediata de las ciudadanas de la RPDC, raptadas en grupo a plena luz del dia en abril de 2016 y llevadas al Sur de Corea.\n\t\t\t\t\t Al respecto, el portavoz del Comite Central de la Asociacion de la Cruz Roja (ACR) de la Republica Popular Democratica de Corea publico el dia primero una declaracion que sigue:\n\t\t\t\t\t\n\t\t\t\t\t Hace poco, un tipejo a titulo de autoridad informo asi: \"12 muchachas norcoreanas ingresaron todas en la universidad como caso excepcional\", \"el ingreso forma parte de los esfuerzos por adaptarlas sin complicaciones a la sociedad surcoreana\" y \"ellas estan bien\", etc.\n\t\t\t\t\t\n\t\t\t\t\t  Esta chismografia no pasa de ser un engano pueril y la locura antietica para prevenir las criticas de la opinion publica al crimen de rapto y secuestro de gran tamano y rehusar hasta el final la publicacion del estado personal de las victimas y su devolucion.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora cuando se cumple un ano despues de que nuestras muchachas fueron llevadas al Sur de Corea por los gangsteres titeres surcoreanos llegan al cielo el rencor de sus padres y la indignacion del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  Nadie sabe quien esta viva o muerta o se quedo discapacitada entre nuestras trabajadoras retenidas por los gangsteres del Servicio de Inteligencia.\n\t\t\t\t\t\n\t\t\t\t\t  Si una de ellas logra escaparse de las garras de los titeres surcoreanos, se conoceran todos los detalles del secuestro colectivo y todas las barbaridades cometidas en un ano transcurrido contra ellas. Por el temor a esto, la banda traidora surcoreana dice embustes obstinandose en no publicar el paradero de las victimas.\n\t\t\t\t\t\n\t\t\t\t\t  Este incidente, inventado y dirigido directamente por Park Geun-hye desde Chongwadae, es uno de los delitos mas graves cometidos por esta traidora mandada a la prision despues de destituida del cargo de \"presidenta\", razon por la cual debe ser esclarecida consecuentemente la verdad de lo ocurrido.\n\t\t\t\t\t\n\t\t\t\t\t  Las autoridades judiciales surcoreanas deben averiguar cabalmente y condenar duro a Park Geun-hye, el presidente del Servicio de Inteligencia, Ri Pyong Ho, y otros artifices y complices de ese crimen.\n\t\t\t\t\t\n\t\t\t\t\t  La ONU y los aparatos internacionales de derechos humanos han de abandonar la actitud de doble rasero con que al dejarse llevar por EE.UU. y los titeres surcoreanos, se mantienen con brazos cruzados ante los crimenes anti-DDHH de esos ultimos, pero arman escandalos con el inexistente \"problema de DDHH\" de la RPDC publicando \"informe\" y \"proyecto de resolucion\".\n\t\t\t\t\t\n\t\t\t\t\t  Es firme nuestra posicion de traer a la cuna de filantropia a nuestras ciudadanas sin dejarlas ni un momento mas en el infierno como el Sur de Corea donde reinan los males sociales de toda indole como asesinato, bandidaje, violacion sexual, uso de violencia, injusticia y fascismo.\n\t\t\t\t\t\n\t\t\t\t\t  Aprovechando esta oportunidad, expresamos la esperanza de que la conciencia de la humanidad y la sociedad internacional, aspirantes a la justicia y verdad, condenaran categoricamente los nefandos actos anti-DDHH y antieticos de la horda de Park Geun-hye y redoblaran la solidaridad internacional y la lucha por la devolucion de las secuestradas."
        },
        {
            "title": "Iniciado nuevo ano escolar en la RPDC",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-24ee.html",
            "content": "Iniciado nuevo ano escolar en la RPDC\r\nPyongyang, primero de abril (ACNC) -- Quedo iniciado el nuevo ano escolar en la RPDC. \n\t\t\t\t\tEste dia, las escuelas a todos los niveles del pais celebraron la ceremonia inaugural del nuevo ano escolar en un ambiente festivo. \n\t\t\t\t\t\n\t\t\t\t\tCitado por la ACNC, el director del Ministerio de Educacion General del Comite de Educacion, Kim Song Il, dijo que es muy significativa la ceremonia de este ano en que se pone en practica en sentido integral la ensenanza obligatoria general de 12 anos, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tBajo la atencion de toda la sociedad, las escuelas a lo largo del pais, inclusive mas de 100 secundarias superiores tecnicas, completaron los preparativos para el nuevo curso escolar asi como los equipamientos escolares, aparatos de laboratorio y medios de ensenanza. \n\t\t\t\t\t\n\t\t\t\t\tNuevos matriculados, que recibieron nuevos uniformes, mochilas y articulos de uso escolar preparados gracias a la gratitud del partido y el Estado, recibieron la primera clase bajo cordiales felicitaciones de los profesores, los alumnos de grados superiores y los padres. \n\t\t\t\t\t\n\t\t\t\t\tLos gemelos Ri Kwang Rim y Ri Yun Jong, ingresados en la Escuela Changdok, dijeron al mismo medio que estan muy emocionados por poder cursar en la escuela donde ha estudiado el Presidente Kim Il Sung. Y expresaron la decision de estudiar con afan para formarse como personal competente de la Corea socialista en prosperidad. \n\t\t\t\t\t\n\t\t\t\t\tKim Un Gyong, nueva matriculada de la Escuela Secundaria Superior Tecnica de Wonhung del capitalino municipio de Samsok, juro estudiar bien para prepararse como encargada directa de la fruticultura cientifica. \n\t\t\t\t\t\n\t\t\t\t\tRi Son Mi, madre del nuevo ingresado Kim Song Gyu de la Escuela Primaria No.4 de Pyongyang, reitero que gracias al sistema de ensenanza socialista mas ventajoso del mundo, preparado y desarrollado por los grandes lideres, los ninos coreanos estudian a sus anchas sin envidiar nada a nadie en el mundo. Para reciprocar esta benevolencia, formare mejor a mis hijos, apunto."
        },
        {
            "title": "Iniciado el ano escolar en el Centro de Recuperacion de Ninos Discapacitados",
            "url": "http://kcna.co.jp/item/2017/201704/news01/20170401-25ee.html",
            "content": "Iniciado el ano escolar en el Centro de Recuperacion de Ninos Discapacitados\r\nPyongyang, primero de abril (ACNC) -- Tuvo lugar este sabado la ceremonia del inicio del ano escolar del Centro de Recuperacion de Ninos Discapacitados de Corea.\n\t\t\t\t\tAsistieron a la ocasion el presidente del Comite Central de la Federacion de Proteccion a Discapacitados de Corea, Kim Mun Chol, los ninos, nineras, asistentes y doctores del centro y los padres.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes rindieron homenaje al Presidente Kim Il Sung y al Dirigente Kim Jong Il luego de depositar un cesto de flores ante la obra de bellas artes en que los grandes Lideres se encuentran entre los ninos.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores se refirieron a que anteriormente, el centro ha logrado muchos exitos en el tratamiento y la educacion a los ninos discapacitados.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes recorrieron nuevas salas de convalecencia de la audicion y de fisioterapia y otros puntos del centro."
        }
    ]
}