{
    "date": "2017-09-22",
    "url": "http://kcna.co.jp/item/2017/201709/2017-09-22ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Makes Statement",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-01ee.html",
            "content": "Kim Jong Un Makes Statement\r\n Pyongyang, September 22 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the Democratic People's Republic of Korea and supreme commander of the Korean People's Army, released a statement as regards a speech made by the president of the United States of America at the UN General Assembly.\n\t\t\t\t\t The Supreme Leader of the Party, state and army of the DPRK issued the statement in the name of the chairman of the State Affairs Commission of the DPRK at the building of the Central Committee of the WPK on September 21, Juche 106 (2017)."
        },
        {
            "title": "Statement of Chairman of State Affairs Commission of DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-02ee.html",
            "content": "Statement of Chairman of State Affairs Commission of DPRK\r\n Pyongyang, September 22 (KCNA) -- Respected Supreme Leader Kim Jong Un, chairman of the State Affairs Commission of the DPRK, released a statement on Thursday.\n\t\t\t\t\t The full text of the statement reads:\n\t\t\t\t\t\n\t\t\t\t\t The speech made by the U.S. president in his maiden address on the UN arena in the prevailing serious circumstances, in which the situation on the Korean peninsula has been rendered tense as never before and is inching closer to a touch-and-go state, is arousing worldwide concern.\n\t\t\t\t\t\n\t\t\t\t\t Shaping the general idea of what he would say, I expected he would make stereo-typed, prepared remarks a little different from what he used to utter in his office on the spur of the moment as he had to speak on the world's biggest official diplomatic stage.\n\t\t\t\t\t\n\t\t\t\t\t But, far from making remarks of any persuasive power that can be viewed to be helpful to defusing tension, he made unprecedented rude nonsense one has never heard from any of his predecessors.\n\t\t\t\t\t\n\t\t\t\t\t A frightened dog barks louder.\n\t\t\t\t\t\n\t\t\t\t\t I'd like to advise Trump to exercise prudence in selecting words and to be considerate of whom he speaks to when making a speech in front of the world.\n\t\t\t\t\t\n\t\t\t\t\t The mentally deranged behavior of the U.S. president openly expressing on the UN arena the unethical will to \"totally destroy\" a sovereign state, beyond the boundary of threats of regime change or overturn of social system, makes even those with normal thinking faculty think about discretion and composure.\n\t\t\t\t\t\n\t\t\t\t\t His remarks remind me of such words as \"political layman\" and \"political heretic\" which were in vogue in reference to Trump during his presidential election campaign.\n\t\t\t\t\t\n\t\t\t\t\t After taking office Trump has rendered the world restless through threats and blackmail against all countries in the world. He is unfit to hold the prerogative of supreme command of a country, and he is surely a rogue and a gangster fond of playing with fire, rather than a politician.\n\t\t\t\t\t\n\t\t\t\t\t His remarks which described the U.S. option through straightforward expression of his will have convinced me, rather than frightening or stopping me, that the path I chose is correct and that it is the one I have to follow to the last.\n\t\t\t\t\t\n\t\t\t\t\t Now that Trump has denied the existence of and insulted me and my country in front of the eyes of the world and made the most ferocious declaration of a war in history that he would destroy the DPRK, we will consider with seriousness exercising of a corresponding, highest level of hard-line countermeasure in history.\n\t\t\t\t\t\n\t\t\t\t\t Action is the best option in treating the dotard who, hard of hearing, is uttering only what he wants to say.\n\t\t\t\t\t\n\t\t\t\t\t As a man representing the DPRK and on behalf of the dignity and honor of my state and people and on my own, I will make the man holding the prerogative of the supreme command in the U.S. pay dearly for his speech calling for totally destroying the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is not a rhetorical expression loved by Trump.\n\t\t\t\t\t\n\t\t\t\t\t I am now thinking hard about what response he could have expected when he allowed such eccentric words to trip off his tongue.\n\t\t\t\t\t\n\t\t\t\t\t Whatever Trump might have expected, he will face results beyond his expectation.\n\t\t\t\t\t\n\t\t\t\t\t I will surely and definitely tame the mentally deranged U. S. dotard with fire."
        },
        {
            "title": "DPRK Education Commission Slams Japanese Reactionaries' Crackdown upon Chongryon",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-17ee.html",
            "content": "DPRK Education Commission Slams Japanese Reactionaries' Crackdown upon Chongryon\r\n Pyongyang, September 22 (KCNA) -- The DPRK Education Commission issued a statement on Friday as regards the fact that the Japanese reactionaries have become undisguised in their vicious politically-motivated crackdown upon the General Association of Korean Residents in Japan (Chongryon) and Koreans in Japan and their inhuman act.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Tokyo District Court on Sept. 13 made a decision to unilaterally turn down the demand of Chongryon and Koreans in Japan for application of the tuition-free program to students of the Korean middle and high school in Tokyo.\n\t\t\t\t\t\n\t\t\t\t\t What merits more serious attention is that this unjust and outrageous decision was made under the manipulation of the Japanese government.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, the Japanese authorities issued orders that local self-governing bodies should exclude Korean schools from the objects of applying tuition-free program. When the Osaka District Court issued judgment favorable to the Korean schools far from their stand in July, they betrayed their narrow intention to put pressure upon the judge who gave a decision in favor of the Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t Not content with this, they have got hell-bent on the malignant slander against the DPRK, Chongryon and national education through IT means including websites, intentionally building public opinion against application of the tuition-free program to Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t  The DPRK Education Commission brands the illegal fascist action committed by the Japanese reactionaries as vicious hostility to trample down the rights of democratic national education of the Koreans in Japan and stifle Chongryon, a dignified overseas citizen organization of the DPRK, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Koreans in Japan are descendants of those who were forcibly dragged to Japan by the Japanese imperialists and the Korean schools in which their descendants study are the legitimate national educational organs recognized by the Japanese authorities.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the Japanese reactionaries have refused to apply the tuition-free program for high schools upon Korean schools among foreign schools. This is a revelation of deep-rooted sinister intention to frustrate the national education of the Koreans in Japan and a hysteric action of those who become displeased with the inexhaustible might of the DPRK making long strides under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t They, taken aback by the fact that the DPRK is advancing toward the terminal of accomplishing the state nuclear force despite the heinous sanctions and blockade of the U.S. and its vassal forces, are now making desperate efforts to crack down upon Chongryon and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t They should stop at once discriminating the national education of Koreans in Japan and take full responsibility for all consequences arising therefrom."
        },
        {
            "title": "Greetings to Kim Jong Un from Dominican President",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-15ee.html",
            "content": "Greetings to Kim Jong Un from Dominican President\r\n Pyongyang, September 22 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, received a message of greeting from Dominican President Danilo Medina Sanchez on September 5.\n\t\t\t\t\t In the message the Dominican president extended heartfelt congratulations to Kim Jong Un on the national day and wished the great Korean nation prosperity, happiness and wellbeing."
        },
        {
            "title": "Greetings to Kim Jong Un from Pakistani President",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-16ee.html",
            "content": "Greetings to Kim Jong Un from Pakistani President\r\n Pyongyang, September 22 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, on Sept. 14 received a message of greeting from Mamnoon Hussain, president of the Islamic Republic of Pakistan.\n\t\t\t\t\t The message said that it is great pleasure to extend congratulations on the occasion of the founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the conviction that the bilateral relations of friendship provided by the leaders of the two countries would steadily develop.\n\t\t\t\t\t\n\t\t\t\t\t It wished Kim Jong Un good health and the people of the DPRK happiness."
        },
        {
            "title": "Wreaths Laid before Bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-21ee.html",
            "content": "Wreaths Laid before Bust of Kim Jong Suk\r\n Pyongyang, September 22 (KCNA) -- Wreaths were laid before the bust of anti-Japanese war heroine Kim Jong Suk at the Revolutionary Martyrs Cemetery on Mt Taesong on September 22, the 68th anniversary of her demise.\n\t\t\t\t\t Seen there was a wreath from respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Present at the wreath-laying ceremony were Kim Ki Nam, Pak Yong Sik, Choe Pu Il, Kim Su Gil, Vice-Premier of the Cabinet Ri Ju O, officials of party, armed forces and power bodies, working people's organizations, ministries and national institutions, men and officers of the Korean People's Army and working citizens in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Placed at the bust was a wreath in the joint name of the Central Committee of the Workers' Party of Korea, the State Affairs Commission of the DPRK and the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Also laid were wreaths in the names of the Ministry of the People's Armed Forces, working people's organizations, ministries and national institutions and party and power bodies and factories in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to Kim Jong Suk, recollecting her revolutionary career and exploits.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets were placed before the statues of Kim Jong Suk in Hoeryong City and Kim Jong Suk County and at Kim Jong Suk Naval University on the same day."
        },
        {
            "title": "Great Feats in Bringing up Songun Brilliant Commander",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-19ee.html",
            "content": "Great Feats in Bringing up Songun Brilliant Commander\r\n Pyongyang, September 22 (KCNA) -- An endless stream of people is paying a call at the bust of anti-Japanese war heroine Kim Jong Suk in the Revolutionary Martyrs Cemetery on Mt Taesong on the occasion of the 68th anniversary of her demise (September 22).\n\t\t\t\t\t A proverb says that behind every great person there is a great mother.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk was not only the mother of leader Kim Jong Il but also a benevolent teacher who brought him up as an outstanding brilliant commander possessed of extraordinary military wisdom and stratagem.\n\t\t\t\t\t\n\t\t\t\t\t Her stories about the history of the arms of the Korean revolution implanted his mind with the faith to invariably carry forward the revolutionary cause of Juche pioneered by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It was just after Korea's liberation from Japan's colonial rule that when young Kim Jong Il was willing to learn horse riding, she praised his manful spirit and instructed him in riding a horse. She also taught him how to shoot.\n\t\t\t\t\t\n\t\t\t\t\t She visited different units of the services and arms of the Korean People's Army together with her son to let him get detailed knowledge of all military equipment and technological means.\n\t\t\t\t\t\n\t\t\t\t\t And she often told him about Mt Paektu to nurture his brave nature.\n\t\t\t\t\t\n\t\t\t\t\t She handed down to his son a pistol which she had kept to the last moments of her life.\n\t\t\t\t\t\n\t\t\t\t\t Later, Kim Jong Il recollected with deep emotion that he had learned the profound significance of the gun from his mother at the Paektusan Secret Camp.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk always live in the hearts of the Korean people as she provided a firm guarantee for the prosperity of Songun Korea and happiness of all generations."
        },
        {
            "title": "Art Performance Given in Wonsan",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-08ee.html",
            "content": "Art Performance Given in Wonsan\r\n Pyongyang, September 22 (KCNA) -- The Moranbong Band, the State Merited Chorus and the Wangjaesan Art Troupe Music and dance performances gave a music and dance performance in Wonsan City from September 13 to 21.\n\t\t\t\t\t The numbers of the performance included male solo and chorus \"Song Dedicated to the Motherly Party\", light music \"Pyongyang Is Best\", orchestra and male chorus \"We'll Travel One Road Forever\", dance \"Dash toward Future\" and tap dance \"Young Days\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the dynamic spirit of socialist Korea dashing ahead like the wind toward the final victory at the speed of Mallima despite all sorts of difficulties and trials of history, rallied close around respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The artistes of the Moranbong Band in light music and serial songs \"Oh Party, It's Thanks to Your Care,\" female solo \"We Call You Father,\" female chorus \"Fatherland and I,\" etc. impressively represented the profound trust and gratitude of the army and people to the Workers' Party of Korea which made a history of great changes under the banner of independence, Songun and socialism, winning great victories.\n\t\t\t\t\t\n\t\t\t\t\t Those of the State Merited Chorus in male solo and chorus \"Korea, Forward under the Line of Simultaneously Developing the Two Fronts\" and male trio and chorus \"Only along the Road of Socialism,\" strikingly showed the rock-firm faith and will of the Korean army and people to dynamically advance along the road of simultaneous development of the two fronts under the leadership of the great Party and attain the final victory of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The Wangjaesan Art Troupe presented lively dynamic dances showing the stirring reality of the DPRK where the people are working great innovations in building a socialist power while resolutely foiling the U.S. imperialists and their vassal forces' unprecedented sanctions and pressure.\n\t\t\t\t\t\n\t\t\t\t\t The performance deeply impressed the audiences."
        },
        {
            "title": "Taekwon-Do Teams and Delegations Leave",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-18ee.html",
            "content": "Taekwon-Do Teams and Delegations Leave\r\n Pyongyang, September 22 (KCNA) -- Taekwon-Do teams and delegations from different countries and regions left here on Friday after taking part in the 20th Taekwon-Do World Championships.\n\t\t\t\t\t They included those from Greenland, New Zealand, Denmark, Russia, Hungary, Mongolia, Bangladesh, Scotland, the Czech Republic, Cambodia, Kazakhstan, Ireland, Australia, Estonia and Wales.\n\t\t\t\t\t\n\t\t\t\t\t Departing earlier were teams and delegations of Romania, Morocco, Ethiopia, Madagascar, Finland, France and Serbia."
        },
        {
            "title": "DPRK Players Back Home",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-24ee.html",
            "content": "DPRK Players Back Home\r\n Pyongyang, September 22 (KCNA) -- DPRK players returned home Friday after taking part in the 10th Asian Acrobatic Gymnastic Championship.\n\t\t\t\t\t Taking part in the championship held in Kazakhstan from September 17 to 19 were more than 150 men and women players from different countries and region.\n\t\t\t\t\t\n\t\t\t\t\t Jong Kum Hwa and Pyon Yun Ae of the DPRK grabbed gold medal again at senior women's duet etude as they did in the 9th championship.\n\t\t\t\t\t\n\t\t\t\t\t Thus the DPRK women players emerged triple gold medalists of the championship in this category.\n\t\t\t\t\t\n\t\t\t\t\t Kong Yong Won and Ri Hyo Song bagged gold medals at senior men's duet etude.\n\t\t\t\t\t\n\t\t\t\t\t Kim Phyong Hae, vice-chairman of the Central Committee of the Workers' Party of Korea, Ri Il Hwan, department director of the WPK Central Committee, Jon Kwang Ho, vice-premier of the Cabinet, and Kim Il Guk, minister of Physical Culture and Sports, and officials concerned greeted the players and coaches at Pyongyang Railway Station.\n\t\t\t\t\t\n\t\t\t\t\t Sportspersons put fragrant garlands around the necks of the successful players and coaches and presented bunches of flowers to them.\n\t\t\t\t\t\n\t\t\t\t\t The players were warmly welcomed by citizens along streets of the city.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill before paying tribute to them."
        },
        {
            "title": "DPRK Grabs Top Prizes at World Circus Festival",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-20ee.html",
            "content": "DPRK Grabs Top Prizes at World Circus Festival\r\n Pyongyang, September 22 (KCNA) -- The world circus festival \"Idol-2017\" took place in Russia from September 14 to 17.\n\t\t\t\t\t Taking part in it were more than 140 famous acrobats from 13 countries including the DPRK, Germany, Russia, Mongolia, China, Ukraine, Italy and Spain.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK acrobats presented physical acrobatics \"Spirit of Nalpharam\", showing peculiar and refined movements representative of national bravery and resourcefulness to be acclaimed by the spectators.\n\t\t\t\t\t\n\t\t\t\t\t At the awarding ceremony on September 17, the special prize and spectators gold prize went to the physical acrobatics \"Spirit of Nalpharam\" and the top technique prize to acrobat O Yun Hyok who successfully displayed six back turns, highest stunt in the world.\n\t\t\t\t\t\n\t\t\t\t\t And the festival organizing committee conferred a certificate on the physical acrobatics \"Swing Centre\" displayed by the Korean acrobats."
        },
        {
            "title": "DPRK People Vow to Tame Trump with Fire",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-22ee.html",
            "content": "DPRK People Vow to Tame Trump with Fire\r\n Pyongyang, September 22 (KCNA) -- The DPRK army and people vow a sacred war against the U.S., branding Trump, a mentally deranged dotard, for making such reckless remarks at the UN General Assembly as \"totally destroying\" a sovereign state.\n\t\t\t\t\t Pak Song Hun, an officer of the Korean People's Army, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Trump's speech precisely means a declaration of war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un said in his statement that he will make the man holding the prerogative of the supreme command in the U.S. pay dearly for his speech calling for totally destroying the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the firm faith and will of our revolutionary armed forces to mete out merciless punishment to invaders with the arms of justice and to totally destroy the mainland of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly see how dearly the U.S. should pay for the provocative remarks made by insane Trump.\n\t\t\t\t\t\n\t\t\t\t\t Our revolutionary armed forces are awaiting an order from the respected Supreme Leader.\n\t\t\t\t\t\n\t\t\t\t\t Ri Myong Ho, a workshop head of the Pyongyang Steel Works, said:\n\t\t\t\t\t\n\t\t\t\t\t The lunatic called the U.S. president knows nothing about the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Trump should keep in his mind that no one dare provoke or harm the dignity of the nuclear power of Juche, and that it will be the DPRK which will laugh last in the century-long anti-U.S. sacred war.\n\t\t\t\t\t\n\t\t\t\t\t Lunatic dotard Trump and his group of military provokers are deserved to be tamed only with fire."
        },
        {
            "title": "DPRK People Enraged at Trump's Heinous Remarks",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-23ee.html",
            "content": "DPRK People Enraged at Trump's Heinous Remarks\r\n Pyongyang, September 22 (KCNA) -- The DPRK army and people, enraged at such reckless remarks made by Trump at the UN General Assembly as \"totally destroying\" the DPRK, are expressing their determination to force the U.S. to pay dear price at any cost.\n\t\t\t\t\t Jon Kwang Jun, department director of the Ministry of Electric Power Industry, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Trump is really a mentally deranged dotard and lunatic gangster.\n\t\t\t\t\t\n\t\t\t\t\t Only such idiot as Trump could make reckless remarks like \"totally destroying\" a sovereign state on the UN arena.\n\t\t\t\t\t\n\t\t\t\t\t Even his predecessors dare not make such remarks on the UN arena.\n\t\t\t\t\t\n\t\t\t\t\t His remarks that the U.S. would totally destroy a nation are unpardonable.\n\t\t\t\t\t\n\t\t\t\t\t It is a foolish idea if he thinks that the U.S. would be safe as it is far away from the DPRK across the ocean.\n\t\t\t\t\t\n\t\t\t\t\t We will totally destroy the U.S. mainland, a snake pit, with our nuclear deterrent of justice and force the U.S. imperialists to pay dear price for their crimes committed against the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t An Myong Hyok, secretary of the Pyongyang University of Railways Committee of the Kimilsungist-Kimjongilist Youth League, said:\n\t\t\t\t\t\n\t\t\t\t\t Trump talked nonsense that he would wipe the DPRK of 25 million people off the map. If so, it is questionable whether he thinks that 3 hundred million people in the U.S. might remain alive.\n\t\t\t\t\t\n\t\t\t\t\t A club is fit for a mad dog.\n\t\t\t\t\t\n\t\t\t\t\t Once our supreme commander will give us an order, we, young people, will surely wipe the U.S, the cesspool of evil, off the map."
        },
        {
            "title": "U.S. Has No Face to Talk about DPRK's Updating of Nuclear Force: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-09ee.html",
            "content": "U.S. Has No Face to Talk about DPRK's Updating of Nuclear Force: Rodong Sinmun\r\n Pyongyang, September 22 (KCNA) -- The Trump group, taken aback by the DPRK's launches of intermediate-range strategic ballistic rockets and inter-continental ballistic missile and successful ICBM-ready H-bomb test, are letting out a spate of rhetoric day and night that the DPRK poses a \"threat to the world\". Big powers and vassal forces being played into the hands of the U.S. repeat like parrot what the Trump group uttered.\n\t\t\t\t\t Rodong Sinmun Friday in an article says that there is no country like the DPRK on earth which has been under the U.S. direct nuclear threat for many years.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's measures for bolstering up nuclear deterrent are aimed to put into control the U.S. engrossed in nuclear threat and blackmail against the DPRK, it says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The final goal of our State is to achieve equilibrium of force with the U.S. so that the U.S. chief executive may not talk about military option against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It doesn't make sense that the DPRK poses a threat to the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. outwardly asserts \"peace\" but inwardly makes desperate efforts for the modernization of nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t During the Bush and Obama terms of office, the U.S. steadily conducted sub-critical nuclear tests. Obama, who made the initiative for building \"a world without nuke\" to receive the Nobel Peace Prize, ordered to conduct new-type tests for examining the performance of nukes with plutonium in secret.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, the U.S. conducted tactical nuclear bomb test in Nevada State at the instruction of the Trump administration.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, it is illogical for the U.S. to talk about peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has neither ground nor face to talk about the DPRK's nuclear force's rapid development aimed to preserve peace of the Korean peninsula and the world."
        },
        {
            "title": "Dialogue Is Not Gift from Anyone: Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-10ee.html",
            "content": "Dialogue Is Not Gift from Anyone: Minju Joson\r\n Pyongyang, September 22 (KCNA) -- Alarmed by the DPRK's launch drill of intermediate-range strategic ballistic rocket Hwasong 12, the south Korean chief executive on Sep. 15 convened a \"national security council\" meeting at which he asserted that the DPRK \"launched a ballistic missile in defiance of the UNSC resolution\" and \"dialogue\" is not possible under this situation. When the DPRK succeeded in H-bomb test, he said that \"now is not the time to have dialogue with the north\" and \"highest-level pressure and sanctions are needed\".\n\t\t\t\t\t Officials of Chongwadae and the puppet ministries of Unification and Foreign Affairs let out a flurry of rubbish, saying that \"efforts should be focused on sanctions and pressure against the north\" and \"they would lead the north to dialogue through sanctions and pressure\".\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for those puppets without any power and ability to behave in such disgusting manner as if dialogue were a gift, Minju Joson Friday says in a commentary, adding:\n\t\t\t\t\t\n\t\t\t\t\t Dialogue is not a gift presented by anyone and sanctions and pressure can hardly go with dialogue.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities truly intend to improve inter-Korean relations through dialogue, they will desist from seeking the sinister aims to stifle their compatriots out of the stand for national independence and stop all sorts of hostile acts.\n\t\t\t\t\t\n\t\t\t\t\t Their reckless assertions are nothing but a cunning trick to cover up the crimes committed to deny and check dialogue.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should pull themselves together and get rid of sycophancy and humiliating stand towards the U.S., though belatedly, and do something helpful to improving the inter-Korean relations from the standpoint of national independence."
        },
        {
            "title": "Chinese Media's Shameless and Impudent Acts Blasted",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-06ee.html",
            "content": "Chinese Media's Shameless and Impudent Acts Blasted\r\n Pyongyang, September 22 (KCNA) -- Following is the full text of a signed article \"Rude Deed of Shameless Media\":\n\t\t\t\t\t Some media of China are seriously hurting the line and social system of the DPRK and threatening the DPRK at a time when the U.S. and its vassal forces have reached the extremes in their frantic moves to impose sanctions and pressure on the DPRK over the DPRK's just exercise of its right to self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese People's Daily and its sister paper Huan Qui Shibao and websites People's Network and Huan Qui Network insulted the DPRK, saying \"it pricked its own eyes with its own hands\" and \"it was a noose put around its own neck\" while shunning the legitimacy of the DPRK's possession of nuclear weapons and the self-defensive nature of its measure for bolstering the national nuclear force. Not content with this, they said \"it would face the fate of sun setting in the western sky\" and set forth such presumptuous \"initiatives\" as \"international solidarity\" and organization of \"forum international think-tank\" for settling the nuclear issue of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As for the \"sanctions resolution\" against the DPRK, the dirty excrement of the reactionaries of history, they spouted such extremely ill-boding words that China \"did not target the normal living of the people in the DPRK\" and \"DPRK is fortunate to have China as its neighbor\".\n\t\t\t\t\t\n\t\t\t\t\t In a word, their comment meant that the small country DPRK put itself and the international community as a whole at a \"peril\" for standing against \"the world's superpower\" with the manufacture of nuclear weapons, and that there is nothing to be displeased over the step of decrease of food taken to make the DPRK, \"chief culprit rendering the world restless\" get exhausted.\n\t\t\t\t\t\n\t\t\t\t\t This can not be construed otherwise than an act of the blind whose eyes are open and the deaf and dumb who look outwardly normal as they can not understand the essence of the nuclear issue of the Korean peninsula nor can they properly see, hear and express the changed international political situation in the wake of the DPRK's possession of nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, the news media openly faulted the line of other sovereign state. This makes one think that it was quite natural for them to lose trust from people of their own country and the international community to not a small measure due to their self-complacence and prejudice.\n\t\t\t\t\t\n\t\t\t\t\t Even though they can be pretexts to shield their clumsy plight of getting dragged on by the U.S., we can not connive at their acts of dare hurting the dignity of the state and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As was already emphasized, the DPRK's access to a nuclear deterrence was pursuant to the strategic decision of the party and state of the DPRK to fundamentally terminate the decade-old U.S. hideous hostile policy toward the DPRK and nuclear threat and blackmail, and this finally led the DPRK to possess H-bomb for ICBM, the absolute weapons on the earth.\n\t\t\t\t\t\n\t\t\t\t\t Even at this moment, the U.S. hatches sinister scheme of provoking a nuclear war and is holding dangerous secret war confab after introducing to the Korean peninsula and the region huge strategic hardware enough to fight several wars while openly calling for \"totally destroying north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t History and reality teach a serious lesson that only powerful strength can defend oneself from the tyrannical nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The military attack on Syria committed in the eyes of neighboring big powers including China in April last showed the world in practice what the \"peace by strength\" touted by the Trump administration meant, and Beijing might have felt not a great deal.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that how can The Chinese People's Daily and media under it which had trumpeted about \"sovereignty and independence in the road for social progress\" and \"peculiar sovereign position\" spout principle-less nonsense that are mocked even by Trump's twitters.\n\t\t\t\t\t\n\t\t\t\t\t If they are not novice reptile media devoid of insight and their own view to the international politics, they should be well aware of themselves before commenting on others.\n\t\t\t\t\t\n\t\t\t\t\t Now heard from DPRK-China border are reflective complaints on who became hopeless as the consequences of the U.S.-manipulated \"sanctions resolution\" on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A Chinese businessman who was left empty-handed in the trade with the DPRK said: I don't know politics and diplomacy. But one thing is clear. Korea, not a big country, is talking what it wants to say and does what it wants to do while standing against the U.S., the superpower. It's hard to understand what's wrong with China. Lots of minor businesses in three northeastern provinces of China are suffering huge losses. Then why does it kowtow to the U.S. I really feel shame. I am more afraid of the corruption of the state than the corruption of people.\n\t\t\t\t\t\n\t\t\t\t\t This is the public mindset.\n\t\t\t\t\t\n\t\t\t\t\t Literally speaking, media styling themselves speaking for the people had better use their heads to read the people's mindset and speak for the people of their own country, rather than admonishing others.\n\t\t\t\t\t\n\t\t\t\t\t If it is the organ of a party styling itself the initiator of \"principle of non-interference\" outside, it can stand with dignity before the world people only when it maintains this principle.\n\t\t\t\t\t\n\t\t\t\t\t As for \"good neighbor\", the DPRK has much more to say about it.\n\t\t\t\t\t\n\t\t\t\t\t When the Soviet Union and the U.S. and the whole world released denunciation statements over the first nuclear test carried out by China in the 1960s, it was only the DPRK, good neighbor, which actively supported it and encouraged it through government statement.\n\t\t\t\t\t\n\t\t\t\t\t When high-spirited White House owner set out on his trip to China, its neighbor DPRK released a worldwide aphorism that Nixon's China visit was not a march of victor but a trip of loser with a white flag in his hand, thus helping the big neighbor save shame and maintain its face. China might know this sincere neighbor more than itself.\n\t\t\t\t\t\n\t\t\t\t\t Then why is it going under the armpit of the U.S. while holding a white flag to blame the good neighbor.\n\t\t\t\t\t\n\t\t\t\t\t Nixon, suffering from disease from wrath by the unusual principle and resourcefulness of the DPRK which stopped the historical disgrace which could have been a shame on the socialist camp, had called for a \"war with China\" till the last day of his leave from office. This is quite alike the act of Trump who is teasing Beijing, caught in the trap of \"world economy\", under the pretext of \"nuclear issue of Korea\". It is seen by the whole world.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK knows which way it should follow.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK does not have to lie on its face just as China did when it visited the U.S. and there is no need for China to force the DPRK to learn it.\n\t\t\t\t\t\n\t\t\t\t\t History proved that the path covered by the DPRK for nearly one century has been an un-trodden path through thick and thin but it was far-sighted and promising option as this helped the country escape the tragic events witnessed in Eastern Europe which was mentally disarmed in the face of the imperialists, and as this helped others to evade clumsy situation of not breathing properly being caught in the noose of dollars.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have learned the might of unity and happiness even though they did not lead a plentiful life and they have the perspective and generosity of looking far into the dawning tomorrow in the darkness.\n\t\t\t\t\t\n\t\t\t\t\t As for the fortune of the DPRK, its people are not such ignorant people who foresee their fortune by money or divination sign.\n\t\t\t\t\t\n\t\t\t\t\t Though small in territory and population, the people of the DPRK have such fortune which no other country and nation has and therefore, we feel sorrowful at the neighbor seeking money only without its own soul even though it is big.\n\t\t\t\t\t\n\t\t\t\t\t Lots of countries and peoples of the world are keenly realizing where lies the genuine fortune of each country and nation while viewing the admirable DPRK greeting the great change in its destiny and standing against the \"world's only superpower\" while taking the lead of the struggle to defend peace of the region and the world, although it had its territory totally usurped by big powers keen on scramble and was trampled down under them in the past because it was weak in strength.\n\t\t\t\t\t\n\t\t\t\t\t Truly frustrating is the perspective of the political hangers-on who are just satisfied to have their rice bowl safe even though the neighbor is thieved while considering Korea just as a front yard and \"buffer zone\" for holding back the invasion by robber.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. and other dishonest and hostile forces who are taking issue this or that way while doggedly shunning the reality of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t The light act of China's media openly resorting to interference in the internal affairs of other country, being oblivious of the mission of media which should regard objectivity and impartiality as their lifeline, would be little short of driving a wedge between the two countries and the two peoples, pursuant to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The party organ of the socialist country bragging long history denounced socialist Korea so maliciously in collusion with the imperialists. This leaves us think that whether they can be entitled to enter the coming party conference hall only when they register the dirty reptile records of betraying the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese media had better watch how the DPRK smashes the hostile forces' arrogance and high-handed practices, rather than kowtowing to the ignorant acts of the Trump administration.\n\t\t\t\t\t\n\t\t\t\t\t They had better mind their own businesses, before impudently pointing an accusing finger at others.\n\t\t\t\t\t\n\t\t\t\t\t Korea is a land of rising sun as its name implies and one has to turn one's head toward China to watch the sun setting in the western sky in Korea."
        },
        {
            "title": "S. Korea: Suicide in Protest against THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-11ee.html",
            "content": "S. Korea: Suicide in Protest against THAAD Deployment\r\nPyongyang, September 22 (KCNA) -- Jo Yong Sam, a resident living in Milyang city, South Kyongsang Province of south Korea, on September 19 committed self-immolation to protest against the U.S. that enforced THAAD deployment and the sycophantic treachery of the puppet authorities pursuant to the U.S., according to the south Korean CBS.\n\t\t\t\t\t He stood up on the balcony of 18th floor of a building in Seoul, shouted \"Go THAAD and come peace\" looking down people and poured inflammable liquid on his body before setting fire to it."
        },
        {
            "title": "S. Korean Paper Slams Authorities' Deceptive \"Apology\"",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-12ee.html",
            "content": "S. Korean Paper Slams Authorities' Deceptive \"Apology\"\r\n Pyongyang, September 22 (KCNA) -- The south Korean online paper Voice of People on Sept. 20 carried an editorial denouncing the puppet prime minister for his deceptive \"apology\" related to the death of peasant Paek Nam Gi.\n\t\t\t\t\t It noted that the prime minister made an \"apology to the people\" on the eve of one year since Paek Nam Gi passed, but no punishment was given to the party concerned who killed the peasant and the then director of the Police Agency who is chiefly responsible for the case.\n\t\t\t\t\t\n\t\t\t\t\t The regime let the prime minister make an “apology” for the crackdown which led to the death of Paek, but it failed to express any stand on the chairman of the Confederation of Trade Unions who was arrested and put in prison for the mere reason that he took the initiative of the all-out people's action in which the peasant took part, it said."
        },
        {
            "title": " S. Koreans Demand Repatriation of DPRK's Women Citizens",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-13ee.html",
            "content": "S. Koreans Demand Repatriation of DPRK's Women Citizens\r\n Pyongyang, September 22 (KCNA) -- People of different circles in south Korean are conducting actions for the repatriation of the DPRK's women citizens who were abducted by the Park Geun Hye group of traitors, according to the south Korean online paper Tongil News.\n\t\t\t\t\t The director of the Human Rights Centre of the Council of Christian Churches staged a demonstration outside the \"government\" building in Seoul on September 19 in demand of the probe into the truth behind the group abduction of women citizens.\n\t\t\t\t\t\n\t\t\t\t\t He held that the \"government\" should settle the case on the principle of human rights and humanitarianism.\n\t\t\t\t\t\n\t\t\t\t\t He declared that the members of his organization would conduct a demonstration every day in demand of the probe into the truth of the case.\n\t\t\t\t\t\n\t\t\t\t\t On the same day representatives of various civic organizations held a \"2017 Korean peninsula peace meeting\" in Seoul at which they expressed their will to turn out in the movement for repatriation of the DPRK's women citizens."
        },
        {
            "title": "U.S., S. Korean Authorities Slammed for Death of S. Korean",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-14ee.html",
            "content": "U.S., S. Korean Authorities Slammed for Death of S. Korean\r\n Pyongyang, September 22 (KCNA) -- Civic organizations in south Korea, including the Action for Checking THAAD Deployment, on Wednesday held a press conference outside the hospital where keeps the coffin of Jo Yong Sam, who burnt himself to death to protest the deployment of THAAD, according to south Korean newspaper Nodong and Segye.\n\t\t\t\t\t Speakers at the conference said that the blame for the death lies on the \"government\" pressing the good-for-nothing THAAD deployment and the U.S. that forced it.\n\t\t\t\t\t\n\t\t\t\t\t If the \"government\" defies the will of the people, it will spark more horrible tragedy in the future, they warned."
        },
        {
            "title": "U.S. Chief Executive's Remarks Are Heinous",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-03ee.html",
            "content": "U.S. Chief Executive's Remarks Are Heinous\r\n Pyongyang, September 22 (KCNA) -- U.S. President Trump made a keynote speech at the 72nd UN General Assembly.\n\t\t\t\t\t In his speech he spit out unprecedented rubbish that he would wipe a country of 25 million people off the map, not just \"regime change\".\n\t\t\t\t\t\n\t\t\t\t\t\"… if the U.S. is forced to defend itself or its allies, we will have no choice but to totally destroy North Korea,\" he said.\n\t\t\t\t\t\n\t\t\t\t\t This thrice-cursed sophism made by the mentally deranged hooligan has shocked the whole world.\n\t\t\t\t\t\n\t\t\t\t\t The Washington Post said the recent remarks made by Trump was a \"prepared speech in which his words were undoubtedly pored over extensively beforehand\", adding that \"fire and fury\" could be interpreted as a threat to simply remove Kim and his government; \"totally destroy North Korea\" seems to be a signal to the North Korean people that they, too, could face annihilation alongside their government leaders. \"It sounds a lot like Trump is threatening a completely unprecedented effort to wipe out an entire nation, whether through nuclear weapons or more conventional means. It's a remarkably big statement, and the White House will undoubtedly be asked to clarify.\n\t\t\t\t\t\n\t\t\t\t\t The paper also derided the words of \"totally destroying the north\" as the one \"full of childish curses rather than strong expression\", saying \"the speech made by the U.S. president will be remembered as one of speeches by boss of gangsters\".\n\t\t\t\t\t\n\t\t\t\t\t The CNN quoted a senior UN diplomat as saying there was shock in the room when Trump threatened destruction, adding that Trump's statement to the north goes beyond reason like his words \"fire and fury\".\n\t\t\t\t\t\n\t\t\t\t\t The British newspaper Guardian said \"what did we learn from Trump's UN speech? he'll never change\", adding his colorful language might even be funny if it weren't for the fact that Trump controls a nuclear arsenal powerful enough to annihilate humanity several times over.\n\t\t\t\t\t\n\t\t\t\t\t The British newspaper the Financial Times said the UN has never heard such a speech as what was made by Trump and that no one out of the successive U.S. presidents said such words inciting such a conflict with the rival.\n\t\t\t\t\t\n\t\t\t\t\t Even U.S. political figures denounced the wild remarks of Trump.\n\t\t\t\t\t\n\t\t\t\t\t Foreign news reported that Trump's speech went so much beyond the expectations that even the presidential chief of staff of White House John Kelly was seen bewildered with his head in his hands when he was listening to the speech in field. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. political media POLITICO commented that Trump's speech is severance from the past 70 years during when the successive U.S. presidents have tried to take the initiative of international alliance to cope with threats, adding that the U.S. international influence would sustain another strike if policy is not set forth along with the speech.\n\t\t\t\t\t\n\t\t\t\t\t Swedish Foreign Minister Margot Elisabeth Wallstrom denounced Trump's speech as \"nationalist speech\", noting it was \"in breach of the UN charter.\"\n\t\t\t\t\t\n\t\t\t\t\t She added that Trump's speech that \"he would destroy north Korea is a protest against a country and it is not what should be said to people gathered here.\"\n\t\t\t\t\t\n\t\t\t\t\t First Vice-Chairman of the International Affairs Committee of the Russian Federation Council Vladimir Zyavarov when interviewed by ITAR-TASS said that Americans are mistaken if they think they would not suffer damage in case they provoke a war against the DPRK, adding that anyway, the DPRK borders the world's two nuclear powers China and Russia, and if something happens, these countries will be inveigled into the disputes, to our regret.\n\t\t\t\t\t\n\t\t\t\t\t Gennadi Zyuganov, leader of the Communist Party of the Russian Federation, stressed as follows:\n\t\t\t\t\t\n\t\t\t\t\t Trump's remarks are a challenge to whole world. It is because any disputes on the Korean peninsula would inevitably inveigle neighbors Russia, China and Japan and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Trump is bluffing that he would settle everything at a go while likening the DPRK to a rogue state but I am certain that nothing will be solved here. This is completely foolish nonsense.\n\t\t\t\t\t\n\t\t\t\t\t From military point of view, Americans' remarks are an open provocation.\n\t\t\t\t\t\n\t\t\t\t\t German Chancellor Merkel said that military solution is absolutely unsuitable and former U.S. State Secretary Hillary Clinton denounced Trump's speech as very dark and dangerous one.\n\t\t\t\t\t\n\t\t\t\t\t U.S. Congressmen expressed deep concerns over the wild words of Trump.\n\t\t\t\t\t\n\t\t\t\t\t Senator Diane Feinstein, a Democratic critic of Trump's, said \"Trump's bombastic threat to destroy North Korea … are severe disappointments,\" adding \"Today, the president used it as a stage to threaten war.\" \n\t\t\t\t\t\n\t\t\t\t\t Ted, member of the House of Representatives of the Democratic Party, recalling Trump's remarks said that \"he threatened he would destroy other country\", adding problem is not whether the U.S. can destroy north Korea but whether he can cope with south Korea, Japan and even Guam being destroyed and with thousands of Americans being sacrificed in the course of doing so.\n\t\t\t\t\t\n\t\t\t\t\t The world media comment his remarks as a dangerous provocation that can provoke a war, something that can be uttered by the boss of gangsters rather than by a politician.\n\t\t\t\t\t\n\t\t\t\t\t The international community is raising voices of denunciation, being deeply concerned about such outbursts and wild words as \"total destruction\" of a sovereign state, not just \"overturn of social system\" and \"regime change\"."
        },
        {
            "title": "Exploits of Peerlessly Great Men Lauded Abroad",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-04ee.html",
            "content": "Exploits of Peerlessly Great Men Lauded Abroad\r\n Pyongyang, September 22 (KCNA) -- Workshops took place in Sweden, DR Congo, Uganda and Indonesia from Sept. 2 to 7 to mark the 69th founding anniversary of the DPRK.\n\t\t\t\t\t The chief of the Swedish Group for the Study of the Juche Idea said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people could liberate the country from the Japanese imperialists' colonial rule and make a historic miracle of defeating the U.S. imperialists in the hard-fought Fatherland Liberation War thanks to the guidance of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il turned the DPRK into an invincible socialist fortress and nuclear weapons state by pursuing the original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people proudly held the position of a nuclear power and are dynamically pushing forward the building of socialist power under the guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Saying that Kim Il Sung was the founder of the DPRK and founding father of socialist Korea, the chairman of the National Committee for the Study of the Juche Idea of Democratic Congo lauded his feats for nation-building.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the exploits of Kim Il Sung and Kim Jong Il who devoted their all to the founding and development of the DPRK and its people's happiness and the cause of global independence would be always remembered by the Korean people and the progressive humankind.\n\t\t\t\t\t\n\t\t\t\t\t Personages of the Ugandan National Executive Committee of the Pan-African Movement and the Ugandan National Committee for the Study of the Juche Idea said that they wholeheartedly congratulate the Korean people on the achievements made in their struggle for bolstering up the military capabilities and extend firm support and solidarity to their just cause.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the workshop in Sweden."
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Observed Abroad",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-05ee.html",
            "content": "Anniversary of Kim Il Sung's Work Observed Abroad\r\n Pyongyang, September 22 (KCNA) -- A seminar on the exploits of President Kim Il Sung took place in Germany on Sept. 3 and a lecture in Bangladesh on Sept. 5 to mark the 40th publication anniversary of his work \"Theses on Socialist Education\".\n\t\t\t\t\t Personages of the Anti-Imperialist Forum of Germany and the Berlin Juche Idea Study Group noted that Kim Il Sung made public the work on September 5, 1977 and wisely led the work for training young generations to be able revolutionary talents and preparing all the people as the powerful driving force of socialist construction and that his cause has been creditably carried forward by respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact that Kim Il Sung in his work gave answers to the theoretical and practical matters arising in socialist education including the main principles of the socialist pedagogy, the chairman of the Jamalpur Branch of the Bangladesh Institute of the Juche Idea said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's educational system was developed into more advantageous and advanced one.\n\t\t\t\t\t\n\t\t\t\t\t Today the universal 12-year compulsory education is being in force in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Students are studying on scholarship.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is paying greater attention to education in order to gain the goal of building a talent power and sci-tech power.\n\t\t\t\t\t\n\t\t\t\t\t The recent achievements, made by the DPRK in the nuclear and outer space fields are a result of its native scientists and technicians' efforts.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's reality is a brilliant fruition of the theses on socialist education."
        },
        {
            "title": "Kim Jong Un publica declaracion del Presidente del Comite de Estado de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-25ee.html",
            "content": "Kim Jong Un publica declaracion del Presidente del Comite de Estado de la RPDC\r\nPyongyang, 22 de septiembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, publico una declaracion relativa al discurso del presidente de los Estados Unidos de America, pronunciado en la Asamblea General de la ONU. \n\t\t\t\t\tLa declaracion en nombre del Presidente del Comite de Estado de la RPDC fue publicada el 21 de septiembre del 106 (2017) de la Era Juche en la sede del CC del PTC."
        },
        {
            "title": "Declaracion del Presidente del Comite de Estado de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-26ee.html",
            "content": "Declaracion del Presidente del Comite de Estado de la RPDC\r\nPyongyang, 22 de septiembre (ACNC) -- El Maximo Dirigente Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, publico el dia 21 una declaracion.\n\t\t\t\t\t A continuacion el texto integro:\n\t\t\t\t\t\n\t\t\t\t\t En la actualidad la situacion de la Peninsula Coreana se agrava mas que nunca y se acerca cada dia mas al punto de explosion. En tales circunstancias delicadas, llama, pues, la atencion mundial el discurso del mandatario norteamericano quien pronuncio por primera vez en la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  Supuse en cierto grado lo que el queria decir. Pero, pense que ese sujeto, presidente norteamericano, haria declaraciones preparadas, por lo menos, a diferencia de los disparates que pronuncia de manera improvisada en su despacho, pues la ONU es el escenario diplomatico oficial mas importante del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, lejos de decir las palabras convincentes a favor de relajar la situacion, el hablo de la \"destruccion total\" de nuestro Estado, tonteria grosera que ninguno de los anteriores presidentes estadounidenses habia pronunciado.\n\t\t\t\t\t\n\t\t\t\t\t  El perro cobarde ladra mas.\n\t\t\t\t\t\n\t\t\t\t\t  Aconsejo a Trump que al pronunciar palabras ante el mundo, sepa elegir terminos adecuados teniendo en cuenta a quien se dirige.  \n\t\t\t\t\t\n\t\t\t\t\tSobrepasando el marco de la amenaza con cambiar nuestro Poder o derrocar nuestro regimen, el expuso abiertamente en la ONU su voluntad antietica de destruir completamente un Estado soberano. Esta conducta es tan psicopata que las personas de mente normal quedan perplejas y pierden su prudencia y paciencia.\n\t\t\t\t\t\n\t\t\t\t\tEsto me hace recordar las palabras burlonas como \"ignorante de los asuntos politicos\" y \"hereje politico\" que se decian para referirse a Trump durante la campana electoral en EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tTrump, llegado a la presidencia, intranquiliza mas que nunca al mundo entero amenazando y chantajeando a todos los paises. No merece, indiscutiblemente, ser la maxima autoridad de las fuerzas armadas de una potencia. No hay duda de que el carece de capacidad como politico y es un bribon y gangster que siente aficion por la guerra.\n\t\t\t\t\t\n\t\t\t\t\tLa alocucion del gobernante norteamericano, que expreso sin rodeos su voluntad y la opcion de su pais, no me sorprendio ni me detuvo, sino confirmo que es justo el camino que he escogido y tengo que continuarlo hasta el fin. \n\t\t\t\t\t\n\t\t\t\t\tPuesto que Trump hizo oficialmente la declaracion de guerra para eliminar a la RPDC, la mas violenta sin precedentes en la historia, negando e insultando a mi en persona y a nuestro Estado, no me queda otra alternativa que pensar en la necesidad de poner en practica nuestra contramedida de superintransigencia, la maxima nunca vista en la historia.\n\t\t\t\t\t\n\t\t\t\t\tLa mejor opcion es ensenar con acciones a este viejo que no presta oidos a otros y dice lo que le da en gana.\n\t\t\t\t\t\n\t\t\t\t\tPor la dignidad y el honor de nuestro Estado y pueblo y por los mios propios, yo, como representante de la RPDC, hare pagar sin falta a la autoridad norteamericana por su amenaza de la extincion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tYo no pronuncio retoricas que prefiere Trump.\n\t\t\t\t\t\n\t\t\t\t\tEstoy analizando detenidamente hasta donde llegaria nuestra reaccion que Trump se habra imaginado al decir el disparate.\n\t\t\t\t\t\n\t\t\t\t\tSea cual fuere lo que el ha pensado, el resultado sobrepasara su imaginacion.\n\t\t\t\t\t\n\t\t\t\t\tDomare con el fuego, declaro reiteradamente, al maniaco estadounidense."
        },
        {
            "title": "CCACU condena la injusta sentencia de Corte Local de Tokio",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-27ee.html",
            "content": "CCACU condena la injusta sentencia de Corte Local de Tokio\r\nPyongyang, 22 de septiembre (ACNC) -- En relacion con que en estos dias, los reaccionarios japoneses recurren mas aviesa que nunca a la discriminacion y persecucion contra los coreanos residentes en Japon, sumandose a la campana de sancion de EE.UU. contra la Republica Popular Democratica de Corea, el Comite Coreano de Ayuda a los Compatriotas en Ultramar (CCACU) hizo publica el dia 21 una declaracion que senala en particular:\n\t\t\t\t\tEl pasado dia 13, la Corte Local de Tokio denego unilateralmente y sin alguna razon legal la insistencia justa de la Asociacion General de Coreanos Residentes en Japon (Chongryon) y los coreanos residentes en Japon que demandan aplicacion del sistema de asistencia a escuelas superiores a los alumnos de la clase superior de la escuela secundaria y superior de coreanos de Tokio.\n\t\t\t\t\t\n\t\t\t\t\tEste dia, el juez de la Corte desaparecio del tribunal al cabo de lanzar sin ninguna argumentacion de fiscal una palabra de que \"deniega la exigencia del demandante y este sera responsable de los gastos de juicio\", lo cual causo la consternacion de todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tDurante varios anos la Corte Local de Tokio no prestaba atencion merecida a la justa demanda de los coreanos en Japon. Pero, temida a la orden de la autoridad reaccionaria japonesa de que no debe ser vencida en la tribuna en Tokio, perpetro sin ninguna vacilacion el acto fascista de sentenciar injustamente en solo 10 segundos el proyecto legal que contiene la demanda importantisima relacionada con el futuro de los estudiantes coreanos residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\tEsta conducta impudente de la Corte Local de Tokio deviene la muestra de la arraigada intencion malsana de los reaccionarios japoneses de llevar al fracaso la educacion nacional de coreanos residentes en Japon, por una parte y, por la otra, demuestra la conducta mala de las autoridades japonesas enloquecidos por la demencia anti-RPDC y anti-Chongryon mientras que cuestionan las justas medidas de la RPDC por fortalecer el disuasivo nuclear autodefensivo. \n\t\t\t\t\t\n\t\t\t\t\tEs un crimen imperdonable este acto hostil de los reaccionarios japoneses que abusan del problema de educacion nacional de coreanos en Japon como un medio de presion politica y diplomatica contra la Chongryon.\n\t\t\t\t\t\n\t\t\t\t\tEl problema de aplicar el sistema de asistencia a escuelas superiores a los alumnos de la escuela superior coreana no tiene ningun motivo de ser negado o excluido tanto en vista de los crimenes cometidos en el pasado por los imperialistas japoneses contra la nacion coreana como desde el punto de vista de las leyes internacionales y los codigos japonesas.\n\t\t\t\t\t\n\t\t\t\t\tLa reciente decision injusta de la Corte Local de Tokio tomada apresuradamente bajo el control trasero de las autoridades japonesas deviene el perverso acto de violacion a la ley y los derechos humanos que se contraviene no solo a la moralidad, sino tambien a los estatutos internacionales de DDHH de asegurar a los extranjeros el igual derecho a la educacion.\n\t\t\t\t\t\n\t\t\t\t\tNo pueden evitar la condena de toda la nacion coreana y la sociedad internacional los reaccionarios japoneses que discriminan y reprimen a los coreanos y sus hijos residentes en Japon por la unica racion de que estos son de nacionalidad coreana.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades legales de Japon deben portarse con prudencia tras reflexionarse cuan gran obstaculo puso en el desarrollo de las relaciones Corea-Japon la reciente decision judicial, dada por la presion de las autoridades juridicas."
        },
        {
            "title": " Comite de Educacion de RPDC condena opresion politica de reaccionarios japoneses",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-28ee.html",
            "content": "Comite de Educacion de RPDC condena opresion politica de reaccionarios japoneses\r\nPyongyang, 22 de septiembre (ACNC) -- El Comite de Educacion de la Republica Popular Democratica de Corea publico el dia 22 una declaracion con respecto a que estos dias, se hace mas abiertas las viles represiones politicas y las maniobras inhumanas de los reaccionarios japoneses contra la Chongryon y los coreanos residentes en Japon.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLa Corte Local de Tokio denego el pasado dia 13 unilateralmente la insistencia de la Asociacion General de Coreanos Residentes en Japon (Chongryon) y los coreanos residentes en Japon que demandan la aplicacion del sistema de asistencia a escuelas superiores a los alumnos de la clase superior de la escuela secundaria y superior de coreanos de Tokio.\n\t\t\t\t\t\n\t\t\t\t\tLo mas grave del caso es que esta accion brutal fue perpetrada bajo el control trasero del gobierno japones.\n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos anos, las autoridades japonesas impusieron a las autonomias locales a excluir las escuelas coreanas de la lista de pago de subsidios escolares. Y cuando la Corte Local de Osaka dio la sentencia a favor de las escuelas coreanas a contrapelo de la posicion del gobierno, ellas oprimieron a su juez quien dio esa sentencia.\n\t\t\t\t\t\n\t\t\t\t\tInsatisfechas con esto, ellas crearon intencionalmente la opinion publica negativa a la aplicacion del regimen de ayuda a las escuelas superiores para las escuelas coreanas elevando mas las censuras malas contra la RPDC, la Chongryon y la educacion nacional por medio de los medios informaticos como Internet.\n\t\t\t\t\t\n\t\t\t\t\tCondenamos seriamente tales actos fascistas de los reaccionarios japoneses ratificandolos como perverso acto hostil para pisotear el derecho de los coreanos residentes en Japon a la educacion nacional democratica y aplastar la Chongryon, digna entidad de los coreanos ultramarinos de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos coreanos residentes en Japon son descendientes de los coreanos quienes fueron llevados coercitivamente a Japon por los imperialistas japoneses y las escuelas donde sus hijos estudian son los legitimos organismos de educacion nacional, permitidos por las autoridades japonesas.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de esto, los reaccionarios japoneses no aplican el sistema en cuestion solo a las escuelas coreanas entre las extranjeras, lo que deviene la demostracion de la mala intencion de destruir la educacion nacional de los coreanos residentes en Japon y otra histerica de los atemorizados ante el poderio inagotable de la RPDC que avanza cada dia mas bajo la bandera del Songun.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses, atemorizados ante el hecho de que la RPDC marcha dinamicamente hacia el punto final de la perfeccion de las fuerzas armadas nucleares de Estado pese a la brutal sancion y aislamiento de EE.UU. y sus seguidores, doblan la opresion y persecucion contra la Chongryon y los coreanos residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\tEllos deben abandonar inmediatamente las maniobras de discriminacion a la educacion nacional de los coreanos residentes en Japon y responsabilizarse totalmente todas las consecuencias que se emanen de ello."
        },
        {
            "title": "Conducta sinverguenza de medios chinos",
            "url": "http://kcna.co.jp/item/2017/201709/news22/20170922-29ee.html",
            "content": "Conducta sinverguenza de medios chinos\r\nPyongyang, 22 de septiembre (ACNC) -- El texto completo del articulo individual \"Conducta sinverguenza e impudica de los medios de prensa\", publicado el dia 22, va como sigue:\n\t\t\t\t\tCuando llegan al extremo la fiebre de sancion y presion de EE.UU. y sus satelites que acusan el ejercicio del legitimo derecho a la autodefensa de la Republica Popular Democratica de Corea, algunos medios de prensa de China calumnian en tono amenazante nuestra linea y regimen.\n\t\t\t\t\t\n\t\t\t\t\tDando vista gorda de la legalidad de la posesion de arma nuclear por la RPDC y el caracter autodefensivo del incremento de las fuerzas armadas nucleares del Estado, Renmin Ribao y su hermano Huan Qiu Shibao y los sitios Web People's Network y Huan Qui Network se atrevieron a insultar esas medidas de la RPDC con expresiones como \"acto autodestructivo\" y \"horca en el cuello propio\". \n\t\t\t\t\t\n\t\t\t\t\tComo si eso fuera poco, chismearon que la RPDC \"no evitara el destino del sol poniente\" presentando las \"iniciativas\" atrevidas tales como la \"unidad internacional\" y la fundacion del \"foro internacional de cerebros\" para la solucion del problema nuclear coreano.\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a la \"resolucion de sancion\" anti-RPDC, sucio invento de los reaccionarios de la historia, dijeron tonterias como que China \"no tomo por blanco la normal vida del pueblo coreano\" y \"tener a China como vecina es una fortuna de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tEsas versiones quieren decir que Corea, pequeno pais, puso en peligro a si misma y toda la sociedad internacional por haberse enfrentado con arma nuclear a la \"superpotencia\" y no hay porque enfadarse tanto por la reduccion de suministros al \"autor que intranquiliza el mundo\".\n\t\t\t\t\t\n\t\t\t\t\tParece que esos medios son ciegos y sordomudos que no saben ver ni escuchar ni expresar la esencia del problema nuclear de la Peninsula Coreana y la actualidad de la politica internacional, cambiada por la posesion nuclear de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSiendo simples medios de prensa, ellos critican abiertamente la linea de otro Estado soberano, lo que hace pensar que es natural que ellos hayan perdido ciertamente la confianza del pueblo chino y la sociedad internacional por sus anteriores reportajes egocentristas y cortos de vision.\n\t\t\t\t\t\n\t\t\t\t\tTal vez fueran excusas para justificar su miserable situacion de dejarse llevar por EE.UU., pero no se puede pasar por alto que ellos hayan ofendido la dignidad de nuestro Estado y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tComo ya hemos aclarado, la RPDC poseyo el disuasivo nuclear segun la decision estrategica del Partido y el Estado de acabar con la brutal politica de hostilidad y la amenaza y chantaje nucleares, impuestos de siglo en siglo por EE.UU., y llego a disponer de hasta la bomba H instalable en el ICBM, conocida como armamento absoluto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEn estos momentos tambien, EE.UU. habla abiertamente de la \"destruccion total del Norte de Corea\" introduciendo en la Peninsula Coreana y la region los armamentos estrategicos suficientes para hacer varias veces la guerra y trama el complot de provocar la guerra nuclear y la secreta.\n\t\t\t\t\t\n\t\t\t\t\tLa historia y la realidad ensenan la seria leccion de que solo con la fuerza propia se puede defender de las armas nucleares de opresion.\n\t\t\t\t\t\n\t\t\t\t\tEl ataque militar contra Siria, asestado en abril pasado en la cara de China y otras potencias vecinas, mostro sustancialmente a la sociedad internacional como es la \"paz por la fuerza\" preconizada tanto por la administracion Trump, lo cual habria hecho pensar mucho a Beijing.\n\t\t\t\t\t\n\t\t\t\t\tEl problema es que Renmin Ribao y los medios adscritos, que insistian en tono soberbio en la \"independencia y la libertad en el camino de desarrollo social\" y la \"peculiar posicion del poder\", dicen muchos disparates de que se burlarian hasta los textos pueriles de Trump publicados en su Twitter.\n\t\t\t\t\t\n\t\t\t\t\tSi no fueran escritores venales carentes de la vision y opinion propias sobre la historia de politica internacional, deberan conocerse primero para hablar de otros.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, en las fronteras Corea-China se escuchan las quejas que demuestran quien cayo en la situacion desesperada debido a las \"resoluciones de sancion\" anti-RPDC fabricadas bajo el patrocinio de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tUn empresario chino, que esta a punto de quedarse en quiebra en el comercio con Corea, dijo como sigue:\n\t\t\t\t\t\n\t\t\t\t\tNo se bien la politica ni la diplomacia. Pero puedo asegurar que Corea, pais pequeno, se enfrenta dignamente a la superpotencia, EE.UU., y China no puede hacerlo.\n\t\t\t\t\t\n\t\t\t\t\tNo entiendo porque nuestro pais adula a EE.UU. aunque sufre muchas perdidas un sinnumero de empresas medianas y pequenas de las tres provincias del nordeste chino. La corrupcion del Estado es mas temible que la de hombres.\n\t\t\t\t\t\n\t\t\t\t\tEsto es la opinion publica.\n\t\t\t\t\t\n\t\t\t\t\tSi fuera el medio de prensa que se cree portavoz del pueblo como lo anotado en su nombre, tendria que pensar mucho para conocer y representar la opinion publica de su pais, en lugar de dar lecciones a otros.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que se siente orgulloso de ser organo del pais proponente del \"principio de no intervencion en los asuntos internos\", seria digno ante la humanidad cuando lo tome como el inviolable.\n\t\t\t\t\t\n\t\t\t\t\tPara hablar de \"buena vecina\", la RPDC tiene mucho mas que decir.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC es precisamente la buena vecina que al publicar la declaracion gubernamental del Estado, apoyo y estimulo mucho la primera prueba nuclear realizada por China en la decada de 1960 cuando la condenaban la Union Sovietica, EE.UU. y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEn la decada de 1970, cuando Nixon visito con la frente alta a China, este pais gigante pudo eludir la verguenza y conservar su decoro gracias a esta frase de fama mundial que ha dicho su vecina de verdad: esa visita no es el viaje de triunfador sino el de derrotado con la bandera blanca en su mano.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de tales antecedentes, China esta obsesionada ahora por criticar a la mejor vecina adulando a EE.UU. con la bandera blanca sin que nadie le mandara hacerlo.\n\t\t\t\t\t\n\t\t\t\t\tNixon, encolerizado por el principio e inteligencia extraordinarios de Corea que evitaron la historica verguenza del campo socialista, abogaba por la \"guerra con China\" hasta el dia de su renuncia. Esa conducta es muy parecida al comportamiento actual de Trump que con el pretexto del \"problema nuclear de Corea\", impone mandatos a Beijing que cayo en la trampa de \"economia globalizada\".\n\t\t\t\t\t\n\t\t\t\t\tCorea sabe por donde debe marchar.\n\t\t\t\t\t\n\t\t\t\t\tSi bien China se ha acercado a alguien con la postura arrodillada, no hay razon por la cual Corea tambien debe proceder asi ni la necesidad de imponer a esta que lo aprenda.\n\t\t\t\t\t\n\t\t\t\t\tLa historia comprobo que el camino inexplorado, que ha recorrido Corea durante casi un siglo exponiendose a multiples pruebas, fue la opcion clarividente y prometedora que hizo evitar la tragedia de Europa oriental, desarmada espiritualmente ante el imperialismo, y la miserable situacion de quien se ve asfixiado por la horca del dolar.\n\t\t\t\t\t\n\t\t\t\t\tEn el nuevo regimen, el pueblo coreano conocio la fuerza y el jubilo de la unidad aunque no lleva una vida acomodada y adquirio la amplia vision y magnanimidad para prever el futuro. \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a la fortuna de Corea, el pueblo coreano no es el iletrado que espera la buena suerte con dinero o ficha de adivinanza.\n\t\t\t\t\t\n\t\t\t\t\tNuestro pueblo, quien a pesar de su territorio y poblacion pequenos, disfruta la fortuna que no hay en ningun otro pais o nacion, se compadece del pais vecino que siendo gigante, no tiene espiritu propio y persigue solo los intereses pecuniarios.\n\t\t\t\t\t\n\t\t\t\t\tMuchos paises y pueblos del mundo renuevan la concepcion de la verdadera fortuna de un pais y nacion al ver el aspecto bravo de Corea que antes servia, por ser debil, del escenario de la pugna entre las potencias, pero acogio ahora el gran cambio de su destino y se enfrenta dignamente a la \"unica superpotencia\" poniendose a la cabeza de la defensa de la paz de la region y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tY expresan disgusto por la vision de los politicos gorristas que considerando a Corea como patio delantero y \"zona intermedia\" para impedir la invasion del bandido, piensan que basta con defender su plato y no importa que el bandido asalte la casa del vecino.\n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad, los que censuran de una manera u otra la existencia de la Corea del Juche son precisamente EE.UU. y las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\tLa accion indiscreta de los medios chinos, que se dedican abiertamente a la intervencion en asuntos internos de otro pais olvidandose de la mision de la prensa, que toma por cuestion vital la objetividad y la imparcialidad, significa sembrar cizanas entre los dos paises y pueblos de Corea y China siguiendo a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tAl ver que el organo del partido del pais socialista con larga historia reprocha con tanta malevolencia a la Corea socialista en contubernio con el imperialismo, surge la interrogante de si el no publica tales articulos traidores a los pueblos coreano y chino, no podra acoger acaso con la frente alta el inminente Congreso del partido.\n\t\t\t\t\t\n\t\t\t\t\tA los medios chinos les convendria mas observar a un lado como la RPDC frustra la arrogancia y las arbitrariedades de las fuerzas hostiles que obedecer a los actos barbaros de la administracion Trump.\n\t\t\t\t\t\n\t\t\t\t\tY deberian limpiarse primero su nariz antes de mandar a otros.\n\t\t\t\t\t\n\t\t\t\t\tComo insinua su nombre, Corea es el pais del sol saliente y para ver el sol poniente en nuestro pais, hay que virar la mirada hacia China."
        }
    ]
}