{
    "date": "2017-04-26",
    "url": "http://kcna.co.jp/item/2017/201704/2017-04-26ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Supervises Combined Fire Demonstration of KPA Services",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-01ee.html",
            "content": "Kim Jong Un Supervises Combined Fire Demonstration of KPA Services\r\n Pyongyang, April 26 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, supervised the combined fire demonstration of the services of the Korean People's Army in celebration of its 85th founding anniversary.\n\t\t\t\t\t At 10 a.m. he arrived at the airport in the eastern front.\n\t\t\t\t\t\n\t\t\t\t\t He was greeted by KPA Vice Marshal Hwang Pyong So, director of the General Political Bureau of the KPA; KPA Vice Marshal Ri Myong Su, chief of the KPA General Staff; and Army General Pak Yong Sik, minister of the People's Armed Forces.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un received a salute from Army Col. General Pak Jong Chon, director of Artillery Bureau of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t He reviewed the parade of the service personnel of the Navy and the Air and Anti-Air Force and elite Artillery Forces of the KPA that lined up for the combined fire demonstration.\n\t\t\t\t\t\n\t\t\t\t\t After receiving the report on the plan for the combined fire demonstration of services of the KPA on the watch post, he gave an order to start the fire demonstration.\n\t\t\t\t\t\n\t\t\t\t\t Submarines rapidly submerged to make torpedo-attacks at the \"enemy\" warships while fighters and bombers made zero feet flight above the sea to drop bombs on the targets.\n\t\t\t\t\t\n\t\t\t\t\t Watching the exciting scenery, he praised the seamen of submarines and pilots for hitting targets every time.\n\t\t\t\t\t\n\t\t\t\t\t More than 300 large-caliber self-propelled guns lined up along the coast opened fire all at once.\n\t\t\t\t\t\n\t\t\t\t\t The brave artillerymen mercilessly and satisfactorily hit the targets and the gunshots were very correct, he said, adding that they showed well the volley of gunfire of our a-match-for-a-hundred artillery force giving merciless punishment to the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The largest-ever combined fire demonstration of the KPA services in celebration of its 85th founding anniversary was the humblest reverence for President Kim Il Sung and leader Kim Jong Il, founder and builder of the revolutionary armed forces, and the infinite glory of the powerful revolutionary Paektusan army, he said, expressing great satisfaction over the successful demonstration and highly praised the feats of the service personnel who took part in the exercise. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces, which started with two pistols and covered 85-year-long way of victory, have been developed into the matchless strong army equipped with latest attack means and they are fully displaying the might of the revolutionary Party's army at the forefront in defending of the country and building of a prosperous country, he said. He warmly congratulated all the service personnel of the KPA on its founding anniversary. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that as long as there is the heroic Korean People's Army, boundlessly faithful to the Party the socialist motherland is impregnable and a new morning of the final victory will break."
        },
        {
            "title": "Kim Jong Un Sends Greetings to Syrian President",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-24ee.html",
            "content": "Kim Jong Un Sends Greetings to Syrian President\r\n Pyongyang, April 26 (KCNA) -- Respected Supreme Leader Kim Jong Un, chairman of the Workers' Party of Korea, Wednesday sent a message of greeting to Bashar Al-Assad, regional secretary of the Baath Arab Socialist Party and president of Syria. \n\t\t\t\t\t He extended warm congratulations and greetings to Bashar Al-Assad on the reelection as regional secretary at the recent enlarged meeting of the Central Committee of the Baath Arab Socialist Party.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the reelection is the expression of invariable support and deep trust of the party's leadership and all the party members, he went on:\n\t\t\t\t\t\n\t\t\t\t\t Now the Baath Arab Socialist Party and Syrian people are firmly protecting sovereignty, dignity and territorial integrity of the country, smashing challenges and aggression moves of the hostile forces under your correct leadership.\n\t\t\t\t\t\n\t\t\t\t\t Expressing firm support and solidarity with the just struggle of the Baath Arab Socialist Party and Syrian people once again, he sincerely wished the Syrian president bigger successes in his responsible work."
        },
        {
            "title": "Greetings to President of Tanzania",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-14ee.html",
            "content": "Greetings to President of Tanzania\r\n Pyongyang, April 26 (KCNA) -- Kim Yong Nam, president of the DPRK Presidium of the Supreme People's Assembly, Wednesday sent a message of greeting to President Johon Magufuli on the 53rd founding anniversary of the United Republic of Tanzania.\n\t\t\t\t\t Kim wished the Tanzanian government and people bigger success in their struggle for the country's development under the leadership of the president, expressing belief that the traditional relations of friendship and cooperation between the two countries would grow stronger."
        },
        {
            "title": "Greetings to President of South Africa",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-15ee.html",
            "content": "Greetings to President of South Africa\r\n Pyongyang, April 26 (KCNA) -- Kim Yong Nam, president of the DPRK Presidium of the Supreme People's Assembly, sent a message of greeting to Jacob Gedleyihlekisa Zuma, president of the Republic of South Africa, on April 12 on the occasion of its national day.\n\t\t\t\t\t Kim in the message wished the president good health and happiness and bigger success in the efforts of the president and his government for the country's development and people's wellbeing, expressing belief that the traditional relations of friendship and cooperation between the two countries would continue to strengthen."
        },
        {
            "title": " DPRK Foreign Ministry Spokesman Hits out at UNSC's Partiality",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-16ee.html",
            "content": "DPRK Foreign Ministry Spokesman Hits out at UNSC's Partiality\r\n Pyongyang, April 26 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to a question put up by KCNA Wednesday in connection with a meeting of the UN Security Council the U.S. plans to convene, terming the step taken by the DPRK to bolster its nuclear deterrent a \"threat\":\n\t\t\t\t\t Taking an opportunity of holding chairmanship of the UNSC in April, the U.S. is going to convene a meeting of the UNSC over the issue of denuclearization of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Irony is that the U.S., which is wholly to blame for pushing the situation on the Korean peninsula to the brink of a nuclear war by staging the largest-ever joint aggression military drills against the DPRK for the past two months after bringing all sorts of nuclear strategic assets to south Korea, is orchestrating the farce of hyping up \"threat\" from someone.\n\t\t\t\t\t\n\t\t\t\t\t This is reminiscent of the guilty party filing the suit first.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. once put up the signboard of \"nuclear disarmament\" and \"world without nuclear weapons\" only to deceive the world public. Now it is modernizing its nuclear weapons by spending a trillion U.S. dollars in a bid to secure a nuclear edge. Such direct acts of proliferating nukes should be taken issue with before tabling the denuclearization of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear force of the DPRK just serves as a treasured sword of justice and creditable war deterrent to protect the sovereignty and dignity of the country and global peace from the U.S. threat to ignite a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The steps taken by the DPRK to bolster its nuclear deterrent is an exercise of its legitimate right to self-defence in accordance with the UN Charter and international law. No one is entitled to fault it.\n\t\t\t\t\t\n\t\t\t\t\t The government of the DPRK filed complaint with the UNSC several times against the U.S. hostile policy, which caused the DPRK's access to nukes, and the provocative and aggressive large-scale joint military drills, the clearest manifestation of the U.S. nuclear threat and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t However, the UNSC turned down every complaint but adopted a \"resolution\" banning the DPRK from taking steps for self-defence for no reason in the light of international law, imposing stricter sanctions upon it.\n\t\t\t\t\t\n\t\t\t\t\t The UN Secretariat, too, gives no response to the proposal made by the DPRK to hold a forum of international lawyers to clarify the legal ground of the UNSC \"resolutions.\"\n\t\t\t\t\t\n\t\t\t\t\t What is more serious is the fact that the UNSC has never taken issue with the nuclear threat being posed by its permanent member state to other country, the missile attack made by the member state on a non-nuclear state and the spy satellite and missile launches conducted by its \"allies.\"\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to clearly prove that the UNSC is the place where the \"issue of global peace and security\" is settled in the interests of its permanent member states holding veto power, not by yardstick of justice.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., therefore, is not morally entitled to force the UN member states to carry out the ill-intended \"resolution\" and the UN member states have no moral obligation to abide by such unfair \"resolution.\"\n\t\t\t\t\t\n\t\t\t\t\t It is a wild dream for the U.S. to think of depriving the DPRK of its nuclear deterrent through military threat and sanctions. It is just like sweeping the sea with a broom.\n\t\t\t\t\t\n\t\t\t\t\t In case a war breaks out on the Korean peninsula, the U.S. will be held wholly accountable for causing troubles after bringing lots of strategic assets and special warfare means, not content with persisting in hostile policy toward the DPRK, no matter who will launch a preemptive strike.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC that has toed the U.S. line will never be able to evade its responsibility, either."
        },
        {
            "title": "Korean Women's Will to Turn out in All-people Resistance Declared",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-17ee.html",
            "content": "Korean Women's Will to Turn out in All-people Resistance Declared\r\n Pyongyang, April 26 (KCNA) -- A spokeswoman for the C.C., Socialist Women's Union of Korea, on Wednesday made public a statement to condemn the U.S. imperialists and the traitors in south Korea for introducing lots of nuclear striking means into south Korea and its vicinity to stage reckless war games against the DPRK.\n\t\t\t\t\t It is the unanimous faith and will of the army and all the women of the DPRK to win a final victory in the showdown with the U.S. by reacting to the all-out war in kind and nuclear war with Korean-style nuclear strike, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t If the Yankees dare fire a single shell into the territory of the DPRK, we will fully display the stamina of the Korean women ready to become human bombs just as An Yong Ae and Jo Ok Hui did in the 1950s.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean puppet regime of traitors will be made to realize how severe the punishment will be from the women of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Korean women in the north and the south and abroad should turn out in the nation-wide anti-U.S. resistance as one to smash the reckless nuclear war moves of the U.S., the chieftain of aggression and disturber of human peace keen on trampling down upon the sovereignty and vital rights of the nation, and make the sky over the 3,000-ri land blue forever."
        },
        {
            "title": "Japan Politicians' Group Visit to Yasukuni Shrine Condemned",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-22ee.html",
            "content": "Japan Politicians' Group Visit to Yasukuni Shrine Condemned \r\n Pyongyang, April 26 (KCNA) -- A spokesman for the Association of Korean Victims of Forcible Drafting and Their Bereaved Families issued a statement on Wednesday to condemn the Japanese reactionaries' group visit to the Yasukuni Shrine.\n\t\t\t\t\t Recently, Takaichi, minister of Internal Affairs, and other right-wing politicians of Japan, including those of the Liberal Democratic Party, the Democratic Progressive Party and the Japan Restoration Party belonging to the \"Dietmen's League for Visiting the Yasukuni Shrine\" paid a group visit to the Yasukuni Shrine again, even though they were well aware that it would touch off strong rebuff from the Asian countries.\n\t\t\t\t\t\n\t\t\t\t\t The group visit is a revelation of the militarist frenzy of the Japanese reactionary politicians keen on eulogizing the murderers sternly punished by history and realizing their ambition to stage a comeback to Korea, the statement said, adding: This is an outright challenge to justice, peace and human rights and a hideous crime against humanity insulting the victims of the past.\n\t\t\t\t\t\n\t\t\t\t\t The statement warned that the Japanese reactionaries would meet self-destruction for justifying the past crimes and going against the trend of the times."
        },
        {
            "title": "Cambodian PM Calls for Peaceful Settlement of Korean Issue",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-03ee.html",
            "content": "Cambodian PM Calls for Peaceful Settlement of Korean Issue\r\n Pyongyang, April 26 (KCNA) -- Hun Sen, prime minister of Cambodia, called for peacefully settling the issue of the Korean peninsula.\n\t\t\t\t\t Speaking at Educational University of Cambodia on April 20, he said that there would be no war on the Korean peninsula and that the issue of the Korean peninsula is different in its nature from the U.S. military attack on Syria. If the U.S. mounts an attack on the DPRK, not only south Korea and Japan but also the U.S. mainland, geographically far from it, will suffer damage, he added.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the UN Security Council should adopt any resolution with prudence for security on the Korean peninsula and those countries concerned should make efforts to settle the problem by peaceful means."
        },
        {
            "title": "Reception Given at DPRK Embassy in Moscow",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-02ee.html",
            "content": "Reception Given at DPRK Embassy in Moscow\r\n Pyongyang, April 26 (KCNA) -- A reception was given at the DPRK embassy in Moscow on April 21 to mark the 85th founding anniversary of the Korean People's Army.\n\t\t\t\t\t Present there on invitation were personages of the Liberal Democratic Party of Russia, the State Duma, the Foreign Ministry, the Korean War Veterans' Council of Russia, the Russian Group for Solidarity with the DPRK and other political parties, parliament, government ministries and organizations and media persons.\n\t\t\t\t\t\n\t\t\t\t\t The charge d'affaires ad interim and staff members of the DPRK embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets before the picture of President Kim Il Sung and leader Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They looked around photos showing the revolutionary activities of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "Cuban Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-23ee.html",
            "content": "Cuban Ambassador Hosts Reception\r\n Pyongyang, April 26 (KCNA) -- Jesus De Los Angeles Aise Sotolongo, Cuban ambassador to the DPRK, hosted a reception at his embassy on Wednesday to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there on invitation were Kim Yong Dae, vice-president of the Presidium of the Supreme People's Assembly, Kim Sung Du, chairman of the Education Commission and chairman of the Korean Committee for Solidarity with Cuba, Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The Cuban ambassador said at the reception that Kim Il Sung, legendary hero of Paektu and founder of the Juche idea, was a peerless revolutionary and the closest friend of the Cuban people and that his revolutionary idea is still shining all over the world.\n\t\t\t\t\t\n\t\t\t\t\t The Cuban people will extend support and solidarity to the just cause of the Korean people who are protecting the country's sovereignty and always stand by them in the struggle against imperialism, he said.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Dae said that the Cuban people have significantly celebrated the Day of the Sun with the Korean people every year, an expression of boundless reverence for the President.\n\t\t\t\t\t\n\t\t\t\t\t He wished the Cuban government and people success in their efforts to defend and glorify the revolutionary gains under the wise leadership of Raul Castro Ruz, staunchly foiling the U.S. vicious moves to stifle Cuba."
        },
        {
            "title": "DPRK Wins Three Gold Medals in Asian Weightlifting Championship",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-20ee.html",
            "content": "DPRK Wins Three Gold Medals in Asian Weightlifting Championship\r\n Pyongyang, April 26 (KCNA) -- DPRK Weightlifter Rim Un Sim bagged three gold medals in the 2017 Asian Weightlifting Championship.\n\t\t\t\t\t She lifted 106kg in snatch and 131kg in jerk and thus finished first in the women's 63kg category.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Kim Su Ryon of the DPRK took the second place in snatch to come third in the women's 53kg category.\n\t\t\t\t\t\n\t\t\t\t\t O Kwang Chol came second in the men's 69kg event by finishing second and third respectively in jerk and snatch."
        },
        {
            "title": "Atlantic Salmon Fish Complex under Construction",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-12ee.html",
            "content": "Atlantic Salmon Fish Complex under Construction\r\n Pyongyang, April 26 (KCNA) -- An Atlantic salmon fish complex is under construction in Chongjin, a coast city in North Hamgyong Province of the DPRK.\n\t\t\t\t\t The complex will comprise nearly 30 production buildings, including breed-fish ground, hatchery, fry breeding ground and fish food factory, and cultural and welfare facilities and offshore fish farms.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the devoted efforts made by the people of the province, the construction of the complex and a quay progresses rapidly. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Ministry of Fisheries is giving its construction a shove ahead."
        },
        {
            "title": "Coal Gas-based Generating System Established",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-13ee.html",
            "content": "Coal Gas-based Generating System Established\r\n Pyongyang, April 26 (KCNA) -- The Ryongnam Dockyard in the DPRK completed 1,000kVA coal gas-based generating system.\n\t\t\t\t\t In this regard, Kim Hong Bom, an official of its technological development section, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The dockyard established a new Korean-style coal gas-based generating system in close cooperation with the State Academy of Sciences and Kim Chaek University of Technology.\n\t\t\t\t\t\n\t\t\t\t\t The university solved technical problems arising in setting up such process as making and drying briquette, removing dust from coal gas and desulfurizing it in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t Researchers of the academy made a contribution to the establishment of the system by altering diesel-engine generator into gas-engine generator. And the dockyard built a gas generator and ensured its safety through trial run."
        },
        {
            "title": "Rodong Sinmun Praises Kim Il Sung",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-05ee.html",
            "content": "Rodong Sinmun Praises Kim Il Sung\r\n Pyongyang, April 26 (KCNA) -- There is no prominent leader and great revolutionary like President Kim Il Sung who made the 20th century the one of victory of the cause of independence against imperialism and the cause of socialism through his outstanding ideology and leadership for a long period from his teens up to the advanced age of 80, says Rodong Sinmun in an article on Wednesday.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The 20th century was his century characterized by his undying feats both in name and in reality.\n\t\t\t\t\t\n\t\t\t\t\t He led the anti-Japanese revolutionary struggle to victory under the banner of independence guided by the Juche idea and thus created the world history of national liberation struggle in colonies.\n\t\t\t\t\t\n\t\t\t\t\t The brilliant victory of the anti-Japanese revolutionary struggle organized and led by him greatly encouraged the world oppressed people to wage the struggle for liberating their countries.\n\t\t\t\t\t\n\t\t\t\t\t He performed undying feats in reliably defending the peace and security of the world from the moves of aggression by the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Songun is the strategic line in which he remained steadfast.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his outstanding leadership, the DPRK, a country with small territory and population, defeated the U.S. which boasted of being the \"strongest\" in the world and thus brought about the beginning of a downhill turn for it for the first time in history, and demonstrated the might as an impregnable fortress steering the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t He clearly indicated the way of defending the peace and security of the world and paved the road to realizing it with powerful revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t The world people are always remembering him as a peerlessly great man and the eternal sun of mankind for his undying feats for the human cause of independence."
        },
        {
            "title": "Rodong Sinmun on Military Parade and Public Procession Marking Birth Anniversary of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-06ee.html",
            "content": "Rodong Sinmun on Military Parade and Public Procession Marking Birth Anniversary of Kim Il Sung\r\n Pyongyang, April 26 (KCNA) -- The military parade and public procession of Pyongyang citizens held to mark the 105th birth anniversary of President Kim Il Sung were historic events that strikingly demonstrated the might of the single-minded unity and indomitable militant spirit of the service personnel and people of the DPRK to dash like the wind toward the final victory of the Juche revolution under the leadership of respected Supreme Leader Kim Jong Un, while preserving and glorifying the idea and exploits of the great leaders, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The military parade once again powerfully demonstrated the invincibility of Korean-style socialism and the justice of the line of the Workers' Party of Korea on simultaneously developing the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t No hideous offensive of the enemy to stifle the DPRK and war threats can ever check the dynamic advance of the service personnel and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is menacing the DPRK by urgently dispatching its nuclear aircraft carrier strike groups to the waters off the Korean peninsula, talking about \"maximum pressure and engagement\", but the DPRK is not embarrassed by such bluffing of the U.S. which flexes its muscles by striking only non-nuclear and weak nations.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has various options of its own style to foil any aggression by the enemy and is ready to counter any provocation by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK sets store by and loves peace more than anyone else but neither fears a war nor is going to avoid it.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK will not rule out even a crucial option if it is to preserve peace on the Korean peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces should behave with discretion, well aware of the toughest will of retaliation of the DPRK."
        },
        {
            "title": "Rodong Sinmun Brands U.S. Missile Attack on Syria as Act of Aggression against Sovereign State",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-09ee.html",
            "content": "Rodong Sinmun Brands U.S. Missile Attack on Syria as Act of Aggression against Sovereign State\r\n Pyongyang, April 26 (KCNA) -- Indiscriminate missile attack on Syrian air force base carried out by the U.S. was an undisguised act of aggression against the sovereign state, says Rodong Sinmun Wednesday in a commentary.\n\t\t\t\t\t Lots of countries around the world are now calling for stern trial and severe punishment under international law as the U.S. missile attack on Syria evidently pertains to an act of aggression and war criminal act, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t By origin, objective and fair investigation should be made and those responsible be called to task based on undeniable evidence when a certain case breaks out.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. groundlessly charged the Syrian government with the damage to civilians by chemical substances without clear evidence and unilaterally mounted the missile attack.\n\t\t\t\t\t\n\t\t\t\t\t Washington has not yet presented any evidence.\n\t\t\t\t\t\n\t\t\t\t\t It is only repeating stereotyped rhetoric while totally denying the demand of Syria and the international community for comprehensive investigation.\n\t\t\t\t\t\n\t\t\t\t\t This has brought to light the U.S. nature as a harasser and disturber of peace as it brandishes at random the stick of strength against those countries that incur its displeasure after adopting aggression and war as its national policy.\n\t\t\t\t\t\n\t\t\t\t\t The recent Syrian incident clearly proves the line of simultaneously developing the two fronts was the most just line and the DPRK was quite right when it opted for drastically bolstering its nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's measure for bolstering nuclear deterrence is just and no one is entitled to fault it.\n\t\t\t\t\t\n\t\t\t\t\t No matter how the international situation and the structure of relations around us may change, the DPRK will as ever continue to bolster in quantity and quality the nuclear deterrence for self-defence with the line of simultaneous development of the two fronts as its strategic line as long as the U.S. persists in its moves to do harm to the political ideology of the DPRK and bring down its social system, and will build without fail a socialist power envied by the world."
        },
        {
            "title": "S. Korean Puppet Group's Desperate Bid to Do Harm to DPRK Ridiculed",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-07ee.html",
            "content": "S. Korean Puppet Group's Desperate Bid to Do Harm to DPRK Ridiculed\r\n Pyongyang, April 26 (KCNA) -- The south Korean puppet forces held a confab with the U.S. vice-president and the parliamentary group of U.S. Congress on a visit to south Korea shortly ago.\n\t\t\t\t\t The south Korean conservative group including puppet acting president Hwang Kyo An spouted confrontational invective to chime in with the U.S., saying the era of strategic patience was over and all options are on the table.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, papers Wednesday brand this as the one that can be done only by fanatics keen on doing harm to the fellow countrymen in reliance on outsiders.\n\t\t\t\t\t\n\t\t\t\t\t It goes without saying that the wild act of the puppet forces constitutes an unpardonable provocation escalating the danger of the outbreak of a nuclear war against the north, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the puppet forces may try to do harm to the DPRK in collusion with the U.S. master, it will get them nowhere.\n\t\t\t\t\t\n\t\t\t\t\t We regard the puppet forces' act as nothing but a senseless act of those taken aback by the invincible might of the DPRK demonstrating its might as a nuclear power in the East and a rocket launching nation in Asia.\n\t\t\t\t\t\n\t\t\t\t\t Those who are fated to recede from history before long being forsaken by the people are hatching a plot against the DPRK in conspiracy with outsiders. This proves the sordid nature of the group of traitors getting all the more zealous in the racket for confrontation between the north and the south even at their deathbed.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson also derides the puppet group's bid to do harm to the DPRK with the backing of the U.S. as a ridiculous and thoughtless act reminding one of a newborn puppy unafraid of a tiger as they are now mired in crisis caused by the hideous political scandal."
        },
        {
            "title": "DPRK Will Defend Socialism by Its Own Strength: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-10ee.html",
            "content": "DPRK Will Defend Socialism by Its Own Strength: KCNA Commentary\r\n Pyongyang, April 26 (KCNA) -- The U.S. moves to stifle the DPRK have reached their height.\n\t\t\t\t\t Recently, the present U.S. administration fixed \"maximum pressure and engagement\" as its DPRK policy. Then, it issued an order to bring its strategic assets including nuclear aircraft carrier strike group to the operational theater near the Korean peninsula. It has gone so far as to let out a load of provocative remarks that north Korea should not misjudge the will of the U.S. and that the era of the strategic patience has come to an end.\n\t\t\t\t\t\n\t\t\t\t\t The ferocious provocation of the U.S. to drive the situation on the Korean peninsula to the brink of war is just an extension and vivid manifestation of the U.S. hostile policy toward the DPRK to stifle it at any cost as it is a socialist fortress standing guard at the outpost for preserving global peace.\n\t\t\t\t\t\n\t\t\t\t\t As shown by history, the confrontation between the DPRK and the U.S. is just the confrontation of ideology and faith before being the standoff of force and military muscle.\n\t\t\t\t\t\n\t\t\t\t\t Recently, the Trump administration asserted over the issue of the DPRK that it doesn't seek to \"change the social system of the north.\" But this is no more than sophism to cover up the essence of its heinous policy to stifle the DPRK and create an atmosphere of \"cooperation in pressurizing\" the DPRK in the international community.\n\t\t\t\t\t\n\t\t\t\t\t Actually, the U.S. didn't hide the fact that its military acts would be taken by way of a \"preemptive strike\" in the war drills and they are aimed to eliminate the \"supreme headquarters of the north\" and \"strike its nuclear and missile bases.\"\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. is utterly misjudging the DPRK, being so arrogant. Such threats as \"maximum pressure\" touted by the Trump administration may work on others but can never work on socialist Korea in which the army and people, single-mindedly united around the headquarters of the revolution and socialism, have formed a destiny-sharing community to remain true to the leadership of the great Party.\n\t\t\t\t\t\n\t\t\t\t\t The heroic army and people of the DPRK have protected their socialist homeland by their own strength, always inflicting ignominious defeats upon the U.S., as evidenced by the Korean War in the 1950s which was the confrontation between rifle and A-bomb, the spy ship Pueblo incident and the incident of the large spy plane EC-121 in the 1960s, the Panmunjom incident in the 1970s and the nuclear confrontation with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, the U.S. posed the gravest-ever threat to the DPRK and imposed the most barbarous sanctions upon it but they all went belly-up.  It was socialist Korea which won a victory after victory, foiling all challenges.\n\t\t\t\t\t\n\t\t\t\t\t The desperate efforts of the U.S.-led hostile forces are a clear proof of the victorious advance of Korean socialism.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a peace-loving socialist state. It sets store by peace and loves peace more than anyone else but it neither fears a war nor is to avoid it.\n\t\t\t\t\t\n\t\t\t\t\t Its army and people will not rule out any crucial option to defend socialism representing their life and to preserve peace on the Korean peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t They will react to the total war of the aggressors and provocateurs with an all-out war, to a nuclear war with Korean-style nuclear strikes, and thus defend socialism and preserve global peace and stability by their own strength."
        },
        {
            "title": "KCNA Commentary Blasts S. Korean Puppet Forces' Ruckus of \"Security Crisis\"",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-11ee.html",
            "content": "KCNA Commentary Blasts S. Korean Puppet Forces' Ruckus of \"Security Crisis\"\r\n Pyongyang, April 26 (KCNA) -- The political circle in south Korea is hyping up the \"security issue\" ahead of the \"presidential election\".\n\t\t\t\t\t Politicians vie with each other to highlight \"security crisis\" by taking advantage of the uneasiness sweeping the south Korean society with the story about the Trump administration's \"preemptive attack on the north\".\n\t\t\t\t\t\n\t\t\t\t\t The Liberal Korea Party, Parun Party and other conservative political party coteries are advertising themselves as \"key force for defending security\", claiming \"core in the presidential election is to choose security-oriented president\". They are, on the other hands, branding the opposition parties and their candidates as \"forces causing insecurity and currying favor with the north\" and the \"leftist forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t The Minju Party and the Kukmin Party, so as not to be left behind, are also spouting rubbish that they will \"build a government most feared by the north\" while trumpeting about tightened \"security\" and priority given to \"south Korea-U.S. alliance\".\n\t\t\t\t\t\n\t\t\t\t\t This is the indication of the scheme of power-seeking philistines keen on turning the situation before the presidential election in their favor with the most sensitive \"security issue\".\n\t\t\t\t\t\n\t\t\t\t\t It is utterly foolish for them to try to turn the table in their favor and realize the ambition to come to power by hyping up \"security crisis\".\n\t\t\t\t\t\n\t\t\t\t\t As known, the nuclear force of the DPRK is a treasured sword of the nation for defending its sovereignty and the right to existence from the outsiders' aggression and interference and it, therefore, can never be a cause of \"security crisis\".\n\t\t\t\t\t\n\t\t\t\t\t The \"insecurity\" in south Korea is attributable to the U.S. moves for provoking a war of aggression against the north and the policy of confrontation with the fellow countrymen pursued by the puppet group of conservatives.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly proven by ten year-history under the conservative regime, which plunged a decade of the June 15 era that opened a new chapter for national reconciliation, unity and peaceful reunification, into the worst phase and pushed the north-south ties to the worst stalemate.\n\t\t\t\t\t\n\t\t\t\t\t The ruckus of \"security crisis\" and \"northward wind\" is a bad habit that comes into a fit whenever presidential election is at hand in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Typical examples is presidential election in 2012 which witnessed the war frenzy kicked up by the puppet warmongers under the absurd pretext of \"north's provocation\", the ruckus for \"eliminating forces following the north\" aimed at preventing democratic reformist forces from entering \"National Assembly\" and the farce of opening to public the north-south summit minutes that pushed the south Korean political situation into a whirlwind of chaos.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces can never win public mindset no matter how hard they may try to give impression that they are interested in \"security\" through the worn-out ruckus of \"security crisis\". They will only be rejected by the south Koreans from all walks of life wishing for the improved north-south ties and stability.\n\t\t\t\t\t\n\t\t\t\t\t Any attempt at satisfying power greed through escalating confrontation with the fellow countrymen should never be tolerated."
        },
        {
            "title": "U.S. Carrier-based Plane Crashes",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-19ee.html",
            "content": "U.S. Carrier-based Plane Crashes\r\n Pyongyang, April 26 (KCNA) -- A F/A-18 fighter of the U.S. nuclear carrier Carl Vinson sailing to the waters off the Korean peninsula crashed into waters while attempting to land on April 21, according to Newsis of south Korea."
        },
        {
            "title": "U.S., S. Korean Warmongers Launch Joint Naval Drills",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-21ee.html",
            "content": "U.S., S. Korean Warmongers Launch Joint Naval Drills\r\n Pyongyang, April 26 (KCNA) -- The U.S. imperialist aggressor forces and warmongers of the south Korean military reportedly launched joint naval drills for invasion of the DPRK in the waters off the Korean peninsula on Tuesday.\n\t\t\t\t\t The Aegis destroyer Meyer affiliated to the aircraft carrier Carl Vinson strike group moved to the West Sea of Korea and is staging tactical maneuvers and live-shell firing drill together with a destroyer of the south Korean navy.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear submarine Michigan of the strike group which entered Pusan Port is about to stage a separate drill of striking the ground targets of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear aircraft carrier Carl Vinson, the guided-missile cruiser Lake Champlain and the Aegis destroyer Michael Murphy will reportedly stage a \"highly-intensive joint drill\" for maneuvers, missile detection, tracking and interception with the south Korean puppet navy in the East Sea of Korea on Thursday and Friday.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the pirates of the Carl Vinson strike group staged tactical and communication drills with warships of the Japan Maritime \"Self-Defense Force\" to put pressure on the DPRK in the waters off the Philippines."
        },
        {
            "title": "Anti-U.S. Action for Peace Waged in UK",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-18ee.html",
            "content": "Anti-U.S. Action for Peace Waged in UK\r\n Pyongyang, April 26 (KCNA) -- A tour group for peace, made up of south Koreans of various strata, reportedly waged an anti-U.S. action for peace at Trafalgar Square in London on April 19.\n\t\t\t\t\t The group staged a demo holding slogans \"Stop to nuclear war drill\", \"Conclude a peace accord\" and \"Stop to THAAD deployment\", etc.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the demo, the group condemned the U.S. for infringing upon the sovereignty of other countries at a meeting held by a British no-war organization outside the U.S. embassy in London."
        },
        {
            "title": "Kim Jong Un's Work Published in Laos",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-04ee.html",
            "content": "Kim Jong Un's Work Published in Laos\r\n Pyongyang, April 26 (KCNA) -- The Lao State Publishing House brought out in booklet respected Supreme Leader Kim Jong Un's work \"Let Us Usher in a New Golden Age in Building a Sports Power in the Revolutionary Spirit of Paektu\" on April 7 on the occasion of the Day of the Sun, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The work, published on March 25, Juche 104 (2015), refers to the fact that President Kim Il Sung and leader Kim Jong Il showed the road ahead of the Juche-based physical culture and sports with their distinguished idea and leadership and opened a new history of building the sports power.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks and ways for building the sports powerhouse."
        },
        {
            "title": "Kim Jong Un vio la manifestacion de golpe combinado de las fuerzas armadas del EPC",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-25ee.html",
            "content": "Kim Jong Un vio la manifestacion de golpe combinado de las fuerzas armadas del EPC\r\nPyongyang, 26 de abril (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, presencio la manifestacion de golpe combinado de las fuerzas armadas en celebracion del 85o aniversario de la fundacion del heroico EPC.\n\t\t\t\t\tEl Maximo Dirigente llego a las 10 por la manana al aeropuerto de frente oriental.\n\t\t\t\t\t\n\t\t\t\t\tLo acogieron el vicemariscal del EPC Hwang Pyong So, jefe de la Direccion Politica General del EPC, el vicemariscal del EPC Ri Myong Su, jefe de Estado Mayor General del EPC, el general de ejercito de las fuerzas terrestres Pak Yong Sik, ministro de las Fuerzas Armadas Populares.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo recibio el parte de recepcion por el coronel general de las fuerzas terrestres Pak Jong Chon, director de Artilleria del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente paso revista a los soldados de las fuerzas maritimas, aereas y antiaereas y las artilleras super selectas del frente del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEn el puesto de vigilancia, el escucho el informe del plan para la realizacion de la manifestacion militar y dio la orden de iniciarla.\n\t\t\t\t\t\n\t\t\t\t\tLos submarinos se sumergieron con rapidez y dieron un fuerte ataque de torpedos a los buques de guerra de los \"enemigos\" y los aviones de caza y asalto y los bombarderos que llegaron al cielo del blanco volando a ras del mar golpearon dieron un fuerte ataque.\n\t\t\t\t\t\n\t\t\t\t\tMirando el aspecto de golpe contra los blancos, el Maximo Dirigente dijo que los disparos son muy certeros y elogio a los marineros de los submarinos y los pilotos.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, mas de 300 canones autopropulsados de grueso calibre instalados en el tramo de varios kilometros de la costa iniciaron simultaneamente el disparo.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo senalo que los artilleros valientes golpearon despiadadamente con disparos certeros a las blancos y mostraron el poderio de fuego de las fuerzas artilleras del EPC que responden solo con el castigo despiadado a las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal subrayo que esta manifestacion militar, realizada exitosamente con la envergadura sin precedente en ocasion del aniversario 85 del dia de la fundacion del EPC, constituye el maximo rendimiento y la gloria eterna del poderoso ejercito revolucionario de Paektusan hacia el Presidente Kim Il Sung y el Dirigente Kim Jong Il, fundador y constructor de las fuerzas revolucionarias. Mostro una gran satisfaccion por la exitosa realizacion de la demostracion militar y evaluo altamente las proezas de los oficiales y soldados participantes en ella.\n\t\t\t\t\t\n\t\t\t\t\tas fuerzas revolucionarias de Corea, que dieron con 2 pistolas sus primeros pasos y han venido recorriendo por el camino lleno de victorias durante 85 anos, fueron fortalecidas hoy en el ejercito invencible dispuesto de todos los modernos medios de ataque y exaltan sin reservas su poderio del ejercito revolucionario del partido en la primera linea de la defensa de la patria y la construccion del pais prospero y felicito ardientemente a todos los soldados y oficiales que celebran el dia de la fundacion del ejercito. \n\t\t\t\t\t\n\t\t\t\t\tAgrego que por contar con el heroico Ejercito Popular de Corea, infinitamente fieles al partido, es inexpugnable la patria socialista y se llegara sin falta la victoria final a este territorio."
        },
        {
            "title": "Portavoz del MINREX condena intento de EE.UU. de convocar reunion anti-RPDC",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-26ee.html",
            "content": "Portavoz del MINREX condena intento de EE.UU. de convocar reunion anti-RPDC\r\nPyongyang, 26 de abril (ACNC) -- A la pregunta formulada por la ACNC en relacion con que Estados Unidos intenta convocar una reunion del Consejo de Seguridad de la ONU describiendo como \"amenaza\" las medidas para el aumento del disuasivo nuclear de la RPDC, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 26 la siguiente respuesta:\n\t\t\t\t\t Aprovechando la presidencia del Consejo de Seguridad de la ONU que ha ocupado en abril, EE.UU. pretende convocar una reunion de ese aparato con el tema de desnuclearizacion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Lo extrano del caso es que el realizador de la payasada sobre la supuesta \"amenaza\" de alguien es justamente EE.UU., autor principal que llevo al borde de guerra nuclear la situacion de la Peninsula Coreana desarrollando durante 2 meses pasados contra la RPDC los ejercicios militares conjuntos de caracter agresivo y de mayor dimension de la historia con la incorporacion de todas las propiedades estrategicas nucleares trasladadas al Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Esto es un acto tan cinico como el de bandido que quiere golpear a la victima que se queja de pillaje.\n\t\t\t\t\t\n\t\t\t\t\t  Antes de discutir la supuesta desnuclearizacion de la RPDC, hay que condenar primero el crimen de proliferacion directa de armas nucleares de EE.UU. que moderniza estos artefactos para mantener la superioridad nuclear malgastando la suma astronomica de un billon de US$ detras del cartel enganoso del \"desarme nuclear\" y el \"mundo libre de armas nucleares\".\n\t\t\t\t\t\n\t\t\t\t\t  Las fuerzas armadas nucleares de la RPDC son el remedio omnipotente de justicia y fidedigno disuasivo de guerra para defender la soberania y dignidad del pais y la paz mundial desde la amenaza de guerra nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Nadie tiene derecho a criticar nuestras medidas para consolidar el disuasivo nuclear porque constituyen el ejercicio del legitimo derecho a la autodefensa segun la Carta de la ONU y el derecho internacional.\n\t\t\t\t\t\n\t\t\t\t\t  El gobierno de la RPDC acuso en varias ocasiones al Consejo de Seguridad los ejercicios militares conjuntos arriba mencionados. Estas maniobras constituyen la muestra mas coherente de la politica hostil y de la amenaza y chantaje nucleares de EE.UU. contra la RPDC, los cuales son la causa de posesion de armas nucleares por parte de la segunda.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, ese aparato de la ONU desestimo cada apelacion de la RPDC y aplica a esta la sancion luego de fabricar sin ningun fundamento del derecho internacional las \"resoluciones\" que prohiben sus medidas de autodefensa.\n\t\t\t\t\t\n\t\t\t\t\t  El Secretariado de la ONU tambien se mantiene callado ante nuestra propuesta justa y racional de organizar un forum internacional de los juristas para buscar el fundamento juridico de las \"resoluciones de sancion\" del Consejo de Seguridad.\n\t\t\t\t\t\n\t\t\t\t\t  Lo mas grave es que el Consejo de Seguridad no cuestiona nunca la amenaza a otro pais ni el ataque de misiles al pais desnuclearizado por parte de su miembro permanente con el veto ni los lanzamientos de satelite espia y misil que realizan sus \"aliados\".\n\t\t\t\t\t\n\t\t\t\t\t  La realidad demuestra patentemente que el Consejo de Seguridad es el lugar donde el \"problema de la paz y seguridad internacionales\" se maneja no por la justicia, sino a favor de los intereses de los miembros permanentes con el veto.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. no tiene la calidad moral para imponer a los paises miembros de la ONU el cumplimiento de la \"resolucion\" fabricada en tal Consejo de Seguridad y ellos tampoco tienen la obligacion moral de ejecutar ese documento injusto.\n\t\t\t\t\t\n\t\t\t\t\t  Es una ilusion nunca realizable la idea de EE.UU. de arrebatar nuestro disuasivo nuclear con la amenaza militar o sancion.\n\t\t\t\t\t\n\t\t\t\t\t  Si estalla la guerra en la Peninsula Coreana, la responsabilidad recaera, sea quien fuera el autor de ataque preventivo, sobre EE.UU. que insatisfecho de haber endurecido constantemente la politica hostil contra la RPDC, complico el problema introduciendo numerosas propiedades estrategicas nucleares y medios de operacion especial.\n\t\t\t\t\t\n\t\t\t\t\t  Tampoco podra eludir la responsabilidad el Consejo de Seguridad que viene siguiendo a ciegas a EE.UU."
        },
        {
            "title": "Portavoz de USMC denuncia a EE.UU. y Sur de Corea",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-27ee.html",
            "content": "Portavoz de USMC denuncia a EE.UU. y Sur de Corea\r\nPyongyang, 26 de abril (ACNC) -- El portavoz del Comite Central de la Union Socialista de Mujeres de Corea hizo publica el dia 26 una declaracion condenando las locuras de los imperialistas norteamericanos y los titeres surcoreanos que se desarrollan con frenesi los ejercicios de guerra de agresion a la Republica Popular Democratica de Corea introduciendo en el Sur de Corea y su contorno muchos medios de ataque nuclear.\n\t\t\t\t\tContestar rotundamente a la guerra total con la misma y a la guerra nuclear con el golpe nuclear al estilo coreano para defender la dignidad y la paz de la nacion y para lograr la victoria final en la confrontacion antiyanqui es la unanime fe y voluntad de nuestro ejercito y todas las mujeres coreanas, asi senala el portavoz y continua:\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. se atreve a lanzar una sola bala contra el sagrado territorio de la RPDC, demostraremos sin reservas a los agresores y los provocadores la valentia y el coraje de las mujeres coreanas como las heroinas An Yong Ae y Jo Ok Hui de la decada 50 del siglo pasado quienes consagraron su vida sin vacilacion alguna.\n\t\t\t\t\t\n\t\t\t\t\tLos yanquis y los titeres surcoreanos, que intentan atentar a la dignidad, soberania y vida feliz, probaran cuan implacable sera el castigo de las mujeres de esta tierra.\n\t\t\t\t\t\n\t\t\t\t\tTodas las mujeres coreanas en el Norte, el Sur y el ultramar deben levantarse en la resistencia pannacional antiyanqui para frustrar las maniobras de provocar la guerra nuclear del imperialismo norteamericano, caudillo de agresion y perturbador de la paz de la humanidad, que trata de danar la soberania y el derecho a la vida de la nacion coreana, y defender eternamente el cielo azul de esta tierra."
        },
        {
            "title": "Portavoz de ACRFF critica visita al santuario Yasukuni en Japon",
            "url": "http://kcna.co.jp/item/2017/201704/news26/20170426-28ee.html",
            "content": "Portavoz de ACRFF critica visita al santuario Yasukuni en Japon\r\nPyongyang, 26 de abril (ACNC) -- El portavoz de la Asociacion de Coreanos Reclutados Forzosamente y Sus Familiares hizo publica el dia 26 una declaracion para condenar la visita al santuario Yasukuni que realizaron en grupo los reaccionarios japoneses. \n\t\t\t\t\tRecientemente, el ministro de Asuntos Generales, Takaichi, y otros politiqueros derechistas japoneses del Partido Democratico Liberal, el Partido Progresivo Democratico y el Partido de Restauracion de Japon, pertenecientes al \"Encuentro de parlamentarios para visitar juntos el santuario Yasukuni\", volvieron a visitar este lugar a sabiendas de que esto causara el fuerte rechazo de los paises asiaticos. \n\t\t\t\t\t\n\t\t\t\t\tEn su documento, el vocero condeno la visita calificandola como una expresion de la furia militarista de los politicastros reaccionarios de Japon para elogiar a los asesinos castigados duro por la historia y realizar, cueste lo que cueste, la ambicion de reagredir a Corea. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, constituye un desafio frontal a la justicia, la paz y los derechos humanos y el peor crimen antietico que insulta a las victimas del pasado, agrego. \n\t\t\t\t\t\n\t\t\t\t\tNo podran evitar la autodestruccion los reaccionarios japoneses que justifican los crimenes del pasado y desafian a la corriente de la epoca, concluyo."
        }
    ]
}