{
    "date": "2017-07-03",
    "url": "http://kcna.co.jp/item/2017/201707/2017-07-03ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Session of Assembly of Heads of State and Government of African Union",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-06ee.html",
            "content": "Kim Yong Nam Greets Session of Assembly of Heads of State and Government of African Union\r\n Pyongyang, July 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Monday sent a message of greeting to the heads of state and government and representatives attending the 29th session of assembly of heads of state and government of African Union (AU).\n\t\t\t\t\t In the message he said that the proposal and efforts of the AU to solve the issue of Africa by itself, achieve peace and stability and socio-economic development of the Continent and accelerate its politico-economic integration are arousing full sympathy from the Korean people and the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed support and solidarity for the stand of the African countries raising their common voice that they should legitimately exercise their sovereignty and influence in the world arena and the unfair reality should be changed through UN reforms as the African continent is not represented in forming the permanent seats at the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t Reiterating the steadfast will of the DPRK to boost the good friendly and cooperative relations with the AU and its member states in all fields, it hoped that the session would mark a significant occasion in acheving unity and prosperity of the continent and bringing about an epochal advance in the youth work."
        },
        {
            "title": "Kim Yong Nam Greets Belarusian President",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-11ee.html",
            "content": "Kim Yong Nam Greets Belarusian President\r\n Pyongyang, July 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of greeting to Aleksandr Lukashenko, president of Belarus, on the occasion of its national Day. \n\t\t\t\t\t The message expressed belief that the long-standing relations of friendship and cooperation between the two countries would grow stronger in the interests and desire of the two peoples and wished the president greater success in his responsible work for the country's development and the people's well-being."
        },
        {
            "title": "Ri Yong Ho Greets FM of Belarus",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-12ee.html",
            "content": "Ri Yong Ho Greets FM of Belarus\r\n Pyongyang, July 3 (KCNA) -- DPRK Foreign Minister Ri Yong Ho Monday sent a message of greeting to Vladimir Makei, foreign minister of Belarus, on its national day.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would continue to develop, the message wished the foreign minister of Belarus success in his work to develop the external relations of the country on the basis of the idea of independence, peace and friendship."
        },
        {
            "title": "DPRK Premier Inspects Co-op Farms",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-13ee.html",
            "content": "DPRK Premier Inspects Co-op Farms\r\n Pyongyang, July 3 (KCNA) -- Premier Pak Pong Ju inspected the Songhyon Co-op Farm in Onchon County and the Phungjong Co-op Farm in Jungsan County to learn about the prevention of drought damage and the immediate farming.\n\t\t\t\t\t Consultative meetings were convened on the spots. The meetings discussed measures to thoroughly prevent damage by drought and violent rain and wind.\n\t\t\t\t\t\n\t\t\t\t\t They, at the same time, underscored the need to give full play to the advantages of the field-responsibility-system under the subworkteam management system, employ the scientific farming method in tideland-turned farm land and positively invent and introduce effective farm machines."
        },
        {
            "title": "International Women's Body Supports Korean People's Cause",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-05ee.html",
            "content": "International Women's Body Supports Korean People's Cause\r\n Pyongyang, July 3 (KCNA) -- The Women's International Democratic Federation expressed support for the Korean people's just cause at a meeting of its Secretariat held in Rome from June 19 to 22.\n\t\t\t\t\t The chairwoman of the federation in a report given to a regional seminar noted that the root cause of deteriorating the situation on the Korean peninsula is sanctions and military pressure persistently imposed by the U.S. on the DPRK, stressing the need for the organizations of the federation to express solidarity with the Korean people's struggle.\n\t\t\t\t\t\n\t\t\t\t\t A solidarity statement adopted at the meeting urged the U.S. to terminating its annual joint military drills in south Korea and withdrawing its aggressor troops from south Korea, well aware of the fact that its moves for isolating and stifling the DPRK are pushing the DPRK to bolster its forces for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The meeting set March 8 International Women's Day, May Day, June 1 International Children's Day and July 27, the great war victory day of the Korean people, as days of solidarity and decided to organize various events on those days."
        },
        {
            "title": "Floral Tribute to Kim Il Sung, Kim Jong Il Paid",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-14ee.html",
            "content": "Floral Tribute to Kim Il Sung, Kim Jong Il Paid\r\n Pyongyang, July 3 (KCNA) -- Staff members of the UNICEF mission here Monday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill with the approach of the 23rd anniversary of demise of the President.\n\t\t\t\t\t They laid a floral basket at the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Success Made in Home-production of Submersible Pump",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-15ee.html",
            "content": "Success Made in Home-production of Submersible Pump\r\n Pyongyang, July 3 (KCNA) -- The Natural Energy Institute under the State Academy of Sciences in the DPRK recently succeeded in home-production of submersible pump.\n\t\t\t\t\t It is lower than imported ones in production cost with excellent technical specifications, while its capacity and serviceable life reaching a world standard.\n\t\t\t\t\t\n\t\t\t\t\t Now, researchers of the institute strive to go into home-production of various large-capacity submersible pumps."
        },
        {
            "title": "Pyongyang International Sci-Tech Exhibition of Health and Domestic Medical Appliances",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-16ee.html",
            "content": "Pyongyang International Sci-Tech Exhibition of Health and Domestic Medical Appliances\r\n Pyongyang, July 3 (KCNA) -- The Pyongyang International Sci-Tech Exhibition of Health and Domestic Medical Appliances was held in Pyongyang, the capital city of the DPRK, some days ago. On display at the exhibition were some DPRK products efficacious for various diseases and medical appliances made by various countries, including Russia and Australia.\n\t\t\t\t\t Among them are natural tea made with eight grains and mushroom polysaccharide hepatitis injection.\n\t\t\t\t\t\n\t\t\t\t\t The natural tea, a mixture of eight grains like oat, barley, corn, glutinous rice, millet, foxtail millet, sorghum and unpolished rice and natural vitamins and mineral matters, presented by the Tongyang Koryo Medicine Pharmaceutical Factory was highly appreciated at the exhibition for being rich in essential nutrients and various microelements. It is helpful to suppressing accumulation of cholesterol in blood, especially efficacious for innutrition caused by unbalanced diet and highly effective in improving nutritive conditions.\n\t\t\t\t\t\n\t\t\t\t\t And the mushroom polysaccharide injection for hepatitis presented by the Bioengineering Branch of the State Academy of Sciences is regarded as a new immuno-potentiator and anticancer agent for raising immunity of human body and resistance to hepatitis."
        },
        {
            "title": "Rodong Sinmun Calls for Displaying Spirit of Self-Development ",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-07ee.html",
            "content": "Rodong Sinmun Calls for Displaying Spirit of Self-Development\r\n Pyongyang, July 3 (KCNA) -- The DPRK has invariably advanced despite the tough sanctions, blockade and pressure by the imperialists and hegemonists only to grow strong for over several decades thanks to the single-minded unity of all the service personnel and people and the great might of self-development. \n\t\t\t\t\t Rodong Sinmun Monday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t The history of the Korean revolution, which started and has won victories with the might of self-development, serves as a textbook showing that everyone is able to weather any difficulties and ordeals, gain the greatest successes under the worst conditions, exalt the dignity and honor of the country and nation and achieve prosperity when believing in his own strength and bolstering up it, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t We have always believed that political independence is what keeps man alive in the revolution and construction and we are able to defend sovereignty of the country and achieve happiness and prosperity of the people when preserving it.\n\t\t\t\t\t\n\t\t\t\t\t We put forward building self-supporting national economy with might of self-development as the inevitable demand for ensuring independence in politics and providing the people with sufficient material and cultural life.\n\t\t\t\t\t\n\t\t\t\t\t From the beginning of the new society building we regarded to lay strong military power and realize self-reliance in national defence as main requirement and gave prime efforts to it. \n\t\t\t\t\t\n\t\t\t\t\t The whole course of our revolution clearly proves that the single-minded unity and might of self-development are the life of Juche Korea and motive power of leap forward and our way is self-reliance and self-development only.\n\t\t\t\t\t\n\t\t\t\t\t We have to believe in our own strength and might of self-development.\n\t\t\t\t\t\n\t\t\t\t\t We will grasp the self-development-first principle as permanent strategic line and win a great victory in the building of a socialist power in the future, too."
        },
        {
            "title": "Dissolution of \"UN Command\" Is Requirement of Era; Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-08ee.html",
            "content": "Dissolution of \"UN Command\" Is Requirement of Era; Rodong Sinmun\r\n Pyongyang, July 3 (KCNA) -- Rodong Sinmun Monday says in an article that the U.S. has maintained the military presence in south Korea by abusing the signboard of the \"UN Command\" till now and persisted in the war moves to invade the north though half a century have passed since the ceasefire on the Korean peninsula.\n\t\t\t\t\t Citing facts that now lasting peace has not settled on the Korean peninsula, the situation remains tense and the danger of a nuclear war escalates because the U.S. imperialist aggression forces present in south Korea are running wild for war moves to invade the north under the pretext of the \"UN Forces\", the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t There is no such shameless robber as the U.S. which has abused the name of the UN for carrying about its aggressive policy for the last several decades.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the successive puppet rulers of south Korea have zealously patronized the presence of the U.S. imperialist aggression forces and pro-actively cooperated with their master in their criminal nuclear war moves to invade the north, talking about the \"legality\" of the \"UN Command\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces are keeping the \"UN Command\" till now and bringing it back as war mechanism of multinational forces against the north in a bid to coil up the tension on the peninsula and in the region. It is a blatant challenge to the Korean nation who values independence and peace and an unpardonable mockery of the international community.\n\t\t\t\t\t\n\t\t\t\t\t There is no reason whatsoever for the \"UN Command\" for aggression to exist as it was sentenced to death by history.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should disband the \"UN Command\" as unanimously desired by the Korean nation and the international community and withdraw the U.S. imperialist aggression forces from south Korea without delay."
        },
        {
            "title": "Rodong Sinmun Slams U.S. Ruinous Provocation against DPRK",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-09ee.html",
            "content": "Rodong Sinmun Slams U.S. Ruinous Provocation against DPRK\r\n Pyongyang, July 3 (KCNA) -- Rodong Sinmun in a commentary Monday blasts the U.S. for imposing \"toughest sanctions\" on the DPRK and deploying one nuclear strategic asset after another in the Korean peninsula and its vicinity to pose military threats and blackmail more frequently, crying out for \"maximum pressure\".\n\t\t\t\t\t After a recent mock air raid in the sky over south Korea by a formation of B-1B nuclear strategic bombers from Guam, the U.S. imperialists said that they would let those bombers fly in the sky over the Korean peninsula more than once on a regular basis.\n\t\t\t\t\t\n\t\t\t\t\t They are also going to introduce the Nimitz nuclear carrier strike group into the waters of West Pacific to conduct a naval operation together with the already deployed Ronald Reagan nuclear carrier task force in case of contingency on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t These madcap military provocations are nothing but an extremely dangerous action to drive the situation in the peninsula to the verge of nuclear war and a blatant challenge to all Koreans and the world people desirous of peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t Such cowardly bluff of the Yankees as making a military mockery of only weak nation without nuke may work on other countries but never on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and civilians of the DPRK are now fully ready to promptly deal deadly blows at the U.S. and its followers if they commit the slightest provocation.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists opt for the reckless military provocations, they will meet their final doom to be entailed by their foolish judgment and strategic mistakes."
        },
        {
            "title": "S. Koreans Demand Release of Prisoners of Conscience ",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-17ee.html",
            "content": "S. Koreans Demand Release of Prisoners of Conscience \r\n Pyongyang, July 3 (KCNA) -- The 1128th Thursday meeting was held in Seoul of south Korea under the sponsorship of the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy on June 29 to demand the release of prisoners of conscience and abrogation of the \"Security Law\", according to the south Korean online paper Jaju Sibo.\n\t\t\t\t\t Speakers at the meeting charged that the present \"government\" is never going to put the issue of release of prisoners of conscience on the table.\n\t\t\t\t\t\n\t\t\t\t\t They declared that a large-scale rally would be staged at the Kwanghwamun Plaza on July 8 to urge the release of prisoners of conscience."
        },
        {
            "title": "IS' Probe into Abduction of DPRK Women Citizens Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-19ee.html",
            "content": "IS' Probe into Abduction of DPRK Women Citizens Urged in S. Korea\r\n Pyongyang, July 3 (KCNA) -- An organization of south Korea urged the Intelligence Service to probe the truth behind the group abduction of DPRK women citizens on June 30, according to the south Korean internet newspaper Tongil News.\n\t\t\t\t\t In a letter requesting probe into the truth presented to the IS, the organization noted that more than one year has passed since the case but nothing about their whereabouts was made public.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the \"government\" should carry out an investigation into the IS over the case, regarding it as a human rights issue."
        },
        {
            "title": "Probe into Truth behind Massacres during Korean War Urged",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-20ee.html",
            "content": "Probe into Truth behind Massacres during Korean War Urged\r\n Pyongyang, July 3 (KCNA) -- Civic and social organizations and figures of various circles held a memorial service for the victims of the massacres committed by the U.S. imperialist aggression forces and the south Korean puppet army and police during the past Korean War in Tonggu, Taejon City on June 27, according to the south Korean internet paper Tongil News.\n\t\t\t\t\t In a memorial address, they stressed that the \"government\" should strictly probe into the truth behind the massacres in the period of the war to prevent such brutal massacre on this land."
        },
        {
            "title": "S. Korean Paper Calls for Abolishing Evil Practices in Police",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-21ee.html",
            "content": "S. Korean Paper Calls for Abolishing Evil Practices in Police\r\n Pyongyang, July 3 (KCNA) -- The south Korean online paper Minjok Ilbo carried an editorial on June 30, calling for the abolition of the evil practices in the police.\n\t\t\t\t\t It accused the police of mercilessly cracking down on the peaceful one-man demonstration of the Redemption and Prosperity Party, which is held every day outside the U.S. embassy in Seoul to demand the withdrawal of the U.S. military bases.\n\t\t\t\t\t\n\t\t\t\t\t The editorial said that the police is an evil to be removed at once as it is reading the face of the U.S."
        },
        {
            "title": "Koreans in U.S. Launch No-THAAD Action",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-18ee.html",
            "content": "Koreans in U.S. Launch No-THAAD Action\r\n Pyongyang, July 3 (KCNA) -- Koreans in the U.S. conducted a demonstration against THAAD deployment outside the south Korean consulate general in Los Angeles on June 29, according to Minjok Thongsin, an internet paper of Koreans in the U.S.\n\t\t\t\t\t The demonstrators chanted such slogans as \"U.S., stop provocation on Korean peninsula,\" \"Withdraw THAAD deployment\" and \"Foreign troops, leave Korean peninsula.\"\n\t\t\t\t\t\n\t\t\t\t\t They urged the present south Korean regime to reject the U.S. demand for THAAD deployment."
        },
        {
            "title": "Kim Il Sung to Be Remembered in India",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-01ee.html",
            "content": "Kim Il Sung to Be Remembered in India\r\n Pyongyang, July 3 (KCNA) -- An Indian committee for remembering President Kim Il Sung was formed on June 20.\n\t\t\t\t\t The chairman of the All India Indo-Korean Friendship Association who is a secretary of the National Council of the Communist Party of India was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set a remembrance period from June 20 to July 10 and decided to give wide publicity to the revolutionary career and exploits of the President and organize a remembrance meeting, seminar, photo exhibition, lecture and other political and cultural events."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Romania",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-02ee.html",
            "content": "Kim Il Sung to Be Remembered in Romania\r\n Pyongyang, July 3 (KCNA) -- A Romanian committee for remembering President Kim Il Sung was formed on June 20.\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the National Socialist Party of Romania, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set a remembrance period from June 20 to July 8 and decided to hold political and cultural events to praise the revolutionary career of the President."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Spain",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-03ee.html",
            "content": "Kim Il Sung to Be Remembered in Spain\r\n Pyongyang, July 3 (KCNA) -- A Spanish committee for remembering President Kim Il Sung was formed in Madrid on June 21.\n\t\t\t\t\t Victor Manuel Lucas, international secretary of the Central Committee of the Communist Party of the People of Spain, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set a remembrance period from June 21 to July 11 and decided to organize a remembrance meeting, seminar, film show and other political and cultural events to praise the revolutionary career and exploits of the President."
        },
        {
            "title": "Kim Jong Un Praised by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-04ee.html",
            "content": "Kim Jong Un Praised by Swiss Organizations\r\n Pyongyang, July 3 (KCNA) -- The Swiss Preparatory Committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on June 26 on the occasion of the 1st anniversary of respected Supreme Leader Kim Jong Un's election as chairman of the State Affairs Commission of the DPRK.\n\t\t\t\t\t The statement said that Kim Jong Un was elected chairman of the State Affairs Commission of the DPRK at the 4th Session of the 13th Supreme People's Assembly.\n\t\t\t\t\t\n\t\t\t\t\t It noted that his assumption of the top post of the state was an event of historic significance.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t This was an expression of the ardent praise for the exploits performed by the peerlessly great man in building a socialist power, boosting the military capability with nuclear force as a pivot and accomplishing the cause of national reunification and the expression of the deep admiration of the service personnel and people of the DPRK highly praising and boundlessly following him.\n\t\t\t\t\t\n\t\t\t\t\t Chairman Kim Jong Un will certainly accomplish the cause of national reunification and lead the DPRK to rosy future true to the behests of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He will also turn the DPRK into an impregnable and invincible socialist fortress and win victory after victory in the confrontation with the U.S. imperialists."
        },
        {
            "title": "Kim Yong Nam expresa apoyo y solidaridad a la posicion de los paises africanos",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-22ee.html",
            "content": "Kim Yong Nam expresa apoyo y solidaridad a la posicion de los paises africanos\r\nPyongyang, 3 de julio (ACNC) -- Con respecto a que se abre en Addis Ababa de Etiopia la 29a Cumbre de la Union Africana, el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 3 un mensaje de felicitacion a los jefes de Estado y gobierno y los representantes participantes en la reunion.\n\t\t\t\t\tEl remitente senala en la misiva que producen la simpatia total del pueblo coreano y la humanidad progresista del mundo las iniciativas y esfuerzos de la UA por resolver con fuerzas propias el problema africano, lograr la paz y estabilidad y el desarrollo socioeconomico del continente y acelerar la integracion politica y economica.\n\t\t\t\t\t\n\t\t\t\t\tExpresa el apoyo y solidaridad a la posicion de los paises africanos que alzan la voz comun en demanda de ejercer dignamente la soberania e influencias en el escenario mundial y reformar la ONU para corregir la realidad injusta en que el continente africano no tiene representatividad en la composicion de los miembros permanentes del Consejo de Seguridad de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tRatificando la voluntad invariable de la RPDC de fortalecer y desarrollar con mas vigor en todas las esferas las excelentes relaciones de amistad y cooperacion con la UA y los paises miembros, desea sinceramente que la cumbre sea una oportunidad significativa para lograr la unidad y prosperidad del continente y el avance trascendental en la labor con la juventud."
        },
        {
            "title": "Premier coreano averigua faenas agricolas en distritos de Onchon y Jungsan",
            "url": "http://kcna.co.jp/item/2017/201707/news03/20170703-23ee.html",
            "content": "Premier coreano averigua faenas agricolas en distritos de Onchon y Jungsan\r\nPyongyang, 3 de julio (ACNC) -- El premier coreano, Pak Pong Ju, averiguo en los distritos de Onchon y Jungsan como marchan la campana contra sequia y las faenas agricolas.\n\t\t\t\t\t    Recorriendo la Granja Cooperativa de Songhyon del distrito de Onchon y la otra de Phungjong del distrito de Jungsan, el estimulo a los trabajadores agricolas que logran exitos en el combate al adverso fenomeno natural y el abonamiento y cuidado de las plantaciones.\n\t\t\t\t\t\n\t\t\t\t\tEn las reuniones consultivas efectuadas en el terreno, se tomaron las medidas para prevenir consecuentemente los danos de sequia y turbonada, poner en pleno juego la superioridad del sistema de cuidar con responsabilidad las parcelas a modo de la autoadministracion por subgrupo, aplicar activamente los cientificos metodos de cultivo, adecuados a las caracteristicas de marisma, e inventar y usar ampliamente las maquinas agricolas eficientes."
        }
    ]
}