{
    "date": "2017-03-06",
    "url": "http://kcna.co.jp/item/2017/201703/2017-03-06ee.html",
    "articles": [
        {
            "title": "DPRK Foreign Ministry Labels Malaysian Ambassador as Persona Non Grata ",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-17ee.html",
            "content": "DPRK Foreign Ministry Labels Malaysian Ambassador as Persona Non Grata \r\nPyongyang, March 6 (KCNA) -- The Foreign Ministry of the DPRK notifies that the Malaysian ambassador to the DPRK is labeled as a persona non grata under a relevant article of the Vienna Convention on Diplomatic Relations and demanded that the ambassador leave the DPRK within 48 hours from 10:00 on March 5 (Sunday), 2017."
        },
        {
            "title": "Concert Marks Anniversary of KPISF Military Band",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-19ee.html",
            "content": "Concert Marks Anniversary of KPISF Military Band\r\n Pyongyang, March 6 (KCNA) -- A concert was given at the Ponghwa Art Theatre on Monday to mark the 70th founding anniversary of the Military Band of the Korean People's Internal Security Forces (KPISF).\n\t\t\t\t\t It began with the playing of immortal revolutionary hymn \"Song of General Kim Il Sung.\" Its numbers included trombone solo \"The Leader Has Come to Our Post\", band music \"The General Is the Banner of Victory\" and saxophone solo \"His Humanity\".\n\t\t\t\t\t\n\t\t\t\t\t The performers highly praised the exploits of President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Also staged were clarinet quartet \"Train to the Front\", trumpet trio \"Oh Party, It's Thanks to Your Care\" and band music \"Advancing Socialism\" and \"Our Faith\".\n\t\t\t\t\t\n\t\t\t\t\t They showed the proud course covered by the Military Band of the KPISF by presenting cheerful, appealing and militant revolutionary band music.\n\t\t\t\t\t\n\t\t\t\t\t The concert was acclaimed by the audience.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Choe Pu Il, minister of People's Security, Kang Phil Hun, director of the Political Department of the KPISF, people's security workers and service personnel of the KPISF."
        },
        {
            "title": "70th Anniversary of KPISF Military Band Marked",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-15ee.html",
            "content": "70th Anniversary of KPISF Military Band Marked\r\nPyongyang, March 6 (KCNA) -- The Military Band of the Korean People's Internal Security Forces marked its 70th founding anniversary.\n\t\t\t\t\t The band, which came into being and developed under the care of President Kim Il Sung and leader Kim Jong Il, is a revolutionary and militant art troupe.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung personally founded the military band on March 6, Juche 36 (1947) and indicated the orientation and ways for the development of the band while guiding its performances several times.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il paid attention to the work of the band and gave instructions to be held fast to in its creative activities including the matter of preserving the character as an art organization.\n\t\t\t\t\t\n\t\t\t\t\t Over the past seven decades since its foundation, the military band has carried out its revolutionary duty as a militant art troupe spurring the advance of the era with dynamic revolutionary band music. \n\t\t\t\t\t\n\t\t\t\t\t A meeting was held on Monday to mark the anniversary."
        },
        {
            "title": "People in Kangwon Province Meet",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-20ee.html",
            "content": "People in Kangwon Province Meet\r\n Pyongyang, March 6 (KCNA) -- People in Kangwon Province met in Haean Plaza of Wosan City on Monday to vow to glorify the Conference of Mallima Frontrunners as a grand meeting of victors.\n\t\t\t\t\t Attending the meeting were Pak Pong Ju and Kim Ki Nam and officials of party and power organs, working people's organizations, institutions, industrial establishments, co-op farms and universities in the province.\n\t\t\t\t\t\n\t\t\t\t\t Pak Jong Nam, chairman of the Kangwon Provincial Committee of the Workers' Party of Korea, noted in a report that the WPK Central Committee proclaimed its decision to hold the Conference of Mallima Frontrunners in Pyongyang at the end of this year.\n\t\t\t\t\t\n\t\t\t\t\t The Conference will be etched in the history of the country as one giving spurs to the building of a socialist power and powerfully accelerating the advance in the Mallima era like the Conference of Pioneers of the Chollima Workteam Movement held half a century ago, the reporter said.\n\t\t\t\t\t\n\t\t\t\t\t The reporter proposed adopting an appeal to all the working people across the country in the name of the creators of the Spirit of Kangwon Province.\n\t\t\t\t\t\n\t\t\t\t\t Speakers unanimously supported the proposal to send an appeal to all workers across the country to go all out toward the Conference in the sky-high spirit of self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t The appeal, adopted at the meeting, stressed that the grand campaign for creating the Mallima speed is for translating leader Kim Jong Il's patriotic desire for building a powerful nation into reality without fail and the pioneers of the Mallima movement are vanguard fighters devotedly defending the leader.\n\t\t\t\t\t\n\t\t\t\t\t It called for adorning every day with miracles and exploits to become praiseworthy before the revolutionaries of the former generations who dedicated themselves to the prosperity of the country and to appear before the coming generations as honorable participants of the Mallima movement who ushered in the heyday in the great era of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It also called for creating world-startling legendary stories about heroes and erecting edifices of self-reliance and self-development one after another under the guidance of respected Supreme Leader Kim Jong Un who opened up the great Mallima era.\n\t\t\t\t\t\n\t\t\t\t\t Noting the conference to be etched in the history of building a socialist power is calling everyone, it urged all the people to dynamically advance toward the conference in the sky-high spirit of self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a public procession."
        },
        {
            "title": "Foreign Women Tour Pyongyang Kim Jong Suk Silk Mill",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-14ee.html",
            "content": "Foreign Women Tour Pyongyang Kim Jong Suk Silk Mill\r\nPyongyang, March 6 (KCNA) -- Women of the United Nations Children's Fund, the United Nations Population Fund, UNDP, WFP and WHO missions here visited the Pyongyang Kim Jong Suk Silk Mill on Monday on the occasion of March 8 International Women's Day.\n\t\t\t\t\t They laid bouquets at the mosaics depicting President Kim Il Sung among reeling workers and leader Kim Jong Il giving field guidance to the mill and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the proud history of development of the mill which has been turned into a reliable silk producer of the country, the visitors went round different parts of it, including the room for education in the revolutionary history, the silk reeling workshop and hostel."
        },
        {
            "title": "Sportswomen Making Contribution to Building Sports Power",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-12ee.html",
            "content": "Sportswomen Making Contribution to Building Sports Power\r\n Pyongyang, March 6 (KCNA) -- Women enjoy worthwhile life as a powerful force pushing one of the two wheels of the revolutionary chariot and flowers of the country in the DPRK.\n\t\t\t\t\t Among them are sportswomen who have added luster to the dignity of the country with gold medals.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has produced a number of aces like world marathon queen Jong Song Ok, quadruple world Judo champion Kye Sun Hui, double world boxing champions Ri Jong Hyang and Yun Kum Ju and Olympic medalist Rim Jong Sim.\n\t\t\t\t\t\n\t\t\t\t\t Hong Un Jong, An Kum Ae, Kim Jong and Kim Kum Ok and other sportswomen also proved successful in the Olympic Games and world and Asian championships.\n\t\t\t\t\t\n\t\t\t\t\t Women footballers took the first place in Asia Cup and Asian Games three times and the U-20 Women's World Cup two times and won two consecutive victories in the EAFF Women's East Asia Cup.\n\t\t\t\t\t\n\t\t\t\t\t And many of them were awarded the titles of the DPRK Hero and Labor Hero and the titles of People's Athlete and Merited Athlete."
        },
        {
            "title": "Rodong Sinmun Calls for Intensifying Anti-Imperialist and Class Education",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-07ee.html",
            "content": "Rodong Sinmun Calls for Intensifying Anti-Imperialist and Class Education \r\n Pyongyang, March 6 (KCNA) -- The U.S. imperialists and their vassal forces are now getting ever more frantic in their moves to isolate and stifle the DPRK. Therefore, it is necessary to steadily intensify the anti-imperialist and class education in order to win the final victory in the stand-off with imperialism and the U.S. Rodong Sinmun Monday says this in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Socialism advances amidst a fierce struggle against imperialism. It is necessary to bolster up defence capability to emerge victorious in the confrontation with imperialism. The core of this defence capability is the politico-ideological might of the service personnel and people fully equipped with anti-imperialist and class consciousness. \n\t\t\t\t\t\n\t\t\t\t\t No matter what modern weapons and equipment an army has, it may vacillate before bluffing of enemies and fail to perform its mission, if it lacks high class consciousness. \n\t\t\t\t\t\n\t\t\t\t\t A high level of class consciousness originates from warm love for the country and its people and the spirit of devoted service to them.\n\t\t\t\t\t\n\t\t\t\t\t A revolution does not end in a few generations but is the cause that should be carried out through generations. The target of the revolution remains unchanged as long as there are imperialists and class enemies. \n\t\t\t\t\t\n\t\t\t\t\t Intensifying class education means consolidating the position of our revolution and class position now that the generations who did not experience the ordeals of the war form the main force of the revolutionary ranks. \n\t\t\t\t\t\n\t\t\t\t\t The lesson of history tells that neglecting anti-imperialist, anti-U.S. education and class education under the pretexts that much water has flown under the bridge and the old generation has been replaced by a new one may make a breach on the ideological front and then the powerful military muscle and economic potential prove ineffective."
        },
        {
            "title": "S. Korean Puppet Forces' Ruckus for \"Cooperation for Putting Pressure on North\" Bound to Go Bust: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-08ee.html",
            "content": "S. Korean Puppet Forces' Ruckus for \"Cooperation for Putting Pressure on North\" Bound to Go Bust: Rodong Sinmun\r\n Pyongyang, March 6 (KCNA) -- The ruckus for \"cooperation for putting pressure on the north over its nuclear program\" being staged by the south Korean puppet forces in collusion with outsiders is bound to go bust and this is inevitability of history, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t The above-said ruckus is a shameless one being kicked up to ignite a war against the DPRK, a blatant challenge to its dignity and sovereignty and a ridiculous farce of bat-blind mandarins bereft of elementary sense and ability to judge the situation, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. and the south Korean puppet forces which have gravely threatened peace and security on the Korean peninsula and escalated to the extremes the situation in the region through ceaseless anti-DPRK provocations.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard fact, the puppet forces are justifying \"cooperation for putting pressure on the north over its nuclear program\" with outsiders while vociferating about \"provocation\" and \"threat\". This is the height of impudence.\n\t\t\t\t\t\n\t\t\t\t\t It is a legitimate exercise of sovereignty of an independent state to bolster the defense capabilities.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the puppet forces' ruckus for \"cooperation\" is a brigandish provocation which can never be justified.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are so obsessed by blind pursuance of the U.S. policies and by confrontation with the fellow countrymen in the north that they have lost even the elementary ability to judge things. That's why they are siding with the U.S. master's moves for stifling the DPRK just like a blind pony, failing to face up to the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t Gone are the days never to return when the U.S. could pursue its hegemonic ambition while threatening and blackmailing the DPRK with nuclear weapons. The nuclear-phobia increasing in the U.S. is a clear proof of the DPRK's dramatically growing capability for a preemptive nuclear attack."
        },
        {
            "title": "S. Korean Puppet Forces' Sycophancy toward Japan Slashed by Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-09ee.html",
            "content": "S. Korean Puppet Forces' Sycophancy toward Japan Slashed by Rodong Sinmun\r\n Pyongyang, March 6 (KCNA) -- The south Korean puppet forces are resorting to despicable act of submitting to Japan while kowtowing to it, far from reacting against the Japanese reactionaries' moves to nullify the crimes related to the sexual slavery for the Imperial Japanese Army, says a commentary of Rodong Sinmun Monday.\n\t\t\t\t\t Yun Pyong Se, puppet minister of Foreign Affairs, and other traitors, not content with kowtowing to the Japanese master as evidenced by such rhetoric as \"respect\", \"implementation\" and \"discussion\" of the \"agreement on the issue of sexual slavery\", went the lengths of sending informal notice to local self-governing bodies demanding the removal of a girl statue depicting a sexual slave for the Imperial Japanese Army, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This is a sordid act of treachery serving Japan committed by the modern-day \"five traitors in 1905\" aimed to connive at and cover up the thrice-cursed crimes related to the sexual slavery which the Japanese imperialists committed against Korean women in the past.\n\t\t\t\t\t\n\t\t\t\t\t The girl statue is not just a simple sculpture but the one indicting the Japanese imperialists for their heinous crimes related to the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t The shuddering crimes committed by the Japanese imperialists against Koreans after occupying Korea in the past century remain as indelible scars in the minds of the Koreans despite the passage of time.\n\t\t\t\t\t\n\t\t\t\t\t Far from apologizing to the Koreans for their thrice-cursed crimes, the Japanese reactionaries have gone arrogant just like a thief crying \"Stop the thief!\" Yet, the south Korean puppet forces, failing to utter even a word of protest, are selling off the dignity and interests of the nation, shaking in their shoes.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans will certainly throw overboard the Park Geun Hye group of traitors obsessed by sycophancy toward Japan and force Japan to pay dearly without fail for the monstrous crimes it committed against the Korean nation."
        },
        {
            "title": "Rodong Sinmun Urges UNSC to Abide by Principle of Impartiality",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-10ee.html",
            "content": "Rodong Sinmun Urges UNSC to Abide by Principle of Impartiality\r\n Pyongyang, March 6 (KCNA) -- The U.S. has cajoled the UNSC into slapping additional sanctions against the DPRK since its test-fire of ground-to-ground medium to long-range strategic ballistic rocket \"Pukguksong-2\", Rodong Sinmun says in a commentary on Monday.\n\t\t\t\t\t What matters is the UNSC attitude towards the above-said test fire, the commentary points out.\n\t\t\t\t\t\n\t\t\t\t\t Citing facts that the UNSC has failed to discharge its mission and duty to preserve peace and security, being at the specified country's beck and call since its birth, it says:\n\t\t\t\t\t\n\t\t\t\t\t Clear conclusion is that it is foolish to pin any hope on the UNSC where injustice judges justice and only when a country possesses its own powerful war deterrence can it defend peace and the people live an independent and dignified life.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC has already been disqualified to pull up the DPRK over its just measures for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking once again, the DPRK remains unchanged in its will and stand to bolster up in every way the military capability for self-defence, the pivot of which is the nuclear force, as long as the U.S. refuses to rolls back its hostile policy towards it.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC should not turn its face away from the DPRK's proposal for holding an international forum to openly discuss the legal ground of the anti-DPRK \"sanctions resolution\" it adopted over its nuclear tests and the test-fire of rocket, etc. It should properly handle the issue on the principle of impartiality and draw a right conclusion."
        },
        {
            "title": "19th All-People Action Staged throughout S. Korea",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-06ee.html",
            "content": "19th All-People Action Staged throughout S. Korea\r\n Pyongyang, March 6 (KCNA) -- According to south Korean press reports on Mar. 4, the 19th All-People Action was staged all over south Korea in demand of the early impeachment and resignation of Park Geun Hye.\n\t\t\t\t\t More than 1.05 million people took part in the candlelight actions staged under the sponsorship of the People's Emergency Action for the Resignation of Park Geun Hye Regime.\n\t\t\t\t\t\n\t\t\t\t\t In Seoul, at least 950 000 people participated in the candlelight rally held in the plaza of Kwanghwamun. Among them were lawmakers from opposition parties, pupils, mothers with sucklings and the aged\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally its participants staged a demonstration towards Chongwadae, the \"Constitutional Court\" and the \"prime minister's\" office."
        },
        {
            "title": "Actions for Throwing Overboard Park Geun Hye Group Called for",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-18ee.html",
            "content": "Actions for Throwing Overboard Park Geun Hye Group Called for\r\nPyongyang, March 6 (KCNA) -- Let us strikingly demonstrate the resourcefulness and stamina of youth and students as pace-setters and key players of the era by turning out in the on-going drive for bringing about genuine new politics, new life and new society where the popular masses have become masters by decisively throwing overboard the Park Geun Hye group of criminals responsible for the unprecedented scandal of \"abuse of power\"!\n\t\t\t\t\t The Youth and Students Bureau of the C.C., Anti-Imperialist National Democratic Front said this in an appeal sent to all youth and students of south Korea on Monday.\n\t\t\t\t\t\n\t\t\t\t\t The appeal said that shouts calling for impeaching Park who violated the \"constitutional\" order and set a new record of thrice-cursed crimes through the unprecedented \"abuse of power\" are heard throughout south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t Under the action program for March, made public by the situation gathering of university students grouping more than 110 general students' councils and students' organizations, declarations on the situation were released and lectures on the situation were given and all the youths and students turned out to completely strangle the windpipe of traitor Park making desperate efforts.\n\t\t\t\t\t\n\t\t\t\t\t Time has come to finalize the candlelight actions, which were staged to sentence Park Geun Hye group to final death, with the all-people victory.\n\t\t\t\t\t\n\t\t\t\t\t Let us all turn out in the final action for impeaching Park and strikingly demonstrate the spirit and stamina of youths and students who enshrine transparent justice and do not tolerate injustice.\n\t\t\t\t\t\n\t\t\t\t\t All the youths and students who aspire after a genuine society and bright future should turn out in the candlelight actions for justice!\n\t\t\t\t\t\n\t\t\t\t\t Let us devote youthful strength and vigor to the action for the impeachment of Park and record a shining page in history!\n\t\t\t\t\t\n\t\t\t\t\t Let us pool efforts and throw overboard the rejects of history keen on rallying the conservative forces to tide over the worst crisis!"
        },
        {
            "title": "Earthquakes in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-16ee.html",
            "content": "Earthquakes in S. Korea\r\n Pyongyang, March 6 (KCNA) -- A quake measuring 3.2 on the Richter scale occurred in the waters off Tonghae City of south Korean Kangwon Province on Sunday morning, according to the south Korean KBS.\n\t\t\t\t\t There was another quake measuring 2.1 on the Richter scale in the afternoon.\n\t\t\t\t\t\n\t\t\t\t\t On the same day a quake measuring 2.4 on the Richter scale jolted Kyongju City of North Kyongsang Province."
        },
        {
            "title": "Anniversary of Kim Jong Un's Inspection of Panmunjom Observed by Koreans in China",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-13ee.html",
            "content": "Anniversary of Kim Jong Un's Inspection of Panmunjom Observed by Koreans in China\r\n Pyongyang, March 6 (KCNA) -- No one can block the way of Juche Korea dashing ahead like the wind under the guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t Choe Se Jin, secretary general of the Zhongnan Regional Association of the General Association of Koreans in China, said this in an article posted on the internet homepage of the General Association of Koreas in China \"Paektu-Halla\" on March 1 on the occasion of the 5th anniversary of Kim Jong Un's inspection of Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t His inspection marked a national event that declared at home and abroad his patriotic will to decisively foil the blatant challenges of the separatists and accomplish the cause of national reunification with arms, the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK always remains confident of victory thanks to the leadership of Marshal Kim Jong Un, the most brilliant commander who hits hard the enemies with the faith and pluck of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and the puppet forces dare to provoke a war of aggression, the powerful revolutionary Paektusan army will wipe out the aggressors to the last man so that there will be no one left to sign a surrender document."
        },
        {
            "title": "Brief Biography of Kim Jong Il Introduced in India",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-01ee.html",
            "content": "Brief Biography of Kim Jong Il Introduced in India\r\n Pyongyang, March 6 (KCNA) -- India's newspaper World's Mirror carried the brief biography of leader Kim Jong Il on February 24 to mark the Day of the Shining Star, his birth anniversary.\n\t\t\t\t\t The newspaper carried his photo."
        },
        {
            "title": "Internet Int'l Seminar on Juche Idea Held",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-02ee.html",
            "content": "Internet Int'l Seminar on Juche Idea Held\r\n Pyongyang, March 6 (KCNA) -- An internet international seminar was held from Jan. 30 to Feb. 19 to mark the birth anniversary of leader Kim Jong Il. It was co-sponsored by the Korean Friendship Association and the Spanish preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu.\n\t\t\t\t\t The seminar on the theme of \"The great leader HE Kim Jong Il is alive in the hearts of Korean people and other world progressives\" was attended by the chairman of the association and representatives of its branches, figures of organizations for friendship and solidarity with the Korean people and organizations for the study of the Juche idea in various countries.\n\t\t\t\t\t\n\t\t\t\t\t The speakers highly praised the peerlessly great man of Mt Paektu who performed feats of worldwide significance to shine long in human history through his rare ideological and theoretical wisdom, outstanding leadership ability and gigantic revolutionary practices.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the conviction that under the guidance of respected Supreme Leader Kim Jong Un, the army and people of the DPRK will surely win the final victory in the efforts for building a socialist power and for the independent reunification of the country. \n\t\t\t\t\t\n\t\t\t\t\t Hundreds of thousands of people browsed the special homepage during the seminar."
        },
        {
            "title": "Kim Jong Il Lauded by Peruvian Political Parties, Organizations",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-03ee.html",
            "content": "Kim Jong Il Lauded by Peruvian Political Parties, Organizations\r\n Pyongyang, March 6 (KCNA) -- A joint seminar on the theme of \"Leader Kim Jong Il's Great Revolutionary Career and Immortal Exploits\" was held by the Peruvian political parties and organizations on Feb. 7 on the occasion of his birth anniversary.\n\t\t\t\t\t Displayed at the venue of the seminar were works of Kim Jong Il and respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Attending the seminar were personages and members of Peruvian political parties and organizations.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the American regional preparatory committee for the Gathering 2017-Praise to the Great Persons of Mt Paektu who doubles as president of the Peruvian National Independent Movement for Free Voting's Union, the general secretary of the People's Front of Workers, Peasants and Students of Peru, the chairman of the Peru-Korea Friendship Institute for Study of the Juche Based Songun Policy and others made speeches under the titles of \"Kim Jong Il's patriotism\", \"Kim Jong Il and the Juche idea\", \"Socialism is a science\", \"Songun politics of DPRK\" and \"Great man's career\".\n\t\t\t\t\t\n\t\t\t\t\t Speakers referred to the fact that Kim Jong Il developed the Juche idea into the guiding idea in the era of independence and proved the scientific accuracy and truth of socialism and the inevitability of its victory through his energetic ideological and theoretical activities.\n\t\t\t\t\t\n\t\t\t\t\t They highly praised Kim Jong Il as the prominent leader recognized by the world as he turned the DPRK into a political, ideological and military power with his rare ideologies and theories and outstanding leadership, made an epochal phase of the independent reunification and made a great contribution to accomplishing the human cause of independence."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Observed by Foreign Papers",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-04ee.html",
            "content": "Kim Jong Il's Birth Anniversary Observed by Foreign Papers\r\n Pyongyang, March 6 (KCNA) -- Foreign papers dedicated special write-ups titled \"Leader Kim Jong Il and Mt Paektu of Korea\", \"Day of Shining Star in DPRK\" and others to his birth anniversary from Feb. 8 to 11.\n\t\t\t\t\t The papers carried a portrait of smiling Kim Jong Il and his photos and pictures of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Malaysian paper Guang Ming Daily dealt with the letters anti-Japanese revolutionary fighters left on the trees of the forest of Mt Paektu highly praising Kim Jong Il as the Shining Star of Mt Paektu soon after his birth.\n\t\t\t\t\t\n\t\t\t\t\t The Lao paper Congtap Pasason Lao referred to the fact that Kim Jong Il bolstered the country's military power in every way, consolidated its political and ideological positions as firm as a rock and ushered in a fresh era of building a socialist power with his energetic Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The Indonesian International Daily and the Myanmar paper The New Age lauded Kim Jong Il for demonstrating before the world the DPRK's dignity with his outstanding ideo-theoretical wisdom and leadership and making an immortal contribution to accomplishing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese Hong Kong magazine International Link edited an article illustrated with a portrait of smiling Kim Jong Il and his photos and reflections of foreign personages praising his brilliant career dedicated to the country's prosperity and its rosy future."
        },
        {
            "title": "British, Swiss Bodies Blast U.S., S. Korean Warmongers' Joint Military Drills",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-05ee.html",
            "content": "British, Swiss Bodies Blast U.S., S. Korean Warmongers' Joint Military Drills\r\n Pyongyang, March 6 (KCNA) -- British and Swiss organizations made public joint statements on Feb. 14 and 28 in denunciation of the provocative Key Resolve and Foal Eagle joint military exercises by the U.S. imperialists and the south Korean puppet warmongers.\n\t\t\t\t\t The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK said in their joint statement that the joint military drills were not the \"annual\" and \"defensive\" ones as claimed by the U.S. and the south Korean authorities but the ones aimed at invading the DPRK, demanding they roll back the plan for the military exercises posing a serious threat to the sovereignty of the DPRK and the regional peace.\n\t\t\t\t\t\n\t\t\t\t\t The Swiss preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea said in their joint statement that the above-said military games are the largest-ever ones, adding:\n\t\t\t\t\t\n\t\t\t\t\t Through the war exercises the U.S. imperialists and the south Korean puppet forces are going to get themselves ready for a war against the DPRK, the fortress of socialism and independence, regarding it as a thorn in their flesh.\n\t\t\t\t\t\n\t\t\t\t\t These criminal war drills for aggression are a clear proof that the Trump administration has no intent to roll back the hostile policy towards the DPRK and improve the relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t However, the present administration, also, will be made to have a bitter experience that it can never provoke socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army commanded by Marshal Kim Jong Un, invincible Songun brilliant commander, will thwart the criminal war drills through strong counteraction."
        },
        {
            "title": "MINREX define como persona no grata al embajador malasio",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-21ee.html",
            "content": "MINREX define como persona no grata al embajador malasio\r\nPyongyang, 6 de marzo (ACNC) -- Avisando la decision de determinar al embajador extraordinario y plenipotenciario de Malasia en Corea como persona no grata en virtud del articulo correspondiente de la Convencion de Viena sobre las Relaciones Diplomaticas, el Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea le demando salir de la RPDC dentro de 48 horas desde las 10 del 5 de marzo (domingo) de 2017."
        },
        {
            "title": "Banda militar del ESIPC ofrece concierto por 70o aniversario de su fundacion",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-22ee.html",
            "content": "Banda militar del ESIPC ofrece concierto por 70o aniversario de su fundacion\r\nPyongyang, 6 de marzo (ACNC) -- Tuvo lugar el dia 6 en el Teatro de Arte Ponghwa el concierto dedicado al 70o aniversario de la fundacion de la Banda Militar del Ejercito de Seguridad Interior del Pueblo de Corea.\n\t\t\t\t\tEn el espectaculo, iniciado con la interpretacion del inmortal himno revolucionario \"Cancion del General Kim Il Sung\", se ofrecieron varias piezas como el solo de trombon \"Ha venido el Lider a nuestro puesto militar\", la musica de instrumentos de viento \"El General es la bandera de la victoria\", el solo de saxofon \"Mundo de ternuras\", el cuarteto de clarinete \"Tren hacia el frente\" y el trio de trompeta \"Por tener al partido\", etc.\n\t\t\t\t\t\n\t\t\t\t\tLos interpretes elogiaron apasionadamente las hazanas del Presidente Kim Il Sung y el Dirigente Kim Jong Il y demostraron la trayectoria enorgullecedora de la banda.\n\t\t\t\t\t\n\t\t\t\t\tEl concierto recibio fuertes aplausos de los espectadores.\n\t\t\t\t\t\n\t\t\t\t\tLo presenciaron Choe Pu Il, ministro de Seguridad del Pueblo, Kang Phil Hun, jefe de la direccion politica del ESIPC, los miembros de Seguridad del Pueblo y los uniformados del ESIPC."
        },
        {
            "title": "Banda militar de ESIPC acoge aniversario 70 de su fundacion",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-23ee.html",
            "content": "Banda militar de ESIPC acoge aniversario 70 de su fundacion\r\nPyongyang, 6 de marzo (ACNC) -- Tuvo lugar el dia 6 el acto conmemorativo por el 70o aniversario de la fundacion de la banda militar del Ejercito de Seguridad Interior del Pueblo de Corea (ESIPC).\n\t\t\t\t\t  La banda militar del ESIPC, fundada y desarrollada bajo la direccion del Presidente Kim Il Sung y el Dirigente Kim Jong Il, es una entidad artistica militar de caracter revolucionario y combativo.\n\t\t\t\t\t\n\t\t\t\t\t  El Presidente fundo esta charanga el 6 de marzo del 36 (1947) de la Era Juche y vio en varias ocasiones sus funciones para iluminar el rumbo y los remedios.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente presto atencion a la labor de la banda militar y enseno las guias a tomarse en las actividades de creacion incluyendo el problema de mantener la peculiaridad de la entidad artistica.\n\t\t\t\t\t\n\t\t\t\t\t  Durante los 70 anos despues de su fundacion la banda militar del ESIPC vino fortaleciendo como entidad artistica combativa que anima la marcha de la epoca con las musicas militares vigorosa, asi que cumplio satisfactoriamente con sus deberes revolucionarios."
        },
        {
            "title": "Efectuado mitin multitudinario en la provincia de Kangwon",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-24ee.html",
            "content": "Efectuado mitin multitudinario en la provincia de Kangwon\r\nWonsan, 6 de marzo (ACNC) -- Tuvo lugar el dia 6 en la Plaza Haean de la ciudad de Wonsan el mitin multitudinario para celebrar la Conferencia de Precursores de Mallima como cita de triunfadores.\n\t\t\t\t\t  En la ocasion estuvieron presentes Pak Pong Ju, Kim Ki Nam, los funcionarios de los organos del Partido y el poder, las entidades de masas, instituciones, fabricas, empresas, granjas cooperativas y universidades de la provincia, etc.\n\t\t\t\t\t\n\t\t\t\t\t  El presidente del Comite del PTC en la Provincia de Kangwon, Pak Jong Nam, dijo en su informe que el CC del PTC anuncio a todo el mundo su decision de convocar en Pyongyang la Conferencia de Precursores de Mallima a finales del ano en curso.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que la conferencia se registrara en los anales de la patria como conclave que dara acicate a la construccion de potencia socialista e impulsara con dinamismo la epoca de Mallima, al igual que la Conferencia de Precursores del Movimiento del Equipo de Trabajo Chollima, efectuada hace 50 anos.\n\t\t\t\t\t\n\t\t\t\t\t  Propuso aprobar el llamamiento a los trabajadores de todo el pais en nombre de los creadores del Espiritu de la Provincia de Kangwon.\n\t\t\t\t\t\n\t\t\t\t\t  Los oradores apoyaron unanimemente la propuesta del informante de enviar a los trabajadores de todo el pais un llamamiento para exhortarles que emprendan la marcha general hacia la Conferencia de Precursores de Mallima con el espiritu de fortalecerse con medios propios.\n\t\t\t\t\t\n\t\t\t\t\t  El documento aprobado en la ocasion subrayo que la campana para crear la velocidad Mallima es la lucha por materializar el legado del Dirigente Kim Jong Il de construir una potencia y los jinetes de Mallima son vanguardias en la defensa a ultranza al lider.\n\t\t\t\t\t\n\t\t\t\t\t  Destaco la necesidad de coronar con milagros y meritos cada dia de la epoca actual para ser dignos ante las generaciones anteriores de la revolucion, que dedicaron todo lo suyo por la prosperidad de la patria, y para ser vistos por las generaciones venideras como participantes honrosos del movimiento Mallima que hayan abierto la gran era de prosperidad de Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t  Apunto que todos deben crear de manera sucesiva y multiple los mitos heroicos, que asombren al mundo, y los monumentos de autofortalecimiento bajo la direccion del Maximo Dirigente Kim Jong Un, gran creador y orientador de la epoca de Mallima.\n\t\t\t\t\t\n\t\t\t\t\t Exhorto a avanzar vigorosamente hacia ella poniendo de pleno manifiesto el espiritu de fortalecerse con medios propios.  \n\t\t\t\t\t\n\t\t\t\t\t Luego hubo el desfile de los participantes."
        },
        {
            "title": "Mujeres extranjeras visitan la Hilanderia Kim Jong Suk de Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201703/news06/20170306-25ee.html",
            "content": "Mujeres extranjeras visitan la Hilanderia Kim Jong Suk de Pyongyang\r\nPyongyang, 6 de marzo (ACNC) -- Con motivo del Dia Internacional de la Mujer (8 de marzo), las mujeres de las representaciones del Fondo de las Naciones Unidas para la Infancia (UNICEF), el Fondo de la Poblacion de la ONU, el Programa de las Naciones Unidas para el Desarrollo, el Programa Mundial de Alimento y la Organizacion Mundial de la Salud (OMS) visitaron el dia 6 la Hilanderia Kim Jong Suk de Pyongyang.\n\t\t\t\t\tAnte todo, los visitantes depositaron los ramos de flores ante el mural de mosaico con la imagen del Presidente Kim Il Sung junto con las hilanderas y el otro del Dirigente Kim Jong Il dirigiendo sobre el terreno la planta y les rindieron el sublime homenaje.\n\t\t\t\t\t\n\t\t\t\t\tEscuchando las explicaciones de la historia orgullosa del desarrollo de la fabrica, convertida en la base confiable de la produccion de hilos de seda, ellas recorrieron la sala de educacion en la historia revolucionaria, el taller de hilado de seda, el albergue de obreras y otros puntos."
        }
    ]
}