{
    "date": "2017-04-24",
    "url": "http://kcna.co.jp/item/2017/201704/2017-04-24ee.html",
    "articles": [
        {
            "title": "Greetings to Parliamentary Speaker of Bulgaria",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-21ee.html",
            "content": "Greetings to Parliamentary Speaker of Bulgaria\r\n Pyongyang, April 24 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, sent a congratulatory message to Dimitar Glavchev on his election as speaker of the National Assembly of Bulgaria on April 22.\n\t\t\t\t\t Choe in the message wished the speaker success in his responsible work, expressing belief that the relationship between the two assemblies would develop on good terms."
        },
        {
            "title": "U.S. Reckless War Moves Will Be Foiled: GFTUK Spokesman",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-24ee.html",
            "content": "U.S. Reckless War Moves Will Be Foiled: GFTUK Spokesman\r\n Pyongyang, April 24 (KCNA) -- A spokesman for the Central Committee of the General Federation of Trade Unions of Korea (GFTUK) in a statement Monday denounced the U.S. for getting all the more zealous in its war hysteria against the DPRK while openly revealing its brigandish nature with each passing day.\n\t\t\t\t\t The statement said the U.S. is seriously mistaken if it thinks it can browbeat the workers and other people of the DPRK through escalating military threat and blackmail, isolation and blockade and sanctions and pressure.\n\t\t\t\t\t\n\t\t\t\t\t The aggressors and provocateurs are trying to dare threaten the DPRK after introducing nuclear carrier and Stealth fighters, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Neither sanctions nor any stifling and blockading moves of the enemies can ever work on the DPRK achieving prosperity with self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to put into practice \"beheading operation\" aimed at \"removing the headquarters\" of the DPRK with the introduction of huge \"special operation\" forces. It should clearly understand, however, that its scheme may work on other countries but will never go down with the people in this land who form unbreakable shield in defence of the headquarters of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The aggressors and provokers must not run amuck.\n\t\t\t\t\t\n\t\t\t\t\t The heroic working class of the great Paektusan nation will mercilessly foil every ferocious move of the U.S. and its vassal forces to provoke a nuclear war and apply sanctions and pressure on the DPRK, with the nuclear sword of justice and the iron hooves of Mallima."
        },
        {
            "title": "Eritrean President Supports Korean People's Struggle",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-03ee.html",
            "content": "Eritrean President Supports Korean People's Struggle\r\n Pyongyang, April 24 (KCNA) -- Ma Tong Hui, ambassador of the DPRK to Eritrea, presented his credentials to Issaias Afewerki, president of Eritrea, on April 18.\n\t\t\t\t\t The Eritrean president said his government and people hope that the Korean people would achieve successes in the drive for building a powerful country under the leadership of HE Kim Jong Un, supreme leader of the Korean people."
        },
        {
            "title": "DPRK Delegation Back Home",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-20ee.html",
            "content": "DPRK Delegation Back Home\r\n Pyongyang, April 24 (KCNA) -- A DPRK delegation led by Pak Myong Guk, vice-minister of Foreign Affairs, came back home on Monday after  participating in the high-level dialogue on economic cooperation and integration for promoting the sustained development in the Asia-Pacific Region held in Thailand."
        },
        {
            "title": "Egyptian Guest Flies Back",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-22ee.html",
            "content": "Egyptian Guest Flies Back\r\n Pyongyang, April 24 (KCNA) -- Naguib Sawiris, executive chairman of the Orascom Telecom Media and Technology Holdings SAE of Egypt, left here for home on Monday."
        },
        {
            "title": "Congratulations to Kim Jong Un from Uruguayan Party Leader",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-07ee.html",
            "content": "Congratulations to Kim Jong Un from Uruguayan Party Leader\r\n Pyongyang, April 24 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, received a message of greeting from Ruben Maria Vera, chairwoman of the March 26 Movement of Uruguay, on April 11.\n\t\t\t\t\t The message extended the warmest greeting to Kim Jong Un on the occasion of the 105th birth anniversary of Kim Il Sung, eternal President of the DPRK \n\t\t\t\t\t\n\t\t\t\t\t It extended full solidarity and congratulations to Kim Jong Un who is wisely leading the struggle against imperialism."
        },
        {
            "title": "Congratulations to Kim Jong Un from Economic and Commercial Councilors Corps",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-16ee.html",
            "content": "Congratulations to Kim Jong Un from Economic and Commercial Councilors Corps\r\n Pyongyang, April 24 (KCNA) -- Respected Supreme Leader Kim Jong Un received a congratulatory letter from the economic and commercial councilors corps here on the occasion of the 85th founding anniversary of the Korean People's Army.\n\t\t\t\t\t Pavel Leshakov, councilor of the Russian embassy who is doyen of the corps, handed the letter over to an official concerned on Monday."
        },
        {
            "title": "Floral Basket to Kim Jong Un from Japan Organization",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-17ee.html",
            "content": "Floral Basket to Kim Jong Un from Japan Organization\r\n Pyongyang, April 24 (KCNA) -- Respected Supreme Leader Kim Jong Un received a floral basket from the Japan Committee for the Independent and Peaceful Reunification of Korea Monday ahead of the 85th anniversary of the founding of the Korean People's Army."
        },
        {
            "title": "National Meeting Marks 85th Birthday of KPA",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-25ee.html",
            "content": "National Meeting Marks 85th Birthday of KPA\r\n Pyongyang, April 24 (KCNA) -- A national meeting took place at the People's Palace of Culture on Monday in celebration of the 85th founding anniversary of the heroic Korean People's Army (KPA).\n\t\t\t\t\t President Kim Il Sung founded the Korean People's Revolutionary Army, the first revolutionary armed forces of Juche type on April 25, Juche 21 (1932).\n\t\t\t\t\t\n\t\t\t\t\t The meeting was attended by Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae and other senior party, state and army officials, members of the party central leadership organ here, officials of the party and armed forces organs, ministries and national institutions, service members of the KPA and the Korean People's Internal Security Forces, officials of the institutions and industrial establishments here and persons of merit, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were foreign diplomatic envoys and military attaches here and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The report was made by Army General Pak Yong Sik, member of the Political Bureau of the Central Committee of the Workers' Party of Korea and minister of the People's Armed Forces of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He said that the 85-year-long history of the KPA is the glorious road under which it has developed into the army of the Party and the leader and a-match-for-a- hundred Paektusan revolutionary strong army under the banners of Juche and Songun, weathering ordeals of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t It is the period of the great victory as the KPA has emerged ever-victorious in the serious showdown with imperialism and U.S. and reliably defended the sovereignty of the country, the destiny of the people, socialism and the global peace, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The President strengthened the Korean People's Revolutionary Army into a model revolutionary army in the era of independence and powerful leadership core of the Juche revolution during the anti-Japanese war and defeated the gangster-like Japanese imperialists through the nation-wide anti-Japanese national liberation struggle centered on armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t He successfully accomplished the cause of building regular armed forces on the basis of the Songun tradition of Paektu after the liberation of the country and inflicted disgraceful defeat on the U.S. imperialist aggressors who boasted of being the \"strongest\" in the world and defended the freedom and independence of the country by leading the Fatherland Liberation War to victory.\n\t\t\t\t\t\n\t\t\t\t\t It is his greatest feat that he built the matchless revolutionary armed forces with two pistols and thus provided the Korean people with a powerful treasured sword for shaping out the independent destiny and laid a strong military base for guaranteeing the destiny and prosperity of the nation forever.\n\t\t\t\t\t\n\t\t\t\t\t The KPA, which was founded and covered its glorious path under his leadership, reached a new high stage in its development under the guidance of Kim Jong Il, the great Songun brilliant commander.\n\t\t\t\t\t\n\t\t\t\t\t He set forth it as the general duty of building the army to model the whole army on Kimilsungism, energetically led the struggle to realize it and thus developing it into the perfect army of the leader and the party.\n\t\t\t\t\t\n\t\t\t\t\t The KPA has greeted the most glorious era in the cause of building the army of Juche thanks to respected Supreme Leader Kim Jong Un, another peerlessly great man of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The situation prevailing on the Korean peninsula is so tense that a nuclear war may break out due to the frantic war drills of the U.S. imperialists and their vassal forces for aggression.\n\t\t\t\t\t\n\t\t\t\t\t It is the invariable principled stand and mode of struggle for the Paektusan revolutionary powerful army to make prompt retaliatory strikes at the provocateurs of the enemies and answer their aggression war with the great national reunification war of justice.\n\t\t\t\t\t\n\t\t\t\t\t If the enemies dare opt for the military adventure despite our repeated warnings, our armed forces will wipe the strongholds of aggression off the surface of the earth through the powerful preemptive nuclear attacks as they have already declared and thus accomplish the historic cause of national reunification without fail."
        },
        {
            "title": "New Stamp Issued to Mark 85th Anniversary of KPA",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-18ee.html",
            "content": "New Stamp Issued to Mark 85th Anniversary of KPA\r\n Pyongyang, April 24 (KCNA) -- The State Stamp Bureau of the DPRK issued a new stamp in commemoration of the 85th founding anniversary of the Korean People's Army (KPA).\n\t\t\t\t\t Seen in the upper part of the stamp are letters reading \"85th founding anniversary of KPA\", \"1932\" and \"2017\".\n\t\t\t\t\t\n\t\t\t\t\t Depicted in it are the flying colors of the Anti-Japanese People's Guerrilla Army and those of the KPA with powerful cutting-edge military hardware for a background.\n\t\t\t\t\t\n\t\t\t\t\t The stamp shows the glorious course of the invincible revolutionary army which has created the ever-victorious history and brilliant tradition under the wise leadership of the great persons of Mt Paektu for 85 years since the founding of the Korean People's Revolutionary Army, the first Juche-oriented armed forces."
        },
        {
            "title": "DPRK Weightlifter Wins Gold Medals in Asian Weightlifting Championship",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-23ee.html",
            "content": "DPRK Weightlifter Wins Gold Medals in Asian Weightlifting Championship\r\n Pyongyang, April 24 (KCNA) -- DPRK weightlifter Sin Chol Bom bagged gold medals in the 2017 Asian Weightlifting Championship.\n\t\t\t\t\t The sporting event now underway in Turkmenistan brought together over 150 male and female weightlifters from 29 countries and regions including the DPRK, Vietnam and Thailand.\n\t\t\t\t\t\n\t\t\t\t\t He took the first place in the 62kg jerk and finished second in the snatch, thus coming first in the event with two gold medals and one silver medal."
        },
        {
            "title": "Solar Greenhouses at Pyongyang Mushroom Factory",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-11ee.html",
            "content": "Solar Greenhouses at Pyongyang Mushroom Factory\r\n Pyongyang, April 24 (KCNA) -- The Pyongyang Mushroom Factory has made achievements in cultivating mushrooms together with vegetables at its solar greenhouses.\n\t\t\t\t\t The factory has produced a large quantity of vegetables and mushrooms like Agaricus bisporus at those greenhouses every year, which are in high demand for their peculiar taste and flavor.\n\t\t\t\t\t\n\t\t\t\t\t The simultaneous cultivation of vegetables and mushrooms makes the former exhale carbon dioxide inhaled from the latter and vice versa.\n\t\t\t\t\t\n\t\t\t\t\t And waste substrate can be used as fodder for livestock or organic fertilizer for vegetable patches.\n\t\t\t\t\t\n\t\t\t\t\t The method is expected to have a wide range of application, as it is helpful to increase the yield of vegetables."
        },
        {
            "title": "Multipurpose Farm Machines Manufactured in DPRK",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-13ee.html",
            "content": "Multipurpose Farm Machines Manufactured in DPRK\r\n Pyongyang, April 24 (KCNA) -- Big efforts have been directed to making multipurpose farm machines in the agricultural field of the DPRK.\n\t\t\t\t\t It is well evidenced by a farm machine made by the Rangnang District Farm Machine Station in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The farm machine can be used not only for harrowing paddy fields but for weeding and fertilizing according to the growth of crops.\n\t\t\t\t\t\n\t\t\t\t\t Choe Sung Chol, manger of the station, told KCNA that the multipurpose farm machine is a co-product of scientists, engineers and its workers who have turned out to implement the Workers' Party of Korea's intention of increasing the proportion of farm work done by machines in the spirit of self-reliance and self-development."
        },
        {
            "title": "Kim Il Sung's Famous Work \"Guerrillas Actions\"",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-12ee.html",
            "content": "Kim Il Sung's Famous Work \"Guerrillas Actions\"\r\n Pyongyang, April 24 (KCNA) -- President Kim Il Sung issued many famous works in the period of the anti-Japanese armed struggle.\n\t\t\t\t\t Among them is \"Guerrillas Actions,\" the military manual released in April 25, Juche 22 (1933) which deals with fundamental matters ranging from the guerrillas' spiritual and moral qualities to general principles of guerrilla warfare.\n\t\t\t\t\t\n\t\t\t\t\t And it also codifies all of the principles and methods, ranging from the organization of guerrilla combat actions such as defensive battle, march and bivouac to guerrilla skills such as firing, handling weapons and discipline.\n\t\t\t\t\t\n\t\t\t\t\t The work shows well the brilliant military wisdom and extraordinary commanding art of the President who comprehensively systematized the tactics for the national liberation war in colonial countries in a year after the foundation of the Korean People's Revolutionary Army, a new-type revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t He also created a number of famous strategies and tactics including telescope tactic and the tactic of marching a long distance at a step during the anti-Japanese war to annihilate the Japanese imperialist aggressors.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the Japanese imperialists cried in despair over his protean tactics that they were nowhere to be found in the book on strategy and tactics of Japanese army.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Juche-oriented guerilla war strategy and tactics unprecedented in history, the historic cause of national liberation was accomplished.\n\t\t\t\t\t\n\t\t\t\t\t In the three-year-long Fatherland Liberation War, the Korean People's Army (KPA), which inherits the tradition of the anti-Japanese war, defeated the numerical and technological superiority of the U.S. imperialist invaders by means of its politico-ideological, strategic and tactical superiority.\n\t\t\t\t\t\n\t\t\t\t\t Now, the KPA has developed into a powerful revolutionary Paektusan army, an invincible elite force equipped with Juche-oriented strategy and tactics and modern military equipment.\n\t\t\t\t\t\n\t\t\t\t\t The history of the ever-victorious revolutionary armed forces will shine long under the wise leadership of respected Supreme Leader Kim Jong Un who glorifies the immortal Songun revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Rodong Sinmun Discloses True Colors of S. Korean Conservatives",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-08ee.html",
            "content": "Rodong Sinmun Discloses True Colors of S. Korean Conservatives\r\n Pyongyang, April 24 (KCNA) -- Rodong Sinmun in a commentator's article on Monday exposes the base nature of the south Korean conservatives as pro-U.S. and pro-Japanese elements and anti-reunification confrontation and war maniacs.\n\t\t\t\t\t It says:\n\t\t\t\t\t\n\t\t\t\t\t The group of conservatives in south Korea is a group of traitors to the nation who were from pro-U.S. and pro-Japanese roots like a poisonous mushroom.\n\t\t\t\t\t\n\t\t\t\t\t And the conservative political party is a base of notorious pro-U.S. lackeys and flunkeyism.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Syngman Rhee's \"Liberal Party,\" \"Democratic Republican Party,\" \"Democratic Justice Party,\" \"Democratic Liberal Party,\" \"New Korea Party\", \"Grand National Party\" and \"Saenuri Party\" are predecessors of the \"Liberal Korea Party\" and \"Parun Party\" in their acts of treachery without exception.\n\t\t\t\t\t\n\t\t\t\t\t Anti-communism, \"anti-north\" and anti-reunification actions have been regarded as \"state policy\" of the successive conservative regimes in south Korea and as \"the highest value\" of pro-U.S. conservatism.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. and the south Korean group of pro-American conservatives that have striven to fish in troubled waters of the national division and the confrontation between the north and south.\n\t\t\t\t\t\n\t\t\t\t\t The conservative forces always cry out for \"security.\" However, they can never cover up their true colors as a group of vicious warmongers who do not hesitate to bring nuclear calamity to the fellow countrymen, acting as lackeys of foreign forces, utterly indifferent to the destiny and interests of the nation.\n\t\t\t\t\t\n\t\t\t\t\t In south Korea there is an aphorism that conservatism will perish with corruption.\n\t\t\t\t\t\n\t\t\t\t\t History shows that all the puppet conservative rulers and parties met their miserable fates for their corruption and irregularities.\n\t\t\t\t\t\n\t\t\t\t\t Such puppet conservative group of south Korea should be thoroughly eliminated."
        },
        {
            "title": "Death Only Awaits Aggressors: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-10ee.html",
            "content": "Death Only Awaits Aggressors: Rodong Sinmun\r\n Pyongyang, April 24 (KCNA) -- The U.S. is dispatching the nuclear carrier strike group to the Korean peninsula allegedly to \"deter provocation\". This is an undisguised military blackmail against the DPRK and a dangerous action that plunges the peninsula into the touch-and-go situation.\n\t\t\t\t\t Rodong Sinmun Monday says this in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t It is a wicked design of the U.S. to shake the DPRK's will for increased nuclear deterrent through intensive military threat and blackmail and then realize its ambition for \"the north's dismantlement of nukes\", the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It would be a fatal mistake of the U.S. to think it can browbeat the DPRK with such nuclear carrier.\n\t\t\t\t\t\n\t\t\t\t\t Such threat may startle a jellyfish, but can never work on the DPRK. The U.S. had better recognize this.\n\t\t\t\t\t\n\t\t\t\t\t It is no more than a bluff that the U.S. gets busy deploying nuclear carrier task forces under the eyes of the nuclear power in the East.\n\t\t\t\t\t\n\t\t\t\t\t If the enemies recklessly provoke the DPRK, its revolutionary armed forces will promptly give deadly blows to them and counter any total war with all-out war and nuclear war with merciless nuclear strike of Korean style.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's toughest counteraction will be a fatal punishment that never tolerates the survival of provocateurs.\n\t\t\t\t\t\n\t\t\t\t\t Steadfast are the Korean army and people's will and resolve to annihilate the invaders to the last one and totally round off the showdown with the U.S. by bolstering up their nuclear deterrent for self-defense in every way.\n\t\t\t\t\t\n\t\t\t\t\t The commendatory warns that the invaders and provocateurs will face death only."
        },
        {
            "title": "U.S. Stages Drill of Deploying Patriot Missiles in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-19ee.html",
            "content": "U.S. Stages Drill of Deploying Patriot Missiles in S. Korea\r\n Pyongyang, April 24 (KCNA) -- The U.S. imperialists staged a drill of bringing Patriot missile units based in the U.S. and Japan into south Korea, according to Yonhap News of south Korea on April 21.\n\t\t\t\t\t The U.S. imperialists and the south Korean puppet forces claim this drill was aimed at enhancing the capability of rapidly deploying Patriot missile units in the sea and the air in case of emergency."
        },
        {
            "title": "U.S. Introduces Equipment to S. Korea for THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-14ee.html",
            "content": "U.S. Introduces Equipment to S. Korea for THAAD Deployment\r\n Pyongyang, April 24 (KCNA) -- The U.S. imperialist aggression forces introduced equipment for deploying THAAD to Sosong-ri, Chojon Myon, Songju County in North Kyongsang Province of south Korea on April 20, according to the south Korean online paper Voice of Seoul.\n\t\t\t\t\t The Kimchon Citizens Measure Committee against THAAD Deployment launched a protest, charging the introduction of equipment by the south Korean puppet defense ministry and the U.S. forces as an illegal action."
        },
        {
            "title": "S. Koreans Call for Opening Era of People's Power",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-15ee.html",
            "content": "S. Koreans Call for Opening Era of People's Power\r\n Pyongyang, April 24 (KCNA) -- The Society of April Revolution, the Confederation of Trade Unions and other organizations in south Korea reportedly held a memorial service at the cemetery of those involved in the April 19 Popular Uprising on April 19, the 57th anniversary of the uprising.\n\t\t\t\t\t The participants in the memorial service called for vigorously ushering in an era of people's sovereignty for independence, democracy and reunification in the spirit of candlelight action.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the candlelight action should be intensified without letup to uproot the evil practices and reform society."
        },
        {
            "title": "Meeting of Koreans in Japan Held",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-04ee.html",
            "content": "Meeting of Koreans in Japan Held\r\n Pyongyang, April 24 (KCNA) -- A meeting of Koreans in Japan took place at the Korean Hall of Culture in Tokyo on April 22 on the lapse of 60 years since President Kim Il Sung remitted educational aid fund and stipends for children of Koreans in Japan in the first installment.\n\t\t\t\t\t Present at the meeting were senior officials of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) including Chairman Ho Jong Man and other officials of Chongryon, Koreans from different social standings, youths and students in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The President on April 19, Juche 46 (1957) sent a large amount of educational aid fund and stipends to Chongryon to meet the long-cherished wishes of Koreans in Japan for education of their children.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man in his report said that thanks to the loving care of the President a new school building of Korean University was grandly built in June 1959 and many university students who gave up learning due to tuition payment could restart their learning.\n\t\t\t\t\t\n\t\t\t\t\t Under the warm loving care of leader Kim Jong Il the educational aid fund and stipends were ceaselessly sent to Chongryon even during the Arduous March, the forced march, the reporter noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The history of loving care of the great leaders for the children of Koreans in Japan is being invariably carried forward by respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The graduates from the university have become masters of the patriotic cause of Chongryon and full-fledged national talents striving for prosperity and peaceful reunification of the country thanks to the benevolence of the six-decade-long educational aid fund and stipends. \n\t\t\t\t\t\n\t\t\t\t\t The reporter called upon all the organizations and schools at all levels of Chongryon to hand down long the history of loving care of the great leaders and Kim Jong Un and preserve and develop the national education true to the intention of the predecessors.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was read out at the meeting."
        },
        {
            "title": "Photo Exhibition of Chongryon Held",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-05ee.html",
            "content": "Photo Exhibition of Chongryon Held\r\n Pyongyang, April 24 (KCNA) -- A photo exhibition took place at the Korean Hall of Culture in Tokyo on April 22 on the lapse of 60 years since President Kim Il Sung remitted educational aid fund and stipends for children of Koreans in Japan in the first installment. \n\t\t\t\t\t On display at the venue of the exhibition were photos on the history of loving care taken by President Kim Il Sung and leader Kim Jong Il for the development of the national education.\n\t\t\t\t\t\n\t\t\t\t\t There were also photos on the revolutionary activities of respected Supreme Leader Kim Jong Un who is opening a new heyday of the development of the national education true to the behests of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t Senior officials of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) including Chairman Ho Jong Man and other officials of Chongryon, Koreans from different social standings and youths and students in Japan looked round the photo exhibition."
        },
        {
            "title": " Art Performance Given by Korean Students in Japan",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-06ee.html",
            "content": "Art Performance Given by Korean Students in Japan\r\n Pyongyang, April 24 (KCNA) -- An art performance \"Warm Love of Motherland\" was given by Korean students in Japan at the Korean Hall of Culture on April 22 to mark the 60th anniversary of the start of President Kim Il Sung's remittance of educational aid fund and stipends for children of Koreans in Japan. \n\t\t\t\t\t It was enjoyed by senior officials of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) including Chairman Ho Jong Man and other officials of Chongryon, Koreans from different social standings and youths and students in Japan. \n\t\t\t\t\t\n\t\t\t\t\t The performance showed the glory and honor of the children of Koreans in Japan receiving educational aid fund and stipends from President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Chorus \"Warm Love of Motherland\" and female chorus \"Do Not Forget\" made the audience pervade with yearning for and thanks to the President."
        },
        {
            "title": "Kim Il Sung's Work Published in Spain",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-01ee.html",
            "content": "Kim Il Sung's Work Published in Spain\r\n Pyongyang, April 24 (KCNA) -- President Kim Il Sung's work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" was brought out in booklet by the Anfer Publishing House of Spain on April 6 on the occasion of the Day of the Sun.\n\t\t\t\t\t The work, published on April 6, Juche 82 (1993), comprehensively indicates the ways of achieving the great national unity such as the issue of founding a reunified state through the great national unity and achieving unity on the basis of patriotism and the spirit of national independence, the issue of promoting co-existence, co-prosperity and common interests and stopping all partisan disputes fanning up split and confrontation between compatriots, the issue for the north and the south to trust and unite with each other and the issue of not rejecting people because of differing isms but joining hands on the road of national reunification."
        },
        {
            "title": "Kim Jong Il's Work Introduced in Guinea",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-02ee.html",
            "content": "Kim Jong Il's Work Introduced in Guinea\r\n Pyongyang, April 24 (KCNA) -- The Kimilsungia-Kimjongilia Association of Guinea carried leader Kim Jong Il's work \"Kimilsungia Is an Immortal Flower Blooming in the Hearts of Humankind in the Era of Independence\" in its bulletin on April 6 to mark the Day of the Sun.\n\t\t\t\t\t The work, published on April 6, Juche 94 (2005), deals with the historic position of Kimilsungia and significance of its cultivation and indicates the tasks for bringing the flower of the sun, a treasure common to mankind, into full bloom everywhere in Korea."
        },
        {
            "title": "Jovenes coreanos aniquilaran a provocadores, declara el portavoz de Union de la Juventud",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-26ee.html",
            "content": "Jovenes coreanos aniquilaran a provocadores, declara el portavoz de Union de la Juventud\r\nPyongyang, 24 de abril (ACNC) -- El portavoz del Comite Central de la Union de la Juventud Kimilsungista-Kimjongilista hizo publica el dia 23 una declaracion expresando la voluntad de los jovenes coreanos de aniquilar sin piedad a los belicistas norteamericanos y surcoreanos.\n\t\t\t\t\tAl informarse de la noticia de que los imperialistas norteamericanos y la banda titere surcoreana se desesperan por atentar a la dignidad y el regimen socialista de la RPDC hablando abiertamente del \"golpe preventivo\", los 5 millones de jovenes coreanos estan muy indignados y toman la decision de eliminar a los enemigos, comienza el documento y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tAhora, el contingente juvenil de la potencia Paektusan  esta esperando la orden final de la Direccion Suprema de la Revolucion con la disposicion perfecta para convertirse en 5 millones de bombas nucleares contra la horda de satanicos que intentan imponer las calamidades nucleares sobre el sagrado territorio patrio,.\n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas yanquis debe tener presente que el globo terraqueo quedara roto si se estalla la ira de 5 millones de jovenes y de las invictas fuerzas armadas nucleares de la RPDC \n\t\t\t\t\t\n\t\t\t\t\tSi los enemigos muestran algun indicio de provocacion, los jovenes coreanos, siendo unidad especial del Comandante Supremo y poderosa tropa del cumplimiento de la causa revolucionaria del Juche, tomaran la delantera de la batalla de confrontacion antiyanqui y la sagrada guerra por la reunificacion de la patria, liberaran de un tiron el territorio surcoreano y eliminaran todos los nidos del imperio de mal allende el Oceano Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tEl mundo vera como los jovenes coreanos, levantados como un solo hombre en la guerra sagrada, eliminaran a los provocadores y como lograran la victoria final."
        },
        {
            "title": "Portavoz del CC de FGSC expone voluntad de frustrar amenaza militar de EE.UU.",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-27ee.html",
            "content": "Portavoz del CC de FGSC expone voluntad de frustrar amenaza militar de EE.UU.\r\nPyongyang, 24 de abril (ACNC) -- El portavoz del Comite Central de la Federacion General de los Sindicatos de Corea publico el dia 24 una declaracion de condena a la escalada de belicismo anti-Norte (de Corea) de EE.UU. que expone cada dia mas su temperamento de bandido.\n\t\t\t\t\tSeria la ambicion mas estupida si EE.UU. pensara que podra asustar a los obreros y habitantes de la RPDC con el recrudecimiento de la amenaza y chantaje militares, el aislamiento y bloqueo, la sancion y presion, adelanta la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tNo pasan de ser una convulsion de perros rabiosos los gestos de amenaza de agresores y provocadores tales como la traida de portaaviones nucleares y cazas tipo Stealth, etc.\n\t\t\t\t\t\n\t\t\t\t\tNinguna campana de sancion y atropello ni bloqueo podra surtir efecto en el caso de la RPDC que va logrando prosperidad con el espiritu de autofortalecerse con medios propios.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. esta desesperado para poner en practica la \"operacion de descabezamiento\", orientada a la \"eliminacion de la Direccion Suprema\" de la RPDC, movilizando gran numero de tropas especializadas en \"operaciones especiales\".   \n\t\t\t\t\t\n\t\t\t\t\tEse pais debe tener presente que tal vez salga con la suya su intento en otros paises, pero es irrealizable en esta tierra donde todos los militares y habitantes forman escudos multiples en defensa de la Direccion de la Revolucion.\n\t\t\t\t\t\n\t\t\t\t\tLos agresores y provocadores deben actuar con prudencia.\n\t\t\t\t\t\n\t\t\t\t\tLa heroica clase obrera de la potencia Paektusan frustrara despiadadamente con el medio nuclear de justicia y la velocidad de Mallima las brutales maniobras de EE.UU. y sus satelites para provocar la guerra nuclear contra la RPDC y doblegarla con la sancion y presion."
        },
        {
            "title": "Acto central por el 85o aniversario de fundacion del EPC",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-28ee.html",
            "content": "Acto central por el 85o aniversario de fundacion del EPC\r\nPyongyang, 24 de abril (ACNC) -- Tuvo lugar este lunes en el capitalino Palacio Cultural del Pueblo el acto central por el 85o aniversario de la fundacion del heroico Ejercito Popular de Corea. \n\t\t\t\t\tEl 25 de abril del 21 (1932) de la Era Juche, el Presidente Kim Il Sung fundo el Ejercito Revolucionario Popular de Corea, primeras fuerzas armadas revolucionarias de tipo jucheano. \n\t\t\t\t\t\n\t\t\t\t\tAsistieron al acto Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae y otros cuadros directivos del Partido, el Estado y el ejercito, los miembros del organo de direccion central del Partido en esta capital, los funcionarios de los organismos del Partido y las fuerzas armadas, los ministerios y organos centrales, los oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, los funcionarios de las instituciones, fabricas y empresas de la capital, los ameritados, el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang y los compatriotas residentes en ultramar. \n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los representantes diplomaticos y los agregados militares de varios paises, acreditados en Corea, y los huespedes extranjeros. \n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo del general de ejercito de las fuerzas terrestres Pak Yong Sik, miembro del Buro Politico del Comite Central del PTC y ministro de las Fuerzas Armadas Populares de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl orador dijo que la historia de 85 anos del EPC es la trayectoria gloriosa y de grandes victorias en que este cuerpo armado se ha fortalecido como ejercito revolucionario del Partido y el Lider y del monte Paektu, capaz para pelear uno contra cien enemigos, superando severas pruebas de la revolucion bajo la bandera del Juche y el Songun y ha defendido con firmeza la soberania nacional, el destino del pueblo, el socialismo y la paz mundial registrando siempre victorias en la enconada confrontacion antiimperialista y antiyanqui.\n\t\t\t\t\t\n\t\t\t\t\tEn el fragor de la lucha antijaponesa, el Presidente Kim Il Sung formo el ERPC como prototipo de ejercito revolucionario de la era de independencia y fuerza medular de la revolucion del Juche y derroto al gangsteril imperialismo japones mediante la pannacional lucha antijaponesa por la liberacion nacional, centrada en la forma armada, recordo el orador y continuo:\n\t\t\t\t\t\n\t\t\t\t\tA base de la tradicion del Songun creada en la selva del Paektu, el cumplio perfectamente la causa de construccion de las fuerzas armadas regulares despues de la liberacion de la patria. Y al conducir a la victoria la Guerra de Liberacion de la Patria, infligio derrota vergonzosa a los invasores norteamericanos, que se jactaban de la \"supremacia\" mundial, y defendio honrosamente la libertad y la independencia de la patria. \n\t\t\t\t\t\n\t\t\t\t\tTomando dos pistolas como recurso inicial, fundo las fuerzas armadas revolucionarias sin rivales que sirven de poderoso remedio para la forja independiente del destino del pueblo coreano y de firme base militar para garantizar la dignidad y prosperidad eterna de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tEsto es la hazana mas grande realizada por el Generalisimo Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tEl EPC, fundado y desarrollado bajo la direccion del Presidente, entro en la nueva etapa de su desarrollo gracias al General Insigne del Songun, Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl presento la transformacion de todo el ejercito segun el Kimilsungismo como deber general de la construccion del ejercito y condujo sabiamente las labores para el respecto, de modo que el EPC se fortaleciera como ejercito del Lider y del Partido. \n\t\t\t\t\t\n\t\t\t\t\tGracias al Maximo Dirigente Kim Jong Un, otro gran hombre del monte Paektu, la causa de construccion del ejercito acoge hoy dia la era mas gloriosa. \n\t\t\t\t\t\n\t\t\t\t\tAhora, la Peninsula Coreana se encuentra en la crisis de guerra nuclear, debido a los fanaticos ejercicios de la guerra de agresion de los imperialistas norteamericanos y sus seguidores.\n\t\t\t\t\t\n\t\t\t\t\tResponder a la provocacion de los enemigos con el inmediato contraataque y a la guerra de agresion, con la justa batalla por la reunificacion de la patria, esto es la invariable posicion de principios y el modo de lucha del ejercito revolucionario del monte Paektu. \n\t\t\t\t\t\n\t\t\t\t\tEn el caso de que los enemigos emprendan la aventura militar anti-RPDC pese a nuestra reiterada advertencia, nuestras fuerzas armadas revolucionarias les asestaran el fuerte golpe preventivo nuclear, como ya han declarado, para eliminar del globo terraqueo los bastiones de agresion y cumplir sin falta la historica causa de reunificacion de la patria."
        },
        {
            "title": "Rodong Sinmun advierte a provocadores norteamericanos",
            "url": "http://kcna.co.jp/item/2017/201704/news24/20170424-29ee.html",
            "content": "Rodong Sinmun advierte a provocadores norteamericanos\r\nPyongyang, 24 de abril (ACNC) -- Ahora, los Estados Unidos trasladan al contorno de la zona maritima de la Peninsula Coreana los colectivos de ataque de portaaviones nucleares bajo el rotulo de \"frenar la provocacion\", lo cual deviene abierta amenaza y chantaje militares que llevan la situacion de la Peninsula Coreana al borde de la guerra. \n\t\t\t\t\tRevela el diario Rodong Sinmun en un comentario individual de este lunes y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl imperio americano persigue el objetivo de debilitar el disuasivo nuclear de la Republica Popular Democratica de Corea y lograr la ambicion de \"renuncia nuclear\" de ella mediante la intensificacion de la amenaza y chantaje nucleares. \n\t\t\t\t\t\n\t\t\t\t\tPero, es una absurdidad el intento de atentar a la RPDC con los portaaviones nucleares. \n\t\t\t\t\t\n\t\t\t\t\tLa fanfarroneria de EE.UU. no se sale con la suya para la potencia nuclear del Oriente. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas armadas revolucionarias coreanas responderan a la provocacion imprudente de los enemigos con el inmediato contraataque demoledor, a la guerra total con la guerra total, y a la nuclear con el implacable ataque nuclear al estilo coreano. \n\t\t\t\t\t\n\t\t\t\t\tLas contramedidas superintransigentes de la RPDC no toleraran nunca la supervivencia de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo coreanos mantienen la firme decision de consolidar por todos los medios el disuasivo nuclear de autodefensa para aniquilar a todos los invasores y saldar la cuenta final de la confrontacion antiyanqui.\n\t\t\t\t\t\n\t\t\t\t\tLos provocadores no pueden obtener nada mas que la muerte."
        }
    ]
}