{
    "date": "2017-12-16",
    "url": "http://kcna.co.jp/item/2017/201712/2017-12-16ee.html",
    "articles": [
        {
            "title": "Greetings to King of Bahrain",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-12ee.html",
            "content": "Greetings to King of Bahrain\r\n Pyongyang, December 16 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of greeting to Sheikh Hamad Bin Isa al-Khalifa, king of Bahrain, on the occasion of its national day.\n\t\t\t\t\t Kim in the message wished the king good health and happiness and the people of Bahrain prosperity."
        },
        {
            "title": "Congratulations to 54th National Conference of ANC of South Africa",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-13ee.html",
            "content": "Congratulations to 54th National Conference of ANC of South Africa\r\n Pyongyang, December 16 (KCNA) -- The Central Committee of the Workers' Party of Korea in a message on Saturday congratulated the African National Congress of South Africa (ANC) on its 54th national conference.\n\t\t\t\t\t The ANC has successfully steered the struggle of the people of South Africa to oppose colonialism and put an end to apartheid for a long time since its foundation, the message noted.\n\t\t\t\t\t\n\t\t\t\t\t We believe that the 54th national conference will serve as an important occasion in solidifying the successes made in the struggle for the independent development and prosperity of the country and further strengthening the ANC, it added.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the long-standing friendly and cooperative ties between the WPK and the ANC forged in the joint struggle for independence against imperialism would as ever grow stronger in the interests of the peoples of the two countries, it wished the conference success."
        },
        {
            "title": "DPRK Olympic Committee Delegation Back Home",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-17ee.html",
            "content": "DPRK Olympic Committee Delegation Back Home\r\n Pyongyang, December 16 (KCNA) -- A delegation of the DPRK Olympic Committee led by Vice-Chairman Won Kil U, vice-minister of Physical Culture and Sports, came back home by air on Saturday after attending the meeting of team leaders for the 18th Asian Games held in Indonesia."
        },
        {
            "title": "Russian Delegation Leaves",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-14ee.html",
            "content": "Russian Delegation Leaves\r\n Pyongyang, December 16 (KCNA) -- A delegation of the Defense Ministry of Russia led by Victor Kalganov, vice-director of the National Defense Command Center of the Russian Federation, left here for home on Saturday."
        },
        {
            "title": "DPRK Women Team Wins 2017 EAFF E-1 Football Championship",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-08ee.html",
            "content": "DPRK Women Team Wins 2017 EAFF E-1 Football Championship\r\n Pyongyang, December 16 (KCNA) -- The DPRK women team won the title of the 2017 EAFF E-1 Football Championship held in Japan.\n\t\t\t\t\t The Korean girls played their last game with their Japanese rival which ended 2-0 in their favor.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK women team beat the Chinese and south Korean rivals 2-0 and 1-0 respectively."
        },
        {
            "title": "Floral Baskets to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-16ee.html",
            "content": "Floral Baskets to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, December 16 (KCNA) -- The Switzerland-Korea Committee and the \"Orchestra of the 21st Century\" of Russia sent floral baskets to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on the occasion of the 6th anniversary of Kim Jong Il's demise.\n\t\t\t\t\t The floral baskets were laid at the statues on Saturday.\n\t\t\t\t\t\n\t\t\t\t\t Placed at the statues were also baskets of flowers from personages of Angola."
        },
        {
            "title": "Achievements Made in Metal Industry",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-15ee.html",
            "content": "Achievements Made in Metal Industry\r\n Pyongyang, December 16 (KCNA) -- This year has witnessed great achievements made by the DPRK in putting the metal industry on a Juche and modern basis.\n\t\t\t\t\t A new process of producing forgings was established at the Chollima Steel Complex through the successful introduction of Korean-style high temperature air combustion technology into a heating furnace for 6,000-ton press.\n\t\t\t\t\t\n\t\t\t\t\t The Hwanghae Iron and Steel Complex raised the production of materials for heavy rails 1.2 times by upgrading the melting process. It has also solved many sci-tech problems in putting the production of Juche iron on a higher scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t And the Chongjin Steel Plant has produced 1.3 times more carbonaceous pellets than before by using brown coal abundant in the northern part of the country.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a dry distillation furnace consisted of gas purification and other systems was built at the Puryong Ferroalloy Factory to produce quality semi-coke with brown coal, which would be conducive to putting the production of ferroalloy on a Juche basis.\n\t\t\t\t\t\n\t\t\t\t\t The Hungnam Terminal Factory succeeded in making electrode for UHP electric arc furnace with natural graphite rich in the country."
        },
        {
            "title": "DPRK Will Advance along Road of Victory: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-10ee.html",
            "content": "DPRK Will Advance along Road of Victory: Rodong Sinmun\r\n Pyongyang, December 16 (KCNA) -- The complete success in the test-fire of new-type ICBM Hwasong-15 strikingly manifested the tremendous might of the DPRK and its strategic position as a powerful entity which would spearhead the situation in the Korean peninsula and the region, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t In the course of covering the path of victories and glories under the guidance of respected Marshal Kim Jong Un the army and people of the DPRK became convinced that the road of simultaneous development of the two fronts is a shortcut to building a powerful country and an ever-victorious path. And they have deeply cherished the precious truth that only the line of the simultaneous development of the two fronts would help display the dignity and spirit of the country and the nation and achieve its prosperity, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The desperate moves of the U.S. and its followers to stop the DPRK from bolstering the capabilities for self-defense have now reached the height.\n\t\t\t\t\t\n\t\t\t\t\t But no challenge and obstruction on the part of the U.S. and its followers can ever check the advance of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We are never afraid of sanctions and blockade and tyrannical nuclear stick of enemies as long as we hold a treasured sword of the simultaneous development of the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t No matter how severe the situation is and what manifold difficulties we may face, we will further bolster the deterrence for self-defense under the uplifted banner of the simultaneous development of the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t The final victory belongs to us dashing forward under the banner."
        },
        {
            "title": "Minju Joson Ridicules Trump Cult's Insanity",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-11ee.html",
            "content": "Minju Joson Ridicules Trump Cult's Insanity\r\n Pyongyang, December 16 (KCNA) -- Frightened by the DPRK's successful test-fire of ICBM Hwasong-15, old lunatic Trump talked about \"way of serious approach.\" Anti-DPRK hard-liners including the U.S. ambassador to the United Nations let out such nonsense as \"dangerous circumstances\", going so impudent as to urge the DPRK not to \"make a mistake.\" War maniacs of the U.S. are urging \"Congress to discuss the issue of preemptive attack\" on the DPRK, referring to the need to \"withdraw American citizens\" from south Korea, only to make a war against the DPRK an established fact.\n\t\t\t\t\t Commenting on this, Minju Joson Saturday says:\n\t\t\t\t\t\n\t\t\t\t\t The said load of rubbish only betrays the death-bed symptom of the nuclear war maniacs, exasperated by their series of defeats in the nuclear standoff with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK recently declared the realization of the historic cause which they achieved at the cost of a high price.\n\t\t\t\t\t\n\t\t\t\t\t The Trump cult's talk about \"military counteraction\" is just ridiculous as it is incapable of judging what the declaration means.\n\t\t\t\t\t\n\t\t\t\t\t We warn him once again that if his regime resorts to military counteraction after losing discretion, it will face a tougher countermeasure by the DPRK and fall deeper into a quagmire.\n\t\t\t\t\t\n\t\t\t\t\t The Trump-led U.S. authorities should behave with reason, well aware of where they are standing and what they are doing.\n\t\t\t\t\t\n\t\t\t\t\t They had better cool their heads heated by war hysteria and be prudent if they don't want to meet bitterer disgrace and destruction."
        },
        {
            "title": "Kim Jong Il's Brief Biography Introduced in Romania",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-01ee.html",
            "content": "Kim Jong Il's Brief Biography Introduced in Romania\r\n Pyongyang, December 16 (KCNA) -- The Romanian National Committee for Remembering Comrade Kim Jong Il posted the brief biography of leader Kim Jong Il on the website \"Juche Idea\" on December 6 with the approach of the sixth anniversary of his demise."
        },
        {
            "title": "Kim Jong Il Praised by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-02ee.html",
            "content": "Kim Jong Il Praised by Swiss Organizations\r\n Pyongyang, December 16 (KCNA) -- The Swiss Committee for Remembering Generalissimo Kim Jong Il on the Sixth Anniversary of His Demise, the Switzerland-Korea Committee, and the Swiss Group for the Study of the Juche Idea released a joint statement on December 5. The statement said:\n\t\t\t\t\t Generalissimo Kim Jong Il performed immortal exploits for the country and the people.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the Songun politics as the main political mode under socialism and turned the DPRK into an invincible power no one can dare to provoke.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership the Korean people victoriously concluded the Arduous March, the forced march.\n\t\t\t\t\t\n\t\t\t\t\t He was a genuine leader of the people.\n\t\t\t\t\t\n\t\t\t\t\t He regarded the people as the most valuable beings and made indefatigable efforts for their happiness.\n\t\t\t\t\t\n\t\t\t\t\t His lifelong motto was to believe in the people as in Heaven.\n\t\t\t\t\t\n\t\t\t\t\t Generalissimo Kim Jong Il is always alive in the hearts of the Korean people and the progressive mankind for his energetic activities for the Korean revolution and the global independence."
        },
        {
            "title": " Kim Jong Il's Exploits Lauded Abroad",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-03ee.html",
            "content": "Kim Jong Il's Exploits Lauded Abroad\r\n Pyongyang, December 16 (KCNA) -- Events took place in different countries to commemorate the sixth anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Remembrance meetings, book and photo exhibitions and film shows were held in Bangladesh, DR Congo, Nigeria, Switzerland and Slovenia between November 15 and December 10.\n\t\t\t\t\t\n\t\t\t\t\t On display at the venues of the events were photos showing the revolutionary exploits of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There were also their works and books and photos introducing the proud successes made by the Korean people in building a powerful socialist country and bolstering the defense capabilities.\n\t\t\t\t\t\n\t\t\t\t\t Such Korean films as \"The Country Shining with Arms of Mt Paektu\" and \"My Country Has Emerged Victorious by Dint of Single-minded Unity\" were shown.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the C.C., Communist Party, the general secretary of the C.C., Workers' Party, the secretary general of the Jatiya Party, the president of the People's League and the chairman of the Institute of the Juche Idea in Bangladesh stressed that the world progressives are recollecting with deep emotion the tremendous feats performed by HE Kim Jong Il for the Korean revolution and the human cause of independence on the anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the DR Congolese Committee for Remembering Generalissimo Kim Jong Il and the deputy general secretary of the C.C., Communist Party of the DR Congo said that leader Kim Jong Il is always alive in the hearts of all people for his great contributions to the country, the people, the era and the history.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Switzerland-Korea Committee said that Kim Jong Il frustrated the U.S. imperialists' aggressive war moves with his unique Songun politics and laid a solid foundation for building a nuclear force to reliably defend the destiny of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Slovenian Committee for Remembering HE Kim Jong Il lauded the revolutionary career of Kim Jong Il who turned the DPRK into a socialist state independent in politics, self-supporting in the economy and self-reliant in defence and devoted his all to the happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at an event in Switzerland."
        },
        {
            "title": "Career and Exploits of Kim Jong Suk Lauded in Japan",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-04ee.html",
            "content": "Career and Exploits of Kim Jong Suk Lauded in Japan\r\n Pyongyang, December 16 (KCNA) -- A lecture meeting on the theme of \"Career and exploits of Kim Jong Suk\" took place in Japan to commemorate the 100th birth anniversary of Kim Jong Suk, an anti-Japanese war heroine.\n\t\t\t\t\t Present there were the secretary general of the International Institute of the Juche Idea, the representative of the Japanese Tokyo Liaison Council of Societies for the Study of the Juche Idea and other personages and Juche idea followers.\n\t\t\t\t\t\n\t\t\t\t\t Saying that through the lecture, they came to know better about the exploits of Kim Jong Suk who brought up leader Kim Jong Il to be the heir to President Kim Il Sung, speakers expressed their will to positively learn after her noble traits."
        },
        {
            "title": "Foreigners Visit DPRK Missions",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-05ee.html",
            "content": "Foreigners Visit DPRK Missions\r\n Pyongyang, December 16 (KCNA) -- Personages of different countries visited the DPRK missions between Nov. 17 and Dec. 11 on the occasion of the 6th anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t They included the chairman of the Al Hadi Islam Propaganda Organization of Iran and his party, the chief of the Department of the International Relations of the Iranian Workers' House and his party, the general secretary of the Communist Party of the Democratic Congo, the general secretary of the Workers' Party of the DR Congo and the national chairman of the Better Nigeria Progressive Party.\n\t\t\t\t\t\n\t\t\t\t\t The visitors laid floral baskets and bouquets at paintings depicting President Kim Il Sung standing together with Kim Jong Il and paid tribute to them."
        },
        {
            "title": "Trump's Remarks Accused by Asia-Pacific Lawyers",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-06ee.html",
            "content": "Trump's Remarks Accused by Asia-Pacific Lawyers\r\n Pyongyang, December 16 (KCNA) -- The meeting of the Executive Committee of the Asia-Pacific Lawyers Association, held in Ho Chi Minh City of Vietnam on Nov. 29 and 30, denounced the U.S. and its followers' moves hostile to the DPRK.\n\t\t\t\t\t The participants in the meeting termed Trump's remarks calling for \"total destruction\" of the DPRK as a serious threat to the world peace.\n\t\t\t\t\t\n\t\t\t\t\t A resolution on the DPRK was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The resolution reiterated support to the joint statement issued by the International Association of Democratic Lawyers, the Asia-Pacific Lawyers Association and organizations of lawyers of the U.S., Japan and south Korea calling for an end to the U.S. military threat and durable peace of the Korean peninsula, and the proposal made by the DPRK permanent representative at the United Nations in demand of holding an international forum of law experts to inquire the legality of the UNSC's \"sanctions resolutions\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It also condemned the U.S. and its followers for re-listing the DPRK as a \"state sponsor of terrorism\" and getting hell-bent in sanctions and pressure on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the immediate repatriation of DPRK women citizens, abducted by the south Korean group of traitors last year."
        },
        {
            "title": "Kim Jong Suk to Be Remembered in France",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-07ee.html",
            "content": "Kim Jong Suk to Be Remembered in France\r\n Pyongyang, December 16 (KCNA) -- A committee for celebrating the 100th birth anniversary of Kim Jong Suk, an anti-Japanese war heroine, was formed in France on Dec. 7.\n\t\t\t\t\t Benoit Quennedey, president of the France-Korea Friendship Association, was elected chairman of the celebration committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events praising Kim Jong Suk's career and exploits on the occasion of her birth anniversary."
        },
        {
            "title": "Kim Yong Nam felicita el Dia Nacional de Bahrein",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-18ee.html",
            "content": "Kim Yong Nam felicita el Dia Nacional de Bahrein\r\nPyongyang, 16 de diciembre (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio este sabado un mensaje al rey de Bahrein, Sheikh Hamad Bin Isa al-Khalifa, para felicitarle por el Dia Nacional de su pais.\n\t\t\t\t\tEl remitente deseo en la misiva la buena salud y felicidad del destinatario y la prosperidad de su pueblo."
        },
        {
            "title": "CC de PTC felicita 54a Conferencia Nacional del Congreso Nacional Africano de Sudafrica",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-19ee.html",
            "content": "CC de PTC felicita 54a Conferencia Nacional del Congreso Nacional Africano de Sudafrica\r\nPyongyang, 16 de diciembre (ACNC) -- El Comite Central del Partido del Trabajo de Corea envio este sabado un mensaje de felicitacion a la 54a Conferencia Nacional del Congreso Nacional Africano de Sudafrica.\n\t\t\t\t\tLa misiva senala que durante largo tiempo que data de su fundacion, la organizacion sudafricana ha conducido a la victoria la lucha del pueblo sudafricano por rechazar el colonialismo y acabar con el apartheid. \n\t\t\t\t\t\n\t\t\t\t\tExpresa la seguridad de que el presente conclave marcara un hito importante para consolidar los exitos alcanzados en la lucha por el desarrollo independiente y la prosperidad del pais y fortalecer mas las filas de la agrupacion politica.\n\t\t\t\t\t\n\t\t\t\t\tDesea exitos del conclave reiterando la conviccion de que las relaciones de amistad y cooperacion de larga historia entre el Partido del Trabajo de Corea y el Congreso Nacional Africano de Sudafrica, establecidas en la lucha conjunta por la independencia antiimperialista, se ampliaran y se desarrollaran conforme a los intereses de los pueblos de ambos paises."
        },
        {
            "title": "Seleccion coreana (f) triunfa en el Campeonato de Futbol E-1",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-20ee.html",
            "content": "Seleccion coreana (f) triunfa en el Campeonato de Futbol E-1\r\nPyongyang, 16 de diciembre (ACNC) -- El once femenino de la Republica Popular Democratica de Corea resulto ganador del Campeonato E-1 de la Federacion de las Asociaciones de Futbol del Este de Asia de 2017 que transcurre en Japon. \n\t\t\t\t\tJugo el dia 15 el partido final frente a la seleccion japonesa luego de ganar a China por 2:0 y al Sur de Corea, por 1:0.\n\t\t\t\t\t\n\t\t\t\t\tA los minutos 65 de la final, Kim Yun Mi marco el primer gol. \n\t\t\t\t\t\n\t\t\t\t\tLa segunda anotacion a los minutos 82 fue hazana de la mediocampista Ri Hyang Sim. \n\t\t\t\t\t\n\t\t\t\t\tAsi, el partido termino con el marcador de 2:0."
        },
        {
            "title": "Minju Joson ridiculiza conducta histerica de Trump y sus seguidores",
            "url": "http://kcna.co.jp/item/2017/201712/news16/20171216-21ee.html",
            "content": "Minju Joson ridiculiza conducta histerica de Trump y sus seguidores\r\nPyongyang, 16 de diciembre (ACNC) -- Asustado por el exitoso lanzamiento de prueba del cohete balistico intercontinental \"Hwasong-15\" por parte de la Republica Popular Democratica de Corea, Trump se ha referido al llamado \"metodo de acercamiento serio\".\n\t\t\t\t\t Posteriormente, la embajadora norteamericana ante la ONU y otros tipejos intransigentes de EE.UU. pronuncian palabras absurdas como \"no cometan error\" y la \"situacion peligrosa\".\n\t\t\t\t\t\n\t\t\t\t\t  Describiendo como hecho consumado la guerra contra la RPDC, los maniacos de guerra de EE.UU. dicen que el \"Congreso debe discutir el problema de ataque preventivo contra Corea\" y hace falta evacuar a los norteamericanos en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Esto no pasa de ser el ultimo pataleo de los maniacos de guerra nuclear que se ven obligados a sufrir la derrota en la confrontacion nuclear con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senala el periodico Minju Joson en un comentario individual difundido este sabado y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  La banda de Trump habla tanto de la supuesta \"reaccion militar\" sin poder juzgar que significa la proclamacion sobre el cumplimiento de la historica causa de completar las fuerzas armadas nucleares del Estado que lograron el ejercito y el pueblo de Corea a costa de inmensos esfuerzos.\n\t\t\t\t\t\n\t\t\t\t\t  Volvemos a aconsejar a ellos que si EE.UU. recurre a la reaccion militar, caera en la situacion irreparable ante la contramedida mas fuerte que nunca de su rival socialista.\n\t\t\t\t\t\n\t\t\t\t\t  Trump y otras autoridades estadounidenses deben portarse bien al juzgar serenamente en que situacion se hallan y por cual camino van.\n\t\t\t\t\t\n\t\t\t\t\t  Les convendria actuar con prudencia y control calmando su fiebre de guerra antes de que sufran mayor verguenza y ruina."
        }
    ]
}