{
    "date": "2017-06-22",
    "url": "http://kcna.co.jp/item/2017/201706/2017-06-22ee.html",
    "articles": [
        {
            "title": "Choe Ryong Hae Inspects Units in Kangwon Province",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-02ee.html",
            "content": "Choe Ryong Hae Inspects Units in Kangwon Province\r\n Pyongyang, June 22 (KCNA) -- Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, made a field survey of the Munchon Valve Factory, the Wonsan Rolling-Stock Complex and the Kangwon Provincial Sporting Apparatus Factory.\n\t\t\t\t\t Going round production processes of the factories and the complex, he grasped in detail the actual production and encouraged the workers.\n\t\t\t\t\t\n\t\t\t\t\t Consultative meetings were held on the spots to stress the need to keep the production going on a normal footing by giving definite precedence to the science and technology and intensify the Party political work to ensure the timely production and supply of materials and custom-built equipment necessary for sprucing up Samjiyon County as befitting the sacred place of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, Choe inspected the February 8 Vinalon Complex."
        },
        {
            "title": "Ri Su Yong Meets Swedish Ambassador",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-23ee.html",
            "content": "Ri Su Yong Meets Swedish Ambassador\r\n Pyongyang, June 22 (KCNA) -- Ri Su Yong, chairman of the Foreign Affairs Committee of the DPRK Supreme People's Assembly who is member of the Political Bureau and vice-chairman of the Central Committee of the Workers' Party of Korea, Thursday had a talk with Stiernlof Bo Torkel, outgoing Swedish ambassador to the DPRK."
        },
        {
            "title": "DPRK Foreign Ministry Hits at U.S. New Cuba Policy",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-14ee.html",
            "content": "DPRK Foreign Ministry Hits at U.S. New Cuba Policy\r\n Pyongyang, June 22 (KCNA) -- Recently, the revolutionary government of the Republic of Cuba issued a statement condemning the announcement of the Trump administration's new policy towards Cuba that pursues internal sabotage and economic sanctions.\n\t\t\t\t\t A spokesman of the Foreign Ministry of the Democratic People's Republic of Korea (DPRK) in a statement on Thursday strongly condemned the new policy of the U.S. towards Cuba as it reveals the true purpose of the U.S. to bring about the collapse of the socialist system established in Cuba by instigating internal instability and further tightening up the blockade against Cuba under the signboard of \"American style democracy and freedom\" and \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t It is not surprising that the Trump administration abrogated all the allegedly \"wrong\" agreements concluded during the Obama administration, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The successive rulers of the U.S. employed all kinds of ways and means to overturn the independent and progressive nations and establish U.S.-led world order and did not hesitate to abrogate international agreements and commitments. \n\t\t\t\t\t\n\t\t\t\t\t The typical example finds its expression in the fact that the DPRK-U.S. Agreed Framework reached during the Clinton administration was revoked by the Bush administration and the Paris Agreement signed during the Obama administration was turned down by the Trump administration.\n\t\t\t\t\t\n\t\t\t\t\t It is the imperialist characteristics inherent in the U.S. to isolate and blockade the countries that are independent against the U.S. by resorting to political, economic, military and diplomatic means, overthrow their governments and behave recklessly without thinking of consequences by trampling upon anything that is not in its favor. \n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation urgently requires the peoples of all countries aspiring after independence to further strengthen the unity and solidarity to frustrate the high-handedness and arbitrariness of the U.S. and realize genuine international justice. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will in the future, too, extend full support and encouragement to the Party, government and people of Cuba in their struggle for independence against imperialism and for socialism and will always be standing shoulder to shoulder with them."
        },
        {
            "title": " DPRK FM Spokesman Denounces U.S. War Hysteria",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-24ee.html",
            "content": "DPRK FM Spokesman Denounces U.S. War Hysteria\r\n Pyongyang, June 22 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to a question raised by KCNA on June 22, concerning the nuclear strategic bombers the U.S. flied again over the Korean peninsula:\n\t\t\t\t\t On June 20, the U.S. introduced two B-1B nuclear strategic bombers  into the airspace of south Korea to conduct simulation bombing exercises and is openly prattling that it would send strategic bombers to the Korean peninsula more than once every month.\n\t\t\t\t\t\n\t\t\t\t\t This reckless military action plainly discloses once again the true nature of the U.S. as the main culprit who destroys regional peace and stability and brings about arms race.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. continues to escalate the tense situation on the Korean peninsula and raises the level of nuclear threat and blackmail with each passing day. This reality substantiates the justness of the DPRK's measures for strengthening the nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. cannot dare to frighten the DPRK with any military threat and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should bear in mind that its military pressure will instead serve as a propellant to push the DPRK to increasing the nuclear and ballistic missile capabilities.\n\t\t\t\t\t\n\t\t\t\t\t The more the U.S. adheres to the reckless military gamble, the further the DPRK will accelerate at an extraordinarily fast speed the advancement of the nuclear forces with a view to safeguarding peace and stability of the Korean peninsula, the region and the world."
        },
        {
            "title": " New Website of DPRK Foreign Ministry Opens",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-20ee.html",
            "content": "New Website of DPRK Foreign Ministry Opens\r\n Pyongyang, June 22 (KCNA) -- A website of the DPRK Foreign Ministry has been established.\n\t\t\t\t\t Its address is http://www.mfa.gov.kp.\n\t\t\t\t\t\n\t\t\t\t\t The website will help promote understanding of the DPRK's foreign affairs and policy and contribute to boosting the relations of good-neighborliness, friendship and cooperation between the DPRK and other countries in the idea of independence, peace and friendship."
        },
        {
            "title": "Chinese Embassy Officials Do Friendship Labor",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-19ee.html",
            "content": "Chinese Embassy Officials Do Friendship Labor\r\n Pyongyang, June 22 (KCNA) -- Staff members of the Chinese embassy here did friendship labor at the DPRK-China Friendship Thaekam Co-op Farm in Sunan District on Thursday.\n\t\t\t\t\t The guests lent the farmers a helping hand and handed over aid materials to the farm."
        },
        {
            "title": "Women of DPRK Vow Revenge on U.S.",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-17ee.html",
            "content": "Women of DPRK Vow Revenge on U.S.\r\n Sinchon, June 22 (KCNA) -- Officials and members of the women's union met at the Sinchon Museum on June 22 to vow revenge on the U.S. imperialist aggressors, with the approach of the day of ant-U.S. struggle.\n\t\t\t\t\t Jang Chun Sil, chairwoman of the Central Committee of the women's union, made a report at the meeting and then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers referred to the fact that at the time of strategic temporary retreat during the Fatherland Liberation War, the U.S. imperialist aggressors occupied Sinchon County and organized different reactionary organizations and massacred 35,000 patriots and other people, a quarter of the county population, in the most cruel ways in less than two months.\n\t\t\t\t\t\n\t\t\t\t\t They called for intensifying the class education to imbue the women's union members with the anti-imperialist and anti-U.S. class consciousness and the viewpoint of the principal enemy, well aware that the class struggle becomes fiercer with the passage of time along with the advancing revolution."
        },
        {
            "title": "Exhibition of Science and Technology of Health Opened",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-22ee.html",
            "content": "Exhibition of Science and Technology of Health Opened\r\n Pyongyang, June 22 (KCNA) -- Pyongyang International Exhibition of Science and Technology of Health and Home Medical Appliances opened with due ceremony at the Sci-Tech Complex on Thursday.\n\t\t\t\t\t Displayed there are health food and products, medicines and highly efficient home medical instruments configured to diagnose and cure diseases, presented by more than 100 organizations from the DPRK and other countries and regions.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Choe Jong Ho, president of the Sci-Tech Complex, Kim Hyong Hun, vice-minister of Public Health, and health workers and foreign delegations, staff members of foreign embassies and missions of international organizations here, and other foreigners.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition will last till June 26."
        },
        {
            "title": "\"Complete Collection of Kim Jong Il's Works\" Vol. 17 Published",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-18ee.html",
            "content": "\"Complete Collection of Kim Jong Il's Works\" Vol. 17 Published\r\n Pyongyang, June 22 (KCNA) -- \"Complete Collection of Kim Jong Il's Works\" Vol. 17 was published in the DPRK.\n\t\t\t\t\t It carries 92 works including historic talks, speeches and concluding speeches made by Kim Jong Il from January to May in Juche 61 (1972).\n\t\t\t\t\t\n\t\t\t\t\t The works deal with the facts that Kim Jong Il had energetically and wisely led the work to greet the 60th birthday of President Kim Il Sung as the greatest holiday of the nation and improve the Party work and bring about miracles and innovations in all fields of the socialist cultural construction.\n\t\t\t\t\t\n\t\t\t\t\t Among them are encyclopedic works that give perfect answers to the theoretical and practical problems arising in the revolution and construction such as the issue of giving efforts to land management, the issue of improving publication and printing work and the principles to be maintained in developing sports."
        },
        {
            "title": "Ryongnamsan Sports Team",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-10ee.html",
            "content": "Ryongnamsan Sports Team\r\n Pyongyang, June 22 (KCNA) -- The Ryongnamsan Sports Team is well-known in the DPRK for producing many famous athletes who proved successful at international and domestic games.\n\t\t\t\t\t It set diving, wrestling and men's handball events as promising ones and put the training on a scientific basis. And it has often organized training courses and experience-sharing meetings for coaches.\n\t\t\t\t\t\n\t\t\t\t\t Diving coaches pay deep attention to the basic training for correct performance in the air, while intensifying ground-training.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, wrestling coaches encourage trainees to master special techniques."
        },
        {
            "title": "Products of Ryugyong Kimchi Factory Getting Popular",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-11ee.html",
            "content": "Products of Ryugyong Kimchi Factory Getting Popular\r\n Pyongyang, June 22 (KCNA) -- Products of the Ryugyong Kimchi Factory in the DPRK are getting popular among citizens these hot days.\n\t\t\t\t\t The factory automated and streamlined salting, washing, draining and all other processes, thus putting the production of Kimchi (pickled vegetables) on a highly industrial and scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t Adhering to technical indexes to preserving peculiar taste of kimchi, the factory applies to the production such effective processing methods as simultaneously adding different lactic acid bacteria to products.\n\t\t\t\t\t\n\t\t\t\t\t Now, the factory is producing seasonal kimchi made with cabbage and cucumber as well as processed mushrooms."
        },
        {
            "title": "Rodong Sinmun Warns U.S., S. Korea against Anti-DPRK War Games",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-07ee.html",
            "content": "Rodong Sinmun Warns U.S., S. Korea against Anti-DPRK War Games\r\n Pyongyang, June 22 (KCNA) -- Rodong Sinmun Thursday says in an article that the DPRK will not be an onlooker to the tensions on the Korean peninsula daily aggravated by the U.S. imperialists' frantic nuclear war moves.\n\t\t\t\t\t The rhetoric that the U.S. would \"not seek regime change and invasion of the DPRK but ensure its social system\" is a deceptive artifice to cover up its undisguised scheme for \"preemptive attack on the north\", the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t It is the trite method of the successive U.S. rulers to find a way out in unleashing an aggression war whenever the ruling crisis was aggravated.\n\t\t\t\t\t\n\t\t\t\t\t No one can predict what a reckless action Trump will take as he is in the grip of the worst ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t Due to the hysterical action of Trump, a rough and reckless war maniac, the same extremely dangerous situation as the one in April last when the U.S. was rumored to mount a \"preemptive strike at the north\" is being created on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t If the enemies fire even a single shell into the inviolable territorial waters, air and land of the DPRK, the revolutionary armed forces of the DPRK will give them a deadly blow which they have not yet experienced with all strategic means and reduce to ashes the aggression fortress at once.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had better understand that if they persist in the war drills against the north, pursuant to lunatic Trump, they would be plunged into the worst disaster.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is advised not to run amuck, well aware that its sanctions and military pressure on the DPRK are as foolish as precipitating its own destruction."
        },
        {
            "title": " LDP Secretary General's Reckless Remarks under Fire",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-08ee.html",
            "content": "LDP Secretary General's Reckless Remarks under Fire\r\n Pyongyang, June 22 (KCNA) -- Days ago, Liberal Democratic Party Secretary General of Japan Nikai visited south Korea as a special envoy of Prime Minister Abe.\n\t\t\t\t\t Going round an object, Nikai called for \"getting along well without quarrelling over tiny things\", saying that \"those hatching plots have to be obliterated, if they are found, even though they might be a handful.\" \n\t\t\t\t\t\n\t\t\t\t\t This is an intolerable insult and challenge to the righteous struggle of the south Korean people who are willing to settle the biggest crimes committed by Japan against the Korean nation in the past while demanding the abrogation of the humiliating \"agreement\" on the sexual slavery for the Imperial Japanese Army and renegotiations, Rodong Sinmun Thursday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Such reckless remarks remind one of the Japanese imperialist aggressors who forced the Korean feudal government to sign the aggressive unequal treaty and stressed the need to suppress the Korean people's anti-Japanese movement early in the last century.\n\t\t\t\t\t\n\t\t\t\t\t What matters is the servile behavior of the south Korean authorities who kept mum at Japan's brazen-faced and gangster-like words. Furthermore, the south Korean authorities talked about \"south Korea-Japan cooperation\" and \"future-orientation\" reading Japan's face.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should follow the demand of the people for withdrawal of the above-said \"agreement\". Whoever prioritizes the traitorous \"agreement\" in disregard of the mindset of the participants in the candlelight actions cannot escape such miserable fate as traitor Park Geun Hye's.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Thursday in a commentary urges the Japanese reactionaries to stop wagging their tongues recklessly, clearly understanding that they should pay a high price for such remarks."
        },
        {
            "title": "Researcher of DPRK Institute for International Studies on U.S. True Colors",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-05ee.html",
            "content": "Researcher of DPRK Institute for International Studies on U.S. True Colors\r\n Pyongyang, June 22 (KCNA) -- Ri Hye Yong, a researcher of the Institute for Disarmament of the DPRK Institute for International Studies, issued an article titled \"Bare witness to the wicked provoker\" on June 22.\n\t\t\t\t\t The article accuses the U.S. of spelling out sophism about \"provocation,\" terming the DPRK's bolstering up its military capability for self-defence as a \"threat\" and \"provocation\".\n\t\t\t\t\t\n\t\t\t\t\t It says:\n\t\t\t\t\t\n\t\t\t\t\t The Trump administration, which emerged at the beginning of this year, is going frantic, claiming that \"north Korea's threat reached a severe phase\" and \"the U.S. will impose sanctions on any country, organization and individual supporting north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has introduced various types of nuclear strategic assets and cutting-edge military hardware into the Korean peninsula and its vicinity and resorted to nuclear blackmail and war threat against the DPRK. Yet, it is finding fault with the DPRK's measure for bolstering up the military capability for self-defence as a \"provocation\". This is just like a guilty party filing the suit first.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. typical aggressive method to make provocation first and shift the responsibility on to the other party and then attack if it treats easy to deal with and persistently pressurize it and nip in the bud if it meets with resistance.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than Korea which has become a victim of the U.S. prolonged provocation for overseas aggression, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. started its military provocations in Korea with the intrusion of its aggression ship General Sherman in 1866, and is still now continuing such provocation against the DPRK\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, the U.S. staged a large-scale joint military drills by mobilizing two nuclear carrier strike groups in the waters of the Korean peninsula, describing them as \"expression of the strong will to deter possible provocation from north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t This is the true colors of the U.S., a wicked provocateur interested only in keeping the touch-and-go situation on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. brands the DPRK as a \"provocateur\" because it has freewheeling \"urgent reason\". It is fear about the rapidly growing military might of the DPRK and its aim is to save the bankrupt strategy of alliance.\n\t\t\t\t\t\n\t\t\t\t\t But the truth can never be covered up and those who are fond of playing with fire are destined to perish in the flames.\n\t\t\t\t\t\n\t\t\t\t\t The American-style fanfaronade, with which the U.S. militarily browbeats only non-nuclear and weak countries, can never work on the DPRK, a full-fledged nuclear power.\n\t\t\t\t\t\n\t\t\t\t\t Those who are obsessed with trumpeting about the \"north's provocation\" will end up with their own destruction. The world will witness the nuclear stick of the \"evil empire\" broken by the righteous nuclear treasure sword of Songun Korea in the near future."
        },
        {
            "title": "U.S. Nuclear War Hysteria Has Reached Height",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-09ee.html",
            "content": "U.S. Nuclear War Hysteria Has Reached Height\r\n Pyongyang, June 22 (KCNA) -- The U.S. imperialists' reckless nuclear war hysteria has reached the extremes to bring down the DPRK, the fortress of independence and justice, with the mobilization of all possible means and methods.\n\t\t\t\t\t On June 20, they introduced an Aegis destroyer belonging to the navy of their aggression forces based in Yokosuka, Japan, into the East Sea of Korea to let it conduct an act of espionage after invading more than 200 km of the economic waters of the DPRK side.\n\t\t\t\t\t\n\t\t\t\t\t Timed to coincide with this, they let fly two B-1Bs, that took off the Anderson air force base on Guam, into south Korea and conduct the drill of dropping nuclear bombs for preemptive attacks on major targets of the DPRK in the sky above Sangdong firing range in the coordinated operation with the fighters of the puppet air force. Then they held the drill of striking targets of the Korean People's Army in the sky above the East Sea of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Unlike the past when it used to stealthily introduce into south Korea nuclear strategic bombers in order to incite nuclear war atmosphere, the enemies purposely let them fly in the sky above the Korean peninsula for two hours while revealing the action of B-1B formation, and made it public immediately this time.\n\t\t\t\t\t\n\t\t\t\t\t At a time when the U.S. imperialists' nuclear strike means stage nuclear war drills one after another in south Korea to attack the DPRK, the U.S. infiltrated the pirate ship flagged with the Stars and Stripes deep into the economic waters of the DPRK for undisguised espionage act. This can never be overlooked.\n\t\t\t\t\t\n\t\t\t\t\t Their dangerous military provocations that have been carried out in a multiple way in the waters of the DPRK side in the East Sea of Korea prove that the danger of a nuclear war has reached the height on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We have already recommended and warned the U.S. several times enough to be understandable.\n\t\t\t\t\t\n\t\t\t\t\t However, the Trump administration, obsessed by megalomania, is going arrogant to mount a preemptive nuclear strike at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The army of the DPRK is whetting the sword of retaliation shaper than before with a firm hold on the nuclear sword of justice to cope with the U.S. imperialists' escalating aggression moves.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist warmongers should not run amuck, clearly mindful that their reckless nuclear war hysteria will only bring the U.S. destruction."
        },
        {
            "title": "Nuclear Bomb Dropping Drills in S. Korea by U.S. Imperialists",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-15ee.html",
            "content": "Nuclear Bomb Dropping Drills in S. Korea by U.S. Imperialists\r\n Pyongyang, June 22 (KCNA) -- The U.S. imperialist war maniacs sent two B-1B nuclear strategic bombers toward the sky above south Korea to conduct a pre-emptive nuclear attack drill on June 20, according to south Korean media reports.\n\t\t\t\t\t Meanwhile, fighters of the south Korean puppet air force took the air under the pretext of protecting the nuclear bombers of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. warmongers decided to let the nuclear bombers fly over the Korean peninsula more than once in a month."
        },
        {
            "title": "U.S. Plans Joint Naval Drill",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-21ee.html",
            "content": "U.S. Plans Joint Naval Drill\r\n Pyongyang, June 22 (KCNA) -- The U.S. imperialist war maniacs are going to stage a joint naval drill in the waters off Jeju Island from June 23 to 25, with the south Korean forces and the Canadian naval forces, according to News 1 of south Korea.\n\t\t\t\t\t Involved in the drill will be Aegis destroyers, escort warships and other warships of various missions, sea-patrol planes and naval operation copters.\n\t\t\t\t\t\n\t\t\t\t\t The rehearsal is aimed to increase the capability of sea blockade and offensive operation against the DPRK in case of contingency through drills for joint sea intercepting operation, detecting and tracking ballistic missiles and naval bombardment."
        },
        {
            "title": "U.S. Blasted for Pressuring S. Korean Authorities to Allow THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-13ee.html",
            "content": "U.S. Blasted for Pressuring S. Korean Authorities to Allow THAAD Deployment\r\n Pyongyang, June 22 (KCNA) -- The south Korean Action for Stopping the Deployment of THAAD on June 14 held a press conference outside the puppet Foreign Ministry, at which it demanded a prompt stop to all actions for THAAD deployment, according to the south Korean online paper Jaju Sibo.\n\t\t\t\t\t At the press conference called over the south Korea visit by a undersecretary of the U.S. Department of State, the organization declared that it would stage a vigorous struggle against the unilateral rude actions of the U.S. for the THAAD deployment and the humiliating action of the present regime to meet the demand."
        },
        {
            "title": "Meeting of Management Board of Association of Koreans in Japan for Peaceful Reunification Held",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-12ee.html",
            "content": "Meeting of Management Board of Association of Koreans in Japan for Peaceful Reunification Held\r\n Pyongyang, June 22 (KCNA) -- The fourth meeting of the 9th-term Management Board of the Association of Koreans in Japan for Peaceful Reunification took place at the Korean Commercial Workers Hall in Tokyo on June 10.\n\t\t\t\t\t The meeting discussed the matters to further accelerate the movement for opening a wide avenue to independent reunification as required by the situation and the developing movement for reunification.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting its reporter and other speakers expressed support for the just struggle of the south Korean people and renewed the will to proactively contribute to opening the heyday of the nationwide reunification movement and further strengthen the association."
        },
        {
            "title": "Japanese Bodies Urge Resumption of Payment of Subsidies to Korean Schools",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-16ee.html",
            "content": "Japanese Bodies Urge Resumption of Payment of Subsidies to Korean Schools\r\n Pyongyang, June 22 (KCNA) -- The Society for Defending Human Rights of Children of Korean Schools and other organizations in Ibaragi Prefecture of Japan staged protests outside the Prefectural office building on June 9, in demand of the payment of subsidies to Korean schools.\n\t\t\t\t\t They charged that the suspension of subsidies to Korean schools is evidently national discrimination and it is an unpardonable encroachment on human rights, students' right to study."
        },
        {
            "title": "Kim Jong Il's Work Introduced in Bulgaria",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-01ee.html",
            "content": "Kim Jong Il's Work Introduced in Bulgaria\r\n Pyongyang, June 22 (KCNA) -- The Bulgarian Group for the Study of Kimilsungism-Kimjongilism on June 14 posted on its website the full text of leader Kim Jong Il's work \"Socialism Is a Science\" to mark the 53rd anniversary of his start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The work, published on November 1, Juche 83 (1994), clarifies the idea that Korean-style socialism based on the socialist theory of Juche is the most scientific and vital one. And it refers to the principled matters arising in defending socialism."
        },
        {
            "title": "Kim Il Sung to be Remembered in Iran",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-03ee.html",
            "content": "Kim Il Sung to be Remembered in Iran\r\n Pyongyang, June 22 (KCNA) -- A committee of the Islamic Coalition Party of Iran for remembering President Kim Il Sung was formed on June 17.\n\t\t\t\t\t A vice-general secretary of the Iranian party was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set a remembrance period from June 17 to July 10 and decided to organize events praising the revolutionary career and exploits of Kim Il Sung in the period."
        },
        {
            "title": " Korean Photo and Art Exhibition Opens in Russia",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-04ee.html",
            "content": "Korean Photo and Art Exhibition Opens in Russia\r\n Pyongyang, June 22 (KCNA) -- A Korean photo and art exhibition opened at the Romanov Art Gallery in Krasnoyarsk City of Russia on June 13 to mark the 6th anniversary of leader Kim Jong Il's visit to Siberian and Far Eastern regions of the Russian Federation.\n\t\t\t\t\t On display there were photos of Kim Jong Il visiting the Russian Federation and photos showing the revolutionary activities of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There were also pictures, handicrafts and others introducing the reality of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were the vice-director of the Krasnoyarsk City Administration, the curator of the art gallery and other personages and citizens and a delegation of the Korean Committee for Cultural Relations with Foreign Countries and officials of various DPRK units working in Russia.\n\t\t\t\t\t\n\t\t\t\t\t At the ceremony the vice-director of the administration congratulated the opening of the exhibition and hoped that the two countries with a long history of friendship would further expand exchange and cooperation in various fields.\n\t\t\t\t\t\n\t\t\t\t\t The curator of the art gallery said it is honor to host the Korean exhibition at the gallery for the first time, adding that they would work hard to consolidate the ties of friendship between the peoples of the two countries through such exhibitions.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition will last till June 23."
        },
        {
            "title": "Choe Ryong Hae recorre varias unidades de la provincia de Kangwon",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-25ee.html",
            "content": "Choe Ryong Hae recorre varias unidades de la provincia de Kangwon\r\nPyongyang, 22 de junio (ACNC) -- Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y vicepresidente del Comite de Estado de la RPDC y del CC del PTC, averiguo en el terreno como van las gestiones de la Fabrica de Valvulas de Munchon, el Complejo de Vagones Ferroviales de Wonsan y la Fabrica de Aparatos Deportivos de la Provincia de Kangwon.\n\t\t\t\t\tRecorriendo varios procesos productivos de esas plantas, el se cercioro del estado de produccion estimulando a los obreros.\n\t\t\t\t\t\n\t\t\t\t\tEn las reuniones de consulta convocadas en el terreno, se hizo enfasis en normalizar en alto nivel la produccion anteponiendo las ciencias y tecnicas e intensificar la labor organizativo-politica del partido para producir y suministrar a tiempo los materiales y equipos necesarios al remozamiento del distrito de Samjiyon como lugar sagrado de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, Choe visito el Complejo de Vinalon 8 de Febrero."
        },
        {
            "title": "Vocero del MINREX condena nueva politica sobre Cuba de la administracion Trump",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-26ee.html",
            "content": "Vocero del MINREX condena nueva politica sobre Cuba de la administracion Trump\r\nPyongyang, 22 de junio (ACNC) -- Recientemente, el Gobierno Revolucionario de la Republica de Cuba hizo publica una declaracion condenando el anuncio de la nueva politica sobre Cuba de la administracion Trump que propone la subversion interna y el bloqueo economico.\n\t\t\t\t\tEn su esencia, la nueva politica de EE.UU. es una expresion de su intencion de derrocar el regimen socialista establecido en el pais caribeno al crear la inestabilidad interna y recrudecer el bloqueo bajo el vistoso cartel de garantizar la \"democracia y la libertad al estilo estadounidense\" y los \"derechos humanos\".\n\t\t\t\t\t\n\t\t\t\t\tDenuncia asi el vocero del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea en su declaracion fechada 22 que sigue:\n\t\t\t\t\t\n\t\t\t\t\tNo es una sorpresa que la administracion Obama haya cancelado todos los convenios \"malos\" firmados durante el mandato de Obama.\n\t\t\t\t\t\n\t\t\t\t\tLos sucesivos gobernantes estadounidenses se valian de todos los medios y metodos para derrocar a los paises independientes y progresistas y establecer el \"orden mundial\" bajo el liderazgo de EE.UU. y no vacilaron en abrogar hasta los acuerdos y compromisos internacionales. \n\t\t\t\t\t\n\t\t\t\t\tA citar buen ejemplo, la administracion Bush cancelo el Acuerdo Basico RPDC-EE.UU., concertado en el mandato de Clinton, y el ejecutivo actual hizo lo mismo con el Acuerdo de Paris, firmado en el poder de su antecesor Obama.\n\t\t\t\t\t\n\t\t\t\t\tEs el temperamento imperialista propio de EE.UU. hacer todo lo posible para aislar y bloquear a los paises independientes y antiyanquis en los dominios politico, economico, militar y diplomatico y para derrocarlos y suprimir todo lo que no le sea de agrado.\n\t\t\t\t\t\n\t\t\t\t\tLa situacion de hoy urge a los pueblos de todos los paises aspirantes a la independencia fortalecer aun mas la unidad y solidaridad para hacer valer la verdadera justicia internacional frustrando el despotismo y las arbitrariedades de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEn lo adelante tambien, enviaremos apoyo y solidaridad enteros a la lucha del partido, gobierno y pueblo cubanos por la independencia antiimperialista y el socialismo y estaremos siempre al lado de ellos."
        },
        {
            "title": " MINREX condena a EE.UU. que introdujo los bombarderos estrategicos nucleares",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-27ee.html",
            "content": "MINREX condena a EE.UU. que introdujo los bombarderos estrategicos nucleares\r\nPyongyang, 22 de junio (ACNC) -- A la pregunta de un reportero de la ACNC formulada en relacion con que EE.UU. volvio a introducir en el espacio aereo de la Peninsula Coreana los bombarderos estrategicos nucleares, el vocero del Ministerio de Relaciones Exteriores de la RPDC dio hoy la siguiente respuesta:\n\t\t\t\t\tEl pasado dia 20, el pais norteamericano desarrollo el ejercicio de bombardeo en el cielo surcoreano movilizando dos bombarderos estrategicos nucleares B-1B y anuncia abiertamente que despachara mas de una vez en cada mes los bombarderos estrategicos a la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa presente locura militar volvio a demostrar la naturaleza de EE.UU., destructor de la paz y seguridad de la region y promotor de la carrera armamentista.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad en que el pais americano agrava incesantemente la situacion de la Peninsula Coreana y endurece la intensidad de amenaza nuclear, evidencia cuan justas son las medidas tomadas por la RPDC para fortalecer su disuasivo nuclear.\n\t\t\t\t\t\n\t\t\t\t\tCon cualesquier amenaza y chantaje nucleares, EE.UU. no podra asustar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tY debe saber correctamente que su presion militar sirve de la fuerza motriz que empuja la RPDC al fortalecimiento del poderio de armas nucleares y cohetes balisticos.\n\t\t\t\t\t\n\t\t\t\t\tCuanto mas EE.UU. se recurra a la imprudente aventura militar, tanto mas la RPDC impulsara de manera rapida el desarrollo en alto nivel de las fuerzas armadas nucleares y de cohetes balisticos para defender la paz y la seguridad de la Peninsula Coreana, la region y el resto del mundo."
        },
        {
            "title": "CRPP exige al mandatario surcoreano tomar actitud correcta sobre las relaciones N-S",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-28ee.html",
            "content": "CRPP exige al mandatario surcoreano tomar actitud correcta sobre las relaciones N-S\r\nPyongyang, 22 de junio (ACNC) -- A la pregunta formulada por un reportero de la ACNC con respecto a que el actual mandatario surcoreano habla mal de la RPDC, el vocero del Comite por la Reunificacion Pacifica de la Patria de la RPDC dio ayer la siguiente respuesta:\n\t\t\t\t\tDespues de la toma del poder, el actual mandatario surcoreano habla tanto de la solucion del problema mediante la ejecucion de acuerdos intercoreanos y el dialogo, por una parte, y por la otra, sigue pronunciando palabras irritantes a la connacional RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn contra de su promesa sobre la mejora de relaciones intercoreanas presentada durante las pasadas \"elecciones presidenciales\", chismea en lugares oficiales y extraoficiales que \"con sus actos provocadores, el Norte (de Corea) no conseguira otra cosa que el aislamiento internacional y las dificultades economicas\" y \"hay que presionar y sancionar al Norte manteniendo la fuerte cooperacion con la sociedad internacional\". Asi no vacila en cuestionar las medidas de la RPDC para el incremento de fuerzas armadas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tEn su \"discurso\" pronunciado en la \"ceremonia conmemorativa del 17o aniversario de la Cumbre Sur-Norte del 15 de Junio\", el dijo que \"el desarrollo de armas nucleares y misiles del Norte es el punto de seria preocupacion que amenaza la paz y estabilidad de la region y la sociedad internacional\" y la \"accion del Norte es diferente a su palabra porque desarrolla en alto nivel las armas nucleares y misiles si bien urge el respeto y la ejecucion de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre\".\n\t\t\t\t\t\n\t\t\t\t\tNo cabe duda que todas esas palabras no son nada mas que una artimana para imputar a la RPDC la responsabilidad del estancamiento de relaciones intercoreanas debido a su conducta injusta.\n\t\t\t\t\t\n\t\t\t\t\tEl mandatario surcoreano trata de mantener su honra acusando con bajeza a la parte connacional, pero esto es un acto suicida que le llevara a la situacion mas desesperada.\n\t\t\t\t\t\n\t\t\t\t\tEl debe tomar una posicion correcta sobre los vinculos intercoreanos dejando de pronunciar palabras absurdas e insensatas que ofenden a la contraparte.\n\t\t\t\t\t\n\t\t\t\t\tTendria que dar la partida responsable en esta disyuntiva fatal; dejar huellas dignas en la historia nacional al resolver el problema de relaciones N-S asumiendo la posicion de \"Entre nosotros, los connacionales\" y poniendose al lado de los manifestantes con velas encendidas o repetir el antecedente tragico de sus predecesores al cabo de lisonjear a las fuerzas ajenas y los conservadores y dejarse llevar por ellos."
        },
        {
            "title": "Inaugurada la pagina Web del MINREX de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201706/news22/20170622-29ee.html",
            "content": "Inaugurada la pagina Web del MINREX de la RPDC\r\nPyongyang, 22 de junio (ACNC) -- Quedo abierta la pagina Web del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea.\n\t\t\t\t\t Su direccion es http://www.mfa.gov.kp.\n\t\t\t\t\t\n\t\t\t\t\t La pagina contribuira a facilitar el entendimiento de las relaciones exteriores de la RPDC y su politica diplomatica y ampliar y desarrollar las relaciones de buena vecindad y amistad y la cooperacion entre ella y varios paises del mundo segun el ideal de la independencia, la paz y la amistad."
        }
    ]
}