{
    "date": "2017-01-02",
    "url": "http://kcna.co.jp/item/2017/201701/2017-01-02ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Makes New Year Address",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-01ee.html",
            "content": "Kim Jong Un Makes New Year Address\r\nPyongyang, January 2 (KCNA) -- Respected Supreme Leader Kim Jong Un made the New Year Address for 2017.\n\t\t\t\t\t The full text of the New Year address reads:\n\t\t\t\t\t\n\t\t\t\t\t Dear Comrades,\n\t\t\t\t\t\n\t\t\t\t\t Having seen out 2016, in which we glorified each and every day with gigantic struggle, creating a new history of great prosperity unprecedented in the history of the Juche revolution, we are seeing in the new year 2017.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this meaningful opportunity, when we look back with dignity upon the great year filled with proud miracles wrought by our great people, I, with the noblest mind, offer warm greetings to all the Korean people, who overcame with optimism trials of all hues unprecedented in history, sharing weal and woe with the Party and throwing in their lot with it by forming an integral whole with it in ideas, intention and will, and extend glory and blessing of the hope-filled new year to them.\n\t\t\t\t\t\n\t\t\t\t\t My warm greetings go also to the compatriots in the south and abroad and to the progressive peoples of the world and other foreign friends who aspire after independence and justice.\n\t\t\t\t\t\n\t\t\t\t\t The year 2016 was a year of revolutionary event, a year of great change, worthy of note in the history of our Party and country.\n\t\t\t\t\t\n\t\t\t\t\t Last year, amid the soaring revolutionary enthusiasm of all the Party members, service personnel and other people and great interest of the world, the Seventh Congress of the Workers' Party of Korea was held in a meaningful and splendid way as a grand political festival.\n\t\t\t\t\t\n\t\t\t\t\t The congress proudly reviewed our Party's glorious history of advancing the revolutionary cause of Juche along the victorious road under the wise leadership of the great Comrades Kim Il Sung and Kim Jong Il, and unfolded an ambitious blueprint for accomplishing the socialist cause under the banner of Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t Through this historic congress, the iron will of our service personnel and people to continuously march along the road of Juche following the Party was fully demonstrated, and lasting groundwork for the Korean revolution was laid. It will be etched in the history of our country as a meeting of victors that demonstrated the invincible might of the great Kimilsungist-Kimjongilist party, as a glorious meeting that set up a new milestone in carrying out the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Last year an epochal turn was brought about in consolidating the defence capability of Juche Korea, and our country achieved the status of a nuclear power, a military giant, in the East which no enemy, however formidable, would dare to provoke.\n\t\t\t\t\t\n\t\t\t\t\t We conducted the first H-bomb test, test-firing of various means of strike and nuclear warhead test successfully to cope with the imperialists' nuclear war threats, which were growing more wicked day by day, briskly developed state-of-the-art military hardware, and entered the final stage of preparation for the test launch of intercontinental ballistic missile; we achieved other marvellous successes one after another for the consolidation of the defence capability. This provided a powerful military guarantee for defending the destiny of the country and nation and victoriously advancing the cause of building a powerful socialist country. Our valiant People's Army reliably defended the security of the country and the gains of the revolution by resolutely frustrating the enemy's reckless moves for aggression and war, and gave perfect touches to its political and ideological aspects and military and technical preparations, as befits an invincible army. The brilliant successes ac hieved i n the sector of national defence instilled a great national dignity and courage in our people, drove the imperialists and other reactionary forces into an ignominious defeat, and remarkably raised the strategic position of our country.\n\t\t\t\t\t\n\t\t\t\t\t Last year we achieved proud successes in the 70-day campaign and 200-day campaign organized for glorifying the Seventh Congress of the Party.\n\t\t\t\t\t\n\t\t\t\t\t These campaigns were a do-or-die struggle in which all the people smashed to smithereens the enemy's vicious schemes to isolate and suffocate our country and brought about a turning point on all fronts where a powerful socialist country is being built, a massive struggle of creation that gave birth to a new Mallima era.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the heroic struggle of the Kim Il Sung's and Kim Jong Il's working class and all other people, the ambitious goals the Party set for the 70-day campaign and 200-day campaign were attained with success and a fresh breakthrough was made in the development of the national economy.\n\t\t\t\t\t\n\t\t\t\t\tOur resourceful, talented scientists and technicians, following the successful launch of the earth observation satellite Kwangmyongsong 4, succeeded in the static firing test of new-type high-thrust motor of the launch vehicle for a geostationary satellite. By doing so, they have opened up a broad avenue to the exploration of outer space. Also, they established fully-automated, model production systems of our own style, bred high-yielding strains with a view to ramping up agricultural production and achieved other laudable scientific and technological breakthroughs one after another. All this will be of great significance in developing the country's economy and improving the people's livelihood. The electric-power, coal-mining, metallurgical, chemical and building-materials industries, rail transport and other major sectors of the national economy attained their respective production and transport goals, thereby demonstrating the potential of our self-supporting economy and giving a powerful impetus to the building of a socialist economic giant. Numerous industrial establishments and cooperative farms registered the proud success of surpassing the peak-year level. The People's Army stood in the vanguard in adding lustre to the history of \"gold seas\" and in creating a legendary speed at important construction sites. The sectors of education, public health and sports, too, made admirable achievements. When some areas in North Hamgyong Province were devastated by a sudden natural calamity, the whole country turned out in the restoration effort in hearty response to the Party's appeal and achieved a miraculous success in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t During the 70-day campaign and 200-day campaign we created a new spirit of the times for building a powerful socialist country, and our people's trust in the Party and confidence in socialism grew firmer. Last year, in which the whole country kept on seething with vigour day and night, all the Party members and other working people, youth and service personnel gave full scope to the indomitable attacking spirit of braving ordeals and difficulties, the death-defying mettle of answering the Party's call with devotion and practice in any adversity, and the collectivist might of helping one another and leading one another forward to advance by leaps and bounds.  \n\t\t\t\t\t\n\t\t\t\t\t The brilliant successes we achieved in all the sectors of the revolution and construction last year are by no means attributable to any good conditions, nor are they a fortuitous result of any divine power. The mysterious power that brought about all these miraculous successes is just the single-hearted unity of all the service personnel and people, their great capacity for self-development. Even though the enemy grew more blatant in their obstructive schemes and severe difficulties cropped up one after another, all the service personnel and people drew themselves closer together around the Party and waged a vigorous struggle in the revolutionary spirit of self-reliance and fortitude. This was how they achieved the world-startling, miraculous successes under such trying circumstances.\n\t\t\t\t\t\n\t\t\t\t\t The single-hearted unity is the lifeblood of Juche Korea and the dynamic force for a leap forward, and we must invariably follow the road of self-reliance and self-development?this is the invaluable truth of the Juche revolution confirmed by our army's and people's gigantic struggle in 2016.\n\t\t\t\t\t\n\t\t\t\t\t I extend my heartfelt thanks once again to all the service personnel and people who, with unshakeable confidence in the final victory of the revolution, adorned last year, eventful and arduous, with laudable exploits by devoting their patriotic loyalty, sweat and blood to building a powerful socialist country. \n\t\t\t\t\t\n\t\t\t\t\t Comrades,\n\t\t\t\t\t\n\t\t\t\t\t We should turn out again in the new year's march towards a greater victory.  \n\t\t\t\t\t\n\t\t\t\t\t To build on the successes already gained and turn a heyday in the revolution into a great golden age is an ideological and spiritual characteristic and work style of all our service personnel and people who were trained under the care of the great leaders. In this significant year, by further encouraging the revolutionary spirit that was heightened to an incomparable degree in the course of the previous miraculous year, we should make remarkable progress in the implementation of the decisions adopted at the Seventh Congress of the Party and thus translate the people's ideals and dreams into brilliant reality on this land. \n\t\t\t\t\t\n\t\t\t\t\t We should concentrate our efforts on implementing the five-year strategy for national economic development. \n\t\t\t\t\t\n\t\t\t\t\t This year is of key importance in carrying out this strategy. In order to open up fine prospects for the implementation of the strategy and develop the country's overall economy onto a higher plane, while building on the successes gained last year, we should attain the goals for this year's struggle without fail. \n\t\t\t\t\t\n\t\t\t\t\t \"Let us accelerate the victorious advance of socialism with the great spirit of self-reliance and self-development as the dynamic force!\"?this is the militant slogan we should uphold in this new year's march. We should wage a vigorous all-people, general offensive to hit the targets of the five-year strategy on the strength of self-reliance and self-development. \n\t\t\t\t\t\n\t\t\t\t\t The strength of self-reliance and self-development is that of science and technology, and the shortcut to implementing the five-year strategy is to give importance and precedence to science and technology. \n\t\t\t\t\t\n\t\t\t\t\t The sector of science and technology should concentrate efforts on solving scientific and technological problems arising in modernizing factories and enterprises and putting their production on a regular footing with the main emphasis on ensuring the domestic production of raw materials, fuel and equipment. Production units and scientific research institutes should intensify cooperation between themselves, and enterprises should build up their own technological development forces and conduct a proactive mass-based technological innovation drive, propelling economic development with valuable sci-tech achievements conducive to expanded production and the improvement of business operation and management. \n\t\t\t\t\t\n\t\t\t\t\t The electric-power, metallurgical and chemical industries should take the lead in the efforts to hit the targets of the economic strategy. \n\t\t\t\t\t\n\t\t\t\t\t The electric-power industry should carry out its production plan without fail by ensuring good maintenance of generating equipment and structures and stepping up its technical upgrading. It should run the nationwide integrated power control system effectively and organize alternated production scrupulously to ensure balance between power production and consumption; it should also develop the various sources of power to create a new generating capacity on a large scale. \n\t\t\t\t\t\n\t\t\t\t\t The metallurgical industry should introduce advanced technologies to lower the iron production cost and ensure normal operation of Juche-based production lines to turn out iron and steel in larger amounts. The state should take stringent measures to supply raw materials, fuel and power to the Kim Chaek and Hwanghae iron and steel complexes and other metallurgical factories. \n\t\t\t\t\t\n\t\t\t\t\t The chemical industry is a basis for all other industries and plays an important role in consolidating the independence of the economy and improving the people's living standards. This sector should revitalize production at the February 8 Vinalon Complex, expand the capacity of other major chemical factories and transform their technical processes in our own way, thus increasing the output of various chemical goods. It should direct efforts to establishing a C1 chemical industry to carry out the tasks at every stage promptly and satisfactorily.\n\t\t\t\t\t\n\t\t\t\t\t The coal-mining industry and the rail transport sector should meet the demands for coal and its transport by power stations and metallurgical and chemical factories on a top priority basis.\n\t\t\t\t\t\n\t\t\t\t\t The machine-building industry should be rapidly developed. Machine factories should step up their modernization, perfect the processes for the serial production of new-type tractors, vehicles and multi-purpose farm machines, and produce and supply different kinds of high-performance and quality machinery and equipment.\n\t\t\t\t\t\n\t\t\t\t\t This year light industry, agriculture and fishing industry should be radically developed to make greater progress in improving the people's living standards.\n\t\t\t\t\t\n\t\t\t\t\t Light industry should work out proper management strategies, regarding use of domestically available raw and other materials as their core, so as to revitalize production and bring about a turn in diversifying the range and types of consumer goods and improving their quality. It should normalize production in the mines and enterprises in the Tanchon area, so that they can prove effective in improving the people's living standards.\n\t\t\t\t\t\n\t\t\t\t\t The agricultural front, the major thrust in building an economic giant, should raise a strong wind of scientific farming and push forward the movement for increasing crop yield. It should widely introduce seeds of superior strains and scientific farming methods, whose advantages have been proved in practice, expand the area of land under two-crop farming, and be proactive in inventing and introducing high-performance farm machines.\n\t\t\t\t\t\n\t\t\t\t\t By doing so, it can attain the production goal of grains. It should adopt measures to run the livestock farming base in the Sepho area on a normal basis and increase the production of fruits, mushrooms and vegetables, so that the people can enjoy benefits from them. \n\t\t\t\t\t\n\t\t\t\t\t The fishing sector should conduct a dynamic drive for catching fishes and push perseveringly ahead with aquatic farming. It should build modern fishing vessels in a greater number and lay out a comprehensive fishing equipment production base in the east coast area, so as to consolidate the material and technical foundations of the fishing industry.\n\t\t\t\t\t\n\t\t\t\t\t The construction sector should complete the construction of Ryomyong Street at the highest level and concentrate its forces on the major construction projects including the building of the Tanchon Power Station, modernization of the Kim Jong Thae Electric Locomotive Complex and the development of the Wonsan area. It should also build more educational and cultural facilities and houses in an excellent way.\n\t\t\t\t\t\n\t\t\t\t\t Upholding the slogan of self-reliance and self-sufficiency, every field and every unit of the national economy should launch a dynamic struggle to increase production and practise economy to the maximum, and thus carry out the plan for this year on all indices.\n\t\t\t\t\t\n\t\t\t\t\t The whole country should turn out in land administration. We should further transform the appearance of the land of our country by building modern tree nurseries in provinces, perseveringly pressing on with the forest restoration campaign and conducting river management, road repair and environmental conservation on a planned basis.\n\t\t\t\t\t\n\t\t\t\t\t In order to bring about a turnabout in implementing the five-year strategy for national economic development, it is imperative to carry on economic guidance and business management with clear objectives and in an innovative way. The Cabinet and other economic guidance organs should work out tactics to ensure the sustainable economic development by putting the overall national economy definitely on an upward track, and implement them with an unflinching perseverance.\n\t\t\t\t\t\n\t\t\t\t\t All the fronts in the sector of culture including education, public health, sports, literature and the arts should effect a new, revolutionary upsurge to accelerate the building of a civilized power. The whole country and the whole society should launch a dynamic drive this year, a year of scientific education, to improve the facilities and environment for this education.\n\t\t\t\t\t\n\t\t\t\t\t The political and military position of socialism should be further cemented so that it can be an impregnable fortress.\n\t\t\t\t\t\n\t\t\t\t\t Single-hearted unity is the precious revolutionary legacy the great Comrades Kim Il Sung and Kim Jong Il bequeathed to us, and herein lies the invincible might of our style of socialism. All the service personnel and people should establish the ties of kinship with the Party, their hearts pulsating to the same beat as it, and unite closely behind it in ideology, purpose and moral obligation, so as to struggle staunchly to achieve the prosperity of the country. We should thoroughly apply the people-first doctrine, the crystallization of the Juche-oriented view on the people, philosophy of the people, in Party work and all the spheres of state and social life, and wage an intensive struggle to root out abuses of power, bureaucratism and corruption that spoil the flower garden of single-hearted unity. We should resolutely thwart the enemy's sinister and pernicious schemes to check the warm and pure-hearted aspiration of our people who follow the Party single-heartedly and to al ienate t he Party from them.\n\t\t\t\t\t\n\t\t\t\t\t In this year of the 85th anniversary of the founding of the Korean People's Army, we should raise the fierce flames of increasing the military capability. \n\t\t\t\t\t\n\t\t\t\t\t The People's Army should conduct the Party's political work in a proactive manner, so as to ensure that it is pervaded with the ideology and intentions of the Party alone. It should designate this year as another year of training, another year of perfecting its combat preparedness, and ensure that all its units of different arms, services and corps raise a hot wind of perfecting their combat preparedness in order to train all its officers and men as a-match-for-a-hundred combatants, tigers of Mt Paektu, who are capable of annihilating any aggressor force at a stroke. Officers and men of the Korean People's Internal Security Forces and members of the Worker-Peasant Red Guards and Young Red Guards should prepare themselves politically and militarily and maintain full combat readiness to firmly defend the socialist system and the people's lives and property.\n\t\t\t\t\t\n\t\t\t\t\t Officials, scientists and workers in the defence industry, burning their hearts with the \"Yongil bomb spirit\" of the days of the anti-Japanese struggle and the revolutionary spirit of the workers of Kunja-ri of the days of the Fatherland Liberation War, should develop and produce larger quantities of powerful military hardware of our own style. By doing so, they can build up the arsenal of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t Success or failure of this year's struggle aimed at carrying out the decisions of the Seventh Congress of the Party depends on the role of Party and working people's organizations.\n\t\t\t\t\t\n\t\t\t\t\t Party organizations should concentrate their work on carrying out the Party's policies and the major revolutionary tasks advanced for their respective sectors and units. They should correctly identify the problems to which the Party attaches importance and which are the main links in the whole chain of bringing about an upsurge in production, and should resolve them by enlisting all their forces. They should move the theatre of political work to the seething production sites and launch a revolutionary ideological offensive there. In this way they can powerfully arouse the masses to the general mobilization struggle for carrying out the Party's ideas and policies. All the primary Party organizations, by applying the main spirit of the First Conference of Chairpersons of the Primary Committees of the Workers' Party of Korea, should ensure that the spirit of continuous innovations and continuous advance is displayed to the full in this year's all-people, general offensive.\n\t\t\t\t\t\n\t\t\t\t\t All the youth league, trade union, agricultural workers' union and women's union organizations should enlist their members and encourage them to be astir in the advance for great upsurge, and ensure that they become innovators, creators of the Mallima speed.\n\t\t\t\t\t\n\t\t\t\t\t The current stirring era demands that our officials, standard-bearers in carrying out the Party's policies, improve their working style and attitude in a revolutionary way.\n\t\t\t\t\t\n\t\t\t\t\t Our people's enthusiasm for labour is very high now; when this enthusiasm is supported by bold and scientific operations, effective command and personal examples of our officials, there is no fortress we cannot conquer and no difficulty we cannot overcome. All the officials, well aware of the noble mission they have assumed before the Party and revolution, should become locomotives that lead the masses in the vanguard of the ranks.\n\t\t\t\t\t\n\t\t\t\t\t They should plan their work in a big way with innovative insight, always think what to do and work in a keyed-up and militant way. They should resolutely break with defeatism, self-preservation, formalism and expediency, and devote their heart and soul to the struggle for carrying out the Party's plans and intentions.\n\t\t\t\t\t\n\t\t\t\t\t Last year, in reflection of the national desire for reunification and the requirements of the times, we put forward the Juche-oriented line and policy of reunification at the Seventh Congress of the Workers' Party of Korea and made strenuous efforts to this end. However, the south Korean authorities turned a deaf ear to our patriotic appeal and ignored our sincere proposal. Instead, they clung to their sanctions-and-pressure schemes against the DPRK and persisted in clamouring for a war against it, thus driving inter-Korean relations towards the worst catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t Last year, south Korea witnessed a massive anti-\"government\" struggle spreading far and wide to shake the reactionary ruling machinery to its foundations. This resistance involving all south Korean people, which left an indelible mark in the history of their struggle, was an outburst of pent-up grudge and indignation against the conservative regime that had been resorting to fascist dictatorship, anti-popular policy, sycophantic and traitorous acts and confrontation with their compatriots.\n\t\t\t\t\t\n\t\t\t\t\t This year we will mark the 45th anniversary of the historic July 4 Joint Statement and the 10th anniversary of the October 4 Declaration. This year we should open up a broad avenue to independent reunification through a concerted effort of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t Positive measures should be taken to improve inter-Korean relations, avoid acute military confrontation and remove the danger of war between north and south.\n\t\t\t\t\t\n\t\t\t\t\t The improvement of inter-Korean relations is the starting-point for peace and reunification, and it is a pressing demand of the whole nation. Any politician, if he or she remains a passive onlooker to the current deadlock between the two sides, can neither claim to be fully discharging his or her responsibility and role for the nation nor enjoy public support. Every manner of abuses and slanders aimed at offending the other party and inciting confrontation cannot be justified on any account, and an immediate stop should be put to the malicious smear campaign and other acts of hostility towards the DPRK, all designed for the overthrow of its system and any other \"change.\"\n\t\t\t\t\t\n\t\t\t\t\t We are consistent in our stand to safeguard the security of the compatriots and peace of the country without fighting with the fellow countrymen. The south Korean authorities should not aggravate the situation by finding fault with our exercise of the right to self-defence thoughtlessly, but respond positively to our sincere efforts to prevent military conflict between north and south and ease the tension.\n\t\t\t\t\t\n\t\t\t\t\t They should also discontinue arms buildup and war games.\n\t\t\t\t\t\n\t\t\t\t\t The whole nation should pool their will and efforts to usher in a heyday of the nationwide reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t All the Korean people in the north, in the south and abroad should achieve solidarity, make concerted efforts and unite on the principle of subordinating everything to national reunification, the common cause of the nation, and revitalize the reunification movement on a nationwide scale. They should promote active contact and exchange with each other irrespective of differences in their ideologies and systems, regions and ideals, and classes and social strata, and hold a pan-national, grand meeting for reunification involving all the political parties and organizations including the authorities in the north and south, as well as the compatriots of all strata at home and abroad. We will readily join hands with anyone who prioritizes the fundamental interests of the nation and is desirous of improving inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to frustrate the challenges of the anti-reunification forces at home and abroad who go against the aspiration of the nation for reunification.\n\t\t\t\t\t\n\t\t\t\t\t We must put an end to the moves for aggression and intervention by the foreign forces including the United States that is occupying south Korea and tries to realize the strategy for achieving hegemony in the Asia-Pacific region, and wage a dynamic pan-national struggle to thwart the moves of the traitorous and sycophantic anti-reunification forces like Park Geun Hye who, failing to see clearly who is the real arch-enemy of the nation, is trying to find a way out in confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t Well aware of the will of the Korean nation to reunify their country, the United States must no longer cling to the scheme of whipping up national estrangement by inciting the anti-reunification forces in south Korea to confrontation with the fellow countrymen and war. It must make a courageous decision to roll back its anachronistic policy hostile towards the DPRK. The international community that values independence and justice should oppose the moves of the United States and its vassal forces aimed at wrecking peace on the Korean peninsula and checking its reunification, and the neighbouring countries should act in favour of our nation's aspiration and efforts for reunification. \n\t\t\t\t\t\n\t\t\t\t\t All the fellow countrymen in the north, in the south and abroad should do something to make this year a meaningful year of a new phase in independent reunification by stepping up a nationwide grand march towards reunification through the concerted effort of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Last year the imperialist reactionary forces' moves for political and military pressure and sanctions against our country reached an extreme. But they failed to break the faith of our service personnel and people in victory, and could not check the vigorous revolutionary advance of Juche Korea. \n\t\t\t\t\t\n\t\t\t\t\t We will continue to build up our self-defence capability, the pivot of which is the nuclear forces, and the capability for preemptive strike as long as the United States and its vassal forces keep on nuclear threat and blackmail and as long as they do not stop their war games they stage at our doorstep disguising them as annual events. We will defend peace and security of our state at all costs and by our own efforts, and make a positive contribution to safeguarding global peace and stability. \n\t\t\t\t\t\n\t\t\t\t\t Our Party and the government of our Republic will remain committed to the ideals of our foreign policy of independence, peace and friendship, expand and develop the relations of good-neighbourliness, friendship and cooperation with those countries championing independence, and make concerted efforts with them to ensure genuine international justice. \n\t\t\t\t\t\n\t\t\t\t\t Comrades,\n\t\t\t\t\t\n\t\t\t\t\t As I am standing here to proclaim the beginning of another year, I feel a surge of anxiety about what I should do to hold our people in greater reverence, the best people in the world who have warmly supported me with a single mind out of their firm trust in me.\n\t\t\t\t\t\n\t\t\t\t\t My desires were burning all the time, but I spent the past year feeling anxious and remorseful for the lack of my ability. I am hardening my resolve to seek more tasks for the sake of the people this year and make redoubled, devoted efforts to this end.\n\t\t\t\t\t\n\t\t\t\t\tPreviously, all the people used to sing the song We Are the Happiest in the World, feeling optimistic about the future with confidence in the great Comrades Kim Il Sung and Kim Jong Il. I will work with devotion to ensure that the past era does not remain as a moment in history but is re-presented in the present era. On this first morning of the new year I swear to become a true servant loyal to our people who faithfully supports them with a pure conscience.\n\t\t\t\t\t\n\t\t\t\t\t And I will push the effort to set up across the Party a revolutionary climate of making selfless, devoted efforts for the good of the people.\n\t\t\t\t\t\n\t\t\t\t\t As long as the great Kimilsungism-Kimjongilism is illuminating the road ahead of us and we have the single-hearted unity of all the service personnel and people around the Party, we are sure to emerge victorious.\n\t\t\t\t\t\n\t\t\t\t\t Let us all march forward dynamically towards a bright future, holding up the splendid blueprint unfolded by the Seventh Congress of the Workers' Party of Korea to develop ours into a powerful socialist country."
        },
        {
            "title": "Message of Sympathy to Turkish President",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-13ee.html",
            "content": "Message of Sympathy to Turkish President\r\nPyongyang, January 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of sympathy to Recep Tayyip Erdogan, president of Turkey, in connection with a terrorist attack in Turkey that caused heavy casualties.\n\t\t\t\t\t The message expressed deep sympathy and condolence to the Turkish president and the bereaved families.\n\t\t\t\t\t\n\t\t\t\t\t Reaffirming the principled stand of the DPRK opposed to all forms of terrorism, the message wished the Turkish president and government success in the work for preventing terrorism."
        },
        {
            "title": "Message of Sympathy to Turkish FM",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-14ee.html",
            "content": "Message of Sympathy to Turkish FM\r\nPyongyang, January 2 (KCNA) -- DPRK Foreign Minister Ri Yong Ho sent a message of sympathy to his Turkish counterpart Mevlut Cavusoglu on Monday as regards another terrorist attack in Istanbul that caused heavy casualties.\n\t\t\t\t\t The message expressed deep sympathy and condolence to the bereaved families of the victims.\n\t\t\t\t\t\n\t\t\t\t\t It is the invariable stand of the DPRK government to oppose all forms of terrorism, the message said, hoping that the Turkish government and people would eradicate the aftereffects of the terrorist case as soon as possible and retake stability."
        },
        {
            "title": "DPRK Premier Makes Field Survey of February 8 Jikdong Youth Coal Mine",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-12ee.html",
            "content": "DPRK Premier Makes Field Survey of February 8 Jikdong Youth Coal Mine\r\nPyongyang, January 2 (KCNA) -- DPRK Premier Pak Pong Ju made a field survey of the February 8 Jikdong Youth Coal Mine of the Sunchon Area Youth Coal Mining Complex alive with increased coal production in the New Year Day's campaign.\n\t\t\t\t\t Going round various places of the coal mine, he learned in detail about production and encouraged the coal miners to achieve bigger successes in their drive.\n\t\t\t\t\t\n\t\t\t\t\t He called a consultative meeting on the spot which discussed measures for focusing efforts on giving definite precedence to tunneling and providing equipment and materials for production in good time."
        },
        {
            "title": "Participants in 4th Meeting of Activists in Fisheries under KPA Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-10ee.html",
            "content": "Participants in 4th Meeting of Activists in Fisheries under KPA Visit Mangyongdae\r\nPyongyang, January 1 (KCNA) -- The participants in the 4th Meeting of Activists in Fisheries under the Korean People's Army visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t They laid bunches of flowers at the graves of Kim Po Hyon and Ri Po Ik, and the graves of Kim Hyong Jik and Kang Pan Sok and paid silent tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t After touring the Mangyongdae Revolutionary Museum, they looked round the historic mementoes preserved with much care at the President's old home.\n\t\t\t\t\t\n\t\t\t\t\t They also went to the Revolutionary Martyrs Cemetery on Mt. Taesong.\n\t\t\t\t\t\n\t\t\t\t\t The visitors placed bouquets at the bust of Kim Jong Suk, an anti-Japanese war heroine, and paid tribute to her.\n\t\t\t\t\t\n\t\t\t\t\t And they toured the Victorious Fatherland Liberation War Museum, the Sci-Tech Complex, the Nature Museum and the Central Zoo."
        },
        {
            "title": "DPRK People Full of Faith in Victory",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-11ee.html",
            "content": "DPRK People Full of Faith in Victory\r\nPyongyang, January 2 (KCNA) -- Upon receiving the New Year Address for Juche 106 (2017) made by respected Supreme Leader Kim Jong Un, civilians and servicepersons of the DPRK are full of faith and optimism to make greater achievements in this year's march for accelerating the victorious advance of socialism with the great spirit of self-reliance and self-development as the dynamic force.\n\t\t\t\t\t Scientists and technicians of the DPRK are firmly determined to concentrate their efforts on solving scientific and technological problems arising in modernizing factories and enterprises and putting their production on a regular footing with the main emphasis on ensuring the domestic production of raw materials, fuel and equipment.\n\t\t\t\t\t\n\t\t\t\t\t Officials and workers in the field of electric-power, metallurgical and chemical industries are greatly encouraged by the New Year Address calling on those fields to take the lead in the efforts to hit the targets of the economic strategy. \n\t\t\t\t\t\n\t\t\t\t\t Workers of coal-mining complexes in Tokchon, Anju, Chonnae and other areas of the country and railway transport sector are making thorough preparations to boost coal production and transport it in time to major national industrial sectors.\n\t\t\t\t\t\n\t\t\t\t\t Those in the field of machine-building industry are hardening their determination to perfect the processes for the serial production of new-type tractors, vehicles and multi-purpose farm machines, and produce and supply different kinds of high-performance and quality machinery and equipment.\n\t\t\t\t\t\n\t\t\t\t\t Workers in the fields of agricultural, fishing and light industries are replete with the will to make greater progress in improving the people's living standards, upholding the banner of self-reliance and self-development."
        },
        {
            "title": "Japan's Policy of Discriminating against Korean Schools in Japan under Fire",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-07ee.html",
            "content": "Japan's Policy of Discriminating against Korean Schools in Japan under Fire\r\nPyongyang, January 2 (KCNA) -- The Citizens' Council for Defending Our Schools and Children in south Korea held the 100th press conference outside the Japanese Embassy in Seoul on Dec. 30 last year and demanded the Japanese authorities withdraw the policy of discriminating against the Korean schools in Japan, according to the Yonhap News of south Korea.\n\t\t\t\t\t The speakers accused the Ministry of Education, Culture, Sports, Science and Technology of Japan of sending a notice calling for the reexamination of the payment of subsidies to the Korean schools to the local self-governing bodies. \n\t\t\t\t\t\n\t\t\t\t\t They also denounced the south Korean regime for cooperating with the Japanese authorities in their policy of suppressing and discriminating against the Korean schools by keeping mum about the discrimination against them and pressurizing Koreans in Japan to \"change their nationality\"."
        },
        {
            "title": "Newspapers Call for Achieving Shining Victory in New Year's General Advance",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-09ee.html",
            "content": "Newspapers Call for Achieving Shining Victory in New Year's General Advance\r\nPyongyang, January 2 (KCNA) -- Leading newspapers of the DPRK in their editorials Monday call on all people to achieve a shining victory in the general advance of the new year, true to the New Year Address made by respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t Noting the New Year Address made by Kim Jong Un serves as the militant banner giving spurs to a leap forward in the all-people general advance for stepping up the victorious advance of socialism, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t \"Let us accelerate the victorious advance of socialism with the great spirit of self-reliance and self-development as the dynamic force!\"- this militant slogan reflects the unshakable faith of the Party to carry out the socialist cause of Juche started in Mt. Paektu to the end and the indomitable spirit of the people of the DPRK to fully demonstrate the validity of the cause of socialism and inevitability of its victory under the guidance of the great Party.\n\t\t\t\t\t\n\t\t\t\t\t We should stage a bold struggle to put the overall economy of the country on a higher stage, consolidating the last year's victory in this year of key importance in carrying out the 5-year strategy for national economic development advanced by the Seventh Congress of the Party.\n\t\t\t\t\t\n\t\t\t\t\t The tasks set forth by Kim Jong Un in his New Year Address serve as a militant banner for a victory in this year's all-out offensive.\n\t\t\t\t\t\n\t\t\t\t\t They include the issue of attaching importance to science and technology and prioritizing them, the issue of letting the sectors of electricity, metallurgy and chemical industry take the lead in the general drive, the issue of making bigger progress  in improving the standard of people's living by remarkably developing light industry, agriculture and fishing industry, the issue of making all sectors and units of the national economy attain this year's goals on all indices under the uplifted slogan of self-reliance and self-sufficiency and the issue of cementing the socialist political and military position more firmly.\n\t\t\t\t\t\n\t\t\t\t\t All party members, service personnel and people should turn out as one in the new year's drive for thoroughly carrying out the militant tasks set forth by Kim Jong Un in his historic New Year Address and thus achieve a greater victory and turn the heyday of the revolution into an era of great prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson also calls on all officials and other people to turn out as one in the new year's advance for bringing about a greater victory in the significant year that marks the 105th anniversary of birth of President Kim Il Sung and the 75th birth anniversary of leader Kim Jong Il, in hearty response to the militant tasks set forth in the New Year Address of Kim Jong Un."
        },
        {
            "title": "10th All-People Action Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-04ee.html",
            "content": "10th All-People Action Launched in S. Korea\r\nPyongyang, January 2 (KCNA) -- The 10th all-people action for ousting Park Geun Hye was reportedly launched across south Korea on Dec. 31.\n\t\t\t\t\t Taking part in the action, sponsored by the People's Emergency Action for Resignation of the Park Geun Hye Regime, were more than 1 104 000 people from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t Various organizations and people of all social strata in Seoul launched a candlelight action at the Kwanghwamun plaza.\n\t\t\t\t\t\n\t\t\t\t\t Similar actions took place in Pusan, Kwangju, Jeju, Jinju, Kimhae, Taegu, Ulsan, Inchon, Taejon, Kyongju, Phohang, Chunchon, Jonju  and other parts of south Korea."
        },
        {
            "title": "Serious Maltreatment of Children under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-08ee.html",
            "content": "Serious Maltreatment of Children under Fire in S. Korea\r\nPyongyang, January 2 (KCNA) -- Maltreatment of children is getting serious every year in south Korea, according to Yonhap News.\n\t\t\t\t\t According to the results of analysis made by the Health and Wellbeing Committee of the \"National Assembly\" of the cases of maltreatment of children registered in the Ministry of Health and Welfare on Dec. 27 last year, the number of the children who died due to maltreatment from the outset of 2016 to October of the same year doubled as compared with that in 2014.\n\t\t\t\t\t\n\t\t\t\t\t Half of the children died from 2014 till August last year because of unbearable violation and some of them were deliberately killed by their parents.\n\t\t\t\t\t\n\t\t\t\t\t A lawmaker from an opposition party deplored that south Korea is in an era of barbarism."
        },
        {
            "title": "Kimilsungia-Kimjongilia Shows Held in Russia, China",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-03ee.html",
            "content": "Kimilsungia-Kimjongilia Shows Held in Russia, China\r\nPyongyang, January 2 (KCNA) -- Kimilsungia-Kimjongilia shows took place in Sibirtsevo City of Maritime Territory of Russia and Jilin, Dalian and Shenyang Cities of China from December 20 to 28 last year to mark the 25th anniversary of leader Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the fifth anniversary of respected Marshal Kim Jong Un's assumption of the same post.\n\t\t\t\t\t Displayed at the venues of the shows were Kimilsungias and Kimjongilias, immortal flowers in full bloom.\n\t\t\t\t\t\n\t\t\t\t\t The first deputy mayor of the above-said Russian city said that he was pleased to see the show opened with splendor, warmly congratulating the Korean people on the above-said anniversaries.\n\t\t\t\t\t\n\t\t\t\t\t The head of the Maritime Territory Branch of the Youth Guards, an all-Russia social body affiliated to the United Russia Party, and a lawmaker of Chernikovski District said that the show would be an occasion of helping the Russian people know better about the DPRK and deepening the friendship between the peoples of the two countries, adding that they wish the Korean people greater success in building a socialist power true to the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The general manager in a Jilin company said that Kim Jong Il was an outstanding general who developed the KPA into strong forces, adding that the KPA is demonstrating its might as the strongest army in the world and the army of justice which reliably defends peace and security on the Korean peninsula under the leadership of Kim Jong Un."
        },
        {
            "title": "Kim Jong Il's Works Introduced by Italian Organization",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-05ee.html",
            "content": "Kim Jong Il's Works Introduced by Italian Organization\r\nPyongyang, January 2 (KCNA) -- Leader Kim Jong Il's works \"On Some Problems of the Ideological Foundation of Socialism\", \"Abuses of Socialism Are Intolerable\", \"Socialism Is a Science\" and \"The Juche Philosophy Is an Original Revolutionary Philosophy\" were posted by the Milano Center for the Study of the Juche Idea of Italy on its website on Dec. 28 last year on the occasion of the 5th anniversary of demise of Kim Jong Il, the 25th anniversary of his assumption of supreme commandership of the Korean People's Army (KPA) and the 5th anniversary of respected Supreme Leader Kim Jong Un's assumption of supreme commandership of the KPA.\n\t\t\t\t\t The work \"On Some Problems of the Ideological Foundation of Socialism\", published on May 30, Juche 79 (1990), indicates in detail the necessity for strengthening and developing the ideological foundation of socialism and the idea that Korean socialism is the one based on the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The work \"Abuses of Socialism Are Intolerable\", published on March 1, 1993, discloses the reactionary nature and absurdity of remarks made by imperialists and renegades of socialism who branded socialism as \"totalitarian\", \"barrack-like\" and \"doing work in an administrative and domineering way\".\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the principled issues arising in defending and adhering to the socialist cause and accomplishing it to the end such as the issue of making socialism faith and morality and the issue of fully displaying its advantages.\n\t\t\t\t\t\n\t\t\t\t\t The work \"Socialism Is a Science\", published on November 1, Juche 83 (1994), clarifies the idea that Korean-style socialism based on the socialist theory of Juche is the most scientific and viable socialism and the principled issues arising in defending and upholding socialism.\n\t\t\t\t\t\n\t\t\t\t\t The work \"The Juche Philosophy Is an Original Revolutionary Philosophy\", published on July 26, 1996, deals with the idea that the Juche philosophy is an original one evolved and systematized on its intrinsic principles and the revolutionary and popular one truly serving the popular masses' struggle for independence.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for studying and explaining the Juche philosophy as intended by the Party and thoroughly applying it to the revolutionary practice."
        },
        {
            "title": "Kim Jong Un's Work Introduced in Russia",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-02ee.html",
            "content": "Kim Jong Un's Work Introduced in Russia\r\nPyongyang, January 2 (KCNA) -- The full text of respected Supreme Leader Kim Jong Un's work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" was posted on the Russian website Irkutskblogspot. ru on Dec. 27 last year on the occasion of the 25th anniversary of leader Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the fifth anniversary of Kim Jong Un's assumption of the same post.\n\t\t\t\t\t The work published on August 25, Juche 102 (2013) deals with the Songun revolutionary exploits of Kim Jong Il and essence and originality of the Songun revolutionary idea and indicates the tasks for successfully accomplishing the cause of the Songun revolution."
        },
        {
            "title": "Texto integro del Mensaje del Ano Nuevo de Kim Jong Un",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-01ss.html",
            "content": "Texto integro del Mensaje del Ano Nuevo de Kim Jong Un\r\nPyongyang, 2 de enero (ACNC) -- El Maximo Dirigente Kim Jong Un pronuncio el dia primero el mensaje del Ano Nuevo 106 (2017) de la Era Juche.\n\t\t\t\t\tEl texto completo del mensaje sigue:\n\t\t\t\t\t\n\t\t\t\t\tQueridos companeros:\n\t\t\t\t\t\n\t\t\t\t\tDespedimos el 2016, una sucesion de dias de intenso bregar para abrir la nueva era de una gran prosperidad sin precedentes en la historia de la revolucion del Juche, y acogemos el Ano Nuevo de 2017.\n\t\t\t\t\t\n\t\t\t\t\tEn este momento significativo en que recordamos con la frente alta el grandioso ano de hechos admirables protagonizados por una nacion gigante, extiendo con la mayor solemnidad mis mas cordiales saludos a todo el pueblo coreano quien, con una misma idea, proposito y voluntad que el Partido, ha compartido con el las penas y las alegrias, ha corrido la misma suerte que el y que ha superado las mas duras pruebas que jamas ha conocido la historia, y le deseo gloria y felicidad en este Ano Nuevo lleno de esperanzas.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, saludo cordialmente a los compatriotas en el Sur y en el extranjero y a los pueblos y amigos progresistas de distintas latitudes del mundo, amantes de la independencia y la justicia. \n\t\t\t\t\t\n\t\t\t\t\tEl 2016 fue un ano de acontecimientos revolucionarios y grandes cambios que se registraran con letras mayusculas en la historia del Partido y de la patria. \n\t\t\t\t\t\n\t\t\t\t\tEl ano pasado tuvo lugar significativa y solemnemente, como gran festival politico, el VII Congreso del Partido del Trabajo de Corea, en un ambiente marcado por el elevado entusiasmo revolucionario de todos sus miembros, los militares y otros sectores del pueblo y por la profunda atencion del mundo entero. \n\t\t\t\t\t\n\t\t\t\t\tLa magna cita hizo con orgullo un recuento de la gloriosa lucha de nuestro Partido que ha conducido victoriosamente la causa revolucionaria del Juche bajo la acertada direccion del gran Lider Kim Il Sung y del gran General Kim Jong Il, asi como presento el ambicioso proyecto de culminar la causa socialista con la bandera del kimilsungismo-kimjongilismo en alto. El historico evento sirvio para patentizar la ferrea voluntad de nuestro ejercito y pueblo de seguir eternamente al Partido por el camino del Juche y para asentar una perpetua base de la revolucion coreana. Se recordara para siempre en la historia nacional como una reunion de vencedores que puso de manifiesto el poderio indestructible del gran Partido kimilsungista-kimjongilista, como un conclave que marco un nuevo hito en la causa revolucionaria del Juche. \n\t\t\t\t\t\n\t\t\t\t\tEl ano pasado experimento cambios trascendentales en la consolidacion de la defensa de la Corea del Juche, gracias a lo cual nuestra patria emergio como una potencia nuclear y militar del Oriente a la que ningun enemigo poderoso se atreve a agredir. \n\t\t\t\t\t\n\t\t\t\t\tFrente a la cada dia mas creciente amenaza de guerra nuclear del imperialismo, se efectuaron exitosamente el primer ensayo de la bomba de hidrogeno, los disparos experimentales de distintos medios de ataque y la explosion a modo de prueba de la ojiva nuclear, cobraron auge la investigacion y el desarrollo de armas y equipos dotados de la tecnologia de punta y estan en su ultima fase los preparativos del lanzamiento experimental del cohete intercontinental balistico. Estos maravillosos hechos acaecidos en forma escalonada y en continua sucesion para el fortalecimiento de la defensa nacional garantizan militarmente la salvaguardia del destino de la patria y la nacion y el avance victorioso de la obra de la construccion de una potencia socialista. El heroico Ejercito Popular frustro categoricamente las insensatas maniobras de agresion y provocacion de guerra del enemigo, preservo fidedignamente la seguridad de la patria y las conquistas de la revolucion y fue perfilando su aspec to politico-ideologico y sus preparativos militares y tecnicos como fuerzas armadas indestructibles. Los resonantes exitos en el sector de la defensa nacional colmaron de orgullo nacional y animo a nuestro pueblo, supusieron una vergonzosa derrota para el imperialismo y otras fuerzas reaccionarias y elevaron notablemente la posicion estrategica de nuestra Republica. \n\t\t\t\t\t\n\t\t\t\t\tEl ano pasado hicimos retumbar con orgullo los canonazos de la victoria en las Batallas de los 70 y 200 Dias efectuadas en honor del septimo Congreso del Partido. \n\t\t\t\t\t\n\t\t\t\t\tEstamos hablando de batallas sin cuartel en las que el pueblo entero frustro resueltamente las perversas maniobras del imperialismo para aislar y estrangular a nuestra Republica y abrio una coyuntura trascendental en todos los frentes de la construccion de la potencia socialista, y de campanas de creacion de gran envergadura que engendraron la nueva epoca de Mallima (caballo legendario que cubre al dia una distancia de 4,000 kilometros ?N.T.). \n\t\t\t\t\t\n\t\t\t\t\tCon su heroismo la clase obrera kimilsungista-kimjongilista y el pueblo entero alcanzaron exitosamente las altas metas de las Batallas definidas por el Partido y abrieron un nuevo arremetedero para el desarrollo de la economia nacional. \n\t\t\t\t\t\n\t\t\t\t\tNuestros inteligentes y talentosos cientificos y tecnicos lanzaron con todo exito el satelite de observacion de la Tierra \"Kwangmyongsong-4\" y seguidamente salieron airosos de la prueba de la reaccion del motor de gran potencia para el nuevo cohete transportador del satelite geoestacionario, allanando el camino de la exploracion espacial. Alcanzaron sucesivos exitos cientificos y tecnicos de suma importancia para el desarrollo de la economia nacional y el mejoramiento de la vida de la poblacion, entre ellos el establecimiento de ejemplares sistemas de produccion automaticos de nuestro estilo y la obtencion de nuevas variedades de alto rendimiento, un logro de gran trascendencia en la produccion agricola. Al cumplir los planes de produccion y acarreo en renglones importantes de la economia nacional como los de la electricidad, carbon, metalurgia, quimica, materiales de construccion y transporte ferroviario, se pusieron de manifiesto las potencialidades de la economia i ndependi ente y se impulso energicamente la construccion de la potencia economica socialista. Numerosas fabricas, empresas y granjas cooperativas alcanzaron el brillante exito de superar el nivel del ano de la mayor produccion, el Ejercito Popular engalano la historia del mar dorado con su protagonismo en la abundante pesca, se acelero como nunca antes el ritmo de construccion de obras importantes y se alcanzaron logros excepcionales en la ensenanza, la salud publica y el deporte. El pais entero respondio al unisono al llamamiento del Partido de paliar los efectos de las calamidades naturales que de forma repentina arrasaron varias regiones de la provincia de Hamgyong del Norte, logrando exitos contundentes en un corto lapso. \n\t\t\t\t\t\n\t\t\t\t\tDurante las Batallas de los 70 y 200 Dias creamos un nuevo espiritu de la epoca para la edificacion de la potencia socialista y en el pueblo se arraigaron con mayor firmeza la confianza en el Partido y la fe en el socialismo. En el continuo avance del ano pasado en que el pais entero bullia como un crisol, todos los miembros del Partido, trabajadores, militares y jovenes hicieron gala del indoblegable espiritu de ataque de arrostrar las dificultades con valor, de la disposicion de cumplir a ultranza las tareas asignadas por el Partido, respondiendo a su llamamiento con la abnegacion y accion bajo cualquier adversidad, y del poder del colectivismo con que dan grandes saltos ayudandose mutuamente y conduciendo unos a otros. \n\t\t\t\t\t\n\t\t\t\t\tLos impresionantes logros que alcanzamos el ano pasado en todos los dominios de la revolucion y construccion no se deben jamas a las condiciones favorables ni son regalos fortuitos del cielo. La misteriosa fuerza que obro milagro y cosecho todos los triunfos tiene su origen en la unidad monolitica de todo el ejercito y pueblo y en la gran capacidad de fortalecernos con nuestros propios recursos. Aunque fueron muy grandes los impedimentos del enemigo y duras las pruebas, todo el ejercito y pueblo se aglutinaron mas en torno al Partido y trabajaron con el espiritu revolucionario de apoyarse en sus propias fuerzas y de perseverancia, realizando hechos admirables en tan pesimas condiciones. La unidad monolitica es precisamente la vida de la Corea del Juche y el movil de sus saltos, en tanto que nuestra unica opcion es fortalecernos con nuestros propios medios. Tal es la valiosa verdad de la revolucion del Juche que nuestro ejercito y pueblo comprobaron en la practica en s u impetu oso bregar del ano 2016.\n\t\t\t\t\t\n\t\t\t\t\tUna vez mas saludo efusivamente a todos los oficiales y soldados del Ejercito Popular y demas sectores del pueblo quienes, firmemente convencidos de la victoria final de la revolucion, exhibieron sin reserva su patriotismo y lealtad en la construccion de la potencia socialista y coronaron con orgullosas hazanas el ano pasado caracterizado por un sinfin de acontecimientos y dificultades.\n\t\t\t\t\t\n\t\t\t\t\tCompaneros:\n\t\t\t\t\t\n\t\t\t\t\tUna vez mas debemos emprender la marcha en el ano entrante en un empeno de cosechar mayor victoria.\n\t\t\t\t\t\n\t\t\t\t\tLograr mayor victoria y proseguir con mayor prosperidad la era dorada de la revolucion constituyen el temperamento ideologico y espiritual de nuestro ejercito y pueblo formados bajo la atencion del gran Lider y el gran Dirigente y su modo de obrar. Debemos sublimar mas el impetu revolucionario que ascendio considerablemente en el 2016, ano de milagros, y lograr en este ano significativo un avance trascendental en el cumplimiento de la resolucion del VII Congreso del Partido, para hacer realidad en esta tierra el ideal y el sueno del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tSe concentraran en la realizacion de la Estrategia Quinquenal para el Desarrollo de la Economia Nacional.\n\t\t\t\t\t\n\t\t\t\t\tEste es un ano de vital importancia para esa tarea. Con miras a consolidar los exitos alcanzados el ano pasado, ofrecer a la vez una perspectiva halaguena de la implementacion de la Estrategia y llevar a una fase superior el conjunto de la economia nacional, es indispensable alcanzar a todo trance la meta del presente ano.\n\t\t\t\t\t\n\t\t\t\t\t\"!Impulsemos el avance victorioso del socialismo con la gran fuerza motriz que es la capacidad de fortalecernos con nuestros propios medios!\", esta es la consigna combativa que debemos sostener en alto en la marcha del ano nuevo. Debemos librar una ofensiva general para ejecutar la Estrategia con el poderio de nuestro propio fortalecimiento.\n\t\t\t\t\t\n\t\t\t\t\tEse poderio se refleja precisamente en las ciencias y la tecnologia y al conceder importancia y preferencia a estas se cumple cuanto antes dicha Estrategia.\n\t\t\t\t\t\n\t\t\t\t\tEn el sector cientifico y tecnologico se esforzaran principalmente para asegurar con los recursos domesticos las materias primas, los combustibles y los equipos y resolver los problemas cientificos y tecnicos para la modernizacion de fabricas y empresas y la normalizacion de su produccion. Las unidades de produccion y los centros de la investigacion cientifica se cooperaran estrechamente y las empresas formaran competentes equipos tecnologicos y de desarrollo y activaran el movimiento masivo de la innovacion tecnica, impulsando el desarrollo economico con los valiosos exitos cientificos y tecnicos que contribuyan a la mayor produccion y la mejor gestion y administracion.\n\t\t\t\t\t\n\t\t\t\t\tLos sectores energetico, metalurgico y quimico tomaran la delantera en el empeno por alcanzar las metas de la estrategia economica.\n\t\t\t\t\t\n\t\t\t\t\tEn la industria electrica repararan con calidad los equipos generadores y las estructuras e impulsaran la renovacion tecnica, cumpliendo infaliblemente el plan de la generacion electrica. Al establecer un eficiente sistema nacional de la administracion integrada de electricidad y esmerarse en su consumo escalonado, mantendran el equilibrio entre la produccion y el consumo de la electricidad y explotaran varios recursos energeticos para crear en gran medida la nueva capacidad generadora.\n\t\t\t\t\t\n\t\t\t\t\tEn la industria metalurgica introduciran los adelantos tecnicos, rebajaran el costo de produccion y normalizaran la gestion de los procesos de produccion adecuados a las condiciones nacionales, para producir mas materiales de hierro y acero. El Estado tomara medidas drasticas para abastecer de materias primas, combustible y electricidad a los Complejos Siderurgicos Kim Chaek y de Hwanghae y otras plantas metalurgicas.\n\t\t\t\t\t\n\t\t\t\t\tLa industria quimica es el fundamento de la industria y desempena un papel importante en hacer mas independiente a la economia y elevar el nivel de vida de la poblacion. \n\t\t\t\t\t\n\t\t\t\t\tEn el sector reactivaran la produccion en el Complejo de Vinalon 8 de Febrero, ampliaran la capacidad de importantes fabricas quimicas y transformaran a nuestra manera los procesos tecnicos, para asi incrementar la produccion de articulos quimicos. Pondran empeno en crear la industria quimica de C1 y cumpliran en tiempo puntual y satisfactoriamente las tareas por etapas.\n\t\t\t\t\t\n\t\t\t\t\tEn la industria carbonifera y el transporte ferroviario cubriran antes que nada la demanda del carbon y acarreo para las centrales electricas y las fabricas metalurgicas y quimicas.\n\t\t\t\t\t\n\t\t\t\t\tUrge desarrollar a un ritmo acelerado la industria mecanica. En las fabricas de maquinas deben acelerar su modernizacion, perfeccionar los procesos de la fabricacion en serie de nuevos tractores, otros vehiculos y las maquinas agricolas multiproposito y producir diversas maquinas de gran capacidad y buena calidad.\n\t\t\t\t\t\n\t\t\t\t\tEn este ano nos compete desarrollar de modo trascendental la industria ligera, la agricultura y la pesca, con el objetivo de dar grandes pasos de avance en la tarea de mejorar la vida de la poblacion.\n\t\t\t\t\t\n\t\t\t\t\tAl sector de la industria ligera le incumbe activar la produccion al tomar como principal la obtencion de materias primas y materiales con los recursos nacionales, trazar una correcta estrategia en las gestiones, revitalizar la produccion y traer cambios en la diversificacion y la calidad de los articulos de consumo masivo. Las minas y empresas de la zona de Tanchon obtendran mejores resultados en la mejora de la vida de la poblacion mediante la produccion normal. \n\t\t\t\t\t\n\t\t\t\t\tEl sector agricola, frente principal de la construccion de la potencia economica, enardecera el fervor por el cultivo cientifico y promovera una campana para obtener cosechas mas abundantes. Le atane fomentar la siembra de semillas de buena variedad y el metodo cientifico de las faenas agricolas, cuyas ventajas han sido comprobadas en la realidad, extender los terrenos destinados al doble cultivo e inventar e introducir activamente las maquinas agricolas eficientes, para cumplir el plan de produccion de cereales cueste lo que cueste. Tomara medidas destinadas a normalizar el funcionamiento de la base ganadera de la zona de Sepho y aumentara la produccion de frutas, hongos y hortalizas para el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEn el sector pesquero vigorizaran la pesca y seran perseverantes en la cria de peces y otros productos marinos. Deben construir muchos barcos modernos, construir un complejo de produccion de avios de pesca en la costa oriental y asi consolidar la base material y tecnica de la pesca.\n\t\t\t\t\t\n\t\t\t\t\tEl sector de construccion concluira en el nivel supremo la edificacion del reparto Ryomyong, concentrara sus fuerzas en obras importantes como las de construccion de la Central Hidroelectrica de Tanchon y la zona de Wonsan y la modernizacion del Complejo de Locomotoras Electricas Kim Jong Thae, asi como levantara magnificamente mas centros docentes y culturales y viviendas.\n\t\t\t\t\t\n\t\t\t\t\tTodos los sectores y unidades de la economia nacional se esforzaran con denuedo para aumentar la produccion y ahorrar al maximo enarbolando la consigna de apoyo en sus propias fuerzas y de autoabastecimiento, y cumpliran el plan de este ano por cada indice.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso movilizar a todo el pais para el mantenimiento del territorio nacional. Es menester crear almacigas modernas en las provincias, impulsar con teson la reforestacion, realizar de manera planificada la canalizacion de rios, la reparacion de carreteras y la preservacion del ambiente, en un afan de cambiar la fisonomia del territorio.\n\t\t\t\t\t\n\t\t\t\t\tPara producir cambios en el cumplimiento de la Estrategia Quinquenal para el desarrollo de la economia nacional se necesita trazar metas concretas y adoptar una actitud innovadora en la direccion de la economia y la gestion empresarial. El Consejo de Ministros y otros organos de la direccion economica se aseguraran de colocar en un peldano superior el conjunto de la economia nacional, asi como trazaran estrategias que posibiliten su desarrollo sostenible y persistiran en su puesta en practica. \n\t\t\t\t\t\n\t\t\t\t\tEn todas las ramas del sector de la cultura como la ensenanza, la salud publica, el deporte, la literatura y el arte imprimiran un nuevo auge revolucionario para acelerar la construccion de la potencia civilizada. \n\t\t\t\t\t\n\t\t\t\t\tEn este ano de la ensenanza de las ciencias, una intensa campana para renovar sus instalaciones y ambiente se llevara a cabo en todo el pais y toda la sociedad.\n\t\t\t\t\t\n\t\t\t\t\tEs indispensable consolidar como baluarte inexpugnable la base politica y militar del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tLa unidad monolitica es la valiosa herencia del gran Lider y General y de ella se nutre el poder irrefrenable del socialismo a nuestro estilo. Todos los militares y civiles estableceran lazos consanguineos con el Partido, le acompasaran el latido del corazon y se uniran como un monolito en torno a el en una misma ideologia y voluntad y con el deber moral, asi como lucharan con teson por la prosperidad de la patria. En todas las labores partidistas y actividades estatales y sociales materializaran a carta cabal la ideologia de dar primacia a las masas populares, quintaesencia del concepto original del pueblo y la filosofia de el y libraran una intensa lucha para erradicar el abuso de poder, el burocratismo y los demas actos ilicitos y corruptos, hierbas malas que afean el jardin de la unidad monolitica. Frustraran tajantemente las viles y aviesas maniobras del enemigo encaminadas a separar al pueblo del Partido e impedir que el primero siga invariablemente al segundo con sus a rdientes e inmaculados sentimientos.\n\t\t\t\t\t\n\t\t\t\t\tEn este ano en que se cumplen 85 anos de la fundacion del Ejercito Popular de Corea impulsaremos mas su reforzamiento.\n\t\t\t\t\t\n\t\t\t\t\tAl Ejercito Popular le corresponde identificar plenamente a todos sus miembros con las ideas y el aliento del Partido mediante una dinamica labor politica, promover la preparacion para la pelea en las unidades de diferentes tropas, armas y especialidades al volver a definir este ano como el de ejercicios y de perfeccionamiento de los preparativos de combate y convertirlos en combatientes tan habiles y fuertes como el tigre del Paektu, preparados en todos los aspectos y capaces de derrotar de un golpe a cualquier agresor y combatir cada uno a cien enemigos. A los oficiales y soldados del Ejercito de Seguridad Interior del Pueblo y a los miembros de la Guardia Obrero-Campesina y la Guardia Roja Juvenil les atane prepararse bien en lo politico y militar y estar siempre dispuestos para el combate a fin de defender fidedignamente el regimen socialista y la vida y bienes del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tA los dirigentes, cientificos y obreros de la industria de defensa nacional les compete inventar y producir mayor cantidad de poderosas armas apropiadas a nuestras condiciones especificas que enriqueceran el arsenal de la revolucion del Songun, con el espiritu de la bomba de Yanji y el revolucionario de la comuna de Kunja puestos de manifiesto en la Guerra Antijaponesa y la Guerra de Liberacion de la Patria, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tLa victoria en la batalla de este ano por el cumplimiento de la resolucion del VII Congreso del Partido depende del desempeno de las organizaciones del Partido y las agrupaciones de trabajadores.\n\t\t\t\t\t\n\t\t\t\t\tCada una de las organizaciones del Partido se enfocara en las tareas politicas, las mas fundamentales que el Partido y la revolucion le han asignado al sector y unidad a que pertenece. Captara correctamente los asuntos priorizados por el Partido, las cuestiones clave para la produccion, y destinara todos sus recursos a resolverlos. Tomara el lugar de produccion como escenario de sus actividades politicas y realizara energicas labores ideologicas para movilizar a las masas en la materializacion de los proyectos y lineamientos del Partido. Todas las organizaciones de base del Partido, en fiel acato al espiritu fundamental de la primera conferencia nacional de sus presidentes, lograran que se registren innovaciones y avances ininterrumpidos en la ofensiva general de todo el pueblo para este ano.\n\t\t\t\t\t\n\t\t\t\t\tA las organizaciones juveniles, sindicales, campesinas y femeninas les incumbe trabajar con total entrega para propiciar un auge de gran envergadura e incitar a todos sus miembros a ser vanguardias y abanderados que corren a la velocidad del caballo Mallima.\n\t\t\t\t\t\n\t\t\t\t\tEstos momentos dinamicos exigen mejorar decisivamente el modo y estilo de trabajo de los dirigentes que son los primeros en materializar las politicas del Partido.\n\t\t\t\t\t\n\t\t\t\t\tHoy nuestro pueblo pone todo su afan en la lucha. Y si con el se sumaran los dirigentes, elaborando planes audazmente y con rigor cientifico, dirigiendo con habilidad y dando ejemplos, no tendremos meta inalcanzable ni dificultad insuperable. Todos, bien conscientes de la mision importante que asumen ante el Partido y la revolucion, deben ser locomotoras que conducen las masas. Disenaran proyectos ambiciosos con una vision innovadora y, siempre atareados, trabajaran de manera intensa y combativa. Libres del derrotismo, pancismo, formalismo y oportunismo, arderan cual vela para materializar los pensamientos y la voluntad del Partido.\n\t\t\t\t\t\n\t\t\t\t\tEn el septimo Congreso del Partido del Trabajo de Corea celebrado el ano pasado, presentamos un original lineamiento y orientacion para la reunificacion nacional que reflejan la aspiracion de la nacion y las exigencias de la epoca e hicimos ingentes esfuerzos para llevarlos a la practica. Sin embargo, las autoridades surcoreanas, sordas a nuestros reclamos patrioticos y propuestas justas, siguen empenadas en sancionar y presionar a nuestra Republica y en su campana de guerra contra el Norte, debido a lo cual las relaciones intercoreanas han empeorado como nunca antes.\n\t\t\t\t\t\n\t\t\t\t\tEl ano pasado, la furiosa lucha masiva anti-\"gubernamental\" levantada en el Sur de Corea sacudio de raiz los cimientos de su dominacion reaccionaria. Esta resistencia de todo el pueblo que dejo claramente sus huellas en la historia de la lucha del pueblo surcoreano fue la explosion del rencor y la indignacion acumulados contra las autoridades conservadoras entregadas a la dictadura fascista, a la politica antipopular, al servilismo vendepatria y al enfrentamiento a sus compatriotas.\n\t\t\t\t\t\n\t\t\t\t\tEste ano se cumpliran 45 y 10 anos desde la publicacion de la historica Declaracion Conjunta del 4 de Julio y de la Declaracion del 4 de Octubre, respectivamente. Pues, nos incumbe el deber de abrir una ancha avenida hacia la reunificacion independiente con la fuerza unida de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso tomar medidas activas para mejorar las relaciones Norte-Sur y eliminar el agudo choque militar y el peligro de guerra entre ambas partes\n\t\t\t\t\t\n\t\t\t\t\tEl mejoramiento de los vinculos intercoreanos es el punto de partida hacia la paz y la reunificacion y una demanda urgente de toda la nacion. Si permanecemos de brazos cruzados ante las relaciones bilaterales que se hallan en estado catastrofico, ningun politico podra afirmar que ha cumplido con la responsabilidad y papel que asume ante la nacion, ni gozar del apoyo del pueblo. Las calumnias y difamaciones de cualquier indole con que una parte hiere a otra y que la incita al enfrentamiento no pueden ser justificadas bajo ningun concepto. El alboroto y las hostilidades malintencionados que perpetran contra nuestra Republica con la esperanza de derrocar el regimen y producir algun \"cambio\" deben cesar sin demora.\n\t\t\t\t\t\n\t\t\t\t\tEs invariable nuestra disposicion de no pelear entre los connacionales y salvaguardar la seguridad de la nacion y la paz en el pais. Las autoridades surcoreanas no deben agravar la situacion culpando sin mas ni mas nuestro ejercicio de autodefensa, sino responder positivamente a nuestros sinceros esfuerzos por prevenir los choques militares y atenuar la tension entre el Norte y el Sur.\n\t\t\t\t\t\n\t\t\t\t\tTambien tienen que desistir de sus tentativas de incrementar las fuerzas armadas y sus jugarretas de ejercicio de guerra.\n\t\t\t\t\t\n\t\t\t\t\tLa nacion entera, uniendo su voluntad y fuerza, debe abrir una era de prosperidad del movimiento por la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tA todos los coreanos residentes en el Norte, en el Sur y en ultramar les incumbe solidarizarse y unirse bajo el principio de subordinarlo todo a la reunificacion de la patria, causa comun de toda la nacion, y activar el movimiento por la reunificacion a escala nacional. Deben reactivar contactos y visitar unos a otros por encima de la diferencia de ideologia y regimen, de residencia e ideal y de clase y sector, y convocar una gran reunion pannacional en que participen todos los partidos politicos, organizaciones y compatriotas de todas las clases y capas del interior y exterior del pais, incluidas las autoridades de ambas partes. Gustosos le daremos la mano a cualquiera que conceda importancia a los intereses fundamentales de la nacion y desee el mejoramiento de las relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tHay que aplastar el reto de las fuerzas anti-reunificacion del interior y el exterior que se oponen al anhelo de la nacion por la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tHace falta desenvolver energicamente una lucha de toda la nacion para acabar con las maniobras de agresion e intervencion de las fuerzas acaudilladas por Estados Unidos, encaminadas a realizar su estrategia de la dominacion de Asia y el Pacifico manteniendo ocupado el Sur de Corea, y para hacer anicos las maniobras de tales fuerzas anti-reunificacion, servilistas y vendepatrias como Park Geun-hye, que encuentran su salvavidas en el enfrentamiento con los compatriotas sin siquiera distinguir al verdadero enemigo principal de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tEstados Unidos, teniendo bien presente la voluntad de la nacion coreana por la reunificacion, no debe adherirse mas a la conjura de meter cuna entre los coreanos tendente a azuzar a las fuerzas anti-reunificacion surcoreanas al enfrentamiento y la guerra contra sus compatriotas y tomar la resuelta determinacion de abandonar su anacronica politica de hostilidad a la RPDC. La comunidad internacional que aprecia la independencia y la justicia debe oponerse a las tentativas de Estados Unidos y sus seguidores que perturban la paz e impiden la reunificacion de la Peninsula Coreana, mientras que los paises vecinos haran trabajos utiles a realizar la aspiracion y los esfuerzos de nuestra nacion por la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tAl dar acicate a su gran marcha nacional hacia la reunificacion con su fuerza unida, todos los compatriotas del Norte, el Sur y ultramar deberan obrar de una manera tal que pueda contribuir a que este sea un ano muy significativo que abra una nueva coyuntura de la reunificacion independiente.\n\t\t\t\t\t\n\t\t\t\t\tSi bien el ano pasado llegaron al extremo los tejemanejes de la presion politico-militar y de sanciones de la reaccion imperialista contra nuestra Republica, no pudieron doblegar la inquebrantable fe de nuestro Ejercito y pueblo en la victoria, ni impedir el impetuoso avance revolucionario de la Corea del Juche.\n\t\t\t\t\t\n\t\t\t\t\tMientras continuen el chantaje nuclear de Estados Unidos y sus seguidores y no dejen de realizar en nuestras propias narices los ejercicios de guerra con la excusa de que es una tradicion efectuarlos ano tras ano, nosotros seguiremos reforzando nuestra capacidad de autodefensa y de ataque preventivo centrada en las fuerzas armadas nucleares. En todo caso salvaguardaremos con nuestra propia fuerza la paz y la seguridad de nuestro Estado y haremos tambien una activa contribucion a la paz y la estabilidad en el mundo.\n\t\t\t\t\t\n\t\t\t\t\tEn lo adelante nuestro Partido y el Gobierno de la Republica seguiran fieles a su ideal de la politica exterior consistente en la independencia, la paz y la amistad y, junto con otros paises que abogan por la independencia, se esforzaran para ampliar y desarrollar sus relaciones de buena vecindad, fraternidad, amistad y cooperacion y realizar una genuina justicia internacional.\n\t\t\t\t\t\n\t\t\t\t\tCompaneros:\n\t\t\t\t\t\n\t\t\t\t\tDe pie en este lugar para acoger el Ano Nuevo, me pesa la preocupacion de como santificar y enaltecer a nuestro pueblo, el mejor del mundo, que deposita su absoluta confianza en mi y me apoya con ardor, con una misma idea y voluntad.\n\t\t\t\t\t\n\t\t\t\t\tPase un ano pensando siempre que del dicho al hecho hay mucho trecho y sintiendo angustia y culpabilidad por mi ineptitud, pero este ano he reafirmado la determinacion de trabajar mas por el bien del pueblo redoblando el animo y con total entrega.\n\t\t\t\t\t\n\t\t\t\t\tEn estos primeros albores del ano juro solemnemente consagrarme para que los tiempos en que todo el pueblo entonaba la cancion No tenemos nada que envidiar en el mundo, confiando en los grandes Lideres y con el optimismo en el futuro, no sean un instante del pasado, sino que continuen en la realidad de hoy, y ser genuino trabajador y fiel servidor del pueblo que lo enaltece con la conciencia limpia e inmaculada.\n\t\t\t\t\t\n\t\t\t\t\tLuchare reciamente para establecer en todo el Partido el ambiente revolucionario de la entrega total al pueblo.\n\t\t\t\t\t\n\t\t\t\t\tMientras el gran kimilsungismo-kimjongilismo alumbra nuestro camino y contamos con el poderio de la unidad monolitica de millones de militares y habitantes en torno al Partido, nuestra victoria es definitiva.\n\t\t\t\t\t\n\t\t\t\t\tMarchemos todos vigorosamente hacia el luminoso futuro para realizar el esplendoroso proyecto de la construccion de una potencia socialista trazado por el VII Congreso del Partido del Trabajo de Corea."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion del Presidente egipcio",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-03ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion del Presidente egipcio\r\nPyongyang, 2 de enero (ACNC) -- El Maximo Dirigente Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el 29 de diciembre del ano pasado el Presidente de la Republica Arabe de Egipto, Abdel Fattah al-Sisi.\n\t\t\t\t\tEl texto va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del Ano Nuevo 2017, tengo el gran placer de extenderle a Su Excelencia mis sinceras felicitaciones.\n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para formular votos por su buena salud y felicidad y por el mayor progreso y prosperidad del amistoso pueblo de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEspero que en el Ano Nuevo, haya la estabilidad y prosperidad para su pais y todos los otros del mundo."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion del Emir de Kuwait",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-02ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion del Emir de Kuwait\r\nPyongyang, 2 de enero (ACNC) -- El Maximo Dirigente Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le enviara el 13 de diciembre del ano pasado el Emir del Estado de Kuwait, Sabah Al-Ahmad Al-Jaber Al-Sabah.\n\t\t\t\t\tLa misiva sigue:\n\t\t\t\t\t\n\t\t\t\t\tMe complace enviarle a Su Excelencia las sinceras felicitaciones y votos con motivo del Ano Nuevo 2017.\n\t\t\t\t\t\n\t\t\t\t\tCompartiendo la alegria con Su Excelencia, aprovecho esta oportunidad para desear que el Ano Nuevo sea el de felicidad que ofrezca a todos los pueblos del mundo la paz, la seguridad, el bienestar y la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tFormulo votos por su buena salud y el desarrollo de excelentes relaciones entre los dos paises y pueblos amistosos."
        },
        {
            "title": "Pak Pong Ju visita la Mina Carbonifera Juventud 8 de Febrero de Jikdong",
            "url": "http://kcna.co.jp/item/2017/201701/news02/20170102-14ss.html",
            "content": "Pak Pong Ju visita la Mina Carbonifera Juventud 8 de Febrero de Jikdong\r\nPyongyang, 2 de enero (ACNC) -- El premier coreano Pak Pong Ju visito la Mina Carbonifera Juventud 8 de Febrero de Jikdong del Complejo Carbonifero Juventud de la Region de Sunchon que comenzo la campana del Ano Nuevo por el aumento de produccion.\n\t\t\t\t\tRecorriendo varios puntos de la mina, el premier hizo conocimiento detallado del estado de produccion y estimulo a los carboneros a lograr mayores exitos en la excavacion de carbon.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion de consulta convocada en el terreno, se discutieron las medidas para enfocar las fuerzas en priorizar la perforacion y abastecer a tiempo de los equipos y materiales necesarios a la produccion."
        }
    ]
}