{
    "date": "2017-07-06",
    "url": "http://kcna.co.jp/item/2017/201707/2017-07-06ee.html",
    "articles": [
        {
            "title": "Choe Ryong Hae Meets Delegation of Lenin Young Communist League of Russian Federation",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-27ee.html",
            "content": "Choe Ryong Hae Meets Delegation of Lenin Young Communist League of Russian Federation\r\nPyongyang, July 6 (KCNA) -- Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the WPK Central Committee, met and had a talk with a delegation of the Lenin Young Communist League of the Russian Federation led by Vladimir Isakov, first secretary of the C.C., the league who is secretary of the C.C., Communist Party of the Russian Federation, who paid a courtesy call on him on Thursday."
        },
        {
            "title": "WPK Delegation Leaves for Different Countries",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-14ee.html",
            "content": "WPK Delegation Leaves for Different Countries\r\nPyongyang, July 6 (KCNA) -- A delegation of the Workers' Party of Korea (WPK) led by Ryu Myong Son, vice department director of its Central Committee, left here on Thursday to participate in the 14th Congress of the South African Communist Party and to visit Mozambique and Iran."
        },
        {
            "title": "Confrontational Maniacs' Wild Act of Pointing Finger at the Auspicious Event of Nation Slashed",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-21ee.html",
            "content": "Confrontational Maniacs' Wild Act of Pointing Finger at the Auspicious Event of Nation Slashed\r\nPyongyang, July 6 (KCNA) -- No sooner had the news of the DPRK's test-launch of ICBM Hwasong-14 been released than the south Korean chief executive held a plenary session of the \"state security meeting\" where he said he \"repeatedly denounce in the strong terms the irresponsible provocation by the north\". He went the lengths of talking about south Korea-U.S. combined ballistic missile firing range with the approval of Trump, saying that \"it is not a situation to be tackled with statement only.\"\n\t\t\t\t\t The puppet military gangsters made public so-called \"statement\" and incited confrontation to the extremes, talking about \"provocation\" and \"destruction\" while faulting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the National Peace Committee of Korea in a statement Thursday said the south Korean authorities' pointing an accusing finger, instead of getting rejoiced over the praiseworthy event of the nation, is an act of treachery of senseless guys who have no faculty to understand what represents the might and dignity of the nation and how peace is defended on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The statement reiterated the fixed will of the DPRK neither to put nuke and ballistic rocket on the negotiating table nor to take even an inch back from bolstering the nuclear force as long as the U.S. hostile policy and nuclear threat are not put to an end, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We have nothing to be afraid of or fear as we are possessed of ICBM together with A-bomb and H-bomb.\n\t\t\t\t\t\n\t\t\t\t\t Gone are the days when the puppet forces lorded it over while counting on the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It will be as easy as a piece of cake for the DPRK to wipe out the puppet forces just at hand, as we are now able to destroy even the U.S. mainland across the ocean.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean authorities can not evade the same miserable fate as the Park Geun Hye group of traitors which was taken to the grave of history while going hell-bent on escalating confrontation with the fellow countrymen with the backing of the U.S., should they defy our warning and take the road of kicking up the racket for escalating stand-off with the DPRK to the extremes while faulting its measure for bolstering its capabilities for self-defence."
        },
        {
            "title": "Press Statement of DPRK Foreign Ministry Distributed as UN Document",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-28ee.html",
            "content": "Press Statement of DPRK Foreign Ministry Distributed as UN Document\r\nPyongyang, July 6 (KCNA) -- The June 16 press statement of the DPRK Foreign Ministry, issued over the facts that the vicious sanctions and pressure of the U.S. and its followers against the DPRK have reached the extreme phase, was distributed as an official document A/71/941-S/2017/535 of the UN General Assembly and the UNSC on Wednesday."
        },
        {
            "title": "Gift to Kim Jong Un from C.C., Lenin Young Communist League of Russian Federation",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-24ee.html",
            "content": "Gift to Kim Jong Un from C.C., Lenin Young Communist League of Russian Federation\r\nPyongyang, July 6 (KCNA) -- Respected Supreme Leader Kim Jong Un received a gift from the Central Committee of the Lenin Young Communist League of the Russian Federation.\n\t\t\t\t\t The gift was conveyed to Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the WPK Central Committee, by Vladimir Isakov, secretary of the C.C., Communist Party of the Russian Federation and first secretary of the Central Committee of the Lenin Young Communist League of the Russian Federation, on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Vladimir Isakov is leading a delegation of the league on a visit to the DPRK."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-22ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung and Kim Jong Il\r\nPyongyang, July 6 (KCNA) -- Staff members of the WHO and the Food and Agriculture Organization of the United Nations (FAO) missions here visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Thursday on the occasion of the 23rd anniversary of the President's demise.\n\t\t\t\t\t They laid floral baskets before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Floral Basket Laid before Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-23ee.html",
            "content": "Floral Basket Laid before Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, July 6 (KCNA) -- The family of Zhang Weihua, a Chinese anti-Japanese revolutionary martyr, sent a floral basket to the statues of President Kim Il Sung and leader Kim Jong Il on the occasion of the 23rd anniversary of the President's demise.\n\t\t\t\t\t The floral basket was laid before the statues on Thursday."
        },
        {
            "title": "Staff Members of Indian Embassy Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-26ee.html",
            "content": "Staff Members of Indian Embassy Help Korean Farmers\r\nPyongyang, July 6 (KCNA) -- Indian Ambassador to the DPRK Jasminder Kasturia and staff member of his embassy did friendship labor at the DPRK-India Friendship Kalchon Co-op Farm in Hanggu District on Thursday.\n\t\t\t\t\t They went round the room for the education in the revolutionary history and other places, being briefed on the leadership feats the peerlessly great men of Mt Paektu performed for the farm.\n\t\t\t\t\t\n\t\t\t\t\t They helped the farmers in weeding maize field.\n\t\t\t\t\t\n\t\t\t\t\t During the break they talked with officials of the farm."
        },
        {
            "title": "Japanese Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-29ee.html",
            "content": "Japanese Delegation Visits Mangyongdae\r\nPyongyang, July 6 (KCNA) -- A delegation of activists of the Japan-Korea friendship led by Akihiro Harada, co-representative of the Solidarity of Broad Sections of People for Independence, Peace and Democracy in Japan, on Thursday visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t The guests went to the historic old home in Mangyongdae where the President was born and spent his childhood, nurturing his high ambition for the revolution, and looked round the historical relics preserved there, being briefed on the stories of the old home.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Sci-Tech Complex, the Mangyongdae Schoolchildren's Palace, Panmunjom, etc."
        },
        {
            "title": "Army-People Gathering Held Here to Celebrate Test-fire of Hwansong-14",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-34ee.html",
            "content": "Army-People Gathering Held Here to Celebrate Test-fire of Hwansong-14\r\nPyongyang, July 6 (KCNA) -- A Pyongyang city army-people gathering took place in Kim Il Sung Square and other parts of the city on Thursday to celebrate the successful test-launch of intercontinental ballistic rocket Hwasong-14.\n\t\t\t\t\t Attending it were Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae and other senior party, state and army officials, the chairman of a friendly party, officials of party and armed forces organs, the Cabinet, working people's organizations, ministries and national institutions, men and officers of the Korean People's Army and the Korean People's Internal Security Forces and officials of institutions at all levels and industrial establishments and working citizens and youth and students in the city.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the WPK Central Committee, read out the report of the DPRK Academy of Defense Science.\n\t\t\t\t\t\n\t\t\t\t\t Jang Chang Ha, president of the Academy, addressed the gathering.\n\t\t\t\t\t\n\t\t\t\t\t He said that the great success in the test-launch of Hwasong-14 was a striking demonstration of the powerful Paektusan nation's heroic stamina and tremendous strength, a great auspicious event to be specially recorded in the history of the DPRK and the great victory of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t With successes in producing more powerful and developed edge-cutting weapons, all the scientists, technicians and officials of the Academy will implement the strategic plan of the Party for winning the final victory of socialism and bringing earlier the great event of national reunification with the great spirit of self-reliance and self-development as the dynamic force, he said.\n\t\t\t\t\t\n\t\t\t\t\t Then, Kim Ki Nam, vice-chairman of the WPK Central Committee, Yun Tong Hyon, vice-minister of the People's Armed Forces, and Jon Yong Nam, first secretary of the Central Committee of the Youth League, made congratulatory speeches.\n\t\t\t\t\t\n\t\t\t\t\t They warmly congratulated the national defense science soldiers on striking the U.S. imperialists on the face.\n\t\t\t\t\t\n\t\t\t\t\t They called on the army and people to turn out in the Mallima movement based on self-reliance and self-development for implementing the decision of the 7th WPK Congress to create fresh miracles and changes, with high pride of living in the country possessed of the most powerful ICBM.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists commit even the slightest military provocation against the DPRK, the People's Army will mercilessly wipe out the aggression forces by the Korean-style preemptive nuclear strikes and show to the world how the territory of the U.S. will be reduced to ashes, they declared.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need for the young people to follow the working spirit and traits of the young scientists and technicians in the field of national defense science and thus create legendary stories about the heroic youth at every worksite for the building of a socialist power one after another.\n\t\t\t\t\t\n\t\t\t\t\t The speakers called on all the people to dynamically advance toward the final victory of the revolutionary cause of Juche under the guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the gathering the fireworks were displayed in the sky over the capital city of Pyongyang."
        },
        {
            "title": "Evening Galas Held to Celebrate Test-fire of Hwasong-14",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-33ee.html",
            "content": "Evening Galas Held to Celebrate Test-fire of Hwasong-14\r\nPyongyang, July 6 (KCNA) -- Evening galas of Korean youth and students and working citizens took place here on Thursday to celebrate the successful test-launch of intercontinental ballistic rocket Hwasong-14.\n\t\t\t\t\t The participants began their dancing parties to the tune of song \"Glory to General Kim Jong Un\" in Kim Il Sung Square and other parts of the capital city.\n\t\t\t\t\t\n\t\t\t\t\t To the cheerful melodies of \"Cheers of the People\", \"Our Country Is Witnessing Changes\", \"Nilliri for Songun\" and other songs, they merrily danced, hardening their will to go straight under the guidance of respected Supreme Leader Kim Jong Un and more strikingly display the dignity and strength of the nation."
        },
        {
            "title": "Oath-taking Meetings of Youths and Agricultural Workers",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-30ee.html",
            "content": "Oath-taking Meetings of Youths and Agricultural Workers\r\nPyongyang, July 6 (KCNA) -- Oath-taking meetings of youths and agricultural workers took place before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill and at the Wollo Vegetable Farm in Mangyongdae District Thursday on the occasion of the 23rd anniversary of demise of the President.\n\t\t\t\t\t Officials of the youth league and youth and students laid a floral basket and bunches of flowers at the statues of Kim Il Sung and Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Led by Jon Yong Nam, chairman of the C.C., the youth league, the participants vowed to hold President Kim Il Sung in high esteem for all ages and build a socialist power on this land under the guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t In an oath-taking meeting of the agricultural workers, Kim Chang Yop, chairman of the C.C., the Union of Agricultural Workers of Korea, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers stressed that the President is the savior of national restoration and the genius of creation and construction as he fathered the immortal Juche idea, put forward the popular masses as the driving force of the revolution for the first time in history and built a socialist power independent in politics, self-supporting in the economy and self-reliant in defence.\n\t\t\t\t\t\n\t\t\t\t\t They said that the radical change in the socialist countryside and the destiny of the agricultural workers was a fruition of the President's ardent patriotism and love and devotion to the people.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their resolution to realize the intention and desire of the great leaders under the banner of modeling the whole society on Kimilsungism-Kimjongilism and bring earlier the final victory in the building of a socialist power on this land."
        },
        {
            "title": "Women's Union Officials and Members Meet",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-31ee.html",
            "content": "Women's Union Officials and Members Meet\r\nPyongyang, July 6 (KCNA) -- Officials and members of the women's union held a public presentation on the greatness of President Kim Il Sung at the Hall of Women Thursday on the occasion of the 23rd anniversary of his demise.\n\t\t\t\t\t Jang Chun Sil, chairwoman of the Central Committee of the women's union, and other speakers said that the President founded the Juche idea, Songun idea indicating the way for the Korean revolution and thus the country, which was once eclipsed in the world map, could confidently advance along the road of independence, the cause of the Juche revolution with the most scientific and unique guiding idea.\n\t\t\t\t\t\n\t\t\t\t\t The President had led the Korean revolution to the victory and glory with the faith that self-reliance means independence and Juche, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t He put forward the people as the driving force of the revolution and construction and gave full play to their mental power and creative ability to bring about epochal miracles and changes.\n\t\t\t\t\t\n\t\t\t\t\t Raising the succession to the revolutionary cause as a crucial matter related to the future of the revolution for the first time in history, he smoothly settled this issue so that the Korean people have been blessed with illustrious leaders generation after generation."
        },
        {
            "title": "Another Great Victory in Showdown with U.S.: DPRK Citizens",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-18ee.html",
            "content": "Another Great Victory in Showdown with U.S.: DPRK Citizens\r\nPyongyang, July 6 (KCNA) -- All the citizens in the DPRK are overflowing with great joy over the successful launch of intercontinental ballistic rocket Hwasong-14.\n\t\t\t\t\t In this regard, Han Un Hui, a writer of the C.C., of the Writers Union of Korea, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t With the possession of intercontinental ballistic rocket as well as A-bomb and H-bomb, the DPRK reached a higher level in its overall strength and strategic position.\n\t\t\t\t\t\n\t\t\t\t\t Seeing with great joy the televised test-fire of Hwasong-14 capable of hitting the U.S. mainland, I feel the pride of being a citizen of a full-fledged nuclear power that possesses intercontinental ballistic rocket.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, the great success in the test-fire is a demonstration of the dignity and inexhaustible power of the great Paektusan nation that regards independence as its life and soul, and another victory in the showdown with the imperialists and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t My country is, in fact, a fortress of anti-imperialist independence, a fortress of socialism that no formidable enemy dares provoke, as it is the one and only country that distresses the U.S. which any country in the world dare not castigate though condemning its high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t My country will never step back even an inch from bolstering its nuclear force unless the U.S. hostile policy and nuclear threat to the DPRK are definitely terminated. And the world will clearly see how strong pluck and grit it has.\n\t\t\t\t\t\n\t\t\t\t\t Mun Chol, first secretary of the Pyongyang City Committee of the Kimilsungist-Kimjongilist Youth League, said:\n\t\t\t\t\t\n\t\t\t\t\t It comes to a telling blow to the U.S. that the DPRK succeeded in the test-fire of intercontinental ballistic rocket.\n\t\t\t\t\t\n\t\t\t\t\t I seem to see the wretched appearance of the U.S. shocked by the test-fire.\n\t\t\t\t\t\n\t\t\t\t\t With a pride of living in the country with powerful nukes and armed forces, we will do our best to add glory to the Mallima era by performing fresh feats."
        },
        {
            "title": "Letter to Kim Jong Un from Chongryon",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-09ee.html",
            "content": "Letter to Kim Jong Un from Chongryon\r\nPyongyang, July 6 (KCNA) -- Respected Supreme Leader Kim Jong Un received a letter from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on July 4.\n\t\t\t\t\t The letter extended the greatest glory and heartfelt thanks to him who successfully led the test-fire of intercontinental ballistic rocket Hwasong-14 at one go. \n\t\t\t\t\t\n\t\t\t\t\t It praised him as protector of the destiny of the country and nation and the greatest man who is exalting the dignity of the political and military power of Paektu all over the world and steering the world politics.\n\t\t\t\t\t\n\t\t\t\t\t The Chongryon officials and Koreans in Japan will defend Kim Jong Un and their homeland, beacon of hope, with high honor of being overseas citizens of Juche Korea, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t It expressed their will to further develop the movement of Koreans in Japan on a higher stage as required by the new era of the Juche revolution and fulfill their noble mission for vigorous nationwide drive for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon will make tangible contributions to the building of a socialist power in the homeland which is working new miracles in the spirit of self-reliance and self-development and at Mallima speed, the letter said."
        },
        {
            "title": "Delegation of Young Officials of Chongryon Meets Former Unconverted Long-term Prisoner",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-32ee.html",
            "content": "Delegation of Young Chongryon Officials Meets Former Unconverted Long-term Prisoner\r\nPyongyang, July 6 (KCNA) -- The delegation of young officials of Chongryon (General Association of Korean Residents in Japan) led by Pae Jun Ryol, vice-chairman of the Central Standing Committee of the Korean Youth League in Japan, met with Hong Myong Gi, a pro-reunification patriotic fighter and former unconverted long-term prisoner, on Thursday.\n\t\t\t\t\t Hong said that he could become a proud victor at the life-and-death struggle as he kept in mind absolute trust in the Party and the leader and ardent patriotism.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the former unconverted long-term prisoners have been enjoying a worthwhile life under the loving care and benevolence of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the youngsters of Chongryon would reliably carry forward the patriotic cause, with deep trust in the Supreme Leader.\n\t\t\t\t\t\n\t\t\t\t\t Choe In A, a member of the delegation, said that they were greatly encouraged by the fighting spirit of the pro-reunification patriots who had undauntedly fought to keep their revolutionary principles and that they would remain faithful to the guidance of respected Supreme Leader Kim Jong Un just like unconverted long-term prisoners of strong faith and will.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting there was an art performance."
        },
        {
            "title": "Kim Il Sung's Life Adorned with Comradeship",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-17ee.html",
            "content": "Kim Il Sung's Life Adorned with Comradeship\r\nPyongyang, July 6 (KCNA) -- Twenty three years have passed since the demise of President Kim Il Sung. On this occasion, servicepersons and people in the DPRK are recalling with deep emotion the whole life of the President who gave birth to the genuine comradeship and led the Korean revolution to victory by dint of single-minded unity.\n\t\t\t\t\t It is well proved by a photo that he had kept in his safe till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t It is a photo of the President taken with Kim Chaek, vice-Premier and concurrently Minister of Industry, in Juche 37 (1948) when the DPRK was founded.\n\t\t\t\t\t\n\t\t\t\t\t Regarding it as his most pleasure to gain comrades, Kim Il Sung recollected in his reminiscences \"With the Century\" that capitalists say they take great pleasure in making money, but he took the greatest pleasure and interest in making comrades.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, a number of legendary stories about his comradeship were produced during the anti-Japanese armed struggle and the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t In August 1973 when the Revolutionary Martyrs Cemetery on Mt. Taesong was under construction, he added the names of 40 martyrs to the list of those to be laid in state at the cemetery and gave detailed instructions on the arrangements of martyrs and attires for their busts.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, President Kim Il Sung is the supreme incarnation of revolutionary comradeship."
        },
        {
            "title": "Japan's Persistent Claim to Tok Islets under Fire",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-10ee.html",
            "content": "Japan's Persistent Claim to Tok Islets under Fire\r\nPyongyang, July 6 (KCNA) -- Days ago, the Japanese government decided to write in textbooks and teaching manuals for primary and middle schools sophism that Tok Islets are parts of Japan's territory.\n\t\t\t\t\t Rodong Sinmun Thursday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t To implant the young generation of Japan the ambition for grabbing Tok Islets is shameless act that could be done only by the Japanese reactionaries with robber-like intention.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries persistently assert that Tok Islets are inviolable parts of their territory and imbue rising generation with the ambition for Tok Islets. Their purpose is to use their youngsters as shock brigade for grabbing Tok Islets and reinvading Korea in the future.\n\t\t\t\t\t\n\t\t\t\t\t They are going to expand the \"Self-Defense Forces\" with youngsters and turn Japan into a state of war in the future.\n\t\t\t\t\t\n\t\t\t\t\t Japan frequently stages drills of combat for recapturing a sole islet by mobilizing SDF. This would be unthinkable without the ambition to grab Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately Japan may assert Tok Islets belong to its territory, it can convince no one. Japan's bid to grab Tok Islets is a foolish daydream.\n\t\t\t\t\t\n\t\t\t\t\t When the Japanese reactionary ruling quarters persist in claiming to Tok Islets, distorting history as now, they would only invite denunciation and disgrace as land grabber and gangster."
        },
        {
            "title": "S. Korean Authorities Should Roll Back Their Policy of Toeing U.S. against Reunification: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-12ee.html",
            "content": "S. Korean Authorities Should Roll Back Their Policy of Toeing U.S. against Reunification: Rodong Sinmun\r\nPyongyang, July 6 (KCNA) -- The south Korean authorities seem to show any interest in the improvement of the north-south relations, underling the need for what they call \"civil cooperation exchange\" but it is nothing but an act to mislead the public opinion, Rodong Sinmun says in an article Thursday.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are pulling up the DPRK over its just measures for bolstering up the military capability for self-defense, pursuant to the policy of foreign forces. It is little short of disgraceful action of those who are ignorant as to how the dignity and security of the nation have been defended and what guarantees the peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean ties remain at the lowest ebb, which makes every one concerned as to whether both sides can sit face to face to settle the issue with good intentions or not.\n\t\t\t\t\t\n\t\t\t\t\t So far the south Korean authorities have only paid lip service to the dialogue but condemned the other party as a \"provocateur\" and cried out for the \"international cooperation in sanctions and pressure\" in order to chill the atmosphere of dialogue and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t They said that they would make the DPRK come to dialogue through \"maximum pressure on it\", which is the worst provocation against the dialogue partner and the most intolerable insult to it, so it is the same reckless act as that of traitor Park Geun Hye who went reckless in the moves to aggravate the inter-Korean ties while crying out for the \"dialogue by confrontation\".\n\t\t\t\t\t\n\t\t\t\t\t Unless the root cause of the hostility and confrontation is not removed, it is impossible to avoid the vicious cycle of the breach of agreement and suspension of any ties like the past.\n\t\t\t\t\t\n\t\t\t\t\t So long as U.S. moves to stifle the DPRK through sanctions on it continue and the south Korean authorities' policy servile to the U.S. remains enforced, nothing will be settled between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is the only way out for the south Korean authorities to opt for going hand in hand with the fellow countrymen in the north for the destiny of the nation, regarding them as companions for reunification, not prioritizing foreign forces and cooperating with them."
        },
        {
            "title": "Rodong Sinmun on Destiny of S. Korean Conservative Academic Circles",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-13ee.html",
            "content": "Rodong Sinmun on Destiny of S. Korean Conservative Academic Circles\r\nPyongyang, July 6 (KCNA) -- Rodong Sinmun Thursday cites facts that institutes and scientific magazines of conservative circles have backed up the conservative politics in south Korea, spread sycophancy towards the U.S. and submission to it in the whole aspects of society and implanted bad blood for compatriots in the north into south Koreans under the signboard of \"academic pursuits\" and they are now finding themselves in the abyss of ruin.\n\t\t\t\t\t The paper observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The ruin of south Korean conservative academic circles is a sealed fate of those who have gone against the trend of the era and history and served as waiting maid of the dictatorial regime.\n\t\t\t\t\t\n\t\t\t\t\t The hack writers of the puppet conservative academic circles are hateful scum as they helped the ultra-righteous reactionary forces draw water to the treacherous policy by abusing inviolable academic pursuits.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that betes noires are thrown into dust bin, forsaken by the people's mind-set while blindly following the conservative regime going mad for a petty amount of money without clear philosophy and scientific assertion.\n\t\t\t\t\t\n\t\t\t\t\t It is the necessity of the history that the puppet conservative academic circles are on the decline as they prevented the social development as cancer-like entity harmful to the independent consciousness of the nation and mouthpiece of the reactionary rule in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is unnecessary for such derelicts to desperately make efforts to prevent the ruin of the conservatives while trumpeting about sheer sophisms as a \"solution\" and \"reconstruction\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet conservative hack writers have no value and reason to exist any longer as they have preached sycophancy and treachery, confrontation with the fellow countrymen and jungle law."
        },
        {
            "title": "Minju Joson Slams U.S. Moves to Establish Military Domination in Asia-Pacific Region",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-15ee.html",
            "content": "Minju Joson Slams U.S. Moves to Establish Military Domination in Asia-Pacific Region\r\nPyongyang, July 6 (KCNA) -- The United States scheduled to finish naval test operation of newly-made super-large nuclear carrier Gerald R. Ford and put it in commission in the Norfolk naval base in Virginia State in July. The total expense of the carrier amounts to 13 billion U.S. dollars.\n\t\t\t\t\t Minju Joson Thursday in a commentary says that it is not hard to guess what the U.S. seeks in establishing military domination in the Asia-Pacific region through the building of the carrier with such huge investment. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. greatest concern is to control Asia and Pacific, the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t That is why it is intensifying political, economic and military infiltration into this region, viewing it as the region on which its future interest hinges.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, the U.S. steadily introduced its strategic assets into the Korean peninsula and its vicinity under the pretext of the \"nuclear and missile threat\" from the north. This is related to the sinister intention to maintain its hegemony in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t If the situation in the Asia-Pacific region including Northeast Asia is escalated and driven into the phase out of control, the U.S. will be held wholly accountable for all ensuing consequences."
        },
        {
            "title": "Minju Joson Slams S. Korean FM's Remarks Inciting Confrontation with Compatriots",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-16ee.html",
            "content": "Minju Joson Slams S. Korean FM's Remarks Inciting Confrontation with Compatriots\r\nPyongyang, July 6 (KCNA) -- Minju Joson Thursday in a commentary denounces newly appointed Foreign Minister of south Korea Kang Kyong Hwa for spitting out reckless remarks inciting confrontation with fellow countrymen in the north.\n\t\t\t\t\t When she was informally designated as minister nominee, conservative opposition parties forced her to resign herself over the suspicion of scandals. To get out of the pretty fix, she faulted the DPRK, while saying that \"the nuclear issue of the north should be a top priority task,\" \"the tougher sanctions are necessary to counter additional provocations\" and that \"suspension of tour of Mt Kumgang and shutdown of Kaesong Industrial Park are all the result of the unprecedented provocations from the north.\"\n\t\t\t\t\t\n\t\t\t\t\t After her nomination, she met the U.S. forces commander in south Korea, the U.S. charge d' affaires to south Korea, the chairman of the U.S. Council of Foreign Relations and other guys to curry favor with her masters while talking about \"prioritizing the strengthened south Korea-U.S. alliance to counter nuclear program of the north,\" \"nuclear and missile threats from the north\", and advertised the stand of south Korea supporting the adoption of the UN \"resolution on human rights in the north\".\n\t\t\t\t\t\n\t\t\t\t\t The reckless remarks of Kang are open challenge to the mindset of the candlelight demonstrators of south Korea, the commentary states, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Now the south Korean candlelight demonstrators ardently hope that the north-south relations will be improved as early as possible and peace and stability be settled on this land.\n\t\t\t\t\t\n\t\t\t\t\t Kang is busy currying favor with someone while reading his face for her successful career and official rank in disregard of the ever-growing struggle of the candlelight demonstrators. Her behavior reveals her true colors as pro-U.S. element devoid of conscience.\n\t\t\t\t\t\n\t\t\t\t\t She would be well advised to control her tongue, pondering over calamities from her sinister remarks."
        },
        {
            "title": "Papers Hail ICBM Test-Launch",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-11ee.html",
            "content": "Papers Hail ICBM Test-Launch\r\nPyongyang, July 6 (KCNA) -- Scientists and technicians of the DPRK Academy of Defence Science succeeded in the test-launch of inter-continental ballistic missile Hwasong-14, newly developed by them. This constitutes the successful accomplishment of the historic cause of rounding off the state nuclear force which required so much efforts, say DPRK leading newspapers Thursday in editorials.\n\t\t\t\t\t Rodong Sinmun says:\n\t\t\t\t\t\n\t\t\t\t\t The successful test-launch at one go is a striking demonstration of the invincible state might and the tremendous capability of self-reliant defence industry of Juche Korea that has advanced under the great Workers' Party of Korea's new line on the simultaneous development of the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t It is a great auspicious event to be specially recorded in the history of the DPRK which has long craved for powerful defence capabilities.\n\t\t\t\t\t\n\t\t\t\t\t This event would have been unthinkable without the undying feats of President Kim Il Sung and leader Kim Jong Il, who set forth the Juche-based line of simultaneously developing the two fronts and devoted all their life to providing powerful war deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The successful test-launch is the shining results of patriotic devotion made by respected Marshal Kim Jong Un, who is a revolutionary soldier most faithful to the great leaders and strongest man in idea, faith and courage, gifted military strategist and prominent leader.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous desire and will of our scientists and technicians to bring about all-people great auspicious events to be specially recorded in the history one after another by waging a life-and-death struggle as the scientists and technicians in the field of national defense industry did to carry into practice the plan and decision of the Party Central Committee and instilled great strength and courage to the people with the successful test-launch.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that the successful test-launch is an event of world historic significance in fundamentally terminating the U.S. threat and blackmail for a nuclear war and reliably guaranteeing the peace and security in the Korean peninsula and the region."
        },
        {
            "title": "S. Korean Organization Calls for Abolishing Conservative Political Party",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-19ee.html",
            "content": "S. Korean Organization Calls for Abolishing Conservative Political Party\r\nPyongyang, July 6 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty in south Korea held a press conference outside the office of the \"Liberal Korea Party\" on July 3 calling for abolishing the conservative political party of traitors, according to the south Korean online paper Tongil News.\n\t\t\t\t\t The speakers said that the party held its congress under the slogan of \"the party will change\", adding that this amounts to deceiving the people again with lies.\n\t\t\t\t\t\n\t\t\t\t\t Sycophancy and treachery are the history of the party, they said, calling for abolishing the sycophantic and treacherous political forces."
        },
        {
            "title": "U.S., S. Korea Urged to Roll Back Hostile Policy to DPRK",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-20ee.html",
            "content": "U.S., S. Korea Urged to Roll Back Hostile Policy to DPRK\r\nPyongyang, July 6 (KCNA) -- The Kwangju Headquarters of the South Side Committee for Implementing June 15 Joint Declaration and the Kwangju Action for Curbing THAAD on July 3 made public a statement clarifying the stand on the \"joint statement\" between the U.S. and south Korean authorities, according to Newsis of south Korea.\n\t\t\t\t\t The \"joint statement\" said the U.S. and south Korea had no hostile policy toward the \"north\" calling for \"stop to provocation\", but the military tension and crisis on the Korean peninsula were created by the U.S. and south Korean authorities' protracted hostile policy toward the north, the organizations stated.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and south Korean authorities have no hostile policy toward the north, they should confirm it in deeds and come out to the dialogue for establishment of peace mechanism on the Korean peninsula and withdraw the plan for joint military drill Ulji Freedom Guardian scheduled next month, in particular. \n\t\t\t\t\t\n\t\t\t\t\t It demanded the U.S. stop interference in internal affairs of south Korea."
        },
        {
            "title": "Teachers Union Declares Strong Struggle for Legal Position",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-25ee.html",
            "content": "Teachers Union Declares Strong Struggle for Legal Position\r\nPyongyang, July 6 (KCNA) -- The Teachers Union of south Korea on July 3 held a press conference in Seoul to declare the will to launch strong struggle for gaining the legal position of the organization, according to the south Korean online paper Voice of People.\n\t\t\t\t\t Speakers there stressed that they would intensify the struggle unless the \"government\" withdraws labeling of the teachers union as an illegal one and takes detailed measure for providing teachers with basic labor rights."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Russia",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-01ee.html",
            "content": "Kim Il Sung to Be Remembered in Russia\r\nPyongyang, July 6 (KCNA) -- A committee for remembering President Kim Il Sung was formed by the Party for Peace and Unity of Russia on June 22.\n\t\t\t\t\t Sazhi Umalatova, chairwoman of the party, was elected chairwoman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events to praise Kim Il Sung's revolutionary career and exploits on the occasion of July 8, the 23rd anniversary of his demise."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Benin",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-02ee.html",
            "content": "Kim Il Sung to Be Remembered in Benin\r\nPyongyang, July 6 (KCNA) -- The committee of the Socialist Party of Benin for remembering Generalissimo Kim Il Sung was formed in Cotonou on June 22.\n\t\t\t\t\t Ali Houdou, president of the party, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold such political and cultural events as remembrance meeting, lecture and photo exhibition on the occasion of the 23rd anniversary of demise of Kim Il Sung."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Norway",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-03ee.html",
            "content": "Kim Il Sung to Be Remembered in Norway\r\nPyongyang, July 6 (KCNA) -- A committee for remembering President Kim Il Sung was formed in Norway on June 22.\n\t\t\t\t\t Dag Norum, chairman of the Ostfold County Committee of the Communist Party of Norway, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events praising the President's exploits on the occasion of July 8, the 23rd anniversary of his demise."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Pakistan",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-04ee.html",
            "content": "Kim Il Sung to Be Remembered in Pakistan\r\nPyongyang, July 6 (KCNA) -- A Pakistani national committee for remembering President Kim Il Sung was formed in Karachi on June 23.\n\t\t\t\t\t A senator was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the revolutionary career and exploits of the President and the struggle of the Korean army and people for the final victory through media and hold political and cultural events in a significant way."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Tanzania",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-06ee.html",
            "content": "Kim Il Sung to Be Remembered in Tanzania\r\nPyongyang, July 6 (KCNA) -- A committee for remembering President Kim Il Sung was formed in Tanzania on June 24.\n\t\t\t\t\t Francis F. Lyimo, chairman of the Tanzanian National Coordinating Committee of the Juche Idea Study Groups, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set a remembrance period from June 24 and July 8 and decided to organize political and cultural events praising the President's revolutionary career and exploits in the period."
        },
        {
            "title": "Kim Jong Il's Feats for Party Building Introduced in Russia",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-07ee.html",
            "content": "Kim Jong Il's Feats for Party Building Introduced in Russia\r\nPyongyang, July 6 (KCNA) -- Russian newspapers carried special write-ups between June 14 and 17 to mark the 53rd anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Newspapers Komsomolskaya Pravda and Tsumenskaya Pravda carried such articles as \"Comrade Kim Jong Il's undying feats for party-building\" illustrated with portraits of his smiling image.\n\t\t\t\t\t\n\t\t\t\t\t They noted in detail that Kim Jong Il set it as the most important task to develop the WPK into the party of President Kim Il Sung, its founder, and successfully carried it out and that he strengthened the Party into an ideological pure entity, an integral organization and an entity which achieved the unity of actions.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his leadership, the WPK could display its might as an invincible party which victoriously advances the cause of socialism under the absolute support and trust from the popular masses, they said, stressing that his feats would shine forever along with the eternal prosperity of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t Paper Zavtra, in an article \"General Kim Jong Il, son of Mt Paektu\", elaborated on the facts that Kim Jong Il had led the DPRK-U.S. standoff always to victory with his pluck and guts as a brilliant commander.\n\t\t\t\t\t\n\t\t\t\t\t Zebri Deve, an online paper of Khabarovsk Territory, carried an article dealing with the history of his party leadership."
        },
        {
            "title": "Int'l Committee for Remembering Kim Il Sung Formed",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-05ee.html",
            "content": "Int'l Committee for Remembering Kim Il Sung Formed\r\nPyongyang, July 6 (KCNA) -- An international committee for remembering President Kim Il Sung was formed on June 25.\n\t\t\t\t\t Mikhail Panchenko, general secretary of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the President's revolutionary career and exploits through media and hold political and cultural events on the occasion of the 23rd anniversary of his demise."
        },
        {
            "title": "Choe Ryong Hae se reune con la delegacion rusa",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-19ss.html",
            "content": "Choe Ryong Hae se reune con la delegacion rusa\r\nPyongyang, 6 de julio (ACNC) -- Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y vicepresidente del Comite de Estado de la Republica Popular Democratica de Corea y del CC del PTC, departio el dia 6 con la delegacion de la Union de la Juventud Comunista Lenin de la Federacion Rusa, presidida por Vladimir Isakov, secretario del Comite Central del Partido Comunista y primer secretario de la union juvenil, de la Federacion Rusa, que le hizo una visita de cortesia."
        },
        {
            "title": "Tiene lugar mitin de militares y civiles de la ciudad de Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-30ss.html",
            "content": "Tiene lugar mitin de militares y civiles de la ciudad de Pyongyang\r\nPyongyang, 6 de julio (ACNC) -- Para celebrar el exitoso lanzamiento de prueba del cohete balistico intercontinental \"Hwasong-14\", tuvo lugar el dia 6 el mitin conjunto de militares y civiles de la ciudad de Pyongyang en la Plaza Kim Il Sung y las explanadas del Monumento a la Idea Juche, el Monumento a la Fundacion del Partido, la Casa Cultural 25 de Abril, el Arco de Triunfo, el Palacio de Deportes de Pyongyang y otros lugares capitalinos.\n\t\t\t\t\tAsistieron a la ocasion Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae y otros cuadros directivos del partido, el Estado y el ejercito, el presidente de partido amigo, los funcionarios de los organismos del partido y las fuerzas armadas, el Consejo de Ministros, las organizaciones de masas, los ministerios y organos centrales, los oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, los funcionarios y trabajadores de las instituciones, fabricas y empresas de todos los niveles, los jovenes y estudiantes de esta capital.\n\t\t\t\t\t\n\t\t\t\t\tEl miembro del Presidium del Buro Politico del CC del PTC y vicepresidente del Comite de Estado de la RPDC y del CC del PTC, Choe Ryong Hae, dio lectura a la declaracion correspondiente de la Academia de Ciencias de Defensa Nacional de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion pronuncio el discurso el presidente de la misma academia, Jang Chang Ha.\n\t\t\t\t\t\n\t\t\t\t\tEl dijo que el gran exito del lanzamiento de ensayo de \"Hwasong-14\" deviene una manifestacion del temperamento heroico y el inagotable poderio nacional de la potencia Paektusan, el gran evento que se registrara con letras mayusculas en la historia de la RPDC y la gran victoria de todo el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que todos los cientificos, tecnicos y funcionarios de su academia apoyaran fielmente con el exito de desarrollo de las mas poderosas y desarrolladas armas de punta el proyecto estrategico del PTC de adelantar la victoria final del socialismo y el gran evento de reunificacion de la patria con la gran fuerza motriz de autofortalecimiento.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, pronunciaron palabras de felicitacion el vicepresidente del CC del PTC, Kim Ki Nam, el viceministro de las Fuerzas Armadas Populares, Yun Tong Hyon, y el primer secretario del Comite Central de la Union de la Juventud Kimilsungista-Kimjongilista, Jon Yong Nam.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores extendieron cordiales felicitaciones a los cientificos de defensa nacional que dieron una bofetada fuerte en la cara de los prepotentes imperialistas yanquis.\n\t\t\t\t\t\n\t\t\t\t\tSubrayaron que todos los militares y civiles del pais se levantaran en la marcha de gran auge de Mallima basada en el principio de autofortalecimiento para materializar las resoluciones del VII Congreso y crearan nuevos milagros y cambios sintiendose muy orgullosos de vivir en el pais poseedor del potente ICBM.\n\t\t\t\t\t\n\t\t\t\t\tDestacaron que si el imperialismo yanqui atenta contra la RPDC con la imprudente provocacion militar, el EPC aniquilara implacablemente a la banda de agresores con el ataque preventivo nuclear al estilo coreano y mostrara al mundo como se envuelve en llamas y se arruina el territorio norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tApuntaron que los jovenes crearan incesantemente los mitos de juventud heroica en cada lugar de campana para la construccion de una potencia socialista aprendiendo el espiritu e impetu de los cientificos y tecnicos jovenes de la rama de la industria de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tExhortaron a todos a luchar con energia hacia la victoria final de la causa revolucionaria del Juche bajo la guia del Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el mitin, se tiraron fuegos artificiales en el cielo de Pyongyang."
        },
        {
            "title": "Veladas para festejar exitoso lanzamiento de \"Hwasong-14\"",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-29ss.html",
            "content": "Veladas para festejar exitoso lanzamiento de \"Hwasong-14\"\r\nPyongyang, 6 de julio (ACNC) -- Tuvieron lugar hoy las veladas de los jovenes y estudiantes y los trabajadores para festejar el lanzamiento exitoso de cohete balistico intercontinental de tipo \"Hwasong-14\" en la Plaza Kim Il Sung, las explanadas frente al Monumento a la Fundacion del Partido, el Palacio de Deportes de Pyongyang, la Casa Cultural 25 de Abril y el Arco del Triunfo y otros bailaderos capitalinos.\n\t\t\t\t\tLos participantes comenzaron a bailar al compas de la cancion \"Gloria al General Kim Jong Un\".\n\t\t\t\t\t\n\t\t\t\t\tBailando al son de \"Jubilo del pueblo\", \"Mi pais donde se realizan los ideales del pueblo\", \"Nilriri del Songun\" y otras melodias ligeras, los bailarines tomaron la decision de quedar fieles a la direccion del Maximo Dirigente Kim Jong Un y ostentar mas la dignidad y el poderio de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tLlevaron a climax el ambiente de la velada las canciones \"Oda a la juventud\", \"Brillaran tanto la patria como la juventud\" y otras canciones que reflejan el impetu y optimismo de los jovenes quienes registran nuevos mitos de la juventud heroica en los campos de construccion de potencia socialista."
        },
        {
            "title": "Portavoz de CNCDP condena a los maniacos de enfrentamiento del Sur de Corea",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-20ss.html",
            "content": "Portavoz de CNCDP condena a los maniacos de enfrentamiento del Sur de Corea\r\nPyongyang, 6 de julio (ACNC) -- Tan pronto como se transmitiera la noticia sobre el lanzamiento de prueba del cohete balistico intercontinental \"Hwasong-14\" en la Republica Popular Democratica de Corea, el mandatario surcoreano convoco apresuradamente la reunion plenaria del \"Consejo de Seguridad Nacional\". \n\t\t\t\t\tEn esa ocasion, disparateo que \"denuncia reiterada y fuertemente la provocacion irresponsable del Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que \"no esta en la circunstancia de responder solo con la declaracion\", insistio en el desarrollo de los ejercicios conjuntos de lanzamiento de misil balistico Sur de Corea-EE.UU. bajo la autorizacion de Trump.\n\t\t\t\t\t\n\t\t\t\t\tEntre tanto, los gangsteres de la capa militar surcoreana publicaron una \"declaracion\" ofendiendo atrevidamente la dignidad de la Direccion Suprema de la RPDC con palabras conflictivas tales como \"provocacion\" y \"destruccion total\".\n\t\t\t\t\t\n\t\t\t\t\tEn su declaracion fechada 6, el portavoz del Comite Nacional Coreano por la Defensa de la Paz (CNCDP) denuncio la calumnia de las autoridades surcoreanas sobre el evento formidable de la nacion coreana, de que deberian congratularse, como un acto antinacional de los imbeciles que no saben cuales son la fuerza y la dignidad de la nacion y como se defiende la paz de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tMientras que no se eliminen de raiz la politica hostil y la amenaza nuclear de EE.UU. contra la RPDC, esta no pondra en ningun caso sobre la mesa de negociaciones el arma nuclear ni el cohete balistico ni retrocedera jamas del camino hacia el incremento de fuerzas armadas nucleares, he aqui es la voluntad inconmovible de la RPDC, recalca el documento y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC, que cuenta con la bomba atomica, la otra H y hasta el cohete balistico intercontinental, no tiene nada de temer.\n\t\t\t\t\t\n\t\t\t\t\tPaso para siempre el tiempo en que los titeres surcoreanos actuaban con furia confiando en EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tPara la RPDC que se ha preparado para devastar hasta el territorio estadounidense allende del Oceano, no es mas que un juego aniquilar a los titeres surcoreanos que estan muy cerca.\n\t\t\t\t\t\n\t\t\t\t\tSi las actuales autoridades surcoreanas siguen armando los alborotos de confrontacion con la RPDC desoyendo nuestras advertencias y cuestionando nuestras medidas autodefensivas para fortalecer la capacidad de defensa nacional, no podran eludir el destino tragico de la banda de la traidora Park Geun-hye, enterrada en la tumba de la historia mientras se dedicada a los actos fratricidas bajo el amparo de EE.UU."
        },
        {
            "title": "Minju Joson condena intento hegemonico de EE.UU. sobre Asia-Pacifico",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-15ss.html",
            "content": "Minju Joson condena intento hegemonico de EE.UU. sobre Asia-Pacifico\r\nPyongyang, 6 de julio (ACNC) -- Recientemente, Estados Unidos concluyo la operacion naval de ensayo del nuevo portaaviones nuclear supergrande Gerald R. Ford que se pondra en servicio dentro de julio en la base naval de Norfolk del Estado de Virginia. El costo total de su construccion financiada por el Departamento de Defensa alcanza 13 mil millones de US$.\n\t\t\t\t\tEste hecho permite conocer facilmente que EE.UU. persigue establecer la esfera de dominio sobre la region de Asia-Pacifico.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala Minju Joson en un comentario individual divulgado hoy y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. intensifica la penetracion politica, economica y militar en la region Asia-Pacifico considerandola como punto vital de que dependeran sus futuros intereses.\n\t\t\t\t\t\n\t\t\t\t\tEn el mismo contexto, introduce sucesivamente sus propiedades estrategicas en la Peninsula Coreana y sus alrededores bajo el pretexto de la \"amenaza nuclear y de misiles del Norte (de Corea)\".\n\t\t\t\t\t\n\t\t\t\t\tRecaera sobre EE.UU. la responsabilidad de todas las consecuencias si se torna incontrolable la situacion de esa region, inclusive el Nordeste Asiatico."
        },
        {
            "title": "Minju Joson comenta disparates conflictivos de Kang Kyong Hwa",
            "url": "http://kcna.co.jp/item/2017/201707/news06/20170706-16ss.html",
            "content": "Minju Joson comenta disparates conflictivos de Kang Kyong Hwa\r\nPyongyang, 6 de julio (ACNC) -- En un comentario individual divulgado el dia 6, el rotativo Minju Joson denuncio a la recien nombrada ministra de Relaciones Exteriores del Sur de Corea, Kang Kyong Hwa, quien suelta sin consideracion alguna los disparates conflictivos anti-RPDC.\n\t\t\t\t\tCuando Kang fue designada como candidata a la cancillera surcoreana, los partidos opositores conservadores le impusieron la retirada voluntaria bajo la sospecha de corrupcion. Entonces, para liberarse de esa situacion desfavorable, ella acuso a la RPDC diciendo que hay que \"tratar el problema nuclear del Norte (de Corea) como una tarea mas inminente\", es necesaria la \"sancion mas dura frente a la provocacion adicional\" y el paro del turismo al monte Kumgang y la cerrada de la Zona Industrial de Kaesong \"se deben enteramente a los actos provocativos sin precedentes del Norte de Corea\", revela asi el periodico y continua:\n\t\t\t\t\t\n\t\t\t\t\tTan pronto como asumiera el cargo estatal, ella se reunio con el comandante de las tropas norteamericanas ocupantes del Sur de Corea, el embajador interino norteamericano en Seul, el presidente de la Asociacion Diplomatica de EE.UU. y otros, ocasiones en las cuales adulo a sus amos yanquis prometiendoles la \"primordial cooperacion\" con EE.UU. y diciendo la \"amenaza de las armas nucleares y misiles del Norte de Corea\" y expreso la posicion a favor de la aprobacion de la \"resolucion de DDHH del Norte\" en la ONU.\n\t\t\t\t\t\n\t\t\t\t\tLas tonterias de Kang desafian a la opinion publica surcoreana levantada en la lucha con velas encendidas.\n\t\t\t\t\t\n\t\t\t\t\tLos habitantes surcoreanos desean con ansiedad la mejora pronta de la relaciones intercoreanas para lograr la paz y la estabilidad en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tSin hacer caso del deseo angustioso de los surcoreanos, la arribista Kang se apresura por adular al amo gringo para satisfacer su ambicion, exponiendo su fachada de elemento proyanqui.\n\t\t\t\t\t\n\t\t\t\t\tSeria mejor que Kang mantenga callada meditando bien las consecuencias de sus actos verbales."
        }
    ]
}