{
    "date": "2017-07-10",
    "url": "http://kcna.co.jp/item/2017/201707/2017-07-10ee.html",
    "articles": [
        {
            "title": "Art Performance Given to Celebrate Successful Test-fire of Hwasong-14",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-01ee.html",
            "content": "Art Performance Given to Celebrate Successful Test-fire of Hwasong-14\r\n Pyongyang, July 10 (KCNA) -- An art performance took place here on July 9 in celebration of the successful test-fire of intercontinental ballistic rocket Hwasong-14.\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un enjoyed the performance.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae and other Party, state and army senior officials and staffs, officials, scientists, technicians, teachers, employees and students in the field of national defense science who contributed to the successful test-fire.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were such colorful numbers as male chorus \"Glory to Our Great Party\", instrumental music and song \"The Glorious Motherland\", female chorus \"Song of Socialist Advance\", light music \"March of Rocket Artillery of the Republic\", male solo and chorus \"Peace Is Guaranteed by Our Arms\" and tap dance \"Toast to Victors\" by artistes of Moranbong Band, Chongbong Band, State Merited Chorus and Wangjaesan Art Troupe.\n\t\t\t\t\t\n\t\t\t\t\t The performers highly praised the exploits of Kim Jong Un who has strengthened the DPRK into the possessor of most powerful intercontinental ballistic rocket by devoting himself to accomplishing the great cause of President Kim Il Sung and leader Kim Jong Il for building a nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t Whenever the image of Kim Jong Un was displayed on stage background, the theatre met with enthusiastic applause.\n\t\t\t\t\t\n\t\t\t\t\t Female solo \"Fatherland and I\", light music \"At a Go\", female chorus \"Song of Hwasong Rocket\", song and dance \"Make Others Envy Us\", dance \"Dash toward Future\" and other numbers were also brought on the stage.\n\t\t\t\t\t\n\t\t\t\t\t The performance, ended with finale \"Glory to General Kim Jong Un\", won the highest praise from the audience."
        },
        {
            "title": "Greetings to Mongolian President",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-14ee.html",
            "content": "Greetings to Mongolian President\r\n Pyongyang, July 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Sunday sent a message of greeting to Khaltmaa Battulga, newly elected president of Mongolia.\n\t\t\t\t\t Expressing the belief that the relations of friendship and cooperation between the DPRK and Mongolia with a long history and tradition will continue to develop, Kim Yong Nam wished the Mongolian president big success in his work for the development of the country."
        },
        {
            "title": "Greetings to Mongolian PM",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-13ee.html",
            "content": "Greetings to Mongolian PM\r\n Pyongyang, July 10 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, Sunday sent a message of greeting to Jargaltuul Erdenebat, prime minister of Mongolia, on the 96th anniversary of the victory of the Mongolian people's revolution.\n\t\t\t\t\t The message wished him and the Mongolian government successes in the work for economic development of the country and improvement of the Mongolian people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Ri Yong Ho sent a similar message to his Mongolian counterpart Ts. Munkh-Orgil on the same day."
        },
        {
            "title": "CCNR Supports S. Koreans Struggle for Dissolving Pro-U.S. Conservative Party",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-19ee.html",
            "content": "CCNR Supports S. Koreans Struggle for Dissolving Pro-U.S. Conservative Party\r\n Pyongyang, July 10 (KCNA) -- A spokesman for the Consultative Council for National Reconciliation (CCNR) released a statement on Monday over the brisk mass campaign in south Korea for dissolving the \"Liberal Korea Party\", a pro-U.S. conservative party and leftover from the \"yusin\" fascist dictatorship.\n\t\t\t\t\t South Koreans of various circles including workers, peasants, youths, students and even housewives have turned out in actions, demanding the immediate dissolution of the \"Liberal Korea Party\", a pack of pro-U.S., pro-Japanese lackeys and traitors bringing the danger of war through hideous confrontation with the compatriots in the north, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The campaign has rapidly spilled over into even areas of Kyongsang Province and Taegu called fortress of conservatives.\n\t\t\t\t\t\n\t\t\t\t\t The campaign is just a righteous struggle to achieve independence, justice and democracy without fail by sweeping away sycophancy toward the U.S., confrontation with compatriots in the north and fascist dictatorship, the source of trouble, misfortune and pain in the south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t The \"Liberal Korea Party\" is definitely a primary target on the list of evils that should be eliminated.\n\t\t\t\t\t\n\t\t\t\t\t It is a disgrace to the nation that the coteries of the LKP made up of hideous confrontation maniacs and hooligans that should be sternly punished by the public like traitor Park Geun Hye are still going scot-free.   It is the mindset of the angry public not to allow them to go with impunity any longer.\n\t\t\t\t\t\n\t\t\t\t\t Neither true national reconciliation, unity and reunification nor independence and democracy of the south Korean society are possible as long as the ultra-right conservative remnants including the \"Liberal Korea Party\", hell-bent on confrontation with the compatriots in the north, fascist dictatorship and sycophancy to the U.S., are allowed to be at large."
        },
        {
            "title": "DPRK Sports Ministry Delegation Leaves for Russia",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-17ee.html",
            "content": "DPRK Sports Ministry Delegation Leaves for Russia\r\n Pyongyang, July 10 (KCNA) -- A delegation of the DPRK Ministry of Physical Culture and Sports led by Minister Kim Il Guk left here Monday to take part in the 6th Meeting of Ministers of Sports to be held in Russia."
        },
        {
            "title": "Russian Youth League Delegation Returns",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-12ee.html",
            "content": "Russian Youth League Delegation Returns\r\n Pyongyang, July 10 (KCNA) -- A delegation of the Lenin Young Communist League of the Russian Federation led by Vladimir Isakov, first secretary of the C.C., the league who is secretary of the C.C., Communist Party of the Russian Federation, went back home on Monday."
        },
        {
            "title": "Officials and Members of Women's Union Hail Successful ICBM Test-Launch",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-20ee.html",
            "content": "Officials and Members of Women's Union Hail Successful ICBM Test-Launch\r\n Pyongyang, July 10 (KCNA) -- Officials and members of the women's union held a meeting in the compound of the Jonsung Revolutionary Museum Monday to celebrate the successful test-launch of the intercontinental ballistic rocket Hwasong-14.\n\t\t\t\t\t The speakers said at the meeting that the successful test-launch demonstrated the heroic spirit of the powerful Paektusan nation and inexhaustible national power dashing ahead like the wind by dint of self-reliance and self-development and represented the great victory that dealt a merciless blow to the enemies making desperate efforts to prevent the dynamic advance of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The eventful occasion is associated with the feats President Kim Il Sung and leader Kim Jong Il performed in building the independent defense industry from scratch and providing a powerful war deterrent by overcoming all hardships under the uplifted banner of simultaneous development of the two fronts, they stated.\n\t\t\t\t\t\n\t\t\t\t\t They extended the highest honor and warmest greetings to respected Supreme Leader Kim Jong Un who exalted the general national power and strategic position on the highest phase and fully guaranteed the ever-lasting rosy future of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t They called for marching forward dynamically toward the final victory of the cause of the Juche revolution along the road indicated by the Seventh Congress of the Workers' Party of Korea."
        },
        {
            "title": "Congratulatory Letter to Kim Jong Un from General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-18ee.html",
            "content": "Congratulatory Letter to Kim Jong Un from General Association of Koreans in China\r\n Pyongyang, July 10 (KCNA) -- Respected Supreme Leader Kim Jong Un on July 6 received a congratulatory letter from the General Association of Koreans in China over the successful test-launch of ICBM Hwasong-14.\n\t\t\t\t\t The letter said the successful test-launch of ICBM Hwasong-14, which is the final gate for rounding off the state's nuclear force, at one go was the demonstration of the invincible might of rapidly developing Juche Korea and the boundless strength of self-reliant national defence industry and the greatest event noteworthy in the history of the nation that has long hoped for powerful national defence.\n\t\t\t\t\t\n\t\t\t\t\t The important event of particular note for the 5,000-year long history of the nation would be unthinkable without the immortal exploits of the great Generalissimos Kim Il Sung and Kim Jong Il who provided the powerful war deterrence by pursuing the Juche-oriented line of simultaneously developing the two fronts under the unfurled banner of Songun for their all lives, the letter noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The successful test-launch of Hwasong-14 was the brilliant fruition of patriotic devotion of respected Marshal Kim Jong Un who put forward the line of simultaneously pushing forward the economic construction and nuclear force buildup in order to successfully realize the great Generalissimos' desire for a powerful nation and devoted his all efforts, and the greatest event to be praised by all Koreans down through generations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its vassal forces are noisily vociferating about \"maximum pressure\", much upset by the successive rocket-launching booms jolting the whole world. However, it is nothing but the last-ditch efforts of those finding themselves in the agonies of death.\n\t\t\t\t\t\n\t\t\t\t\t We will fulfill our missions and duties as overseas citizens of the strongest military power, deeply cherishing the confidence over the rosy future and the final victory of the country dashing forward, upholding the banner of simultaneous development of the two fronts."
        },
        {
            "title": "Peerlessly Great Man Lauded by World People",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-16ee.html",
            "content": "Peerlessly Great Man Lauded by World People\r\nPyongyang, July 10 (KCNA) -- President Kim Il Sung is the sun of all the people that has remained immortal in their minds as the peerlessly great man representing the 20th century.\n\t\t\t\t\tIt can be well evidenced by the gifts that personages in many countries of the world presented to him in reverence even after his demise.\n\t\t\t\t\t\n\t\t\t\t\tAmong them is a gold ring presented to him by the director of the Kim Il Sung Kindergarten in Ovorhangay Province, Mongolia in September Juche 90 (2001). When conveying the ring to an official concerned, the director said that Kim Il Sung is, indeed, the great and eternal President who performed great feats for the sake of the world revolution.\n\t\t\t\t\t\n\t\t\t\t\tOn the occasion of the centenary of the birth of the President, adherents of the Juche idea in Japan prepared a gift \"The Statue of the Great Leader Comrade Kim Il Sung\" with sincerity.\n\t\t\t\t\t\n\t\t\t\t\tThe gifts also include fur craftwork \"The Sun\" presented by the National University of Callao of Peru in August 2002 and jeweled handicraft \"Tree of Hope\" by President Marcia de Campos Pereira of the Women's International Democratic Federation in August 2005.\n\t\t\t\t\t\n\t\t\t\t\tAll the gifts are fraught with the humble reverence of world progressives for the peerlessly great man and their will to firmly advance along the road of independence."
        },
        {
            "title": "DPRK Is Sure to Win Final Victory: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-11ee.html",
            "content": "DPRK Is Sure to Win Final Victory: Rodong Sinmun\r\n Pyongyang, July 10 (KCNA) -- The DPRK proved before the world that it is the possessor of ICBM, capable of striking anywhere of the globe, and a nuclear power worthy of the name through the great success in the test-launch of intercontinental ballistic rocket, Rodong Sinmun Monday says in a commentary.\n\t\t\t\t\t Stating that the destiny of the U.S. is under the thumb of the Korean revolutionary armed forces, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. dares provoke the DPRK by ill-advised bravery, its mainland will be turned to ashes by the strong nuclear strike of ICBM. This is the inevitable destiny of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t No one can provoke the DPRK which has emerged in the centre of the world as possessor of the strongest ICBM.\n\t\t\t\t\t\n\t\t\t\t\t No one is able to block the service personnel and people of the DPRK rapidly advancing in unimaginable speed in the indomitable spirit and with immense strength.\n\t\t\t\t\t\n\t\t\t\t\t The world will feel much relieved to see how the DPRK achieves international justice after defeating the evil empire U.S. and how its service personnel and people build a socialist power on this land.\n\t\t\t\t\t\n\t\t\t\t\t The final victory in the DPRK-U.S. confrontation belongs to Juche Korea, heroic Korea."
        },
        {
            "title": "S. Korean Chief Executives' Junket to U.S. Termed One of Submission",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-09ee.html",
            "content": "S. Korean Chief Executives' Junket to U.S. Termed One of Submission\r\n Pyongyang, July 10 (KCNA) -- The south Korean chief executive's visit to the U.S. was the one of submitting to the U.S. and escalating confrontation with the fellow countrymen, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t During his visit, the south Korean chief executive agreed to intensify cooperation against the DPRK by taking the advantage of the U.S. policy for stifling the DPRK. This is an intolerable crime aimed at keeping the north-south relations in a catastrophic stage as ever and increasing the danger of the outbreak of a nuclear war, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The frantic nuclear racket against the DPRK being waged in cooperation with outsiders while linking the solution of the nuclear issue to the north-south relations would result in more intensified confrontation between the fellow countrymen and the increased danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities cooperate with outsiders under the pretext of settling the nuclear issue. This is a suicidal act of harassing peace and security on the Korean peninsula and checking the road to improving the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking, the issue of north-south relations, the issue of Korea's reunification, is the internal issue of the nation, and the partner with which we are to have discussion for reunification is fellow countrymen, not outsiders like the U.S.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities keep turning down the desire of the nation, while resorting to submission to the U.S. and the act of depending on outsiders, nothing will change no matter how many times the \"government\" is replaced and whoever comes to power in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should get away with the worn-out concept of flunkeyism and dependence on outsiders, and clearly see the tremendous might of their fellow countrymen who are setting right the U.S.-led international order plagued by aggression and injustice, by demonstrating its might as a nuclear power in the East and the rocket power in Asia, and the south Korean public mindset which overthrew the hideous conservative \"government\" with the might of candlelight."
        },
        {
            "title": "U.S. Sordid Intention in Pressurizing China Revealed",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-10ee.html",
            "content": "U.S. Sordid Intention in Pressurizing China Revealed\r\n Pyongyang, July 10 (KCNA) -- The U.S. is pressurizing China to intensify \"sanctions and pressure\" on the north, openly complaining about the insufficient role played by China in \"deterring the north from nuclear development.\"\n\t\t\t\t\t Trump in his personal public appearance threatened China that \"unless it plays an active role, the U.S. would take an independent action.\" High-ranking officials of the White House, the U.S. administration, Congress and U.S. military and even Obama who served out his presidency are trumpeting about \"stronger demand for China's pressure on the north\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is interfering even in the \"key interests\" of China as evidenced by sanctions on Chinese companies and businessmen who had dealings with the DPRK, designation of China as the \"worst flesh trafficking country\", resumption of the dispute in the South Sea of China and pressed deployment of THAAD in south Korea together with the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t A commentary of Rodong Sinmun Monday says this is the last-ditch efforts revealing the extreme despair and set-back of those who were thrown into the corner, being unable to check the DPRK from bolstering its nuclear capabilities.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. sinister intention to strangle the DPRK by cutting off all financial sources and trade channels by pressurizing its neighboring country, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Herein lie the crafty nature of the U.S. imperialists of pitting Asians against Asians in Asia and pitting those in the Mid-east against those in Mid-East and fishing in troubled waters, and their sordid nature of evading responsibility even though the \"sanctions and pressure on the north\" through the neighboring country come under international denunciation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. arrogant and thick-headed frenzy will get all the more undisguised as China finds itself at a loss, away from principle and impartiality, the commentary says, stressing that whoever has foreseeing sight should make a wise option, facing up to the trend of the times in which independence and justice triumph."
        },
        {
            "title": "Abrogation of S. Korea-U.S. SOFA Demanded",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-08ee.html",
            "content": "Abrogation of S. Korea-U.S. SOFA Demanded\r\n Pyongyang, July 10 (KCNA) -- Rodong Sinmun Monday carries an article in demand of abrogation of the humiliating and unequal south Korea-U.S. \"Status of Forces Agreement\" (SOFA) on the lapse of 51 years since its signing.\n\t\t\t\t\t The SOFA, which was cooked up by the U.S. with south Korean \"yusin\" dictator on July 9, 1966, is a modern slavery agreement legalizing the U.S. imperialist aggressor forces' presence in south Korea and granting them unlimited privileges, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The humiliating nature of the SOFA has been proved through 51-year long history.\n\t\t\t\t\t\n\t\t\t\t\t Under the patronage of SOFA the U.S. imperialist aggressors are committing hideous crimes such as violence, plunder, murder and rape in south Korea almost every day.\n\t\t\t\t\t\n\t\t\t\t\t Murder of Yun Kum I, driving armored car over middle schoolgirls to death and other murders by the U.S. troops were the cruelest and most brutal ones baffling human imagination. \n\t\t\t\t\t\n\t\t\t\t\t However, the criminals of the U.S. forces escaped punishment and the puppet ruling quarters of south Korea kept mum about the incidents.\n\t\t\t\t\t\n\t\t\t\t\t What is more serious is that the present ruling forces of south Korea representing \"mindset of the candlelight demonstrators\" are openly revealing the pro-U.S. servile attitude, calling for strengthening the \"alliance\" with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The reality shows that the dignity and sovereignty of south Korean people cannot but be violated and they should suffer disasters under any \"government\" as long as the U.S. colonial system exists in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The disgraceful history of servility of south Korea should not last any longer and the SOFA hurting the dignity and interests of the nation should be abrogated at once."
        },
        {
            "title": "KCNA Commentary Slams Japanese Official's Insult to Victims of Sexual Slavery",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-15ee.html",
            "content": "KCNA Commentary Slams Japanese Official's Insult to Victims of Sexual Slavery\r\n Pyongyang, July 10 (KCNA) -- The Japanese consul general to Atlanta, Georgia State of the U.S., recently hurled mud at the victims of the sexual slavery for the Imperial Japanese Army, only to enrage the world public.\n\t\t\t\t\t When interviewed by a local newspaper, he talked rubbish that there is no evidence proving that the Japanese army forced foreign women including those from Korea into sexual slavery during the Second World War, terming the victims of the slavery \"prostitutes.\"\n\t\t\t\t\t\n\t\t\t\t\t This is just a typical impudent act of the hooligans in Japan adding insult to injury of the victims of the sexual slavery, far from making an apology for the hideous crime against humanity. It is, at the same time, an unpardonable distortion of history and insult to all women in the world.\n\t\t\t\t\t\n\t\t\t\t\t Entering the new century, a string of invective terming the history of \"comfort women\" toilet history and the slavery a \"voluntary act for making money\" is being loudly heard from the right-wing reactionaries of Japan. The above-said remarks let out by the Japanese consul general against this backdrop clearly shows once again the true colors of Japan as a morally depraved country, which can never change.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the impudent behavior of the Japanese politicians flatly denying the organized and institutional sexual slavery for the Japanese army is a criminal scenario to twist the history of aggression and dodge the redemption of the past.\n\t\t\t\t\t\n\t\t\t\t\t History witnessed so many wars of aggression but never witnessed such a country which abducted foreign women in an organized manner and forced them into sexual slavery to gratify the carnal desire of its soldiers on battlefields.\n\t\t\t\t\t\n\t\t\t\t\t Such ill tendency of Japan to regard women as tools and playthings for satisfying the carnal desire didn't change even in modern days of civilization.\n\t\t\t\t\t\n\t\t\t\t\t According to a survey of human rights activists, 500,000 to 1,000,000 women had been reduced to sexual slaves since the early 1980s and even a lot of foreign women from other parts of Asia, east Europe and Latin America have been forced into prostitution in Japan.\n\t\t\t\t\t\n\t\t\t\t\t A group of aged prostitutes never to be found in other parts of the world openly exists in the middle of Tokyo and rapes and gang rapes have become a daily occurrence in Japan. So, moral vulgarity of the shameless Japanese hooligans having no guilty conscience is not something new.\n\t\t\t\t\t\n\t\t\t\t\t The perverted habit and trend harassing the Japan society are being bitterly censured by the world public as it is an inevitable product rooted at the sexual slavery in the past.\n\t\t\t\t\t\n\t\t\t\t\t No wonder, a statue of a girl sexual slave was erected as a symbol of peace in the southern part of the U.S. claiming to be the \"best ally\" of Japan and activities for having the information related to sexual slavery recorded by UNESCO as world heritage are getting brisk in various countries in Asia and Europe.\n\t\t\t\t\t\n\t\t\t\t\t Japan should admit the crime and make a sincere apology for it before history and mankind, though belatedly."
        },
        {
            "title": "Kim Jong Un's Work Introduced in DR Congo",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-02ee.html",
            "content": "Kim Jong Un's Work Introduced in DR Congo\r\n Pyongyang, July 10 (KCNA) -- The National Committee for the Study of the Juche Idea of DR Congo posted on its website the full text of respected Supreme Leader Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and Our People\" on July 1 to mark the 23rd demise anniversary of President Kim Il Sung.\n\t\t\t\t\t The work, published on April 20, Juche 101 (2012), clarifies the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il during their lifetime.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for firmly preserving and glorifying their ideas and exploits."
        },
        {
            "title": "Kim Il Sung's Feats Praised by Foreigners",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-03ee.html",
            "content": "Kim Il Sung's Feats Praised by Foreigners\r\n Pyongyang, July 10 (KCNA) -- Ugandan and Myanmar personages separately made public statements on June 29 and on July 3 to mark the 23rd anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Daniel Rugarama, chairman of the Ugandan National Executive Committee of the Pan-African Movement, extended invariable support and solidarity to the Korean people's efforts for defending and adding luster to the revolutionary cause pioneered and advanced by Kim Il Sung, saying that the DPRK could exalt its prestige with independence thanks to him.\n\t\t\t\t\t\n\t\t\t\t\t Tin Tun, director of the Myanmar Medical Research Institute, said that Kim Il Sung led to victory the two revolutionary wars, turned the DPRK into the powerful socialist country independent in politics, self-supporting in economy and self-reliant in defence, and performed titanic feats for achieving the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The director praised Kim Il Sung as an incarnation of virtues, who valued the people and ardently loved them, and the most outstanding leader in the 20th century and the peerlessly great man."
        },
        {
            "title": "Kim Il Sung Lauded by Iranian, Indian Papers",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-04ee.html",
            "content": "Kim Il Sung Lauded by Iranian, Indian Papers\r\n Pyongyang, July 10 (KCNA) -- Iranian and Indian papers carried articles praising the noble revolutionary career and feats of President Kim Il Sung on the occasion of the 23rd anniversary of his demise.\n\t\t\t\t\t The Iran News said in an article titled \"Distinguished leader in 20th century\" on July 4:\n\t\t\t\t\t\n\t\t\t\t\t Although President Kim Il Sung passed away, he is always remembered by mankind as a distinguished leader representative of the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t He illuminated the road of the anti-imperialist cause for independence, firmly taking the helm of the era of independence in the rapidly changing turbulences in the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t He, possessed of the immensely noble personality, was the world's elder statesman boundlessly revered by all people.\n\t\t\t\t\t\n\t\t\t\t\t The Indian paper New Delhi Times ran an article titled \"Kim Il Sung, tender-hearted image\" on July 4 said:\n\t\t\t\t\t\n\t\t\t\t\t The President would smile happily any time and anywhere.\n\t\t\t\t\t\n\t\t\t\t\t He was kind to people with a bright smile on his face and took care of them with a paternal affection all the times. It was fragrance as a great man peculiar to him.\n\t\t\t\t\t\n\t\t\t\t\t The Indian paper Indian and World Event said in an article titled \"Father of people\" on June 30:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, founder of socialist Korea, was called a tender-hearted father by the people.\n\t\t\t\t\t\n\t\t\t\t\t He was not only a leader of a country but also the great father who is responsible for the life and destiny of the people.\n\t\t\t\t\t\n\t\t\t\t\t His tender-hearted image as the father of the people will always be remembered by the Korean people."
        },
        {
            "title": "Kim Il Sung Remembered in Russia",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-05ee.html",
            "content": "Kim Il Sung Remembered in Russia\r\n Pyongyang, July 10 (KCNA) -- A remembrance meeting, seminar and lecture took place in Russia from June 26 to July 6 on the occasion of the 23rd anniversary of President Kim Il Sung's demise.\n\t\t\t\t\t The chairwoman of the Party for Peace and Unity of Russia said that the President was the founder of the Workers' Party of Korea, the DPRK and the Korean People's Army and an outstanding statesman and great strategist, adding that thanks to his wise leadership the DPRK has emerged as a power recognized by the world like today.\n\t\t\t\t\t\n\t\t\t\t\t The first secretary of the Central Committee of the Communist Party of the Soviet Union said that it is the greatest of his feats that he brilliantly settled the issue of the succession to the leadership.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Central Committee of the Communist Party \"Russian Communists\" praised the President as the world's elder statesman as he fathered the immortal Juche idea and firmly adhered to the socialist principle in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Russian Institute of Kimilsungism-Kimjongilism noted that the President's revolutionary career was the one devoted to the prosperity of the country and the happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Rostov Association for the Study of Kimilsungism-Kimjongilism of Russia praised the President for accomplishing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The first secretary of the Kirov Regional Committee of the Lenin Young Communist League of the Russian Federation said that the President was a distinguished leader in the 20th century as he led the global cause of independence to victory. He is always remembered by the Russian people, the first secretary added."
        },
        {
            "title": "Kim Il Sung's Work Introduced by Russian Magazine",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-06ee.html",
            "content": "Kim Il Sung's Work Introduced by Russian Magazine\r\n Pyongyang, July 10 (KCNA) -- A Russian internet magazine carried the full text of President Kim Il Sung's work \"Let the Entire Nation Unite and Hasten the Reunification of the Country\" on July 1 to mark the 23rd anniversary of his demise.\n\t\t\t\t\t The work, published on August 18, Juche 79 (1990), clarifies the ways of reunifying Korea.\n\t\t\t\t\t\n\t\t\t\t\t The magazine carried his photo."
        },
        {
            "title": "Se ofrece funcion artistica por el exitoso lanzamiento de prueba de ICBM",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-21ee.html",
            "content": "Se ofrece funcion artistica por el exitoso lanzamiento de prueba de ICBM\r\nPyongyang, 10 de julio (ACNC) -- Tuvo lugar el dia 9 en esta capital la funcion de musica y danza dedicada al exitoso lanzamiento de prueba del cohete balistico intercontinental \"Hwasong-14\".\n\t\t\t\t\tEl Maximo Dirigente Kim Jong Un presencio la funcion.\n\t\t\t\t\t\n\t\t\t\t\tLa vieron tambien Kim Yong Nam, Hwang Pyong So, Pak Pong Ju, Choe Ryong Hae y otros cuadros directivos del Partido, el Estado y el ejercito, el personal que hizo aporte al lanzamiento de \"Hwasong-14\", los funcionarios, cientificos, tecnicos, profesores, empleados y estudiantes del sector de ciencias de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tActuaron en la ocasion los artistas de las Bandas Moranbong y Chongbong, el Coro Estatal Benemerito y el Conjunto Artistico Wangjaesan.\n\t\t\t\t\t\n\t\t\t\t\tSe interpretaron las piezas de diferentes generos tales como el coro masculino \"Gloria a nuestro gran partido\", la musica instrumental y la cancion \"Patria radiante\", el coro femenino \"Cancion de la marcha del socialismo\", la musica ligera \"Marcha de coheteros de la Republica\", el solo masculino y coro \"Nuestra bayoneta garantiza la paz\" y la danza Tap \"Brindis de la victoria\".\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes elogiaron en tono patetico las hazanas del Maximo Dirigente quien dedico todo lo suyo por llevar a feliz termino la causa del Presidente Kim Il Sung y el Dirigente Kim Jong Il por la construccion de fuerzas armadas nucleares y convirtio a la Republica Popular Democratica de Corea en el pais poseedor del mas poderoso ICBM.\n\t\t\t\t\t\n\t\t\t\t\tEstallaba la ovacion efusiva cada vez que aparecia en el fondo de la escena la imagen del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEn el programa del espectaculo estuvieron tambien el solo femenino \"patria y yo\", la musica ligera \"De un tiron\", el coro femenino \"Cancion del canon Hwasong\", la cancion y danza \"Envidiennos\" y la danza \"Corramos hacia el futuro\".\n\t\t\t\t\t\n\t\t\t\t\tLa funcion concluyo con el epilogo \"Gloria al General Kim Jong Un\" arrancando fuertes aplausos del publico."
        },
        {
            "title": "Vocero de CRN insiste en disolucion del \"Partido de Corea Libre\"",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-22ee.html",
            "content": "Vocero de CRN insiste en disolucion del \"Partido de Corea Libre\"\r\nPyongyang, 10 de julio (ACNC) -- Con respecto a que con el paso del tiempo se toma mas auge en el Sur de Corea la lucha masiva por acabar con el \"Partido de Corea Libre\", organizacion politica conservadora proyanqui y residuo de la dictadura fascista de \"Yusin\", el portavoz del Consejo de Reconciliacion Nacional hizo publica el dia 10 una declaracion.\n\t\t\t\t\tLas abrumadoras masas del Sur de Corea, inclusive los obreros, los campesinos, los jovenes y estudiantes y hasta las amas de la casa, se levantaron en demanda de la descomposicion inmediata del \"Partido de Corea Libre\", colectivo proyanqui y projapones y horda de traidores a la nacion quienes traen la crisis de guerra fomentando la aviesa confrontacion fratricida, inicia el portavoz y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa lucha se extendio hasta a las regiones de la provincia de Kyongsang y Taegu, conocidas como baluartes del conservatismo.\n\t\t\t\t\t\n\t\t\t\t\tLa resistencia masiva por la disolucion de ese partido constituye una sublevacion justa por erradicar el servilismo proyanqui, la confrontacion fratricida y la dictadura fascista, que son estorbo de la sociedad surcoreana y causa raigal de todas las desgracias y sufrimientos, y por implantar la independencia, la justicia y la democracia.\n\t\t\t\t\t\n\t\t\t\t\tEl \"Partido de Corea Libre\" es precisamente el primer objetivo a ser eliminado como mal.\n\t\t\t\t\t\n\t\t\t\t\tDeviene la verguenza de la nacion el hecho de que todavia quedan vivos los maniacos conflictivos y las pandillas mas corruptas como la banda de \"Partido de Corea Libre\", a ser sentenciados duramente en el tribunal de la opinion publica junto con la traidora Park Geun-hye.\n\t\t\t\t\t\n\t\t\t\t\tAl dejar intactos al \"Partido de Corea Libre\" y otros remanentes conservadores ultraderechistas no se pueden realizar la reconciliacion y la unidad verdaderas de la nacion ni la reintegracion territorial ni tampoco la independentizacion y la democratizacion de la sociedad surcoreana."
        },
        {
            "title": "Rodong Sinmun comenta la visita a EE.UU. del mandatario surcoreano",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-23ee.html",
            "content": "Rodong Sinmun comenta la visita a EE.UU. del mandatario surcoreano\r\nPyongyang, 10 de julio (ACNC) -- El diario Rodong Sinmun divulgo el dia 9 un comentario individual criticando el reciente viaje a EE.UU. del actual mandatario surcoreano como el caracterizado por los actos sumisos a la gran potencia y los conflictivos con la parte connacional.\n\t\t\t\t\tEl actual mandatario surcoreano ha sido el \"recordista\" en visitar a EE.UU. lo mas pronto posible desde la investidura, comienza el comentario y prosigue: \n\t\t\t\t\t\n\t\t\t\t\tCreyendose el criado mas fiel a su patron gringo, dio muestras de aduloneria de toda indole defraudando asi la esperanza de la poblacion surcoreana y dejando consternado a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tLejos de descargar el rencor hacia los agresores yanquis que hicieron tremendos danos a la nacion coreana, a sus padres y a el mismo, el mandatario surcoreano se porto cabizbajo ante EE.UU., autor de la division de la nacion coreana, tratandolo como \"salvador\" de la vida.\n\t\t\t\t\t\n\t\t\t\t\tPrometio mejorar las relaciones intercoreanas o dialogar con el Norte bajo la \"autorizacion\" de EE.UU. y en estrecha cooperacion con esta fuerza extranjera que ha separado a Corea en dos partes y bloquea obstinadamente el camino de reunificacion independiente.\n\t\t\t\t\t\n\t\t\t\t\tIgnorante de la esencia del problema nuclear de la Peninsula Coreana y descalificado para abordar este tema, el hablo de la supuesta \"cancelacion total de armas nucleares del Norte segun la solucion por etapas\". Entonces, su amo gringo adiciono a la politica del Sur de Corea sobre el Norte la dificil tarea de \"cancelacion de armas nucleares del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tSe ha incluido en la \"Declaracion Conjunta\" el parrafo de ofrecer al Sur de Corea el \"disuasivo ampliado\" movilizando todas las fuerzas armadas, incluso las armas convencionales y los medios estrategicos nucleares de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tA cambio de decenas de miles de millones de US$ entregados a EE.UU., el visitante no consiguio otro resultado que cumplir el papel de contraparte de la extravagante \"diplomacia del apreton de manos\" de Trump, tomar la fotografia de recuerdo en el \"espacio privado\" del inquilino de la Casa Blanca donde nadie estuvo antes y ser invitado a las orgias.\n\t\t\t\t\t\n\t\t\t\t\tAhora, los surcoreanos de diferentes sectores expresan seria preocupacion por las consecuencias catastroficas de la visita del mandatario a EE.UU. condenandola como el viaje de enfrentamiento fratricida, que repite la fracasada politica sobre el Norte de los \"poderes\" de Lee Myung Bak y Park Geun-hye, y el anti-reunificacion que declaro la ruptura de relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tLa historia ensena la seria leccion de que todos los que recurrian al servilismo proyanqui y a la confrontacion fratricida resultaron condenados y abandonados por el pueblo y la nacion."
        },
        {
            "title": "ACNC publica comentario sobre la conducta inmoral de Japon",
            "url": "http://kcna.co.jp/item/2017/201707/news10/20170710-24ee.html",
            "content": "ACNC publica comentario sobre la conducta inmoral de Japon\r\nPyongyang, 10 de julio (ACNC) -- Hace poco, el consul general japones en Atlanta del Estado de Georgia de Estados Unidos insulto a las victimas de esclavitud sexual para el viejo ejercito japones, hecho que causo indignacion de la sociedad internacional.\n\t\t\t\t\tEn una entrevista con el periodico local, ese tipejo las describio como \"prostitutas\" chismeando que \"no hay la prueba de que en el periodo de la Segunda Guerra Mundial, el ejercito japones haya tomado como esclavas sexuales a las mujeres, inclusive las coreanas\".\n\t\t\t\t\t\n\t\t\t\t\tEste acto verbal deviene un intolerable insulto a la historia y las mujeres de todo el mundo siendo una muestra de gran cinismo de los Samurais que hieren doblemente a las victimas en vez de pedir disculpas por ese crimen de lesa humanidad, sin precedentes en la historia de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tEn el nuevo siglo, se escuchan entre los reaccionarios derechistas japoneses unas palabras tan absurdas como que \"la historia de esclavas sexuales es la de bano\" y \"ellas lo hicieron voluntariamente para ganarse dinero\". \n\t\t\t\t\t\n\t\t\t\t\tEsta vez, se ha escuchado el susodicho disparate del diplomatico japones, lo cual deja conocer una vez mas la fachada inmoral y corrupta del pais isla que no se cambia.\n\t\t\t\t\t\n\t\t\t\t\tEs un hecho bien conocido que la actitud descarada de los politiqueros japoneses, obstinados en negar su organizado e institucional crimen de esclavitud sexual, persigue la intencion criminal de tergiversar la historia de agresion y eludir la liquidacion del pasado.\n\t\t\t\t\t\n\t\t\t\t\tLa historia registra un sinnumero de guerras de agresion. Sin embargo, no hubo el antecedente de lo que hizo Japon, o sea, secuestrar a las mujeres de otros paises y llevarlas a los campos de guerra para satisfacer el deseo sexual de los soldados.\n\t\t\t\t\t\n\t\t\t\t\tEsta tendencia vulgar de Japon se repite hasta en la epoca de civilizacion contemporanea.\n\t\t\t\t\t\n\t\t\t\t\tDe acuerdo con la valoracion de los activistas de DDHH, de 500 mil a un millon de mujeres se hicieron esclavas sexuales en Japon desde el principio de la decada de 1980. Y muchas mujeres extranjeras provenientes de Asia, Europa oriental y America Latina se dedican a la prostitucion en contra de su voluntad.\n\t\t\t\t\t\n\t\t\t\t\tExiste en el centro de Tokio un grupo de prostitutas de edades avanzadas y se reportan casi todos los dias los casos de la violacion sexual y la multiple. Entonces, no hay nada nuevo en la bajeza moral de los nipones que no saben sentir culpabilidad ni verguenza.\n\t\t\t\t\t\n\t\t\t\t\tLa degeneracion de la sociedad japonesa es condenada por toda la humanidad siendo producto inevitable del crimen de esclavitud sexual.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, se construyo la estatua de nina esclava por la paz por primera vez en la parte meridional de EE.UU., considerado como \"pais aliado No.1\" de Japon, y se activan en varios paises de Asia y Europa las actividades para registrar como patrimonio de memoria de la humanidad de la UNESCO los datos referentes a la esclavitud sexual.\n\t\t\t\t\t\n\t\t\t\t\tJapon debe reconocer, aunque tardiamente, ese crimen de lesa humanidad y pedir disculpas sinceras a la historia y la humanidad."
        }
    ]
}