{
    "date": "2017-02-21",
    "url": "http://kcna.co.jp/item/2017/201702/2017-02-21ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Samchon Catfish Farm",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-01ee.html",
            "content": "Kim Jong Un Visits Samchon Catfish Farm\r\nPyongyang, February 21 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, visited the Samchon Catfish Farm.\n\t\t\t\t\t The farm has successfully turned into a world-level large-scale fish farm put on a Juche, scientific, intensive and industrial basis at the highest level.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un looked round the newly arranged room for education in the revolutionary history and room dedicated to the history of the farm.\n\t\t\t\t\t\n\t\t\t\t\t Noting the farm is one of the legacies bequeathed by leader Kim Jong Il for the people and service personnel, he said that its officials and employees should work hard to keep the fish breeding going at a high rate as it is an important work not only to preserve the high prestige of Kim Jong Il but also to translate his lifetime wish into a reality.\n\t\t\t\t\t\n\t\t\t\t\t Going round various places of the farm including sci-tech room, combined control room, breed-fish ground, hatchery, fattening ground and freezing storage, he learnt in detail about the progress made in fish breeding and modernization.\n\t\t\t\t\t\n\t\t\t\t\t It will be possible to accelerate the development of the country's catfish breeding if websites are set up in computers at the sci-tech room to help employees browse and grasp advanced catfish-breeding methods and catfish farms exchange successes and experience each other, he said.\n\t\t\t\t\t\n\t\t\t\t\t Scrutinizing the performance of an automatic feeding machine manufactured by scientists and technicians of the State Academy of Sciences with their concerted efforts, he said it was well made and he likes it as it was modernly made with recourse to indigenous brain power, technology and equipment.\n\t\t\t\t\t\n\t\t\t\t\t Being pleased to see only two employees of the farm manage 16 big ponds housing more than 10 000 catfishes, he praised it as a manpower-saving farm wanted by the Party.\n\t\t\t\t\t\n\t\t\t\t\t He was satisfied to see swarms of big catfishes in each pond and frozen catfishes piled up at the freezing storage.\n\t\t\t\t\t\n\t\t\t\t\t It is a great success that the Samchon Catfish Farm was modernly built in the country's famous hot spring area suitable for breeding warm water catfish to make it possible to annually breed more than 3 000 tons of catfish, he said.\n\t\t\t\t\t\n\t\t\t\t\t He gave important instructions for managing and operating the farm, saying its officials and employees should set a higher goal and work hard to attain it as the farm has been transformed into an icon catfish farm.\n\t\t\t\t\t\n\t\t\t\t\t And he gave special thanks in the name of the KPA Supreme Commander to the solider-builders who turned the farm into a model and standard in pisciculture and a proud edifice in the era of Songun, as intended by the Party, and thus realized the desire of Kim Jong Il and enhanced his prestige.\n\t\t\t\t\t\n\t\t\t\t\t Noting the Party reposes high expectations on the farm, he expressed belief that its officials and employees would take the lead in implementing the Party policies.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Hwang Pyong So, So Hong Chan, Kim Yong Su and Jo Yong Won."
        },
        {
            "title": "Kim Jong Un Sends Wreath to Bier of So Jong Gon",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-12ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of So Jong Gon\r\nPyongyang, February 21 (KCNA) -- Respected Supreme Leader Kim Jong Un on Tuesday sent a wreath to the bier of So Jong Gon, winner of Kim Il Sung Prize and People's Artiste, expressing deep condolences over his death."
        },
        {
            "title": "Greetings to Gambian FM",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-17ee.html",
            "content": "Greetings to Gambian FM\r\nPyongyang, February 21 (KCNA) -- DPRK Foreign Minister Ri Yong Ho sent a congratulatory message to Ousainu Darboe upon his appointment as minister for Foreign Affairs, International Cooperation and Gambians Abroad of Gambia on February 8.\n\t\t\t\t\t The message expressed belief that the long-standing relations of friendship and cooperation between the two countries would grow stronger, wishing him success in his work for the country's development of foreign relations."
        },
        {
            "title": "Kim Yong Nam Meets Congratulatory Group of Koreans from Japan",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-19ee.html",
            "content": "Kim Yong Nam Meets Congratulatory Group of Koreans from Japan\r\nPyongyang, February 21 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, had a talk with a congratulatory group of Koreans in Japan for celebrating the Day of the Shining Star led by Ri Ki Sok, advisor of the Central Standing Committee of the General Association of Korean Residents in Japan, at the Mansudae Assembly Hall on Tuesday."
        },
        {
            "title": "Art Troupe of Koreans in Japan Departs",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-11ee.html",
            "content": "Art Troupe of Koreans in Japan Departs\r\nPyongyang, February 21 (KCNA) -- An art troupe of Koreans in Japan for celebrating the Day of the Shining Star led by Jang Ki Saeng left here on Tuesday."
        },
        {
            "title": "DPRK Embassy in Havana Hosts Reception",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-04ee.html",
            "content": "DPRK Embassy in Havana Hosts Reception\r\nPyongyang, February 21 (KCNA) -- The DPRK embassy in Havana gave a reception on Feb. 15 to celebrate the 75th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Invited to it were Alvaro Lopez Miera, member of the Political Bureau of the Central Committee of the Communist Party, first vice-minister of the Revolutionary Armed Forces and chief of the General Staff of the Revolutionary Armed Forces, and other personages of Cuban party, government, army, organizations and institutions and the Organization of Solidarity of the Peoples of Africa, Asia and Latin America.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK ambassador and his embassy officials were present."
        },
        {
            "title": "Reception Given by Palestinian Ambassador",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-22ee.html",
            "content": "Reception Given by Palestinian Ambassador\r\nPyongyang, February 21 (KCNA) -- Ismail Ahmed Mohamed Hasan, Palestinian ambassador to the DPRK, gave a reception at his embassy on Tuesday to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present there on invitation were Foreign Minister Ri Yong Ho, Ju Yong Gil, chairman of the C.C., General Federation of Trade Unions of Korea who is chairman of the DPRK-Palestine Friendship and Solidarity Committee, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador said at the reception that leader Kim Jong Il's revolutionary career serves as a distinguished model of gifted thinker-theoretician and creative state leader.\n\t\t\t\t\t\n\t\t\t\t\t He noted that respected Supreme Leader Kim Jong Un, who is carrying forward the cause of President Kim Il Sung and leader Kim Jong Il, has wisely guided the struggle for the prosperity of the DPRK and happiness of its people.\n\t\t\t\t\t\n\t\t\t\t\t He expressed deep thanks to the steadfast stand of the DPRK always supporting the just cause of the Palestinian people.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Ho praised the exploits of Kim Jong Il who reliably defended the destiny of the country and the nation and socialism with his unique Songun politics and made titanic contributions to the protection of peace and security on the Korean peninsula and the world.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Korean army and people would strikingly demonstrate the spirit and mettle of Mallima Korea in all-out general onward campaign this year to realize Kim Il Sung's and Kim Jong Il's desire for building a powerful country, rallied as firm as rock around Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He said that the government and people of the DPRK would as ever positively support the just cause of the Palestinian people."
        },
        {
            "title": "Floral Baskets to DPRK Embassy from Cambodian King, Great Queen",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-05ee.html",
            "content": "Floral Baskets to DPRK Embassy from Cambodian King, Great Queen\r\nPyongyang, February 21 (KCNA) -- King Norodom Sihamoni and Great Queen Norodom Monineath Sihanouk of Cambodia sent large baskets of flowers to the DPRK embassy in Phnom Penh on February 15 to mark the 75th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Upon authorization of the king and the great queen, a delegation of the Cambodian Ministry of Royal Palace led by Kong Sam Ol, deputy prime minister for Royal Palace, laid the floral baskets before the portraits of smiling President Kim Il Sung and leader Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation conveyed the DPRK ambassador the best wishes of the king and the great queen to respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, founded and developed by Generalissimos Kim Il Sung and Kim Jong Il, is now growing stronger and more prosperous day by day under the wise leadership of Marshal Kim Jong Un, the prominent leader.\n\t\t\t\t\t\n\t\t\t\t\t We hope that the traditional relations of friendship and cooperation between Cambodia and the DPRK, provided by the preceding leaders of the two countries, would be everlasting.\n\t\t\t\t\t\n\t\t\t\t\t We heartily wish Marshal Kim Jong Un, Supreme Leader of the Korean party, state and army, good health and greater success in his noble work."
        },
        {
            "title": "Diploma Awarded to Kim Jong Un in Venezuela",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-07ee.html",
            "content": "Diploma Awarded to Kim Jong Un in Venezuela\r\nPyongyang, February 21 (KCNA) -- Political parties and 12 social and movement organizations in Caracas City and Miranda and Vargas states of Venezuela presented Kim Jong Un, Supreme Leader of the Democratic People's Republic of Korea, with a diploma in their joint name.\n\t\t\t\t\t A ceremony of awarding the diploma took place in Caracas on Feb. 14 in the run-up to the 75th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Felix Jesus Velasquez Castillo, general coordinator of the Federal Secretariat of the United Left Party, conveyed the diploma to the DPRK ambassador to Venezuela.\n\t\t\t\t\t\n\t\t\t\t\t The diploma reads that it is awarded to Kim Jong Un who is making remarkable contributions to the struggle for building socialism, defending sovereignty and bringing a happy life to the people and to boosting the ties of friendship and solidarity among the peoples."
        },
        {
            "title": "21st Kimjongilia Festival Closes",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-20ee.html",
            "content": "21st Kimjongilia Festival Closes\r\nPyongyang, February 21 (KCNA) -- The 21st Kimjongilia Festival for celebrating the 75th birth anniversary of leader Kim Jong Il closed with due ceremony at the Kimilsungia-Kimjongilia Exhibition on Tuesday.\n\t\t\t\t\t The festival venue, presenting charming scenery with tens of thousands of potted Kimjongilias, have been visited by officials of party, armed forces and power organs, working people's organizations, ministries and national institutions, servicepersons, working people, school youths and children, overseas compatriots and foreigners, hundreds of thousands of people in all.\n\t\t\t\t\t\n\t\t\t\t\t At least 200,000 visitors toured it on February 16 and 17 alone.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Kim Ki Nam, vice-chairman of the Central Committee of the Workers' Party of Korea, officials of the festival organizing committee and units that presented flowers of the sun, working people and school youth and children in Pyongyang, a congratulatory group of Koreans in Japan and other overseas compatriots and members of the associations for disseminating and supporting the immortal flowers and foreigners. \n\t\t\t\t\t\n\t\t\t\t\t Certificates of the festival prize bearing the portrait of smiling leader Kim Jong Il were awarded to many units, officials, cultivators, individuals, the Central Standing Committee of the General Association of Korean Residents in Japan, overseas compatriots and foreigners.\n\t\t\t\t\t\n\t\t\t\t\t The participation certificates were also conferred on the working people and school youth and children who presented the flowers to the festival."
        },
        {
            "title": "IIS Discloses Desperate Human Rights Situation in Japan",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-21ee.html",
            "content": "IIS Discloses Desperate Human Rights Situation in Japan\r\nPyongyang, February 21 (KCNA) -- The Institute of International Studies of the DPRK on Tuesday released an indictment exposing the desperate human rights situation in Japan, a \"democratic state ruled by law.\"\n\t\t\t\t\t According to the indictment, Japan is mercilessly trampling underfoot the rights of the working masses under the signboard of \"material prosperity\" and \"rule of law.\"\n\t\t\t\t\t\n\t\t\t\t\t During the general elections in 2014, the turnout of voters was only 52% and an opinion poll found that more than 40% of the voters supported no political party. The people's nonconfidence in politics, the highest in the world, is a testimony to the political system of Japan, where privileged circles cut a wide swathe.\n\t\t\t\t\t\n\t\t\t\t\t Japan empowered law-enforcement organs to oversee the people's ideas and restrict and violate the freedom of speech and expression by laws and regulations that run counter to the Constitution.\n\t\t\t\t\t\n\t\t\t\t\t In Japan which pursues anti-social labor policies, violations of the human rights such as overworking death, power harassment, wage gap and unemployment, are rampant and the people's right to survival is being threatened.\n\t\t\t\t\t\n\t\t\t\t\t 38% of the working population are part-time workers and Internet cafes are turned into shelters for the destitute people.\n\t\t\t\t\t\n\t\t\t\t\t A handful of wealthy people, numbering 40, possess assets valued at 15.4 trillion yen, whereas the \"working poor\" living on the earnings under the poverty line number 17 million and the number of poor households reached 1.46 million in 2012. The differential in the yearly income between the employers and employees was 100 times at the maximum and 44 times on average in the fiscal year of 2014, typical examples of the phenomenon of the rich getting richer and the poor getting poorer.\n\t\t\t\t\t\n\t\t\t\t\t The working masses have to pay not only taxes and insurance but other miscellaneous levies by the authorities.\n\t\t\t\t\t\n\t\t\t\t\t In Japan, 24,025 persons committed suicide in 2015 alone, 66 persons a day on average.\n\t\t\t\t\t\n\t\t\t\t\t The indictment says that in \"advanced\" Japan, the women, children, elderly and disabled, the most vulnerable strata in society, are victims of all social evils.\n\t\t\t\t\t\n\t\t\t\t\t Women accounted for 70% of the part-time workers and the children, who are denied access to nurseries, numbered 1~3 million as of March 2016.\n\t\t\t\t\t\n\t\t\t\t\t About 90,000 cases of child abuse were reported in the period between March 2014 and late March 2015. The number of ill-treated children grew more than seven times in the last 15 years.\n\t\t\t\t\t\n\t\t\t\t\t The sexual assault against children, reported in 2015, numbered 1 938 cases. Teachers' ill-treatment of students and students' violence against teachers totaled 224,540 cases in the academic year of 2015. Juvenile crimes, officially registered in 2014 alone, numbered 48 361.\n\t\t\t\t\t\n\t\t\t\t\t The rate of the elderly living under the poverty line is 34.3%; 10.47 million persons, or one-third of the aged population, are living with such small supplementary allowances that they are unable to get a medical check-up, let alone enjoy the benefits of rest home and other facilities.\n\t\t\t\t\t\n\t\t\t\t\t This situation has given rise to the social problem of increasing the rate of crimes committed by the elderly; the criminal cases involving the elderly aged over 65 numbered more than 23,600 in the first half of 2015, according to the statistics published by the Police Agency, far exceeding the number of crimes committed by the youth and children in the same period.\n\t\t\t\t\t\n\t\t\t\t\t Japan is the desert of human rights where racial discrimination and contempt for other nations are deep-seated, the indictment says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Ainus, indigenous inhabitants of Japan, had settled in and around Hokkaido. Owing to the assimilation policy pursued by the successive governments there now remain about 24,000, a small proportion of which are estimated to be able to speak the Ainu fluently. This is because many of them decided to conceal their identity in fear of unequal treatment. \n\t\t\t\t\t\n\t\t\t\t\t Under the Foreigner Internship System, Japan accepts, on an annual basis, about 100 000 foreign workers. This system, characterized by poor working conditions, overtime labor and discriminatory wages, is castigated as a hotbed of modern-day slave labor and corruption by international human rights watchdogs.\n\t\t\t\t\t\n\t\t\t\t\t The majority of illegal immigrants in Japan, totaling 200,000, are women engaged in the entertainment industry. As there exists no legislation prohibiting human trafficking and criminal organizations work hand in glove with government organs, brothels of foreign women are scattered throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Japan's hostility towards the Koreans resident in Japan is the epitome of national chauvinism, the indictment points out, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japan authorities defined Chongryon (General Association of Korean Residents in Japan) as an institution to which the Act for the Prevention of Sabotage is applicable, though it is a legitimate organization of the DPRK's overseas citizens that respects the laws of Japan and does not interfere in its internal affairs. They crack down upon and vilify Chongryon, keeping its affiliates and their members under constant surveillance and shadowing and plotting against them.\n\t\t\t\t\t\n\t\t\t\t\t They are denying the citizenship of Koreans resident in Japan: they treat as a common noun the word \"Korea\" in the Nationality column of the foreigners' registration card, and dub the legitimate permanent residents as stateless, as part of its attempt to naturalize them.\n\t\t\t\t\t\n\t\t\t\t\t On account of this citizenship issue they have deprived those Korean residents of their political rights. Worse still, they discriminate severely against them in their economic and cultural activities, especially in such realms as employment, school enrolment, residence and marriage, pension and health insurance.\n\t\t\t\t\t\n\t\t\t\t\t For unjustifiable excuses and conditions, the Japanese authorities disallow the re-entry of Korean residents after a visit to their homeland, hampering such fundamental humanitarian activities as meeting relatives and visiting their birthplaces and ancestral graves.\n\t\t\t\t\t\n\t\t\t\t\t They had the subsidies for the Koreans' schools left at the discretion of autonomous bodies. And they impose taxes on the donations to the Koreans' schools from Koreans. They intentionally excluded these schools from the list for the higher education support system, which had been enforced on April 1, 2010, thereby wreaking havoc on their educational environment and impeding the building of their material foundations.\n\t\t\t\t\t\n\t\t\t\t\t The above facts give a glimpse of Japan's deplorable human rights situation, showing that its crime-ridden history continues, the indictment says, concluding:\n\t\t\t\t\t\n\t\t\t\t\t On the international arena Japan makes much ado about other countries' \"human rights issue.\" This is a foolish, cunning trick to bury its heinous crimes into oblivion and cover up its own human rights situation."
        },
        {
            "title": "32nd Sci-tech Festival of Kim Chaek University of Technology Opens",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-18ee.html",
            "content": "32nd Sci-tech Festival of Kim Chaek University of Technology Opens\r\nPyongyang, February 21 (KCNA) -- The 32nd Festival of Science and Technology of Kim Chaek University of Technology was opened with due ceremony on Tuesday.\n\t\t\t\t\t More than 190 achievements contributable to developing the latest science and technology of the country and putting the national economy on a Juche, modern, scientific and IT basis were presented to the festival by teachers, researchers and postgraduate students of the university.\n\t\t\t\t\t\n\t\t\t\t\t The festival is divided into eight panels including machine, IT, metal and mining and basic science. It will involve presentation and exhibition."
        },
        {
            "title": "DPRK-Japan Seminar on Education Held",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-13ee.html",
            "content": "DPRK-Japan Seminar on Education Held\r\nPyongyang, February 21 (KCNA) -- The 18th DPRK-Japan seminar on education and the 43rd DPRK-Japan educational interchange meeting took place at Tokyo Korean Secondary and High School on February 11.\n\t\t\t\t\t Present there were officials concerned of Korean schools and those related to education in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched students of Tokyo Korean Secondary and High School at lesson.\n\t\t\t\t\t\n\t\t\t\t\t Teachers of the school, together with 15 teachers of Japanese schools, deepened their relations while giving lessons at the secondary and high classes.\n\t\t\t\t\t\n\t\t\t\t\t The 18th DPRK-Japan seminar on education was held under the subject of history of DPRK-Japan educational interchange.\n\t\t\t\t\t\n\t\t\t\t\t The advisor of the Central Standing Committee of the Union of Korean Teachers in Japan, former vice-chairperson of the Japan Teachers Union and other speakers noted at the seminar that Koreans in Japan and conscientious Japanese have protected the national education of the General Association of Korean Residents in Japan by concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t The seminar adopted an appeal stressing the need to intensify the movement for guaranteeing the right to national education of foreigners in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The participants enjoyed an art performance given by students of the school and their parents."
        },
        {
            "title": "New Fire-alarm System Developed in DPRK",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-15ee.html",
            "content": "New Fire-alarm System Developed in DPRK\r\nPyongyang, February 21 (KCNA) -- A research group of Kim Chaek University of Technology in the DPRK recently developed a new intelligent fire-alarm system by its own effort.\n\t\t\t\t\t In order to make the system, which is low in production cost and meets the specific conditions of the country, the group fully solved problems like power supply to hundreds of sensors, alarm and decrease of power consumption.\n\t\t\t\t\t\n\t\t\t\t\t The system is free from effects of seasons and circumstances.\n\t\t\t\t\t\n\t\t\t\t\t Now, it has been introduced to scores of units."
        },
        {
            "title": "Giant Flat Plotter Manufactured in DPRK",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-16ee.html",
            "content": "Giant Flat Plotter Manufactured in DPRK\r\nPyongyang, February 21 (KCNA) -- University of Sciences in the DPRK has recently manufactured a giant flat plotter.\n\t\t\t\t\t In this regard, Kye Yong Sik, a researcher of the university, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The plotter can print computer designs on iron plate, wood block and other materials and cut them with high accuracy.\n\t\t\t\t\t\n\t\t\t\t\t It is 18 times larger than existing plotters in printing area and faster in drawing."
        },
        {
            "title": "KCNA Commentary Ridicules S. Korean Ruling Party's Name Change",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-10ee.html",
            "content": "KCNA Commentary Ridicules S. Korean Ruling Party's Name Change\r\nPyongyang, February 21 (KCNA) -- A series of burlesques in south Korea are drawing the attention of the world public recently.\n\t\t\t\t\t The conservatives of south Korea were compelled to stage the farce of renaming their party \"Liberal Korea Party\" and revising its program and changing its logo as their five-year-old \"Saenuri Party\" got tattered after being forsaken by the public.\n\t\t\t\t\t\n\t\t\t\t\t Clamoring for \"giving a facelift to the bad image of the party\" by shifting their party head office to other place from Youido, they seek to rally the conservative forces after giving up the projected \"reshuffle\" within the party.\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a clumsy chicanery to shake off the disgrace of being members of a \"party serving Park Geun Hye\" and put under carpet their true colors as thrice-cursed politicians hell-bent on pursuing the treacherous politics, irregularities and corruption at the beck and call of traitor Park.\n\t\t\t\t\t\n\t\t\t\t\t As well known, the \"Saenuri Party\" often changed its name under the signboard of \"revamp\" and \"adaptation\" whenever it faced a crisis after being cursed and forsaken by the public.\n\t\t\t\t\t\n\t\t\t\t\t Since the \"Liberal Party\" was founded by traitor Syngman Rhee, the \"Saenuri Party\" has committed all sorts of treachery, changing its name into \"Democratic Republican Party\", \"Democratic Justice Party\", \"Democratic Liberal Party\", \"New Korea Party\" and \"Grand National Party\". \n\t\t\t\t\t\n\t\t\t\t\t As a saying a leopard can't change its spots goes, no matter how frequently the party changes its colors like a chameleon and removes its nest, it can never cover up its true colors as the party of Park's accomplices, a group of hideous political swindlers and the worst traitors. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the former chairman of the \"Saenuri Party's\" emergency measure committee blustered recently that he would shield Park from any charge and condemnation, talking about \"human sense of obligation\", prior to confirming the name of the party.\n\t\t\t\t\t\n\t\t\t\t\t Gentries of the \"Liberal Korea Party\" (LKP) openly go against the anti-Park massive candlelight actions, talking rubbish that human rights of even a criminal should be guaranteed and demand for impeachment amounts to threat and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that the LKP is just Park's private party that openly patronizes her and works hard to get the motion on the impeachment of her dismissed.\n\t\t\t\t\t\n\t\t\t\t\t Opposition parties and people of various circles in south Korea are now bitterly censuring the renaming, declaring that the LKP is a group of corrupt politicians who ruined the country and no matter what it does, the people would not pardon Park and her \"Saenuri Party\".\n\t\t\t\t\t\n\t\t\t\t\t No matter how frequently the party of traitors changes its name, the crimes it has committed by pursuing sycophancy toward big powers, fascist dictatorship and unpopular rule can never be written off.\n\t\t\t\t\t\n\t\t\t\t\t The hysteric fit of psychopaths will never end before their death. The above-said disgusting farce of the group of traitors would only precipitate the miserable end of the conservative forces."
        },
        {
            "title": "Rodong Sinmun Warns U.S. and S. Korean Puppet Forces of Merciless Counteraction against Their Saber-rattling",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-08ee.html",
            "content": "Rodong Sinmun Warns U.S. and S. Korean Puppet Forces of Merciless Counteraction against Their Saber-rattling\r\nPyongyang, February 21 (KCNA) -- Shortly ago, the south Korean puppet forces agreed with the U.S. to stage Key Resolve and Foal Eagle joint military exercises in March on the largest-ever scale.\n\t\t\t\t\t Rodong Sinmun Tuesday observes in an article: The projected joint military exercises are the war drills to make a preemptive nuclear attack upon the DPRK from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces have reached an extremely grave phase in their sinister scenario to mount a surprise preemptive nuclear strike on the DPRK. It is the legitimate right of the DPRK to resolutely counter it under such situation, the article notes, adding:\n\t\t\t\t\t\n\t\t\t\t\t The military provocations of the U.S. and the puppet forces against the DPRK are bound to be accompanied by tough counteractions. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have inherited the stamina and courage of the brilliant commander of Mt Paektu. It is their disposition and pluck to counter the enemies' provocations with prompt counteractions and war of aggression with a just great war for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The provocateurs have to be aware of horrible fear, shudder and bitter defeat that they have never experienced.\n\t\t\t\t\t\n\t\t\t\t\t They should not forget even a moment that their preemptive attack upon the north will lead to an unimaginably miserable doom."
        },
        {
            "title": "U.S. Conception of \"Denuclearizing North Korea\" Is Daydream; Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-09ee.html",
            "content": "U.S. Conception of \"Denuclearizing North Korea\" Is Daydream; Minju Joson\r\nPyongyang, February 21 (KCNA) -- There is a heated argument among the political circles in the U.S. about whether the goal of \"denuclearizing north Korea\" is possible or not.\n\t\t\t\t\t Minju Joson Tuesday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical to argue about this matter and an attempt to realize the above-said scenario is as foolish as trying to turn back the clock of history.\n\t\t\t\t\t\n\t\t\t\t\t There are still politicians keen to find something useful in the Obama administration's policy towards the DPRK which proved to be a total failure, as they are pinning hope on the fallacious \"denuclearization of the north Korea.\" This is a tragedy of the American political camp, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has been in the stand-off with the DPRK for several decades. It must know well who its rival has been.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-U.S. relations have now turned into those between the two nuclear weapons states and this relationship will never change irrespective of who recognizes it or not.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the U.S. persistent pursuance of policy of high-handed practices and pressure to alter the present nature of the DPRK-U.S. relations would only entail more miserable consequences than what the preceding administration faced.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time to remind the U.S. that it would be well advised to make a cool analysis and wise option towards the DPRK."
        },
        {
            "title": "S. Korean Broadcasting Deplores Reality of Society",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-14ee.html",
            "content": "S. Korean Broadcasting Deplores Reality of Society\r\nPyongyang, February 21 (KCNA) -- South Korea's CBS deplored the reality of the society, in which lies are prevalent, on Feb. 19.\n\t\t\t\t\tIt said that south Korea is harassed by a daily average of more than 750 fraudulent cases or a yearly average of over 274,000, topping the world list of the fraudulent crimes, according to the 2013 WHO data.\n\t\t\t\t\t\n\t\t\t\t\t Even the \"president\" tells people lies, it said, adding that impudent fabrication made by those who appeared at a National Assembly hearing were confirmed by investigation under special inspection."
        },
        {
            "title": "Day of Shining Star Observed Abroad",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-03ee.html",
            "content": "Day of Shining Star Observed Abroad\r\nPyongyang, February 21 (KCNA) -- Such events as meeting, seminar, lecture, reading session and photo and book exhibition took place in Finland, Denmark and Iceland between Jan. 27 and Feb. 10 to mark the Day of the Shining Star, the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t On display at their venues were photos showing the revolutionary careers and exploits of President Kim Il Sung and leader Kim Jong Il and photos introducing the revolutionary activities of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There were also books and photos showing the efforts of the Korean army and people.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the events presented bouquets before the portraits of smiling Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Finnish Communists' League said that Kim Jong Il is a great statesman who made significant contributions to the Korean revolution and the cause of global independence and a prominent leader who devoted his all to the development of the Workers' Party of Korea and the victorious advance of the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Finnish National Committee for the Study of the Juche Idea and the chairman of the Finland-Korea Society recalled that Kim Jong Il confirmed the validity of the socialist cause and the inevitability of its victory through his energetic ideo-theoretical activities and reliably defended the country's sovereignty and dignity with his unique Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Denmark-DPRK Friendship Association said that Kim Jong Il's exploits for the times and history would shine forever.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Iceland-DPRK Friendship and Cultural Society said that Kim Jong Il is always alive in the hearts of the world's progressive people for the titanic feats he performed for the Korean revolution and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Un were adopted at the events in Finland and Iceland."
        },
        {
            "title": "Kim Jong Il's Work Published in France",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-06ee.html",
            "content": "Kim Jong Il's Work Published in France\r\nPyongyang, February 21 (KCNA) -- The Anti-Imperialist Front of France brought out in booklet leader Kim Jong Il's work \"Let Us Further Strengthen Our Single-Hearted Unity and Give Full Play to the Korean-Nation-First Spirit\" on February 6 to mark the Day of the Shinning Star, his birth anniversary.\n\t\t\t\t\t The work, published on February 4, Juche 81 (1992), deals with the tasks and ways for further adding shine to the Korean-style socialism by dint of single-minded unity."
        },
        {
            "title": "Kim Jong Un recorre la Fabrica de Siluros de Samchon",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-01ss.html",
            "content": "Kim Jong Un recorre la Fabrica de Siluros de Samchon\r\nPyongyang, 21 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno la Fabrica de Siluros de Samchon, transformada magnificamente como gran base de piscicultura de talla mundial donde se realizaron excelentemente la jucheanizacion, la cientifizacion, la intensificacion y la industrializacion.\n\t\t\t\t\tPrimero, el Maximo Dirigente recorrio la sala de educacion en la historia revolucionaria y la de presentacion del historial, preparadas nuevamente.\n\t\t\t\t\t\n\t\t\t\t\tEsta fabrica es una de las herencias patrioticas del Dirigente Kim Jong Il para los habitantes y militares, dijo y exhorto a los funcionarios y empleados de la fabrica a dinamizar el trabajo por normalizar la produccion que es la labor muy importante para realizar el anhelo del Dirigente y, al mismo tiempo, defender su prestigio del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente estuvo en la sala de divulgacion de ciencias y tecnicas, la de control combinado, los edificios de peces reproductores, incubacion y engorde, la fabrica de piensos dilatados y flotables, el deposito frigorifico y otros lugares de la fabrica para estudiar detalladamente el estado de produccion y modernizacion.\n\t\t\t\t\t\n\t\t\t\t\tHay que instalar la pagina online en la sala de divulgacion de ciencias y tecnicas para que los empleados pudieran asimilar los metodos avanzados de cria de siluros leyendo muchos datos e intercambiar los exitos y experiencias adquiridas entre las fabricas de siluros, lo cual permitira impulsar activamente el desarrollo de piscicultura de siluros del pais, dijo.\n\t\t\t\t\t\n\t\t\t\t\tAl ver atentamente la operacion del suministrador automatico de piensos, fabricado junto con los cientificos y tecnicos de la Academia Estatal de Ciencias, expreso la alegria de que fue lograda la modernizacion con las propias fuerzas, tecnicas y equipos y agrego que solo los dos empleados cuidan los 16 criaderos donde crecen mas de 10 mil siluros, asi como alabo que esta fabrica es una unidad de ahorro de mano de obra, deseada por el Partido.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro satisfecho ante los criaderos donde abundan los siluros carnosos mas que aguas y en la camara frigorifica donde estan almacenados muchos pescados.\n\t\t\t\t\t\n\t\t\t\t\tSe preparo la capacidad de producir anualmente mas de 3 mil toneladas gracias a la reconstruccion de la Fabrica de Siluros de Samchon, situada en la famosa zona de fuente termal de nuestro pais el lugar ideal para la cria de siluros, peces de aguas calientes, evaluo.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que esta fabrica fue convertida en un modelo de la piscicultura de siluros, hay que esforzarse por alcanzar la meta mas elevada, senalo y dio instrucciones preciosas para la administracion de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tY dio agradecimiento especial del Comandante Supremo del EPC a los constructores militares quienes realizaron el anhelo del Dirigente Kim Jong Il y defendieron su prestigio, al levantar la fabrica de gran tamano como modelo de piscicultura y creacion orgullosa de la epoca de Songun en acato al proposito del Partido.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente subrayo que el Partido deposita una gran esperanza en la Fabrica de Siluros de Samchon y expreso la conviccion de que los funcionarios y empleados de la fabrica se pondran al frente de la materializacion de las politicas del Partido.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Hwang Pyong So, So Hong Chan, Kim Yong Su y Jo Yong Won."
        },
        {
            "title": "Kim Jong Un recibe diploma de Venezuela",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-13ss.html",
            "content": "Kim Jong Un recibe diploma de Venezuela\r\nPyongyang, 21 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un recibio el diploma que le otorgaran en nombre comun los partidos politicos y 12 entidades sociales y movimientos de la cuidad de Caracas, los estados de Miranda y Vargas de Venezuela en ocasion del 75o aniversario del natalicio del Dirigente Kim Jong Il.\n\t\t\t\t\tLa ceremonia de otorgamiento tuvo lugar el dia 14 en Caracas.\n\t\t\t\t\t\n\t\t\t\t\tFelix Jesus Velasquez Castillo, coordinador general del Secretariado Federal del Partido Izquierdista Unido de Venezuela, lo traslado al embajador coreano en el pais sudamericano.\n\t\t\t\t\t\n\t\t\t\t\tEn el diploma se lee que se lo otorga al Maximo Dirigente quien hace aporte excepcional a la lucha para construir el socialismo, defender la soberania y preparar la vida feliz del pueblo y a la consolidacion y desarrollo de amistad y solidaridad entre los pueblos."
        },
        {
            "title": "Kim Jong Un expresa pesar por el deceso de So Jong Gon",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-14ss.html",
            "content": "Kim Jong Un expresa pesar por el deceso de So Jong Gon\r\nPyongyang, 21 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un envio el dia 21 una ofrenda floral ante el feretro del difunto So Jong Gon, laureado con el Premio Kim Il Sung y Artista del Pueblo, en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "Conversaciones entre los presidentes de APS de RPDC y ACI de Iran",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-02ss.html",
            "content": "Conversaciones entre los presidentes de APS de RPDC y ACI de Iran\r\nPyongyang, 21 de febrero (ACNC) -- Tuvieron lugar el dia 19 en la sede de Majilis de la Republica Islamica de Iran las conversaciones entre el presidente de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Choe Thae Bok, quien esta de visita oficial a Iran encabezando la delegacion de la APS de la RPDC y, Ali Larijani, presidente de Majilis de Iran.\n\t\t\t\t\tEn la ocasion participaron los miembros de la delegacion de la APS y el embajador coreano en Iran, por la parte coreana y por parte irani, los miembros del grupo parlamentario de Amistad Iran-Corea y un funcionario del Ministerio de Relaciones Exteriores.\n\t\t\t\t\t\n\t\t\t\t\tLas ambas partes intercambiaron las opiniones de ampliar y desarrollar mas las relaciones de amistad y cooperacion entre las Asambleas de dos paises y otros problemas de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\tEste dia, la delegacion de la APS de la RPDC fue invitada a un banquete ofrecido por el presidente de Majilis de Iran."
        },
        {
            "title": "Kim Yong Nam se reune con el grupo de coreanos residentes en Japon",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-16ss.html",
            "content": "Kim Yong Nam se reune con el grupo de coreanos residentes en Japon\r\nPyongyang, 21 de febrero (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio este martes en el Palacio de los Congresos Mansudae con el grupo de coreanos residentes en Japon, encabezado por el asesor del Presidium del CC de la Chongryon, Ri Ki Sok, que vino a la patria para festejar el Dia de la Estrella Luz."
        },
        {
            "title": "Pak Pong Ju averigua en el terreno la construccion de Avenida Ryomyong",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-03ss.html",
            "content": "Pak Pong Ju averigua en el terreno la construccion de Avenida Ryomyong\r\nPyongyang, 21 de febrero (ACNC) -- El premier coreano Pak Pong Ju averiguo en el terreno la marcha de la construccion de la Avenida Ryomyong.\n\t\t\t\t\tDando vueltas por varios puntos incluso el campo de la edificacion de rascacielos de 70 pisos, estimulo a los constructores militares y civiles que libran una ofensiva general para terminar las obras antes del Dia del Sol, cumpleanos del Presidente Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\tEn la reunion consultiva, convocada en el terreno, discutieron los problemas para terminar a tiempo las obras y tomo las medidas correspondientes. \n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, Pak estuvo en la Mina Carbonifera de Sariwon que se esfuerza por aumentar la produccion y consulto los problemas para producir mucho mas el combustible fosil y enviarlo a varios dominios de la economia nacional."
        },
        {
            "title": "IEAI de RPDC revela la miserable situacion de derechos humanos de Japon",
            "url": "http://kcna.co.jp/item/2017/201702/news21/20170221-18ss.html",
            "content": "IEAI de RPDC revela la miserable situacion de derechos humanos de Japon\r\nPyongyang, 21 de febrero (ACNC) -- El Instituto de Estudio de los Asuntos Internacionales (IEAI) de la Republica Popular Democratica de Corea hizo publica el dia 21 un acta de acusacion para revelar la miserable situacion de derechos humanos de Japon, disfrazado por la \"democracia\" y \"Estado constitucional\". \n\t\t\t\t\tSegun el documento, en la sociedad japonesa se pisotean despiadadamente los derechos humanos de las masas trabajadoras bajo el cartel enganoso de la \"prosperidad material\" y \"constitucionalismo\". \n\t\t\t\t\t\n\t\t\t\t\tJapon ocupa el primer lugar del mundo en la desconfianza de la poblacion en la politica. A citar por ejemplos, llego a 52% el numero de votantes en las elecciones generales efectuadas en el ano 2014, y mas de 40% de encuestados contestaron que \"no tengo ni un partido a que apoyo\". \n\t\t\t\t\t\n\t\t\t\t\tTales hechos reflejan la realidad del regimen politico japones donde actuan con petulancia solo un punado de privilegiados. \n\t\t\t\t\t\n\t\t\t\t\tEl pais isleno atribuyo la represion ideologica como principal funcion de los organos del poder y reprime e infringe la libertad de la prensa y expresion mediante la fabricacion de los reglamentos inconstitucionales. \n\t\t\t\t\t\n\t\t\t\t\tDebido a las politicas del trabajo antipopulares de las autoridades, no desaparecen las graves violaciones de derechos humanos como la perdida de la vida por el exceso de trabajo, el maltrato a los empleados subordinados, la diferencia de salarios y el desempleo, y se ve amenazado hasta el derecho a la vida. \n\t\t\t\t\t\n\t\t\t\t\tEl numero de obreros subempleados ocupa el 38% de toda la poblacion obrera y se aumentan los hombres que se ganan a duras penas en los servicios de Internet. \n\t\t\t\t\t\n\t\t\t\t\tLos 40 ricos se apoderan de enormes bienes valorados en 15 billones 400 mil millones de yenes, mientras el numero de \"trabajadores pobres\" alcanza a 17 millones, y el numero de familias pobres llego a un millon 460 mil, aproximadamente, en el ano 2012.\n\t\t\t\t\t\n\t\t\t\t\tSe agravan cada dia mas las diferencias de ingreso anual entre los ricos y los pobres. Por ejemplo, en el ano fiscal 2014, la diferencia de los ingresos anuales entre los gerentes y los empleados fue mas de 100 veces al maximo, y 44 veces como promedio. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades niponas imponen a las masas trabajadoras los tributos miscelaneos y otras cargas pesadas. \n\t\t\t\t\t\n\t\t\t\t\tSolo en 2015 se suicidaron 24 mil 25 personas, o sea, 66 como promedio diario.\n\t\t\t\t\t\n\t\t\t\t\tLas mujeres, infantes, ancianos y discapacitados, que son capas mas vulnerables en la sociedad japonesa autodenominada como \"pais avanzado\", se hacen victimas de los malos sociales de toda indole. \n\t\t\t\t\t\n\t\t\t\t\tMas de 70 % de los obreros subempleados son las mujeres. Y en 2016, llego a un millon - 3 millones el numero de bebes que no se instruian en la guarderia. \n\t\t\t\t\t\n\t\t\t\t\tDesde marzo de 2014 hasta finales del mismo mes de 2015 ocurrieron casi 90 mil casos de maltratos a los infantes. \n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos 15 anos los crimenes de maltrato a los ninos se incrementaron mas de 7 veces. \n\t\t\t\t\t\n\t\t\t\t\tEn 2015, se registraron mil 938 crimenes sexuales contra las ninas.\n\t\t\t\t\t\n\t\t\t\t\tEn el ano escolar 2015 ocurrieron 224 mil 540 casos de violencia en el interior de la escuela y se aumentan los maltratos de los maestros a los alumnos y los crimenes de violencia de los alumnos contra los maestros. \n\t\t\t\t\t\n\t\t\t\t\tSolo en 2014 se registraron oficialmente 48 mil 361 crimenes cometidos por los adolescentes. \n\t\t\t\t\t\n\t\t\t\t\tEl 34.3 % de los ancianos viven en la penuria. Y un tercio de la poblacion longeva, especificamente, 10 millones 470 mil ancianos, reciben pension baja, razon por la cual no pueden ingresar en los asilos u otros establecimientos de servicios para ancianos ni consultar al medico. \n\t\t\t\t\t\n\t\t\t\t\tEste hecho provoca el problema social llamado el ascenso brusco de los crimenes de ancianos.\n\t\t\t\t\t\n\t\t\t\t\tSegun la estadistica de la Agencia de Policia de Japon, en el primer semestre de 2015, llegaron a mas de 23 mil 600 los crimenes en que estaban involucrados los ancianos de mas de 65 anos de edad, cifra que sobrepasa el numero de crimenes cometidos en el mismo periodo por los adolescentes. \n\t\t\t\t\t\n\t\t\t\t\tJapon es el infierno de derechos humanos basado en la discriminacion racial y la xenofobia arraigadas. \n\t\t\t\t\t\n\t\t\t\t\tLa tribu aina, aborigen de Japon que se asentaba en Hokkaido y su contorno, no tiene nada mas que 24 mil habitantes. Solo unas personas pueden hablar en aino, debido a la politica asimilista de las autoridades sucesivas, lo cual reside en que muchas personas disimulan su identidad teniendo miedo a la discriminacion. \n\t\t\t\t\t\n\t\t\t\t\tEl sistema de aprendizaje para 100 mil obreros extranjeros al ano es rechazado por los aparatos internacionales de vigilancia de DDHH como vivero de los trabajos esclavos y los casos de irregularidades y corrupcion. \n\t\t\t\t\t\n\t\t\t\t\tLa mayoria de los residentes ilegales que alcanzan a 200 mil son las mujeres que se dedican a los servicios en establecimientos de diversiones. Pero, no existe las leyes que prohiben el trafico de seres humanos y estan involucrados los organos gubernamentales y las organizaciones criminales, debido a lo cual se ven por doquier del pais los lugares de diversiones de mujeres extranjeras. \n\t\t\t\t\t\n\t\t\t\t\tLa cruel hostilidad de Japon contra los coreanos residentes en este pais isleno se llega al apogeo del chovinismo nacional.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades japonesas tildaron de la entidad a ser aplicada la \"ley de prevencion de las actividades subversivas\" a la Chongryon, entidad de ciudadanos en ultramar de la RPDC que respeta la ley de Japon y actua legitimamente sin intervencion en los asuntos internos.\n\t\t\t\t\t\n\t\t\t\t\tY vienen cometiendo la represion, la difamacion y calumnia anti-Chongryon y la vigilancia y seguimiento oculto cotidianos a los organos y entidades adjuntos a esa asociacion coreana ultramarina y sus integrantes.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, califican de personas sin nacionalidad a los coreanos en Japon, residentes permanentes legitimos, tratando como un termino a \"Corea\" anotada en el blanco de nacionalidad del certificado de extranjero sin reconocer la nacionalidad de los coreanos residentes en Japon y les imponen hasta la naturalizacion con la nacionalidad japonesa.\n\t\t\t\t\t\n\t\t\t\t\tAplican a los coreanos en Japon la extrema politica de discriminacion en la vida economica y cultural incluyendo la obtencion del empleo, la entrada en la escuela, la residencia y el matrimonio y los derechos a jubilacion como la pension y el seguro de salud, para no hablar de los derechos politicos.\n\t\t\t\t\t\n\t\t\t\t\tEspecialmente, bajo el pretexto y condiciones injustas no permiten la reentrada en Japon de los coreanos residentes en Japon que regresan de la patria, asi que desprecian hasta los derechos humanitarios elementales como el encuentro entre los familiares y la visita a la tierra natal y al cementerio.\n\t\t\t\t\t\n\t\t\t\t\tSometen a la decision de las autonomias regionales el suministro del subsidio a las escuelas coreanas e imponen los impuestos injustos a la donacion de los compatriotas a las escuelas coreanas.\n\t\t\t\t\t\n\t\t\t\t\tY excluyeron intencionalmente las escuelas coreanas de la lista de la aplicacion del sistema de ayuda a las escuelas superiores, realizada desde abril de 2010, azotando el ambiente de educacion y la formacion de su base material.\n\t\t\t\t\t\n\t\t\t\t\tEstos hechos no pasan de ser una parte teniendo en consideracion la miserable situacion de los derechos humanos de Japon y demuestran que la historia llena de los crimenes del imperialismo japones continua hasta hoy.\n\t\t\t\t\t\n\t\t\t\t\tJapon acusa a menudo el problema de \"DDHH\" de alguien en las arenas internacionales, a fin de ocultar para siempre sus crimenes antieticos sin precedentes cometidos en el pasado y la situacion de violacion de DDHH de su pais."
        }
    ]
}