{
    "date": "2017-09-23",
    "url": "http://kcna.co.jp/item/2017/201709/2017-09-23ee.html",
    "articles": [
        {
            "title": "Message of Sympathy to Dominican PM",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-09ee.html",
            "content": "Message of Sympathy to Dominican PM\r\n Pyongyang, September 23 (KCNA) -- Pak Pong Ju, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and premier of the DPRK Cabinet, sent a message of sympathy to Roosevelt Skerrit, prime minister of the Commonwealth of Dominica, on September 21, as regards the recent hurricane that caused serious damage in his country.\n\t\t\t\t\t The message expressed belief that Dominica would eradicate damage and bring the life of the people in the afflicted areas to normal as early as possible."
        },
        {
            "title": "Congratulations to PM of Central Africa",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-11ee.html",
            "content": "Congratulations to PM of Central Africa\r\n Pyongyang, September 23 (KCNA) -- Pak Pong Ju, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and premier of the DPRK Cabinet, sent a congratulatory message to Simplice Mathieu Sarandji on September 20 on his stay in office as prime minister and head of the government of the Central African Republic.\n\t\t\t\t\t Expressing belief that the long-standing friendly relations between the two countries would grow stronger in mutual interests, the message wished him success in his responsible work.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, Foreign Minister of the DPRK Ri Yong Ho sent a congratulatory message to Charles-Armel Doubane on his stay in office as minister of Foreign Affairs and Overseas Compatriots of the Central African Republic."
        },
        {
            "title": "DPRK Delegate Affirms DPRK's Stand on NAM",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-08ee.html",
            "content": "DPRK Delegate Affirms DPRK's Stand on NAM\r\n Pyongyang, September 23 (KCNA) -- The ministerial meeting of the Non-Aligned Movement (NAM) took place at the UN Headquarters on September 20.\n\t\t\t\t\t Present at the meeting were foreign ministers and delegates of NAM member states including the DPRK and observer delegations.\n\t\t\t\t\t\n\t\t\t\t\t A DPRK delegate made a speech at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t He said in his speech that the DPRK government has consistently worked for the development of the movement as required by the purpose of its foundation and the principle of activity as a NAM member state in accordance with its foreign policy of independence, peace and friendship.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The noble idea of the NAM for safeguarding the sovereignty of countries and nations and achieving peace and socio-economic prosperity has faced serious challenge due to the moves the U.S. and its vassal forces.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear issue on the Korean peninsula was spawned and reached up to today's phase due to the U.S., which is chiefly to blame for it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to nuke and ICBM is the righteous self-defensive option to cope with the clear and realistic nuclear threat of the U.S. against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has enforced unprecedented unilateral anti-DPRK sanctions so far and systematically cooked up \"sanctions resolutions\" against the DPRK by abusing UNSC. This is contrary to paragraph 2, Article 1 of International Covenant on Economic, Social and Cultural Rights and the inhuman act which runs counter to internationally recognized peremptory norm.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. scheme to occupy the DPRK with sanctions and pressure and nuclear weapons is made clear, the DPRK will further accelerate bolstering the strength to protect the sovereignty and the right to existence and guarantee peace and security in the region by achieving realistic equilibrium with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t He reaffirmed the standpoint of the DPRK to remain loyal to the idea and principle of the NAM whose basic mission is to oppose war and safeguard peace."
        },
        {
            "title": "Japanese Reactionaries' Discrimination against Chongryon and Koreans in Japan under Fire",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-23ee.html",
            "content": "Japanese Reactionaries' Discrimination against Chongryon and Koreans in Japan under Fire\r\n Pyongyang, September 23 (KCNA) -- A spokesman for the Democratic Lawyers Association of Korea in a statement on September 23 denounced the shameful and infantile discrimination of the Japanese reactionaries against the Koreans in Japan.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Tokyo District Court on Sept. 13 dismissed the just demand of the General Association of Korean Residents in Japan (Chongryon) and Koreans in Japan for application of the tuition-free program to students of the Korean middle and high school in Tokyo without any legal reasons.\n\t\t\t\t\t\n\t\t\t\t\t The unjust judgment of the Tokyo District Court is an illegal and fascist violation ruthlessly trampling down the sovereignty and right to existence of Koreans in Japan as it is an extension of the Japanese reactionaries' hostile policy against the DPRK and Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The Democratic Lawyers Association of Korea brands the unjust judgment of the Tokyo District Court as heinous hostility and crime to suppress and terminate Chongryon, a dignified overseas citizens' organization of the DPRK, and severely condemned it.\n\t\t\t\t\t\n\t\t\t\t\t There is no legal ground to reject application of the tuition-free program to students of Korean high school from the point of view that Japan should honestly apologize for its crimes committed by the Japanese imperialists against the Korean nation and in view of international law respecting and ensuring the human rights.\n\t\t\t\t\t\n\t\t\t\t\t We would never remain a passive onlooker at the Japanese reactionaries' shameful and infantile discrimination persistently committed against Chongryon and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t If the Japanese reactionaries persist in the discrimination and persecution against Chongryon and Koreans in Japan, they would never avoid the revenge and just judgment from the whole Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should act with discretion mindful of catastrophic aftermath of their brutal act of ruthlessly trampling down the dignity and right of Chongryon and Koreans in Japan and casting a pall over the future of Korean students in Japan."
        },
        {
            "title": "Trump's Rubbish under Fire",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-22ee.html",
            "content": "Trump's Rubbish under Fire\r\n Pyongyang, September 23 (KCNA) -- The Committee for the Peaceful Reunification of the Country of the DPRK (CPRC) in a statement said Saturday that the statement issued by respected Supreme Leader Kim Jong Un against Trump's rubbish about the destruction of the DPRK at the UN General Assembly was a declaration of the toughest counteraction representing the strong will and indignation of the Korean army and people to settle accounts with the heinous U.S. imperialists.\n\t\t\t\t\t Fully supporting the statement of the chairman of the State Affairs Commission of the DPRK which solemnly declared the will to surely and definitely tame with fire the rabid U.S. dotard risking his life, the CPRC went on:\n\t\t\t\t\t\n\t\t\t\t\t For more than seven decades since the foundation of the UN, no chief executives or diplomats including the preceding U.S. presidents have openly called for the obliteration of another state at the UNGA.\n\t\t\t\t\t\n\t\t\t\t\t Trump's rubbish is the open declaration of war against our supreme dignity, state, social system and people, and an unpardonable extra-large provocation.\n\t\t\t\t\t\n\t\t\t\t\t This is not a just invective of Trump but a vivid revelation of the vicious hostile policy of the U.S. administration toward the DPRK and its wicked intention to ignite a war.\n\t\t\t\t\t\n\t\t\t\t\t Anyone who dares insult our supreme dignity and deny the existence of our state can never go scot-free.\n\t\t\t\t\t\n\t\t\t\t\t Our toughest counteraction will bring unimaginable consequences to the U.S. warmongers and their vassal forces, and the American empire will completely be destroyed in exchange for the rubbish of \"total destruction\" of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The enemies will find no place safe on the earth from the fire of our nuclear bombs and H-bombs fitted into the powerful striking means of Juche. \n\t\t\t\t\t\n\t\t\t\t\t Taking this opportunity, we sternly warn the south Korean puppet authorities once again against their dastardly behaviors of being servile to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities backed the reckless remarks of Trump, denounced by the world community, as \"strong address capable of changing the north\" and said that they felt \"feelings of friendship\" toward the wolf-like U.S. running amuck to hurt the fellow countrymen in the north. We will surely settle accounts with the traitors for their disgusting behavior and thrice-cursed crimes, who will be made to pay dearly for the crimes."
        },
        {
            "title": "U.S. Will Pay High Price for Hurting DPRK: NPCK",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-14ee.html",
            "content": "U.S. Will Pay High Price for Hurting DPRK: NPCK\r\n Pyongyang, September 23 (KCNA) -- A spokesman of the National Peace Committee of Korea Saturday issued a statement expressing full support for the historic statement released by respected Supreme Leader Kim Jong Un, chairman of the State Affairs Commission of the DPRK, who declared the U.S. chief executive would pay a high price for his vitriol calling for the total destruction of the DPRK.\n\t\t\t\t\t There has not been such boss of gangsters among the successive U.S. presidents as wicked Trump who let out without hesitation such violent words as \"total destruction\" of a sovereign state, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Trump asserted without flickering of an eyelash that \"If a war breaks out, it happens on the Korean peninsula and if some thousands of people are killed, it happens there, not in the U.S. mainland\". He, who cried out the extermination of the Korean nation, is a blood-thirsty beast indulged in massacring.\n\t\t\t\t\t\n\t\t\t\t\t It is just the U.S., empire of evils, that should be totally destroyed and wiped off from the surface of our planet.\n\t\t\t\t\t\n\t\t\t\t\t In order to ensure peace in the Korean peninsula and the world and guarantee wellbeing and prosperity of humankind, it is necessary not to make Trump, a source of the world's worst misfortune, survive to run amuck and not to make the U.S. exist on this planet as it only inflicts untold suffering and misfortune upon the Korean nation and humankind.\n\t\t\t\t\t\n\t\t\t\t\t \"Let's annihilate the U.S. imperialist aggressors, the sworn enemy!\" this is a decision of the Korean nation getting stronger with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t Time only will show what a dear price the U.S. will have to pay for the crimes they committed against the Korean nation through generations.\n\t\t\t\t\t\n\t\t\t\t\t A rabid dog, Trump and his clique will keenly realize what disastrous consequences are entailed by his recklessly barking at the DPRK after misunderstanding it."
        },
        {
            "title": "Meeting of Headquarters of C.C., WPK",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-05ee.html",
            "content": "Meeting of Headquarters of C.C., WPK\r\n Pyongyang, September 23 (KCNA) -- A meeting of the headquarters of the Central Committee of the Workers' Party of Korea to win the final victory through all-out charge in the showdown with the U.S. took place at its conference hall Friday. \n\t\t\t\t\t Attending the meeting were Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., WPK, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK; Kim Ki Nam, Choe Thae Bok, Ri Su Yong, Kim Phyong Hae, Ri Man Gon, O Su Yong and Kim Yong Chol, vice-chairmen of the C.C., WPK; Jo Yon Jun, first vice-department director; and other officials of the C.C., WPK.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae read out the statement issued by Kim Jong Un, chairman of the State Affairs Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made by Ri Man Gon, Jo Yon Jun, Ri Yong Sik, vice-department director of the C.C., WPK, and Pak Yong Chol, section chief of the C.C., WPK.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the thrice-cursed sophism made by Trump, a rabid rogue, to hurt the dignity of the DPRK supreme leadership, in which he threatened to totally destroy the DPRK and its populace, revealed before the world the deep-rooted hostile policy which the Yankees have persistently pursued century after century towards the DPRK and also their ambition for toppling the DPRK by force. The sophism is little short of self-acknowledgment that he is a gangster fond of playing with fire.\n\t\t\t\t\t\n\t\t\t\t\t The dotard devoid of any primary diplomatic knowledge, to say nothing of quality as a man holding the prerogative of supreme command is, indeed, a crazy man who is quick-tempered just as his name Donald implies and a layman casting trump cards without any calculation, they said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t His unprecedented mud-slinging at the DPRK in the world's eyes is the most ferocious declaration of war against the DPRK and it has become a priming powder arousing all our army and people to the toughest counteraction unprecedented in history.\n\t\t\t\t\t\n\t\t\t\t\t A frightened dog barks louder. The unprecedented invective of Trump who openly made the most ferocious declaration of a war that he would destroy the DPRK only proves the tremendous might of the DPRK capable of destroying the U.S., a bulwark of the imperialists, and the fact that the road chosen by the army and people of the DPRK is absolutely the right one to follow to the last.\n\t\t\t\t\t\n\t\t\t\t\t The WPK set forth the unique line of simultaneously pushing forward the economic construction and the building of a nuclear force and has bravely weathered the unprecedented trials by leading the army and people in order to cope with the emergency like the present one and aggression by the gangster-like U.S. imperialists who would enforce a war on the DPRK any time.\n\t\t\t\t\t\n\t\t\t\t\t Trump's eccentric remarks such as \"total destruction\" is regarded as nothing but a word symbolic of the end of the U.S. by the DPRK which has stockpiled one by one not only the striking means of the state nuclear force which it opened to public so far but also the Juche powerful weapons of Korean type and bullets and shells for national reunification unknown in the world in the arsenal of Mt Paektu under the strategic decision and brilliant commandership of the respected Supreme Leader.\n\t\t\t\t\t\n\t\t\t\t\t As stated by the respected Supreme Leader, our army and people, staking the dignity and honor of Juche Korea, will force the dotard to pay dearly for his reckless remarks and turn out in response to the call of the leader so as to surely and definitely tame the U.S. imperialist empire with fire and win the final victory in the standoff with it.\n\t\t\t\t\t\n\t\t\t\t\t The speakers expressed their will to intensify the revolutionary ideological offensive in order to arouse the whole Party and all the people to the struggle for defending the leader and the revolution to smash every desperate attempt of the enemies targeting the headquarters of the revolution with unshakable faith that the final victory in the confrontation with the U.S. lies in devotedly safeguarding the leader.\n\t\t\t\t\t\n\t\t\t\t\t They made solemn pledges to the respected Supreme Leader to fully discharge their honorable mission and duty as leading members of the supreme staff of the Korean revolution in the first line of sacred war to wipe out the Yankees in the planet, on the honor of the great Kim Il Sung's nation and Kim Jong Il's Korea."
        },
        {
            "title": "Servicepersons of DPRK Turn out in Final Battle against U.S.",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-06ee.html",
            "content": "Servicepersons of DPRK Turn out in Final Battle against U.S.\r\n Pyongyang, September 23 (KCNA) -- Servicepersons of the Ministry of the People's Armed Forces met Friday to vow to turn out in the final battle against the U.S. under the leadership of respected Supreme Commander Kim Jong Un.\n\t\t\t\t\t Attending it were Vice Marshal of the Korean People's Army (KPA) Hwang Pyong So, member of the Presidium of the Political Bureau of the C.C.,Ｗorkers' Party of Korea (WPK), vice-chairman of the State Affairs Commission of the DPRK and director of the General Political Bureau of the KPA, KPA Vice Marshal Ri Myong Su, chief of the KPA General Staff, Army General Pak Yong Sik, minister of the People's Armed Forces of the DPRK, and officials of the KPA General Staff and the Ministry.\n\t\t\t\t\t\n\t\t\t\t\t Hwang Pyong So conveyed the statement issued by Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Ri Myong Su in a speech said that the statement of the chairman of the DPRK State Affairs Commission is a stern declaration on disgraceful ruin to the mad Yankees who openly dared to reveal the scheme to destroy the Korean nation, letting out unprecedentedly ignorant words, and an alarm gun report calling the Korean army and people, who have longed for the moment of decisive battle for national reunification, to the final attack.\n\t\t\t\t\t\n\t\t\t\t\t The present era clearly shows once again that there can be neither justice, independence and peace on this land nor the reunification of Korea, the cherished desire of the Korean nation, with the deranged man like Trump and the groups of aggressors allowed to exist on our planet and that very just is the road of Songun, the road of simultaneously developing the two fronts we chose and have steadily followed, the speaker noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The KPA, regarding it as its sacred mission to defend the leader, the country and the revolution, will never remain a passive onlooker to the frantic provocation of the U.S. imperialists seeking to destroy the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We have the single-minded unity of the leader, the party, the army and the people, which is more powerful than all nuclear weapons in the world put together, and the strongest strike means developed and deployed on our own efforts and the unimaginable Juche-based war methods.\n\t\t\t\t\t\n\t\t\t\t\t The strike of our style that we have prepared for the final battle against the gangster-like U.S. imperialists for many years will be the most severe and dreadful retaliatory war, and this strike offensive will continue till we wipe them out to the last one so that there would be no one to sign a surrender document and make a scream and until we annihilate the U.S. imperialists on this planet forever.\n\t\t\t\t\t\n\t\t\t\t\t Now that Trump, the boss of the U.S. imperialists, dared to make the  most ferocious declaration of war ever known in history while letting out unprecedented belligerent remarks aimed to \"totally destroy\" the DPRK, the KPA will make him pay dearly for them  with the toughest counterstrike ever in history.\n\t\t\t\t\t\n\t\t\t\t\t The speaker called upon all the men and officers of the KPA to become impregnable fortress and bulletproof walls in devotedly defending the Party Central Committee headed by the great Comrade Kim Jong Un, with the unshakable will and faith that we are sure to win as long as there is the respected Supreme Commander even though all the formidable enemies pounce upon us and the earth breaks out a hundred times.\n\t\t\t\t\t\n\t\t\t\t\t He further said:\n\t\t\t\t\t\n\t\t\t\t\t We will make all operations and battles ones for defending the leader from A to Z and mercilessly smash the slightest provocation of the enemy to do harm to the supreme dignity of the DPRK the moment it is detected.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly see how the U.S. with Trump, a rogue playing with fire and boss of gangsters, as its president meets a tragic end.\n\t\t\t\t\t\n\t\t\t\t\t Then followed oath-taking speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the revolutionary armed forces of the DPRK should never pardon the behaviors of the deranged persons who trumpeted about \"totally destroying\" the DPRK, not content with putting unprecedented sanctions and military pressure.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the armed forces of the DPRK should clearly show the whole world how they defend the authority of their Supreme Commander and implement his decision and how they protect their ideology and social system more precious than their lives."
        },
        {
            "title": "Servicepersons of Ministry of People's Security Meet",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-26ee.html",
            "content": "Servicepersons of Ministry of People's Security Meet\r\n Pyongyang, September 23 (KCNA) -- Servicepersons of the Ministry of People's Security met Saturday to vow to win the final victory through all-out charge in the confrontation with the U.S. \n\t\t\t\t\t Present at the meeting were Minister of People's Security Choe Pu Il and other senior officials of the ministry and servicepersons of the Korean People's Internal Security Forces (KPISF).\n\t\t\t\t\t\n\t\t\t\t\t Choe Pu Il read out the statement of Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made by KPISF Colonel General Kang Phil Hun, KPISF Lieut. General Kim Jong Ho, KPISF Major General Jo Pyong Sik and KPISF Colonel Ham Kyong Il.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the statement of the chairman of the DPRK State Affairs Commission carrying his firm faith and resolute will was a declaration of the great victory of Juche Korea as it firmly protected dignity and honor of our state and people and mercilessly sentenced the U.S., chieftain of aggression and war, to death.\n\t\t\t\t\t\n\t\t\t\t\t They denounced Trump's remarks are extremely brutal invective which could be made by the peerless cannibals, Yankees of the empire of devils in the 21st century, who are persistently trying to topple the socialist bulwark of Korea on this planet and obliterate the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t The rubbish of Trump, boss of cannibals, to destroy populace of 25 million of the DPRK is the sophism of psychopath breathing his last  breath and the last-ditch effort to check the advance of the DPRK dashing forward for bright future, the speakers said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Trump's rubbish is the most ferocious declaration of war unprecedented in history of the preceding presidents of the U.S., and our army and people will surely force him to pay a thousand-fold price for his remarks with the toughest counterattack in history. \n\t\t\t\t\t\n\t\t\t\t\t The wolf-like U.S. imperialists fattened on evils should be finished by only arms. We will put the human reject, politically immature guy and boss of gangs Trump and his yes men into the cesspool of history as they are working hard to destroy the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly see how miserable fate the U.S. imperialists meet before the army and people of the DPRK, the speakers noted, expressing the will to settle accounts with the anti-U.S. struggle by burning the stronghold of evils at a go if the enemies ignite a war of aggression at any cost.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the U.S. imperialist aggressors may try, our state, social system and people are steadfast and all our servicepersons will confidently advance along the road of independence, Songun and socialism under the leadership of the Party to the last, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They pledged to become strong fighters in the class struggle as required by the situation at the door of the final battle against the U.S. imperialists, suppress the enemies' insidious maneuvers in time, guarantee the great revolutionary advance for the final victory and reliably protect lives and properties of the people.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need for all the servicepersons of the KPISF to be ones with strong idea and faith and manifold shields equipped with the transparent spirit of defending the leader unto death and ardent Kim Jong Il's patriotism and thus safeguard the Central Committee of the Workers' Party of Korea headed by Kim Jong Un at the cost of their lives politico-ideologically."
        },
        {
            "title": "Trump's Reckless Remarks Will Lead Himself to Total Destruction: DPRK Citizens",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-19ee.html",
            "content": "Trump's Reckless Remarks Will Lead Himself to Total Destruction: DPRK Citizens\r\n Pyongyang, September 23 (KCNA) -- Old bastard Trump, ignorant of the DPRK's repeated warnings and advices of others, whipped up anti-DPRK hysterics even on the UN arena, thrusting the whole world into a shock.\n\t\t\t\t\t It might be of everyday occurrence for Trump, a descendant of cannibals who built the U.S. after extirpating American Indians, to unhesitatingly make lunatic remarks of \"totally destroying\" a sovereign state. But, great irony is that he is unable to consider how dearly the U.S. should pay for such provocative remarks against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Gun, manager of the Ryonggang Granite Mine, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Trump's gangster-like blast only goes to prove that he is nothing but a mentally deranged dotard, not the president of so-call \"power\".\n\t\t\t\t\t\n\t\t\t\t\t Even his predecessors infected with ill-intended inveterate repugnancy toward the DPRK dared not make such reckless remarks as \"totally destroying\" the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t I can hardly repress my indignation over the fact that IQ-low moneygrubber Trump, branded as \"political layman\" and \"political heretic\", dared gabble about wiping the DPRK off the map.\n\t\t\t\t\t\n\t\t\t\t\t Such fascist gang leader should be brought to the international court to be punished.\n\t\t\t\t\t\n\t\t\t\t\t It is before long that the outcries of the old rabid dog will be led to a piteous funeral song.\n\t\t\t\t\t\n\t\t\t\t\t Han Song Min, secretary of Pyongyang University of Publishing and Printing Committee of the Kimilsungist-Kimjongilist Youth League, said:\n\t\t\t\t\t\n\t\t\t\t\t Trump's reckless remarks clearly showed to the whole world why the Korean nation has termed Yankees the U.S. imperialist wolves from long ago.\n\t\t\t\t\t\n\t\t\t\t\t Human language can never work on wolves.\n\t\t\t\t\t\n\t\t\t\t\t I feel like chopping off dirty bastard Trump and throwing him into the Pacific so that he could no longer trouble the world.\n\t\t\t\t\t\n\t\t\t\t\t As the Yankees made the most atrocious declaration of war against the DPRK, we, young people, will win the final victory in the century-long anti-imperialist and anti-U.S. confrontation with our powerful nuclear deterrent."
        },
        {
            "title": "DPRK People Call for Merciless Revenge upon Trump",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-20ee.html",
            "content": "DPRK People Call for Merciless Revenge upon Trump\r\n Pyongyang, September 23 (KCNA) -- Servicepersons and civilians of the DPRK express their surging indignation against Trump, the ringleader of rogue state.\n\t\t\t\t\t They are unanimous in saying that the earth can never exist without the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In an interview with KCNA, Hong Song Sik, a researcher of the Institute of Agricultural Science, said:\n\t\t\t\t\t\n\t\t\t\t\t Trump, the president of so-called \"power\", is so mad enough to wag his tongue without any consideration that he would \"totally destroy\" a sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t It is high time to show the world how the DPRK will tame Trump, a dirty rascal who denied the existence of the DPRK, insulted its dignity and even made the ferocious declaration of a war against it.\n\t\t\t\t\t\n\t\t\t\t\t An Tong Ho, an officer of the Worker-Peasant Red Guards of the Kim Jong Thae Electric Locomotive Complex, said:\n\t\t\t\t\t\n\t\t\t\t\t I can never repress my anger at old brute Trump's blast. So I petitioned to be allowed to rejoin the Navy of the Korean People's Army. It is my determination that if a nuclear pack is available for me, I will swim even across the Pacific to blow up the White House, the den troubling the world.\n\t\t\t\t\t\n\t\t\t\t\t Jong Chol Nam, manager of the East Pyongyang Thermal Power Plant, said:\n\t\t\t\t\t\n\t\t\t\t\t We can no longer remain an onlooker to the hysterics of hooligan Trump.\n\t\t\t\t\t\n\t\t\t\t\t Old bastard Trump should keep in his mind that the doomsday against him will be sure to come.\n\t\t\t\t\t\n\t\t\t\t\t We will surely wipe the U.S., the den of evils, off the map with our nuclear hammer and hang Trump to the gallows of history."
        },
        {
            "title": "Delegations Arrive for Int'l Trade Fair",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-24ee.html",
            "content": "Delegations Arrive for Int'l Trade Fair\r\n Pyongyang, September 23 (KCNA) -- Delegations from different countries and regions, including Vietnam, Italy, China and Chinese Taipei, arrived here Saturday to take part in the 13th Pyongyang Autumn International Trade Fair."
        },
        {
            "title": "Posters Arouse People to Great Advance of Self-Reliance",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-16ee.html",
            "content": "Posters Arouse People to Great Advance of Self-Reliance\r\n Pyongyang, September 23 (KCNA) -- The Workers' Party of Korea Publishing House produced posters arousing all the people to the struggle to resolutely defeat the U.S. and its vassal forces' sanctions and moves to stifle the DPRK with the grand advance of self-reliance and open the broad avenue of victory in building a socialist power.\n\t\t\t\t\t The poster \"Let us greet the Conference of Mallima Forerunners with high revolutionary enthusiasm and shining labor success!\" calls for giving spurs to the implementation of the five-year strategy for the state economic development set forth at the Seventh Congress of the WPK under the uplifted banner of the Party's line of simultaneously developing the two fronts and principle of giving priority of self-development and achieving a decisive turn in building an economic power and improving the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t The poster \"Let us follow and learn example of model units which took lead in the creation of Mallima speed!\" reflects the idea that all units should dynamically conduct the campaigns in which one overtakes and learns from others and swaps experiences with them as like model units working miracle successes in the drive to carry out the leaders' behests and defending the party policies and fan up the flames of creating Mallima speed.\n\t\t\t\t\t\n\t\t\t\t\t The poster \"Self-reliance is Korea's method of creation!\" gives a visual presentation of brave spirit of Juche Korea wining victories one after another in the anti-U.S. showdown and the building of a socialist power by making uninterrupted innovations and progress in the great advance of self-reliance under the leadership of the party."
        },
        {
            "title": "Mt Kuwol, One of Six Famous Mountains in Korea",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-21ee.html",
            "content": "Mt Kuwol, One of Six Famous Mountains in Korea\r\nPyongyang, September 23 (KCNA) -- Mt Kuwol is one of the six famous mountains in Korea. It covers a vast area of over 110 square kilometers, bounded by Anak, Unryul and Samchon counties of South Hwanghae Province.\n\t\t\t\t\t Its name is derived from its beautiful scenery of September.\n\t\t\t\t\t\n\t\t\t\t\t The mountain is 954 meters high and consists of 99 big and small peaks.\n\t\t\t\t\t\n\t\t\t\t\t It has many waterfalls like Ryongyon and Samhyongje falls and ponds and is abundant in fauna and flora resources with a number of historic relics and remains, including Woljong Temple and the site of a fort.\n\t\t\t\t\t\n\t\t\t\t\t The mountain is also closely associated with the loving care shown by leader Kim Jong Il for people.\n\t\t\t\t\t\n\t\t\t\t\t When walking round the mountain on September 23, Juche 86 (1997), he highly appreciated the labor feats performed by soldier builders in building sightseeing-courses for its beauty spots.\n\t\t\t\t\t\n\t\t\t\t\t And he gave precious instructions to better conditions for visitors and build mountaineering courses for physical training of young people.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the people-oriented policies of the Workers' Party of Korea, Mt Kuwol was successfully spruced up as a famous beauty."
        },
        {
            "title": "Rodong Sinmun Calls for Taming War Maniac with Fire",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-10ee.html",
            "content": "Rodong Sinmun Calls for Taming War Maniac with Fire\r\n Pyongyang, September 23 (KCNA) -- Rodong Sinmun Saturday in an article brands as a mentally deranged hooligan Trump who recently spit out unprecedented rubbish at the UN General Assembly that he would totally destroy the DPRK.\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK solemnly warned that the way out for the U.S. to evade its final doom is to think with discretion and roll back its anachronistic hostile policy toward the DPRK, though belatedly. \n\t\t\t\t\t\n\t\t\t\t\t Action is the best option in treating the dotard who, hard of hearing, is uttering only what he wants to say.\n\t\t\t\t\t\n\t\t\t\t\t Such maniacs as Trump who are fond of war should be tamed only with fire.\n\t\t\t\t\t\n\t\t\t\t\t Whatever they might have expected, they will face results beyond their expectation.\n\t\t\t\t\t\n\t\t\t\t\t The impudent aggressors U.S. imperialists have so far ignited wars against other countries and nations and inflicted all kinds of disasters upon them and have resorted to a nuclear blackmail against the DPRK and the world, calculating that there is no bomb that can be dropped on their land. They should clearly understand that tremendous is the power of the army and people who formed a citadel around their leader and turned out as one and that no one can break the decision and will of the DPRK to fully exercise the right to preemptive strike to defend the dignity of the supreme headquarters and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t How far and vast the U.S land may be, it can never escape the fate of getting scorched by the fire of justice of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Belated regret for a wrong judgment and action at a wrong time would be useless.\n\t\t\t\t\t\n\t\t\t\t\t It is the stern determination and will of the DPRK to annihilate the U.S. imperialists, the ringleader of aggression, to the last man on this planet."
        },
        {
            "title": " UNSC Is Ridiculed as Waiting Maid of U.S.",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-12ee.html",
            "content": "UNSC Is Ridiculed as Waiting Maid of U.S.\r\n Pyongyang, September 23 (KCNA) -- U.S. warmonger Trump said \"we will have no choice but to totally destroy North Korea\" at the UN General Assembly. It means he would wipe the country of 25 million people off the map, not just \"regime change\".\n\t\t\t\t\t Rodong Sinmun Saturday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Trump's reckless remarks proved again that the wicked intention of the U.S. to topple the DPRK by force of arms has never changed and that the U.S. is the chieftain disturbing peace and the only rogue country in the world.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that member nations of the UNSC, which bitterly criticized the DPRK when it took self-defensive measures to cope with the U.S. military threats, do not utter a single word now. \n\t\t\t\t\t\n\t\t\t\t\t The UNSC is playing the role of waiting maid of the U.S. while covering its high-handed and arbitrary practices and peace disturbing while disregarding international law and justice.\n\t\t\t\t\t\n\t\t\t\t\t However, when the DPRK carries out a nuclear test or launches ballistic rockets, the UNSC noisily blusters as if something serious had happened. It is brigandish sophism that only the DPRK's poses threat to the world but the UNSC members' or other countries' do not pose any problem.\n\t\t\t\t\t\n\t\t\t\t\t Now the situation on the Korean peninsula has been driven to the touch-and-go situation. The UNSC is chiefly to blame for it as it gave up its mission and principle of protecting world peace and security. The UNSC has neither qualification nor pretence to take issue with the DPRK's bolstering the war deterrence.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC has become the platform where the U.S. rules supreme while others do not spit a single righteous word. The crime-woven history of the UNSC will surely be settled."
        },
        {
            "title": "Trump's Wild Remarks Are Intolerable: Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-13ee.html",
            "content": "Trump's Wild Remarks Are Intolerable: Minju Joson\r\n Pyongyang, September 23 (KCNA) -- Trump's arrogant act of openly threatening the DPRK with destruction at the UN clearly proves the overall situation of the U.S. that has faced a doom, says Minju Joson Saturday in a commentary.\n\t\t\t\t\t The president of the U.S. should have mental composure for being responsible for his speech with reason and discretion even though his country is faced with the imminent breakdown of the U.S.-led world domination order and the impending decline of its monopolistic position that had long been maintained in the international arena, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. threatened to \"totally destroy\" socialist Korea getting dynamic and stronger with each passing day. This unspeakable jargon was little short of drinking a suicide poison.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ferocious declaration of a war against the DPRK will neither browbeat the DPRK nor stop its victorious advance.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. vituperation and its desperate efforts will only convince the DPRK that the path chosen by it is correct and its final victory is near.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. opted for the criminal path of \"totally destroying north Korea\" by denying and insulting the supreme leadership and the existence of the DPRK, it is our legitimate right no one can encroach upon to take a counteraction with all means and methods involved.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. will be made to clearly see what dear price it has to pay for encroaching upon the sovereignty and the dignity of the nuclear power of Juche, the world-level military power."
        },
        {
            "title": "Rodong Sinmun Flails S. Korean Regime's Anti-DPRK Moves",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-15ee.html",
            "content": "Rodong Sinmun Flails S. Korean Regime's Anti-DPRK Moves\r\n Pyongyang, September 23 (KCNA) -- The south Korean regime noisily trumpets about the confrontation with the DPRK, astonished by its launching drill of Hwasong-12.\n\t\t\t\t\t Rodong Sinmun Saturday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The chief executive of south Korea convened a \"national security council\" meeting and underscored the need to \"take countermeasure\" and maintain \"full readiness\", describing the DPRK's step for bolstering up the deterrence for self-defence as \"provocation\" and \"threat\".\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, he phoned the American and Japanese masters to beg for \"sanctions and pressure against the north\".\n\t\t\t\t\t\n\t\t\t\t\t This is a manifestation of the inveterate repugnancy toward the DPRK and sinister intention to stifle it and a foolish act of dolts failing to know who grasps their destiny.\n\t\t\t\t\t\n\t\t\t\t\t An extreme war crisis is created on the Korean peninsula and dark clouds of nuclear war are hanging over the heads of the fellow countrymen owing to the traitors who insult a nuclear treasured sword of the fellow countrymen as \"threat\" and praise a nuclear stick of the gangster-like U.S. imperialist as \"nuclear umbrella\".\n\t\t\t\t\t\n\t\t\t\t\t The reckless moves of the puppet forces to realize a daydream of stifling the fellow countrymen, asking foreign forces for sanctions and pressure, are little short of ignorant self-ruin action inviting misfortune.\n\t\t\t\t\t\n\t\t\t\t\t They should bear in mind that they can never avoid their miserable end with their masters if they persist in the sanctions and pressure against the DPRK in reliance upon the foreign forces."
        },
        {
            "title": "KCNA Commentary Rejects U.S. Double-dealing Standards",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-25ee.html",
            "content": "KCNA Commentary Rejects U.S. Double-dealing Standards\r\n Pyongyang, September 23 (KCNA) -- The situation of the Korean peninsula goes to clearly prove the brigandish double-dealing standards of the U.S. and its vassal forces. \n\t\t\t\t\t The UN Security Council did not utter even a single word about the joint military drills staged by the U.S., the source of vicious cycle of tension in the Korean peninsula and the region, and its vassal forces. But, it cooked up such anti-DPRK criminal documents as \"sanctions resolutions\" and \"press statements\" one after another over the DPRK's measures for self-defense.\n\t\t\t\t\t\n\t\t\t\t\t This is a mockery at mankind aspiring after justice and peace and the height of double-dealing standards.\n\t\t\t\t\t\n\t\t\t\t\t In an article contributed to the Canadian internet paper Global Research on Sept. 16, Carla Stea, its correspondent at the UN, said:\n\t\t\t\t\t\n\t\t\t\t\t There is now a discernible pattern to the U.S. manipulation of the UNSC. On Sept. 9, the NATO chief said north Korea is a global threat and requires a global response; and that, of course, also includes NATO. \n\t\t\t\t\t\n\t\t\t\t\t North Korea needs nuclear defenses to protect itself from violent aggression by the south Korea-U.S. axis.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ambassador, many of the Security Council members, willingly or unwillingly and many others elsewhere are, it seems, deliberately refusing to respect, nor take responsibility for the horrifying massacre of 3-4 million north Koreans between 1950-1953, and ignore fact that the ongoing menace of south Korean and U.S. military threats are inflicting an unendurable state of terror upon north Koreas.\n\t\t\t\t\t\n\t\t\t\t\t This is a fair comment on what is happening on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK \"sanctions resolutions\" and \"press statements\" adopted at the UNSC are criminal documents as they contained the U.S. sinister intention to isolate and stifle the DPRK at any cost from A to Z, far from justice to be regarded as a legal foundation and the principle of respect for the rights and duties prescribed in international treaties.\n\t\t\t\t\t\n\t\t\t\t\t Neither UN Charter nor international law stipulates judicial ground that nuke and ballistic missile tests pose a threat to global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, those countries which conducted such tests much earlier than the DPRK have never been put into question at the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is seeking to bring down the ideology and social system chosen by the Korean people by disarming the DPRK and suffocating it economically through the UNSC's \"sanctions resolutions\" which lacks any propriety of international law.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's steps for bolstering up the nuclear deterrent do not pose any threat to global peace and security, but the U.S. reckless saber-rattling for igniting a nuclear war getting on the serious nerves of our state is the threat to global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is allowed to realize its ambition to dominate the world by applying the double-dealing standards on the international arena, justice and truth will be stamped out and the world turned into a mayhem of jungle law.\n\t\t\t\t\t\n\t\t\t\t\t Such unjust action to trample down the sovereignty of the DPRK with double-dealing standards can never be allowed."
        },
        {
            "title": "U.S. Warmongers Stage Actual Firing Drill against DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-18ee.html",
            "content": "U.S. Warmongers Stage Actual Firing Drill against DPRK\r\n Pyongyang, September 23 (KCNA) -- The U.S. imperialist warmongers staged a long-range artillery firing drill against the DPRK on Sept. 21, according to the south Korean Yonhap News. \n\t\t\t\t\t The 18th field artillery brigade of the U.S. aggression army from North Carolina State, together with the 8th U.S. army corps present in south Korea, fired long-range artilleries toward Jik Island from the coast in Poryong City, South Chungchong Province. \n\t\t\t\t\t\n\t\t\t\t\t The warmongers including the commander of the 8th U.S. army corps claimed that the drill demonstrated the combat power including the system of high-speed mobile artillery rockets, reaffirmed the scale of the U.S. forces that are rapidly deployed on the Korean peninsula and showed that any unit from the U.S. mainland can strike an object in any place on the peninsula in coordination with the 8th U.S. army corps."
        },
        {
            "title": "Chongryon Praises Brilliant Commander of Mt Paektu",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-07ee.html",
            "content": "Chongryon Praises Brilliant Commander of Mt Paektu\r\n Pyongyang, September 23 (KCNA) -- The Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) made public a statement on Sept. 22 as regards the fact that respected Supreme Leader Kim Jong Un made a historic statement before the U.S. and the world.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t All officials of Chongryon and Koreans in Japan are excited at the invincible spirit, matchless pluck and unprecedented will for justice of the great man of Mt Paektu who mercilessly dealt a telling blow of Juche at the archenemy U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The world does not know such great man as respected Marshal Kim Jong Un who stood with the toughest step which the U.S. never imagined now that even big powers fail to present their objections to it and the UN does not play its mission.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, who embraces us as his own flesh and blood with deep feelings, is the tender-hearted father and teacher who values and protects in every way Chongryon, the overseas compatriots organization of the DPRK, and makes all efforts to ensuring the dignified life and bright future of officials of Chongryon and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t We will devotedly safeguard Kim Jong Un, destiny and future of Chongryon and Koreans in Japan, and defend the homeland to the last in any storm and stress.\n\t\t\t\t\t\n\t\t\t\t\t All the officials of Chongryon and Koreans in Japan, bearing deep in their mind the iron faith that the victory of the Juche cause and the patriotic cause of Chongryon is science, will display the might of Chongryon, as desired by Kim Jong Un, with the homeland making long strides."
        },
        {
            "title": "Kim Jong Il's Work Introduced in Russia",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-01ee.html",
            "content": "Kim Jong Il's Work Introduced in Russia\r\n Pyongyang, September 23 (KCNA) -- The Russian internet homepage DPRK Today posted the full text of leader Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Juche-oriented Socialist State with Invincible Might\" on September 15, with the 69th founding anniversary of the DPRK as an occasion.\n\t\t\t\t\t The work, published on September 5, Juche 97 (2008), clarifies that the invincible might of the DPRK lies in defending and adding eternal brilliance to the Juche-oriented idea of President Kim Il Sung on nation-building and his feats."
        },
        {
            "title": " DPRK's Founding Anniversary Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-02ee.html",
            "content": "DPRK's Founding Anniversary Celebrated Abroad\r\n Pyongyang, September 23 (KCNA) -- The 69th founding anniversary of the DPRK was celebrated at its missions abroad.\n\t\t\t\t\t Celebration meetings, receptions, book, photo and handicraft exhibitions and film shows took place at the DPRK missions in Cuba, Brazil, Venezuela, Peru, Germany, Romania, Russia, Bulgaria, Belarus, Switzerland, Sweden, the Czech Republic, France, Poland, Austria, Italy and Spain and DPRK permanent missions to the UN Office and international organizations in Geneva and to the UN from September 4 to 12.\n\t\t\t\t\t\n\t\t\t\t\t On display at the venues of the events were photos showing the revolutionary careers and exploits of President Kim Il Sung and leader Kim Jong Il and the revolutionary activities of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There were also their works and books, photos and handicraft introducing the reality of the DPRK and talents and wisdom of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t \"My Country Has Emerged Victorious by Dint of Single-minded Unity\" and other Korean films were shown.\n\t\t\t\t\t\n\t\t\t\t\t Present at the events on invitation were personages of different circles and members of Juche idea study organizations and organizations for friendship and solidarity with the Korean people in those countries and representatives of international and regional bodies.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the DPRK missions were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid floral baskets and bouquets at the portraits of smiling Kim Il Sung and Kim Jong Il and art works depicting the great leaders standing together and paid tribute to them."
        },
        {
            "title": "Exploits of Great Persons of Mt Paektu Lauded Abroad",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-03ee.html",
            "content": "Exploits of Great Persons of Mt Paektu Lauded Abroad\r\n Pyongyang, September 23 (KCNA) -- Lecture meetings took place in Bulgaria, Romania, Slovakia, Russia, Peru, Tanzania and Guinea between Sept. 1 and 10 to mark the 69th founding anniversary of the DPRK.\n\t\t\t\t\t The chief of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism said that President Kim Il Sung waged an armed struggle against the Japanese imperialists to liberate Korea, with his high ambition to build a country where the people are the master of everything since he embarked on the road of revolution, and founded the DPRK and developed it into a socialist state independent in politics, self-supporting in the economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that leader Kim Jong Il firmly defended Korean-style socialism, holding higher the banner of Songun in the grim period of trials.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is now demonstrating its dignity as the nuclear power of Juche under the guidance of respected Supreme Leader Kim Jong Un, he said.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the C.C., Communist Party of Peru said that the DPRK is reliably defending its sovereignty and the peace and security of the Korean peninsula by dint of single-minded unity and with its tremendous military muscle. This is greatly encouraging us, he added.\n\t\t\t\t\t\n\t\t\t\t\t Just is the cause of the Workers' Party of Korea and the Korean people guided by the great leader and the DPRK will surely achieve the final victory, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The deputy secretary general of the Tanzania-DPRK Friendship Association praised the feats of the peerlessly great persons of Mt Paektu for the foundation and development of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that victory is always in store for the DPRK as it is guided by Kim Jong Un, prominent leader in the present era."
        },
        {
            "title": " DPRK's H-bomb Test Hailed in Nepal, Indonesia",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-04ee.html",
            "content": "DPRK's H-bomb Test Hailed in Nepal, Indonesia\r\n Pyongyang, September 23 (KCNA) -- Personages of Nepal and Indonesia issued statements on Sept. 7 and 10 hailing the DPRK's successful ICBM-ready H-bomb test.\n\t\t\t\t\t Noting that the DPRK's H-bomb test has stunned the world, Sonkori Baroti, chairman of the Nepali Literary Forum for the Study of Songun Politics, said:\n\t\t\t\t\t\n\t\t\t\t\t It is a legitimate self-defensive step for the DPRK to bolster up its nuclear deterrence in every way in order to defend the country's sovereignty and the nation's right to existence from the hostile forces' vicious moves.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop posing threat to the DPRK and withdraw its aggression forces from south Korea at once, well aware that it can never deter the DPRK from bolstering up its nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The president of Indonesia's Milenia Armada Ekspres Company said that the DPRK's successful ICBM-ready H-bomb test is a striking demonstration of its powerful might, adding:\n\t\t\t\t\t\n\t\t\t\t\t Through the recent test, the DPRK proudly rose up to the position of a world nuclear power and military power and the Korean people came to have more powerful nuclear deterrent reliably guaranteeing the country's sovereignty and the nation's right to existence.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the struggle of the Korean people resolutely standing against the U.S. high-handed and arbitrary practices."
        },
        {
            "title": "Delegado coreano reafirma la posicion de la RPDC en reunion ministerial de MNOAL",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-27ee.html",
            "content": "Delegado coreano reafirma la posicion de la RPDC en reunion ministerial de MNOAL\r\nPyongyang, 23 de septiembre (ACNC) -- Tuvo lugar el dia 20 en la sede de la ONU la reunion ministerial del Movimiento de los No Alineados.\n\t\t\t\t\tEn la ocasion participaron los cancilleres y representantes de la RPDC y otros paises miembros del MNOAL y las delegaciones de observadores.\n\t\t\t\t\t\n\t\t\t\t\tPronuncio discurso el delegado coreano.\n\t\t\t\t\t\n\t\t\t\t\tEl senalo que segun el ideal de su politica exterior de independencia, paz y amistad, el gobierno de la RPDC viene esforzandose constantemente por el desarrollo del MNOAL como pais miembro y de acuerdo con el proposito de la fundacion y el principio de actividades del mismo.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que el noble ideal del MNOAL para defender la soberania del pais y la nacion y lograr la paz y la prosperidad socioeconomica se enfrenta con graves desafios debido a las maniobras de EE.UU. y sus satelites.\n\t\t\t\t\t\n\t\t\t\t\tEl problema nuclear de la Peninsula Coreana fue causado y complicado por culpa de EE.UU. y su responsabilidad tambien recae totalmente sobre este pais, enfatizo.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que la posesion de armas nucleares y el ICBM por parte de la RPDC es la justa opcion autodefensiva frente a la evidente y sustancial amenaza nuclear de EE.UU. contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, EE.UU. aplico las unilaterales e inauditas sanciones contra la RPDC y fabrico sistematicamente las \"resoluciones de sancion\" abusando del nombre del Consejo de Seguridad de la ONU, revelo y lo califico de crimen antietico que contraviene a la clausula 2 del articulo 1 del Convenio Internacional sobre Derechos Economico, Social y Cultural y desafia a los reglamentos de ejecucion, reconocidos internacionalmente.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que se hizo evidente el intento de EE.UU. de atropellar a la RPDC con la campana de sancion y presion y las armas nucleares, daremos mayor impulso a lograr el equilibrio real de fuerzas con EE.UU. para defender la soberania y el derecho a la subsistencia y preservar la paz y seguridad de la region, aclaro.\n\t\t\t\t\t\n\t\t\t\t\tRatifico la posicion de la RPDC de ser fiel al ideal y al principio del MNOAL, cuya mision principal es rechazar la guerra y defender la paz."
        },
        {
            "title": "Disparate de Trump costara la destruccion total de imperio americano, apunta CRPP",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-28ee.html",
            "content": "Disparate de Trump costara la destruccion total de imperio americano, apunta CRPP\r\nPyongyang, 23 de septiembre (ACNC) -- El Comite por la Reunificacion Pacifica de la Patria de la Republica Popular Democratica de Corea publico el dia 23 una declaracion que sigue:\n\t\t\t\t\t La declaracion del Maximo Dirigente Kim Jong Un publicada en relacion con el disparate del gobernante estadounidense sobre la destruccion total de la RPDC, dicho en la Asamblea General de la ONU, deviene la exposicion de la posicion de reaccion superintransigente que refleja la voluntad y la indignacion del ejercito y el pueblo de Corea decididos a librar la batalla final con el barbaro imperialismo yanqui.\n\t\t\t\t\t\n\t\t\t\t\t  Apoyamos totalmente la declaracion del Presidente del Comite de Estado de la RPDC que manifesto solemnemente la voluntad de domar sin falta con el fuego al viejo maniaco estadounidense que actua con imprudencia.\n\t\t\t\t\t\n\t\t\t\t\t  Durante mas de 70 anos desde la fundacion de la ONU, ningun mandatario ni representante diplomatico de un pais, incluyendo los antecesores presidentes norteamericanos, se habia referido en su discurso oficial de la Asamblea General de la ONU a la destruccion total de otro pais.\n\t\t\t\t\t\n\t\t\t\t\t  El chisme belicoso de Trump deviene la abierta declaracion de guerra contra nuestra maxima dignidad, nuestro Estado, nuestro regimen y nuestro pueblo siendo imperdonable provocacion de categoria especial.\n\t\t\t\t\t\n\t\t\t\t\t  Al mismo tiempo, no es una opinion personal de Trump, sino una expresion coherente de la brutal politica hostil y la ambicion de guerra de la administracion norteamericana contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Los tipejos, que se atreven a insultar nuestra maxima dignidad y negar la misma existencia de nuestro Estado, no deben cifrar ninguna esperanza en su salvacion.\n\t\t\t\t\t\n\t\t\t\t\t  Las contramedidas de superintransigencia sin precedentes en la historia, que pondremos en practica, demostraran el resultado inimaginable para los belicistas de EE.UU. y sus lacayos y el disparate de la \"destruccion total\" de nuestro Estado costara la extincion total del imperio americano.\n\t\t\t\t\t\n\t\t\t\t\t  En este planeta no hay el refugio donde pueda evitar la lluvia de bombas nucleares y otras H instaladas en nuestros poderosos medios de ataque del tipo Juche.\n\t\t\t\t\t\n\t\t\t\t\t  Aprovechamos esta oportunidad para volver a advertir seriamente tambien a los titeres surcoreanos que actuan con bajeza acostumbrados a la sumision a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Insatisfechos de defender el disparate de Trump, denunciado por todo el mundo, calificandolo de \"discurso energico que puede cambiar al Norte\", ellos adulan a EE.UU. diciendo que \"sienten cada vez mas afecto\" por este bestia que trata de devorar a la parte connacional.\n\t\t\t\t\t\n\t\t\t\t\t  Sera enjuiciada sin falta tal conducta asquerosa y criminal."
        },
        {
            "title": "EE.UU. pagara caro el disparate anti-RPDC de su mandatario, advierte portavoz de CNCDP",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-29ee.html",
            "content": "EE.UU. pagara caro el disparate anti-RPDC de su mandatario, advierte portavoz de CNCDP\r\nPyongyang, 23 de septiembre (ACNC) -- En su declaracion fechada 23, el portavoz del Comite Nacional Coreano por la Defensa de la Paz (CNCDP) expreso el apoyo total a la historica declaracion del Maximo Dirigente Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, de cobrar sin falta el precio del disparate del gobernante estadounidense sobre la destruccion total de la RPDC. \n\t\t\t\t\tHistoricamente, no hubo un presidente estadounidense que haya dicho publicamente como el capo de gangsteres Trump la \"destruccion total\" de un Estado soberano, recuerda la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tTrump, bestia sedienta de sangre, habia dicho sin vacilacion alguna que \"la guerra se desatara en la Peninsula Coreana y aunque mueran miles de personas, eso sucedera tambien ahi\". \n\t\t\t\t\t\n\t\t\t\t\tEl que debe ser destruido y eliminado totalmente es EE.UU., imperio del mal. \n\t\t\t\t\t\n\t\t\t\t\tPara la paz de la Peninsula Coreana y el resto del mundo y la felicidad y prosperidad de la humanidad, no se debe tolerar mas la existencia de Trump, fuente de peores calamidades del mundo, ni la de EE.UU. que impone incontables sufrimientos y desgracias a la nacion coreana y la humanidad. \n\t\t\t\t\t\n\t\t\t\t\t\"Aniquilemos a los invasores norteamericanos, enemigos jurados\", esto es la decision que redobla cada dia la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tEl tiempo demostrara cuan caro pagara EE.UU. sus crimenes cometidos contra la nacion coreana de generacion en generacion. \n\t\t\t\t\t\n\t\t\t\t\tEl perro rabioso Trump y sus compinches sentiran en carne propia las consecuencias catastroficas de su disparate sobre la RPDC."
        },
        {
            "title": "AJDC defiende los derechos de coreanos residentes en Japon",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-30ee.html",
            "content": "AJDC defiende los derechos de coreanos residentes en Japon\r\nPyongyang, 23 de septiembre (ACNC) -- En su declaracion fechada 23, el vocero de la Asociacion de Juristas Democraticos de Corea denuncio a los reaccionarios japoneses que cometen sucios y pueriles actos de discriminacion contra los coreanos residentes en Japon.\n\t\t\t\t\tEl pasado dia 13, la Corte Local de Tokio de Japon denego sin ningun argumento legal la justa demanda de la Asociacion General de Coreanos Residentes en Japon (Chongryon) y los coreanos residentes en Japon de que aplicaran el sistema de subsidio a las escuelas superiores en el caso de los estudiantes de la clase superior de la escuela secundaria y superior de los coreanos de Tokio.\n\t\t\t\t\t\n\t\t\t\t\tComienza asi el vocero y califica la injusta sentencia de la Corte de una muestra de la politica hostil anti-RPDC y anti-Chongryon de los reaccionarios japoneses y un ilegal acto fascista que viola flagrantemente la soberania y el derecho a la subsistencia de los coreanos en Japon.\n\t\t\t\t\t\n\t\t\t\t\tLa AJDC denuncia categoricamente la injusta sentencia de la Corte Local de Tokio tildandola de perverso acto hostil y criminal destinado a reprimir y exterminar la Chongryon, digna entidad de ciudadanos ultramarinos de la RPDC, subraya y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl problema de aplicar el sistema mencionado no tiene ningun motivo de ser denegado tanto en vista de la obligacion de Japon de pedir disculpas sinceras por los crimenes cometidos en el pasado por los imperialistas japoneses contra la nacion coreana como a la luz del derecho internacional.\n\t\t\t\t\t\n\t\t\t\t\tNo podemos estar con brazos cruzados ante las sucias y obstinadas formas de discriminacion que aplican los reaccionarios japoneses sobre la Chongryon y los coreanos residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\tSi ellos siguen recurriendo a la discriminacion y acoso a la Chongryon y los coreanos en Japon, no podran eludir la venganza y la justa sentencia de toda la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades japonesas deben actuar con prudencia al reparar en las catastroficas consecuencias de sus actos barbaros que manchan la dignidad y los derechos de la Chongryon y los coreanos en su pais y entenebrecen el futuro de sus hijos, los alumnos coreanos."
        },
        {
            "title": "Tiene lugar mitin de la sede del CC del PTC para victoria en enfrentamiento antiyanqui",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-31ee.html",
            "content": "Tiene lugar mitin de la sede del CC del PTC para victoria en enfrentamiento antiyanqui\r\nPyongyang, 23 de septiembre (ACNC) -- Tuvo lugar el dia 22 en la sala de reuniones del Comite Central del Partido del Trabajo de Corea el mitin de la sede del CC del PTC para lograr la victoria final mediante la movilizacion general en el enfrentamiento antiyanqui.\n\t\t\t\t\tEn la ocasion estuvieron presentes Choe Ryong Hae, miembro del Presidium del Buro Politico del CC del PTC y vicepresidente del Comite de Estado de la RPDC y del Comite Central del PTC, Kim Ki Nam, Choe Thae Bok, Ri Su Yong, Kim Phyong Hae, Ri Man Gon, O Su Yong y Kim Yong Chol, vicepresidentes del CC del PTC, Jo Yon Jun, primer subjefe de departamento del CC del PTC, y otros funcionarios del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tChoe Ryong Hae dio lectura a la declaracion de Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tPronunciaron discursos Ri Man Gon, vicepresidente del CC del PTC, Jo Yon Jun, primer subjefe de departamento del CC del PTC, Ri Yong Sik, subjefe de departamento del CC del PTC, y Pak Yong Chol, jefe de seccion del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores condenaron que Trump se atrevio a ofender la dignidad de la Direccion Suprema de la RPDC y dijo disparates escalofriantes de \"destruir totalmente\" a nuestro Estado y exterminar a decenas de millones de la poblacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tEste hecho revelo plenamente la arraigada politica de hostilidad de los norteamericanos contra la RPDC y su ambicion de aplastarla por via militar declarando por si mismos a todo el mundo que son bribones y gangsteres adictos a la guerra.\n\t\t\t\t\t\n\t\t\t\t\tTrump, inepto como maxima autoridad de las fuerzas armadas de un pais, no sabe ni jota de la politica ni ha aprendido el lenguaje diplomatico siquiera, ironizaron y continuaron que como insinua su nombre Donald, ese vejete loco se pone facilmente enojado y lanza su carta sin ninguna meditacion.\n\t\t\t\t\t\n\t\t\t\t\tSus disparates dichos a la vista de todo el mundo devienen la mas brutal declaracion de guerra contra la RPDC y sirven de detonante que llama a todo el ejercito y el pueblo de Corea a tomar la contramedida superintransigente que jamas se haya visto en la historia, recalcaron.\n\t\t\t\t\t\n\t\t\t\t\tAl igual que el perro cobarde que ladra mas ruidosamente, Trump hizo la mas brutal declaracion de guerra en el sentido de eliminar a la RPDC, recordaron y continuaron que su chisme deviene la demostracion del inagotable poderio de nuestro Estado capaz de destruir a EE.UU., bastion del imperialismo, y una confirmacion de que el camino optado por el ejercito y pueblo coreanos es absolutamente justo y estos deben recorrerlo hasta el final.\n\t\t\t\t\t\n\t\t\t\t\t Para hacer frente al estado de emergencia del Estado como hoy y a la conducta agresiva del imperialismo yanqui que impondra un dia la guerra a la RPDC, nuestro partido presento la linea de desarrollo paralelo de la construccion economica y la de fuerzas armadas nucleares, la unica del mundo, y vino superando tenazmente las pruebas sin precedentes de la historia conduciendo a todos los militares y habitantes, subrayaron.\n\t\t\t\t\t\n\t\t\t\t\t  Segun la decision estrategica del Maximo Dirigente Kim Jong Un y bajo su diestra direccion, la RPDC viene conservando en su arsenal del monte Paektu todos los medios de golpe de las fuerzas armadas nucleares del Estado, publicados hasta ahora, y otros poderosos armamentos Juche y proyectiles prometedores de reunificacion que no ha visto todavia el mundo, comentaron.\n\t\t\t\t\t\n\t\t\t\t\t  Por lo tanto, la palabra \"destruccion total\" de Trump suena a la RPDC como termino simbolico del fin de los mismos Estados Unidos, anadieron.\n\t\t\t\t\t\n\t\t\t\t\t  Como ha declarado el Maximo Dirigente, por la dignidad y el honor de la Corea del Juche, nuestro ejercito y pueblo haran pagar a Trump su disparate y se movilizaran en general segun el llamamiento del lider para lograr sin falta la victoria final en la confrontacion antiyanqui domando con el fuego al imperio del mal, sentenciaron.\n\t\t\t\t\t\n\t\t\t\t\t  Con la conviccion invariable de que la victoria final de la confrontacion antiyanqui reside en la defensa a riesgo de la vida al lider, libraremos la ofensiva ideologica revolucionaria para llamar a todo el partido y pueblo a la sagrada lucha por defender al lider y la revolucion frustrando todos los atentados desesperados de los enemigos contra la Direccion Suprema de la Revolucion, apuntaron.\n\t\t\t\t\t\n\t\t\t\t\t  Juraron solemnemente al Maximo Dirigente que desempenaran la honrosa mision y deber como miembros directivos del Maximo Estado Mayor de la Revolucion Coreana en la primera linea de la guerra sagrada para barrer a todos los yanquis del globo terraqueo por el honor de la nacion de Kim Il Sung y la Corea de Kim Jong Il."
        },
        {
            "title": "Tiene lugar el mitin de militares de MINFAP",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-32ee.html",
            "content": "Tiene lugar el mitin de militares de MINFAP\r\nPyongyang, 23 de septiembre (ACNC) -- Tuvo lugar el dia 22 el mitin de militares del Ministerio de las Fuerzas Armadas Populares para levantarse en la lucha decisiva contra EE.UU. bajo la direccion del Comandante Supremo Kim Jong Un.\n\t\t\t\t\tEstuvieron presentes el vicemariscal del Ejercito Popular de Corea Hwang Pyong So, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea, vicepresidente del Comite de Estado de la Republica Popular Democratica de Corea y jefe de la Direccion Politica General del EPC, el vicemariscal del EPC Ri Myong Su, jefe del Estado Mayor General del EPC, el general de ejercito de las fuerzas terrestres Pak Yong Sik, ministro de las Fuerzas Armadas Populares de la RPDC y otros funcionarios de la Direccion Politica General del EPC, el EMG del EPC y el MINFAP.\n\t\t\t\t\t\n\t\t\t\t\tHwang Pyong So dio lectura a la declaracion del Presidente del Comite de Estado de la RPDC, publicada por el Comandante Supremo Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto hubo discurso del vicemariscal del EPC Ri Myong Su, jefe del EMG del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl orador senalo que la declaracion del Presidente del Comite de Estado de la RPDC sentencio la derrota total a los maniacos yanquis que demostraron abiertamente la intriga de extinguir la nacion coreana lanzando inauditos disparates estupidos y es la bengala que llama a la ofensiva final al ejercito y pueblo coreanos que esperan con impaciencia el momento de la reunificacion de la patria, y continuo:\n\t\t\t\t\t\n\t\t\t\t\tLa actual epoca vuelve a mostrar claramente que no podemos lograr la justicia ni la independencia ni la paz de esta tierra ni la reunificacion de la patria, mientras existan en nuestro planeta Trump y otros maniacos y agresores y que es muy justo el camino del Songun, el de desarrollo paralelo, optado y mantenido por la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl EPC, cuya mision es defender al lider, la patria y la revolucion, nunca puede estar con brazos cruzados ante las furiosas provocaciones de EE.UU. para exterminar la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tNosotros contamos con la unidad monolitica entre el lider, el partido, el ejercito y el pueblo, mas poderosa que todas las armas nucleares del mundo, y los mas poderosos medios de ataque fabricados por nuestra propia cuenta y los autoctonos metodos de combate inimaginables por nadie.\n\t\t\t\t\t\n\t\t\t\t\tLa batalla de golpe al estilo coreano, preparado de siglo en siglo para la confrontacion final con EE.UU., si se inicia, sera el combate de represalia mas horrible y escalofriante y se realizara ininterrumpidamente hasta que se elimine hasta el ultimo de los imperialistas norteamericanos, de modo que no quede ninguno que pueda firmar el acta de capitulacion.\n\t\t\t\t\t\n\t\t\t\t\tEl orador subrayo que ya que Trump hizo declaracion de guerra mas brutal en la historia lanzando los disparates belicosos sin precedentes como \"destruccion completa\" de la RPDC, el EPC respondera con el contragolpe superintransigente nunca visto para obtener la indemnizacion de sus disparates.\n\t\t\t\t\t\n\t\t\t\t\tY exhorto a todos los oficiales y soldados del EPC a hacer la fortaleza natural y blindaje de acero que defiende a ultranza el CC del PTC encabezado por el Maximo Dirigente Kim Jong Un, guardando la fe y voluntad ferreas de que saldremos victoriosos sin falta al tener al Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tTodas las operaciones y combates se orientaran a la lucha por proteger y defender al lider y frustraremos tajantemente cualquier minimo movimiento del complot de los enemigos contra la dignidad de la Direccion Suprema de la RPDC, apunto.\n\t\t\t\t\t\n\t\t\t\t\t El mundo vera claro como acoge su fin tragico EE.UU. que eligio a su presidencia a Trump, bribon y capo que tiene aficion por la guerra, declaro.\n\t\t\t\t\t\n\t\t\t\t\t Seguidamente, hubo discursos de juramento.\n\t\t\t\t\t\n\t\t\t\t\t Los oradores dijeron que las fuerzas armadas revolucionarias de la RPDC nunca pueden perdonar a los psicopatas que se refirieron hasta a la \"destruccion total\" de la RPDC como si fueran poco la sancion y presion militar sin precedentes.\n\t\t\t\t\t\n\t\t\t\t\t  Nuestras fuerzas armadas revolucionarias demostraran a todo el mundo como ellas defienden el prestigio de su lider y comandante supremo y cumplen su decision y como salvaguardan nuestra idea y regimen mas valiosos que la vida, concluyeron."
        },
        {
            "title": "Mitin de militares del Ministerio de Seguridad del Pueblo",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-33ee.html",
            "content": "Mitin de militares del Ministerio de Seguridad del Pueblo\r\nPyongyang, 23 de septiembre (ACNC) -- Tuvo lugar el dia 23 el mitin de los militares del Ministerio de Seguridad del Pueblo para levantarse en la confrontacion antiyanqui por la victoria final.\n\t\t\t\t\t En la ocasion estuvieron presentes el ministro Choe Pu Il y otros funcionarios directivos del Ministerio de Seguridad del Pueblo, asi como los oficiales y soldados del Ejercito de Seguridad Interior del Pueblo (ESIP).\n\t\t\t\t\t\n\t\t\t\t\t Choe Pu Il dio lectura a la declaracion de Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  En el mitin intervinieron el coronel general Kang Phil Hun, el teniente general Kim Jong Ho, el general de brigada Jo Pyong Sik y el coronel Ham Kyong Il, del ESIP.\n\t\t\t\t\t\n\t\t\t\t\t  Los oradores dijeron que ese documento contiene la firme conviccion y la voluntad rotunda del Comandante Supremo Kim Jong Un y deviene la declaracion de la gran victoria de la Corea del Juche que defendio firmemente la dignidad y el honor del Estado y pueblo coreanos y que dio sentencia de muerte a EE.UU. \n\t\t\t\t\t\n\t\t\t\t\t  Condenaron que el disparate de Trump de exterminar 25 millones de los habitantes de la RPDC no pasa de ser un acto desesperado para impedir nuestro avance.\n\t\t\t\t\t\n\t\t\t\t\t  Agregaron que el ejercito y pueblo cobraran sin falta el precio caro de sus tonterias.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayaron que el mundo vera claramente el destino tragico de EE.UU. y prosiguieron que si los enemigos provocan al fin y al cabo la guerra agresiva el ejercito y el pueblo coreanos convertiran en el mar de fuego el territorio principal de EE.UU. y acabaran victoriosamente con la confrontacion antiyanqui.\n\t\t\t\t\t\n\t\t\t\t\t  Por muy desesperadas que sean las maniobras de los yanquis todos los oficiales y soldados avanzaran hasta el fin por el camino de la independencia, el Songun y el socialismo bajo la direccion del partido frustrando con el autofortalecimiento la sancion y aplastamiento de los imperialistas yanquis, senalaron.\n\t\t\t\t\t\n\t\t\t\t\t  Expresaron sus decisiones de aplastar estrictamente los movimientos de los enemigos, defender el avance revolucionario para anticipar el triunfo final y proteger con dignidad la vida y los bienes del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Dieron hincapie en que todos los oficiales y soldados del Ejercito de Seguridad Interior del Pueblo de Corea defenderan con la vida al Comite Central del Partido encabezado por el Maximo Dirigente Kim Jong Un llevandose el firme espiritu de defender a riesgo de vida al lider y el patriotismo de Kim Jong Il."
        },
        {
            "title": "Efectuado mitin de Presidium de APS, Consejo de Ministros, ministerios y organos centrales",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-34ee.html",
            "content": "Efectuado mitin de Presidium de APS, Consejo de Ministros, ministerios y organos centrales\r\nPyongyang, 23 de septiembre (ACNC) -- Tuvo lugar el dia 23 en el capitalino Palacio Cultural del Pueblo el mitin del Presidium de la Asamblea Popular Suprema, el Consejo de Ministros, ministerios y organos centrales de la Republica Popular Democratica de Corea para movilizarse en la confrontacion antiyanqui y lograr la victoria final.\n\t\t\t\t\tAsistieron a la ocasion Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la RPDC, Pak Pong Ju, miembro del Presidium del BP del CC del PTC, vicepresidente del Comite de Estado de la RPDC y primer ministro del Consejo de Ministros y otros cuadros directivos del Estado y los funcionarios del Presidium de la APS, el Consejo de Ministros, ministerios y organos centrales.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, Pak Pong Ju dio lectura a la declaracion de Kim Jong Un, Presidente del Comite de Estado de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tY hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\tSin Yong Chol, jefe de la Direccion Politica del Consejo de Ministros, dijo que la declaracion del Maximo Dirigente es un ultimatum del tigre del monte Paektu para eliminar de este globo terraqueo los Estados Unidos y una expresion de la conviccion y voluntad de todo el ejercito y el pueblo de Corea de librar la batalla decisiva general contra el imperialismo yanqui.\n\t\t\t\t\t\n\t\t\t\t\tSi el imperio norteamericano nos impone la guerra, emprenderemos la resistencia de todo el pueblo para castigar mas horrible e implacablemente a los agresores y terminar la confrontacion antiyanqui, subrayo y destaco que todos los funcionarios deben levantarse con valentia en la resistencia decisiva contra yanqui guardando en lo profundo de corazon la conviccion de que hay que seguir al Maximo Dirigente para lograr la victoria final.\n\t\t\t\t\t\n\t\t\t\t\tKim Man Su, ministro de Industria Electrica, senalo que el Maximo Dirigente tiene la firme decision de recibir en mil veces el precio de las locuras de los yanquis que hicieron la declaracion de guerra mas brutal en la historia contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que producira mas la electricidad necesaria al fortalecimiento de las fuerzas armadas nucleares del pais, la construccion de la potencia economica y la mejora de vida del pueblo, con el sentimiento de quemar al imperio de mal, nido del imperio norteamericano, caudillo de la agresion.\n\t\t\t\t\t\n\t\t\t\t\tKim Myong Chol, jefe de departamento del Presidium de la APS, destaco que asestara el golpe nuclear de justicia para que no lance mas Trump tales tonterias ni actue mas con arrogancia logrando asi la victoria en la larga confrontacion con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tRefirio la necesidad de concentrar todas las fuerzas en la consolidacion del poderio estatal de la RPDC y poner de pleno manifiesto la superioridad y el poderio ideo-politicos del socialismo a estilo coreano para materializar con exito el proyecto del partido en materia de la construccion de la potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\tDio enfasis en la necesidad de consolidar mas el regimen social del Estado para asegurar de manera legal la ofensiva general de todo el pueblo por la materializacion de la resolucion del VII Congreso del Partido.\n\t\t\t\t\t\n\t\t\t\t\tJang Chol, presidente de la Academia Estatal de Ciencias, dijo como sigue:\n\t\t\t\t\t\n\t\t\t\t\tSi el viejo maniaco piensa en que sus tonterias darian un susto a la RPDC, convertida en la potencia de talla mundial destruyendo las sanciones mas brutales en el mundo, sera una absurda ilusion y equivocacion.\n\t\t\t\t\t\n\t\t\t\t\t En acato a la idea del partido de dar prioridad a las ciencias y tecnicas, lograremos de manera multiple y sucesiva los exitos cientificos y tecnicos contribuyentes a la construccion de la potencia economica y civilizada y a la mejora de vida del pueblo, para hacer anicos la barbara sancion de los imperialistas yanquis y manifestar sin reservas el poderio de la autoconfianza de Corea del Juche.\n\t\t\t\t\t\n\t\t\t\t\t  Lograremos los exitos cientificos y tecnicos sofisticados para defender a ultranza al CC del PTC y glorificar la patria como primera potencia de ciencia y tecnica del mundo."
        },
        {
            "title": "Tiene lugar mitin multitudinario de la ciudad de Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201709/news23/20170923-35ee.html",
            "content": "Tiene lugar mitin multitudinario de la ciudad de Pyongyang\r\nPyongyang, 23 de septiembre (ACNC) -- Tuvo lugar el dia 23 en la plaza Kim Il Sung el mitin multitudinario de la ciudad de Pyongyang para lograr la victoria final mediante la movilizacion general en la confrontacion con EE.UU.\n\t\t\t\t\tA la cita participaron mas de cien mil habitantes de varios estratos.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes Kim Su Gil, miembro suplente del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Comite del PTC en la Ciudad de Pyongyang, Cha Hui Rim, presidente del Comite Popular de la Ciudad de Pyongyang, los funcionarios de los organos, fabricas y empresas, los trabajadores, los jovenes y estudiantes de esta capital.\n\t\t\t\t\t\n\t\t\t\t\tKim Su Gil dio la lectura a la declaracion de Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tChoe Hak Chol, vicepresidente del Comite del PTC en la Ciudad de Pyongyang, dijo que ahora todos los militantes del partido y los habitantes de esta capital estan llenos de la voluntad de aniquilar a los yanquis, enemigos jurados de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tSe refirio a que dara prioridad a los trabajos para defender a ultranza al lider frente a la imprudencia de los imperialistas yanquis.\n\t\t\t\t\t\n\t\t\t\t\tCha Hui Rim dijo que la locura de Trump deviene el imperdonable insulto a la RPDC y la abierta declaracion de guerra.\n\t\t\t\t\t\n\t\t\t\t\tY subrayo que los disparates de ese psicopata comprobaron claramente la justeza absoluta de la linea de desarrollo paralelo de nuestro partido y exhorto a lograr los exitos vertiginosos en la construccion economica y la mejora de la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tRi Il Bae, oficial del Ejercito Rojo Obrero-Campesino, apunto que todas las unidades del EROC deberan hacer de las aldeas y los lugares de trabajo las fortalezas inexpugnables y frustrar las maniobras de provocacion de guerra y de sancion y bloqueo de los enemigos al crear grandes innovaciones y asaltos sin precedentes enarbolando la bandera de autoconfianza.\n\t\t\t\t\t\n\t\t\t\t\tLos soldados del EROC estan esperando el combate decisiva para eliminar el imperio de males de esta Tierra, dijo y continuo que si el Comandante Supremo da la orden ellos exterminaran todos los agresores.\n\t\t\t\t\t\n\t\t\t\t\tPak Song Chol, primer secretario del Comite de la Union de la Juventud en la Universidad Kim Il Sung, enfatizo que la declaracion del Maximo Dirigente llama a los jovenes capitalinos a la lucha decisiva.\n\t\t\t\t\t\n\t\t\t\t\tCon el honor de ser miembros de la nacion de Kim Il Sung y Corea de Kim Jong Il, los jovenes se podran a la cabeza de la lucha sagrada para exterminar todos los imperialistas yanquis, concluyo.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hubo el desfile masivo.\n\t\t\t\t\t\n\t\t\t\t\tLos manifestantes mostraron la decision de aniquilar a los gangsteres norteamericanos que hablan del \"arruinamiento\" y \"destruccion total\"."
        }
    ]
}