{
    "date": "2017-09-05",
    "url": "http://kcna.co.jp/item/2017/201709/2017-09-05ee.html",
    "articles": [
        {
            "title": "FM Spokesman Denounces U.S. for Trying to Impose Additional Sanctions on DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-19ee.html",
            "content": "FM Spokesman Denounces U.S. for Trying to Impose Additional Sanctions on DPRK\r\nPyongyang, September 5 (KCNA) -- The spokesman for the Ministry of Foreign Affairs of the DPRK gave the following answer to a question put by KCNA on Tuesday as regards the fact that the U.S. is attempting to impose additional sanctions and pressure on the DPRK over its test of H-bomb for ICBM:\n\t\t\t\t\t The U.S. is taking the lead in \"condemning\" the DPRK over its test of H-bomb for ICBM and going frantic in the sanctions campaign against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the emergency meeting of the United Nations Security Council convened on Monday, the U.S. representative demanded the adoption of a new \"sanctions resolution\" against the DPRK while dwelling on the ridiculous rhetoric that the DPRK is begging for war in defiance of their collective voice.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is running amuck to defame the DPRK, taking issue with our measures to bolster the self-defensive nuclear force, but this is only a sophistry to hide true colors of the U.S. as the main culprit for escalated tension and nuclear threat.\n\t\t\t\t\t\n\t\t\t\t\t The wild and belligerent remarks of \"fire and fury\" let loose by Trump and the frenzied moves of the U.S. to stifle the DPRK testify that the U.S. is indeed the heinous aggressor who is begging for war in defiance of the collective voice of the international community calling for peace and stability on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t No one has the right to make a fuss about our test of H-bomb for ICBM as it is a routine and indispensable process for the implementation of the strategic line that we have chosen for ourselves, the line of simultaneously developing the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t In order to thoroughly eradicate the hostile moves and nuclear threat of the U.S. going on for decades, the DPRK chose to possess nuclear weapons and is holding fast to the strategic line of simultaneously pushing forward economic construction and the building of nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t With the emergence of the Trump administration, the U.S. has become all the more reckless in its attempts to completely obliterate the sovereignty and the rights to existence and development of the DPRK, and we were left with no other choice than redoubling our efforts to strengthen the state nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The recent test of H-bomb for ICBM is part of our efforts to attain the final goal of completing the state nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t Now we are armed with the ultimate nuclear deterrence by which we can resolutely repel any aggression forces in any part of the world and reliably defend peace and security in the Korean peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is terribly mistaken if it thinks it can frighten or persuade the DPRK by talking about \"all options\" on the table and imposing the toughest sanctions and pressure upon the latter in every dimension of political, economic and military fields.\n\t\t\t\t\t\n\t\t\t\t\t We will respond to the heinous sanctions and pressure of the U.S. with our own mode of counteroffensive and the U.S. shall be held totally responsible for all catastrophic consequences to follow.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not forget even for a moment about the presence of the DPRK, the full-fledged nuclear power in possession of ICBM as well as A-bomb and H-bomb."
        },
        {
            "title": "Football Match between DPRK and Lebanese Teams Held",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-17ee.html",
            "content": "Football Match between DPRK and Lebanese Teams Held\r\nPyongyang, September 5 (KCNA) -- The first match between the DPRK and Lebanese teams belonging to Group B for the 2019 AFC Asian Cup qualification was held at the Kim Il Sung Stadium in Pyongyang on Tuesday.\n\t\t\t\t\t The match drew 2-2.\n\t\t\t\t\t\n\t\t\t\t\t The second match is to be held in Lebanon in October."
        },
        {
            "title": "Korean Stamp Exhibitions Open",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-15ee.html",
            "content": "Korean Stamp Exhibitions Open\r\nPyongyang, September 5 (KCNA) -- Korean stamp exhibitions were opened at the Korean Stamps Museum and the Korean Stamp Exhibition House on Tuesday to celebrate the 69th founding anniversary of the Democratic People's Republic of Korea.\n\t\t\t\t\t On display at their venues are photos dealing with stamps that carry portraits of smiling President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Stamps of hundreds of kinds and bills, displayed under the titles \"Power of Juche\" and \"Our Country Is Prosperous Forever\", represent the revolutionary careers and exploits of the peerlessly great men who founded the DPRK and had led it only along the road of victory and demonstrated its dignity and might as the nuclear power of Juche, a world-level military power.\n\t\t\t\t\t\n\t\t\t\t\t Some stamps deal with the reality of the DPRK which has turned into a socialist state centered on the popular masses and an invincible power.\n\t\t\t\t\t\n\t\t\t\t\t The exhibitions remain opened till September 15."
        },
        {
            "title": "Primary and Middle Schools for Orphans Built in Hamhung",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-18ee.html",
            "content": "Primary and Middle Schools for Orphans Built in Hamhung\r\nHamhung, September 5 (KCNA) -- Primary and middle schools for orphans were built in Hamhung with splendor.\n\t\t\t\t\t The school buildings have multi-function classrooms and laboratories based on IT technology and a hostel, gymnasium and other fine educational and living facilities.\n\t\t\t\t\t\n\t\t\t\t\t Their inaugural ceremonies took place on Tuesday."
        },
        {
            "title": "Fine Art Exhibition Marks 70th Anniversary of Pyongyang University of Fine Arts",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-16ee.html",
            "content": "Fine Art Exhibition Marks 70th Anniversary of Pyongyang University of Fine Arts\r\nPyongyang, September 5 (KCNA) -- A fine art exhibition was opened with due ceremony at the Korean Art Gallery on Tuesday to mark the 70th founding anniversary of Pyongyang University of Fine Arts.\n\t\t\t\t\t On display at the exhibition are an oil painting \"The Great Leader Comrade Kim Il Sung giving field guidance to the exhibition of Pyongyang University of Fine Arts\", Korean painting \"The Great Leader Comrade Kim Jong Il seeing fine art pieces created by Pyongyang University of Fine Arts\" and oil painting \"Visiting the ward of orphans\" representing the undying leadership exploits and noble traits of the peerlessly great persons of Mt Paektu.\n\t\t\t\t\t\n\t\t\t\t\t There are typical printed art pieces, highly appreciated by President Kim Il Sung and leader Kim Jong Il and guided by respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Presented to it are also more than 600 art pieces and paintings of study created by teachers and students at the university.\n\t\t\t\t\t\n\t\t\t\t\t Attending the opening ceremony were Minister of Culture Pak Chun Nam, officials concerned, teachers, researchers and students of the university, and artists of fine art studios in the city."
        },
        {
            "title": "Tribute Paid to Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-11ee.html",
            "content": "Tribute Paid to Statues of Kim Il Sung and Kim Jong Il\r\nPyongyang, September 5 (KCNA) -- A congratulatory group of Koreans in Japan for celebrating the 69th anniversary of the DPRK visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Tuesday.\n\t\t\t\t\t They laid bouquets at the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Socialist Education System of DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-12ee.html",
            "content": "Socialist Education System of DPRK\r\nPyongyang, September 5 (KCNA) -- It has been forty years since the theses on socialist education was published in the DPRK.\n\t\t\t\t\t President Kim Il Sung made public \"Theses on Socialist Education\" at the 14th Plenary Meeting of the 5th Central Committee of the Workers' Party of Korea on September 5, Juche 66 (1977). \n\t\t\t\t\t\n\t\t\t\t\t The theses comprehensively indicate all the issues arising in educational work, including fundamentals of socialist pedagogy, principles to be maintained in the educational work, contents and methods of education, and tasks and role of educational institutions.\n\t\t\t\t\t\n\t\t\t\t\t Regarding education as a fundamental matter deciding the destiny of the country, Kim Il Sung paid deep attention to developing education. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to his loving care, a regular education system was established, educational conditions and environment were improved and the DPRK turned into the country of education and learning.\n\t\t\t\t\t\n\t\t\t\t\t In July 1984, leader Kim Jong Il made public his famous work \"On Further Developing Educational Work\" to kindle the flames of bringing about a radical turn in education throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t He visited Kim Il Sung University, Kim Chaek University of Technology, Chongjin University of Mining and Metallurgy, Mubong Secondary School in Samjiyon County and Hero Kanggye Jangjasan Secondary School No. 1 to bring about a new turn in educational work. Under his energetic leadership, educational work continued in the grim period, too.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to respected Supreme Leader Kim Jong Un who is glorifying the great leaders' idea of giving priority to education, the universal 12-year compulsory education has been in force.\n\t\t\t\t\t\n\t\t\t\t\t The vitality of the theses on socialist education will be more strikingly demonstrated under the loving care of the Workers' Party of Korea for the rising generation."
        },
        {
            "title": "Korean People Vow to Annihilate U.S. Imperialists",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-13ee.html",
            "content": "Korean People Vow to Annihilate U.S. Imperialists\r\nPyongyang, September 5 (KCNA) -- Dr. Kim Il Gyong at Kim Il Sung University, told KCNA:\n\t\t\t\t\t The tremendous nuclear force for the DPRK is the symbol, dignity and life of Songun (military-first) Korea.\n\t\t\t\t\t\n\t\t\t\t\t The another successful H-bomb test has further raised the strategic position of the DPRK as a nuclear power of Juche and proved once again the completely-changed military dynamic structure of the world.\n\t\t\t\t\t\n\t\t\t\t\t I keenly feel that no one on earth can match our army and people who are possessed of the highly precision and diversified, strongest strategic weapons, Juche weapons.\n\t\t\t\t\t\n\t\t\t\t\t I want to extend thanks to respected Supreme Leader Kim Jong Un who turned the DPRK into a full-fledged nuclear power, upholding the line of simultaneously pushing forward economic construction and the building of nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t Choe Tong Sik, an officer of the Korean People's Army, said:\n\t\t\t\t\t\n\t\t\t\t\t The great success in the H-bomb test which stunned the world reflects the faith and will of the DPRK army and people to blow up the U.S. mainland and annihilate the wolfish U.S. imperialists running amuck to cut off the lifeline of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK already made clear that the U.S. should think with reason and judge properly not to suffer shame in the eyes of the world again.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. warmongers should understand again the reality that the U.S. mainland and the Pacific operational theater are in the annihilative and merciless nuclear strike range of the powerful revolutionary Paektusan army.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists bring the dark clouds of a nuclear war over this land, our powerful revolutionary army will wipe out the den of aggression and evils with our nuclear strategic weapons."
        },
        {
            "title": "KCNA Commentary Blasts S. Korean Regime's Reckless Moves",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-10ee.html",
            "content": "KCNA Commentary Blasts S. Korean Regime's Reckless Moves\r\nPyongyang, September 5 (KCNA) -- The south Korean puppet forces are talking about \"conception of offensive operation\" against the DPRK.\n\t\t\t\t\t Recently, the chief executive of south Korea grumbled about the delayed establishment of the \"triad strike system\" and impossible exercise of OPECON despite the rapidly developing nuclear and missile capabilities of the north. He cried out for stepping up the structural renovation of the army to help it carry out an \"offensive operation\" in case the north makes a \"beyond-the-red-line provocation\" or attacks the \"capital area.\"\n\t\t\t\t\t\n\t\t\t\t\t The puppet military of south Korea is hyping the establishment of \"conception of executing an offensive war on the Korean peninsula.\"\n\t\t\t\t\t\n\t\t\t\t\t This is no more than an outcry and stupidity of losers stunned by the DPRK's nuclear force bolstered in quality and quantity.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are ridiculously bluffing, unaware of the strategic position of the DPRK and their wretched position.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, advancing under the great banner of the line of simultaneously developing the two fronts, is demonstrating its might as a dignified nuclear power and world-famous military power.\n\t\t\t\t\t\n\t\t\t\t\t Its ballistic rockets are soaring into the sky one after another to strangle the U.S., despite the harshest sanctions and pressure.\n\t\t\t\t\t\n\t\t\t\t\t Then, what about the plight of the puppets? They are no more than colonial servants and cannon fodder of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t In that context, the chief executive's grumblings about impossible exercise of OPECON sound like an acknowledgment of that poor plight and an expression of his discontent about the present U.S.-south Korea relations.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces should get an approval of the U.S. if they want to increase a bit their missile range or weight of warheads, to say nothing of OPECON.\n\t\t\t\t\t\n\t\t\t\t\t It is a great irony that the puppet forces, which cannot fire even a single bullet without an approval of the U.S., are talking about \"executing a war\" on their own initiative.\n\t\t\t\t\t\n\t\t\t\t\t Although south Korea takes over OPECON, the U.S. will command its air force and navy in contingency. That means the U.S. forces will take the core right to command.\n\t\t\t\t\t\n\t\t\t\t\t Skeptical is about what the puppet forces would do on their initiative under that situation.\n\t\t\t\t\t\n\t\t\t\t\t They should know where they stand and behave with prudence.\n\t\t\t\t\t\n\t\t\t\t\t It only provokes a side-splitting laughter that the puppet forces lacking power dare talk about \"offensive operation\" now that even their master U.S. is having a hard time, exasperated by the tremendous might of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Their reckless moves only reveal their weakness. They should be mindful that their talk about \"offensive\" will only lead them to destruction."
        },
        {
            "title": "Rodong Sinmun Hits at S. Korean Authorities' Nexus with Japan",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-07ee.html",
            "content": "Rodong Sinmun Hits at S. Korean Authorities' Nexus with Japan\r\nPyongyang, September 5 (KCNA) -- The south Korean puppet forces were recently closeted with the Japanese reactionaries to extend the military intelligence protection agreement to one year, raising hue and cry over \"nuclear and missile threat from the north\".\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The said agreement which the south Korean puppet forces signed with Japan is one of the most deep-rooted evils which Park Geun Hye, the pro-U.S. and pro-Japanese lackey without an equal.\n\t\t\t\t\t\n\t\t\t\t\t It does not deserve any further argument that the present south Korean authorities are encouraging the Japanese reactionaries in their reinvasion scenario for overseas expansion, far from making apology and reparation for thrice-cursed crimes committed against the Korean nation in the past.\n\t\t\t\t\t\n\t\t\t\t\t Japan is openly opting for the militarist resurrection and the realization of reinvasion scheme, denying the heinous crimes committed against the Korean nation till now though 70 years have passed since its defeat.\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean puppet forces agreed to extend the said agreement to one year in a cynical ploy to stifle the fellow countrymen in the north with the backing of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t They should be mindful that if they volunteer to play a guide of Japan's reinvasion praising it as \"a friendly nation,\" failing to draw a lesson from the fate of Park Geun Hye, they will not be able to escape from curses and denunciation of all Koreans but meet a miserable ruin."
        },
        {
            "title": "Minju Joson Rebukes S. Korean Authorities' Call for \"Solution to Nuclear Issue\"",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-08ee.html",
            "content": "Minju Joson Rebukes S. Korean Authorities' Call for \"Solution to Nuclear Issue\"\r\nPyongyang, September 5 (KCNA) -- The south Korean authorities persistently cry out for \"pushing ahead simultaneously with the settlement of the north's nuclear issue and the development of the south-north relations.\"\n\t\t\t\t\t Even the chief executive talked nonsense that the \"history of the north's nuclear issue shows that to press ahead simultaneously with sanctions and dialogue makes it possible to settle the issue.\"\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, he told riffraff that the efforts for denuclearization and improvement of south-north ties should be made on the basis of playing the mutually supplementing role.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in a commentary Tuesday says that this is nothing but a ludicrous behavior of those who do not know where to stand, frightened by the overall power of the DPRK growing stronger with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t Such behavior might be motivated by the extreme feeling of insecurity that they would be isolated and their ambition of \"unification by absorption\" will prove futile, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t We warn the south Korean authorities once again that they would meet the same fate as the Park Geun Hye conservative regime which met the miserable doom, failing to have dialogue with the DPRK during her tenure of office, if they persist in talking such nonsense.\n\t\t\t\t\t\n\t\t\t\t\t Their call for \"settlement of the north's nuclear issue\" is little short of treachery that will bring a horrible nuclear disaster to south Korea by fanning up the war frenzy of Trump group.\n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to behave themselves, bearing in mind the warning."
        },
        {
            "title": "DPRK's Rocket Launching Drill Is Exercise of Independent Right: Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-09ee.html",
            "content": "DPRK's Rocket Launching Drill Is Exercise of Independent Right: Minju Joson\r\nPyongyang, September 5 (KCNA) -- On Aug. 29, the DPRK's intermediate-range strategic ballistic rocket Hwasong-12 that blasted off from Pyongyang flew over Oshima peninsula of Hokkaido and Cape Erimo of Japan to accurately hit the preset target waters in the northern Pacific.\n\t\t\t\t\t Minju Joson Tuesday says in a commentary that the launch was an exercise of the just right of a sovereign state which no one can fault as it was conducted as part of the muscle-flexing to counter the Ulji Freedom Guardian joint military drills the U.S. and the south Korean puppet forces finally kicked off in disregard of the DPRK's meaningful and crucial warnings.\n\t\t\t\t\t\n\t\t\t\t\t The commentary notes that the DPRK conducted the maximum range simulation test-fire of Hwasong-14 and this sent a grave warning to the U.S. making senseless remarks, being lost to reason.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. kicked off the hysteria for confrontation with the DPRK timed to coincide with the heinous \"sanctions resolution\" cooked up at the United Nations against the latter.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the U.S. staged the Ulji Freedom Guardian joint military exercises at the door of the DPRK by involving its large-scale armed forces and troops of its seven allies in disregard of the tension on the Korean Peninsula and thus drove the situation of the peninsula to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. let loose a spate of remarks in an irresponsible way and drove the situation of the peninsula to the worst crisis, the DPRK took the first step in its Pacific military operation as a resolute practical countermeasure against it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is entirely to blame for compelling the DPRK to take tougher military countermeasure."
        },
        {
            "title": "U.S. Imperialists and S. Korean Puppet Forces' Sabre-rattling Blasted",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-06ee.html",
            "content": "U.S. Imperialists and S. Korean Puppet Forces' Sabre-rattling Blasted\r\nPyongyang, September 5 (KCNA) -- Rodong Sinmun in an article Tuesday slams the U.S. imperialists and the south Korean puppet forces for staging war drills against the DPRK with mobilization of huge armed forces while finding fault with the latter's just measures for defending its sovereignty.\n\t\t\t\t\t The recent Ulji Freedom Guardian staged in south Korea is a typical example of them, the article says and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean warmongers are describing their war drills as \"defensive\" and \"annual\", but with no rhetoric can they conceal their scheme to escalate military confrontation and tension on the Korean peninsula and bring dark clouds of a nuclear war to it.\n\t\t\t\t\t\n\t\t\t\t\t It is the resolute decision and will of the DPRK to put a definite end to the U.S. imperialists and south Korean puppet forces' moves to ignite a nuclear war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's recent successful test of ICBM-ready H-bomb marked a very significant occasion in attaining the final goal of completing its state nuclear force. The detonation of H-bomb which stunned the world reflects the firm will of the army and people of the DPRK to give telling blows to the invaders and sweep the U.S. off the surface of the earth if the enemies dare to make a preemptive attack.\n\t\t\t\t\t\n\t\t\t\t\t The enemies should not run amuck, clearly understanding that the army and people of the DPRK, sure to beat any formidable forces at a go, will never show mercy."
        },
        {
            "title": "S. Korean Authorities' Moves to Extend Intelligence Sharing Agreement under Fire",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-14ee.html",
            "content": "S. Korean Authorities' Moves to Extend Intelligence Sharing Agreement under Fire\r\nPyongyang, September 5 (KCNA) -- A spokesman of the Consultative Council for National Reconciliation Tuesday released a statement to denounce the south Korean puppet authorities for recently agreeing with the Japanese reactionaries to extend the south Korea-Japan military intelligence protection agreement.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The said agreement, which the Park Geun Hye group of traitors concluded with Japan in November last year under the pressure and backstage manipulation of the U.S., aims at the bilateral exchange of information on surveillance and espionage on the northern half of the Republic under the pretext of coping with the \"nuclear threat from the north\" and contingency. But it serves as a prelude for tightening a military nexus between south Korea and Japan and accelerating in real earnest the tripartite military alliance led by the U.S. in the main.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention, in particular, is that it serves as an extremely dangerous and criminal sycophantic and treacherous agreement paving a broader road of reinvasion on the Korean peninsula for the Japanese reactionaries bent on the revival of militarism, dreaming of realizing the \"Greater East Asia Co-Prosperity Sphere\" under the cloak of \"exchange of intelligence.\"\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities' act of extending the agreement following in the footsteps of traitor Park Geun Hye betrays the despicable design to stand in confrontation with the fellow countrymen in the north to the last in collusion with the Korean nation's sworn enemy.\n\t\t\t\t\t\n\t\t\t\t\t The statement charged that such moves are little short of zealously toeing the hostile policy of the U.S. imperialists and Japanese reactionaries, which fault the measures of the DPRK for bolstering up the self-defensive nuclear force and work hard to provoke a nuclear war against it, and a heinous schme to stand in confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The farce staged by the puppet regime to extend the agreement in the wake of the additional deployment of THAAD more vividly reveals their deep-rooted slavish submission and the shabby plight of the poor colonial stooges.\n\t\t\t\t\t\n\t\t\t\t\t As long as the present puppet authorities of south Korea regard the policy of toeing the foreign forces as \"a cure all,\" talking about \"cooperation\" with the sworn enemy crazy for wild ambition to invade Korea, the improvement of the north-south relations based on the spirit of By Our Nation Itself can not be expected. It is becoming ever clearer.\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities will face strong anti-Japanese resistance of the south Korean public for their such foolish deed as pricking their own eyes with their fingers."
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Marked",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-05ee.html",
            "content": "Anniversary of Kim Il Sung's Work Marked\r\nPyongyang, September 5 (KCNA) -- Rodong Sinmun Tuesday dedicates an editorial to the 40th anniversary of President Kim Il Sung's wok \"Theses on Socialist Education\".\n\t\t\t\t\t The work is an encyclopedia for developing the socialist education as it contains the President's rare ideo-theoretical wisdom, high sense of responsibility for the future of the country and the nation and love for posterity, the editorial says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The theses give comprehensive and scientific exposition of issues arising in developing the socialist education, including the main principle of the socialist pedagogy and the principles to be adhered to in educational work, educational contents and method.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the publication of the theses, the main guidelines for training independent and creative revolutionary talents were provided and the DPRK could dynamically advance, hewing an untrodden path of developing the socialist education.\n\t\t\t\t\t\n\t\t\t\t\t Since the publication of the theses, schools at all levels were increased, well-regulated primary and middle schooling, higher educational system and study-while-working educational system were set up and a system for education of talents established so that enough conditions were provided for all the people to learn. Juche character was firmly established in education and the educational contents, forms and methods fundamentally improved in conformity with the party policies and the requirements of the era.\n\t\t\t\t\t\n\t\t\t\t\t The forty years since the publication of the theses is a proud history in which spectacular progress has been made in the Juche-oriented education and the advantages and vitality of the socialist educational system in the country fully demonstrated thanks to the idea of prioritizing education and leadership of the peerlessly great persons."
        },
        {
            "title": "Kim Jong Un's Work Introduced in Russia",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-01ee.html",
            "content": "Kim Jong Un's Work Introduced in Russia\r\nPyongyang, September 5 (KCNA) -- The full text of \"Let Us Usher in a Golden Age of the Kimilsungist-Kimjongilist Youth Movement\", a speech made by respected Supreme Leader Kim Jong Un at the 9th Congress of the Kim Il Sung Socialist Youth League, was posted on the Russian internet homepage Irkutskblogspot. Ru on August 28.\n\t\t\t\t\t The speech clarifies that 70 years of the youth league is a history of brilliant victories of President Kim Il Sung and leader Kim Jong Il's unique idea of prioritizing the youth and their wise guidance and a history of ardent loyalty and patriotic devotion with which the young people of Korea have supported the Party and the leader, the country and the people.\n\t\t\t\t\t\n\t\t\t\t\t It also advances the tasks and ways facing the youth league."
        },
        {
            "title": "Day of Songun Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-02ee.html",
            "content": "Day of Songun Observed in Different Countries\r\nPyongyang, September 5 (KCNA) -- Seminars on works, book and photo exhibitions and film shows took place in Romania, Benin, Nigeria and Singapore from August 21 to 24 to mark the 57th anniversary of leader Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t Displayed at their venues were photos showing the exploits of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also there were books and photos introducing the successes achieved by the army and people of the DPRK in building a socialist power under the wise guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t \"The Military Parade and the Public Procession of Pyongyang Citizens Celebrating the 105th Birth Anniversary of the Great Leader Comrade Kim Il Sung\", \"Fireworks of a Thriving Nation\" and other Korean films were shown.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Romanian National Committee for the Study of the Juche Idea noted that Kim Jong Il had led the Korean revolution to victory, weathering the stern trials of history with his unique Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Benin National Committee for the Study of the Juche Idea, the chief of the Benin Group for the Study of Kimilsungism-Kimjongilism and other participants praised Kim Jong Il as the greatest man possessed of extraordinary leadership."
        },
        {
            "title": "DPRK's Day of Songun Observed Abroad",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-03ee.html",
            "content": "DPRK's Day of Songun Observed Abroad\r\nPyongyang, September 5 (KCNA) -- Organizations in different countries and regions posted on their internet homepages special write-ups between August 21 and 25 to mark the 57th anniversary of leader Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t The Anti-Imperialist Forum of Germany carried an article titled \"The feats of Songun revolutionary leadership will shine long\" illustrated with a photo of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il opened up a new historic era for the victory of socialist cause with the unique Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t His Songun politics and Songun revolutionary leadership were the main source of the power that made the Korean army and people vigorously advance along the road of Juche and display their honor of being socialist victors despite the worst difficulties.\n\t\t\t\t\t\n\t\t\t\t\t He laid a strong foundation for eternal dignity and victory of the nation by firmly strengthening the self-defensive military power.\n\t\t\t\t\t\n\t\t\t\t\t Today's Korea demonstrating its might as the Juche nuclear power, a world-level military power would have been unthinkable without his indefatigable leadership.\n\t\t\t\t\t\n\t\t\t\t\t His Songun leadership feats will shine long with the history of socialist Korea making a long drive.\n\t\t\t\t\t\n\t\t\t\t\t The International Friendship Initiative \"Explore DPRK\" of Poland posted articles titled \"The Meaning of August 25\" and \"Korea's Victory and the Day of Songun\" under the headline \"Day of Songun in the DPRK\" illustrated with a photo of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian-Korean Institute of Culture and Friendship edited an article under the title \"Songun and Peace\" with photos showing ICBM test-launch.\n\t\t\t\t\t\n\t\t\t\t\t The African Regional Committee for Friendship and Solidarity with the Korean People headquartered in Nigeria posted an article praising the Songun leadership of Kim Jong Il under the title \"Day of Songun in DPRK\"."
        },
        {
            "title": "Vocero de cancilleria coreana condena a EE.UU. que se entrega a campana de sancion anti-RPDC",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-16ss.html",
            "content": "Vocero de cancilleria coreana condena a EE.UU. que se entrega a campana de sancion anti-RPDC\r\nPyongyang, 5 de septiembre (ACNC) -- A la pregunta de un reportero de la ACNC formulada en relacion con que EE.UU. se recurre a las maniobras de sancion y presion cuestionando la prueba de bomba H instalable en el ICBM de la RPDC, el vocero del Ministerio de Relaciones Exteriores de la RPDC dio hoy la siguiente respuesta:\n\t\t\t\t\tEE.UU. da mas acicate a las maniobras de sancion contra la RPDC armando alborotos de \"condena\" a la prueba de bomba H instalable en el ICBM ejecutada por la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion urgente del Consejo de Seguridad de la ONU sostenida el dia 4, la representante norteamericana demando la aprobacion de la \"resolucion de sancion\" diciendo que la RPDC persigue solamente la guerra despreciando la voluntad de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU hace esfuerzos desesperados por manchar la imagen de la RPDC cuestionando el fortalecimiento de fuerzas armadas nucleares de autodefensa de esta, lo que es sofisteria para encubrir su fachada del autor de la agravacion de tension y la amenaza nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLas palabras violentas de Trump como \"llamas y furia\" y la actual campana frenetica de EE.UU. para aplastar la RPDC demuestran claramente que ese pais americano es el gangster que persigue solamente la guerra desatendiendo a la voluntad de la sociedad internacional aspirante a la paz y la estabilidad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tNadie puede cuestionar la prueba de bomba H instalable en el ICBM que deviene el proceso normal imprescindible en el camino del desarrollo simultaneo optado por la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tA fin de eliminar de raiz las maquinaciones hostiles y la amenaza y chantaje nucleares de EE.UU. que perduran durante los decenios, la RPDC tomo la decision de poseer las armas nucleares y lleva adelante la linea estrategica de desarrollar simultaneamente la construccion economica y las fuerzas armadas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tYa que en el periodo de la administracion de Trump se tornan mas imprudentes las maquinaciones de EE.UU. de arrebatar la soberania de la RPDC y sus derechos a subsistencia y el desarrollo, la RPDC se vio obligada a dar mas acicate al fortalecimiento de sus fuerzas armadas nucleares estatales.\n\t\t\t\t\t\n\t\t\t\t\tLa reciente prueba de bomba H deviene un eslabon para alcanzar la meta de la etapa final para perfeccionar las fuerzas armadas nucleares estatales.\n\t\t\t\t\t\n\t\t\t\t\tGracias a ese evento, la RPDC pudo poseer el disuasivo nuclear mas potente capaz de frustrar tajantemente las fuerzas agresoras en todos los rincones del mundo y defender fidedignamente la paz y la seguridad de la Peninsula Coreana y la region.\n\t\t\t\t\t\n\t\t\t\t\tSeria una gran equivocacion si el pais norteamericano piensa en que la perversa sancion y presion en todos los dominios politico, economico y militar pudieran asustar o retroceder a la RPDC hablando de \"todos los proyectos de opcion\".\n\t\t\t\t\t\n\t\t\t\t\tA las bandidescas maniobras de sancion y presion de EE.UU., responderemos con el modo de reaccion a estilo nuestro y ese pais belicoso se responsabilizara totalmente de todas las consecuencias catastroficas que se emanen de ello.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no debe olvidar ni un momento la existencia de la RPDC, potencia nuclear dotada de bombas atomicas e hidrogenas y hasta el ICBM."
        },
        {
            "title": "Vocero de CRN denuncia el acto traidor de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-13ss.html",
            "content": "Vocero de CRN denuncia el acto traidor de autoridades surcoreanas\r\nPyongyang, 5 de septiembre (ACNC) -- El portavoz del Consejo de Reconciliacion Nacional hizo publica el dia 5 una declaracion condenando a las autoridades surcoreanas que recientemente acordaron con los reaccionarios japoneses la prolongacion del convenio de proteccion de informaciones militares.\n\t\t\t\t\tEl convenio, concertado en noviembre del ano pasado por la banda traidora de Park Geun-hye entre el Sur de Corea y Japon bajo la coaccion y el control trasero de EE.UU., persigue el objeto de intercambiar mutuamente los datos de vigilancia y espionaje sobre la RPDC con el pretexto de hacer frente a la \"amenaza nuclear del Norte (de Corea)\" y el tiempo de emergencia. Pero, en realidad, es el preludio para fortalecer la conveniencia militar del Sur de Corea y Japon y acelerar la estructuracion de la alianza militar tripartita, encabezada por EE.UU, asi revela el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\tLo mas grave del caso es que ese documento deviene el criminal acuerdo que permite el camino de reagresion a la Peninsula Coreana a los reaccionarios japoneses, enloquecidos por el resurgimiento militarista con la ambicion de realizar la \"esfera de coprosperidad de la gran Asia Oriental\", bajo la cobertura del \"intercambio de informaciones\",.\n\t\t\t\t\t\n\t\t\t\t\tAl repetir los actos malignos de la traidora Park Geun-hye, las actuales autoridades surcoreanas dilataron el convenio projapones y vendepatria, lo cual que demostro la intencion malsana de confrontar con los miembros de la misma nacion en cooperacion con el enemigo jurado de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tTambien, constituye la locura de confrontacion fratricida y la sumision activa a la politica de hostilidad anti-RPDC de los imperialistas yanquis y reaccionarios japoneses que recurren freneticamente a las provocaciones de guerra nuclear acusando las medidas de la RPDC por el fortalecimiento de las fuerzas armadas nucleares autodefensivas.\n\t\t\t\t\t\n\t\t\t\t\tLa ubicacion adicional de THAAD de EE.UU. y la dilatacion del convenio projapones y vendepatria demuestran mas claramente el arraigado caracter servil a grandes potencias de los gobernantes surcoreanos y su situacion miserable de lacayo colonial.\n\t\t\t\t\t\n\t\t\t\t\tCon el paso de los dias se torna mas claro el hecho de que nunca pueden esperar la mejora de relaciones Norte-Sur, basadas en el espiritu de \"Entre nosotros, los connacionales\", mientras que las actuales autoridades surcoreanas consideran como \"remedio omnipotente\" la politica de obediencia a las fuerzas foraneas hablando de la \"cooperacion\" con el enemigo jurado, enloquecido por la ambicion de reagresion a nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tLos actos suicidas de las autoridades surcoreanas causaran la fuerte resistencia antijaponesa de la poblacion surcoreana."
        },
        {
            "title": "Rodong Sinmun condena Ulji Freedom Guardian",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-04ss.html",
            "content": "Rodong Sinmun condena Ulji Freedom Guardian\r\nPyongyang, 5 de septiembre (ACNC) -- Los imperialistas yanquis y los titeres surcoreanos libran frecuentemente los ejercicios belicos movilizando las enormes fuerzas armadas agresivas incluyendo Ulji Freedom Guardian mientras cuestionan atrozmente las justas medidas de la Republica Popular Democratica de Corea para defender la soberania.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun divulgado hoy en un articulo individual y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y los belicistas titeres surcoreanos describen este ejercicio como simulacro \"defensivo y anual\". Pero, no pueden ocultar con nada su verdadero intento para agravar la confrontacion militar y la tension de la Peninsula Coreana y provocar la guerra nuclear contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC tiene la firme decision y voluntad de acabar no temporalmente, sino eternamente con la provocacion de guerra nuclear de los yanquis y los titeres surcoreanos que se hace mas abierta en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEl perfecto exito de la reciente prueba de la bomba H para instalar en el cohete balistico intercontinental sirvio del muy significativo motivo en alcanzar el objeto de etapa final por el perfeccionamiento de las fuerzas armadas nucleares del Estado.  Tambien, contiene la voluntad de todo el ejercito y pueblo de la RPDC que no quieren tolerar a los enemigos que actuan locamente para quitar nuestra vida, sino tratan de eliminar completamente el territorio norteamericano dando el golpe aniquilador a los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tLos enemigos deben conocer correctamente esta conviccion invencible del ejercito y pueblo coreanos y tienen que actuar con prudencia."
        },
        {
            "title": "Rodong Sinmun condena complicidad entre Sur de Corea y Japon",
            "url": "http://kcna.co.jp/item/2017/201709/news05/20170905-05ss.html",
            "content": "Rodong Sinmun condena complicidad entre Sur de Corea y Japon\r\nPyongyang, 5 de septiembre (ACNC) -- Los titeres surcoreanos, que hablan ruidosamente de la \"amenaza nuclear y de misiles del Norte (de Corea)\", acordaron hace poco con los reaccionarios japoneses la prolongacion de un ano del convenio de proteccion de informaciones militares.\n\t\t\t\t\tEste convenio es uno de los vicios mas representantes, dejados por Park Geun-hye, traidora proyanqui y projaponesa sin igual.\n\t\t\t\t\t\n\t\t\t\t\tAsi inicia el diario Rodong Sinmun en un comentario individual divulgado el dia 5 y continua:\n\t\t\t\t\t\n\t\t\t\t\tNo cabe duda de que este acto traidor a la nacion perpetrada por las actuales autoridades surcoreanas incitara mas la ambicion de reagresion de los reaccionarios japoneses que tratan de emprender la expansion al ultramar en vez de pedir disculpas e indemnizar por sus crimenes cometidos en el pasado contra la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha cuando pasaron mas de 70 anos despues de su derrota, Japon no reconoce sus crimenes cometidos en el pasado contra el pueblo coreano y recurre abiertamente al resurgimiento militarista y la ambicion de reagresion.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, haciendo vista gorda al respecto, los titeres surcoreanos acordaron con Japon la prolongacion del plazo del convenio de proteccion de informaciones militares, con el proposito malsano de eliminar a los miembros de la misma nacion bajo el amparo de las fuerzas foraneas.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben tener muy presentes  que no evitaran la condena de toda la nacion y el fin tragico si siguen desempenando el papel de guia de la reagresion de Japon exaltandolo como \"pais amigo\", sin sacar lecciones en el destino de Park Geun-hye."
        }
    ]
}