{
    "date": "2017-01-10",
    "url": "http://kcna.co.jp/item/2017/201701/2017-01-10ee.html",
    "articles": [
        {
            "title": "Message of Condolences to Iranian President",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-19ee.html",
            "content": "Message of Condolences to Iranian President\r\n Pyongyang, January 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Tuesday sent a message of condolences to Iranian President Hassan Rouhani over the death of Akbar Hashemi Rafsanjani, chairman of the State Well-being Council of Iran.\n\t\t\t\t\t Kim in the message expressed deep condolences and sympathy to the Iranian president and the bereaved families of the late."
        },
        {
            "title": "Congratulations to Romanian PM",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-12ee.html",
            "content": "Congratulations to Romanian PM\r\n Pyongyang, January 10 (KCNA) -- DPRK Premier Pak Pong Ju sent a congratulatory message to Sorin Grindeanu upon his appointment as prime minister of Romania on Jan. 6.\n\t\t\t\t\t The message wished him success in his work for the development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, Foreign Minister Ri Yong Ho sent a congratulatory message to Teodor Melesucanu upon his appointment as foreign minister of Romania."
        },
        {
            "title": "Congratulations to Indonesian Party",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-14ee.html",
            "content": "Congratulations to Indonesian Party\r\n Pyongyang, January 10 (KCNA) -- The Central Committee of the Workers' Party of Korea Monday sent a message of greetings to the Central Directive Council of the Indonesian Democratic Party of Struggle, on the 44th anniversary of its foundation.\n\t\t\t\t\t The message noted that the Indonesian Democratic Party of Struggle has achieved great successes in the work for building peaceful and prosperous Indonesia.\n\t\t\t\t\t\n\t\t\t\t\t It wished the Indonesian Democratic Party of Struggle greater success in its work for development and prosperity of the country, expressing belief that the good friendly and cooperative relations between the two parties would develop on good terms in conformity with the aspiration of the peoples of the two countries, guided by the idea of independence, peace and friendship."
        },
        {
            "title": "Pyongyang Bag Factory Goes Operational",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-21ee.html",
            "content": "Pyongyang Bag Factory Goes Operational\r\n Pyongyang, January 10 (KCNA) -- A modern bag factory was built in Thongil Street of Pyongyang.\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un personally guided the layout of the factory, solved all problems arising in its construction and took care of it so that it could be built on the highest level as a model factory of the country.\n\t\t\t\t\t\n\t\t\t\t\t Officials, party members and other working people in the city turned out to finish the construction of this factory, a base specializing in the production of satchels and other bags in a short period of less than half a year.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Bag Factory has a sample room, cutting shop, sewing shop, packing shop, sci-tech knowledge room, combined control room, technical preparation room, designing room and all other conditions necessary for the bag production.\n\t\t\t\t\t\n\t\t\t\t\t Its inaugural ceremony took place on Tuesday."
        },
        {
            "title": "Reception Given by Cuban Military Attache",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-20ee.html",
            "content": "Reception Given by Cuban Military Attache\r\n Pyongyang, January 10 (KCNA) -- Roman O. Jimenez Ortega, military attache of the Cuban embassy here, gave a reception Tuesday to mark the 60th Day of the Revolutionary Armed Forces of Cuba.\n\t\t\t\t\t Present on invitation were Kang Sun Nam, vice-minister of the People's Armed Forces, generals and other officers of the Korean People's Army, officials concerned and representatives and military attaches of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Ambassador Jesus De Los Angeles Aise Sotolongo and officials of the Cuban embassy were on hand."
        },
        {
            "title": "Women of Cuban Embassy Visit Pyongyang Maternity Hospital",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-18ee.html",
            "content": "Women of Cuban Embassy Visit Pyongyang Maternity Hospital\r\n Pyongyang, January 10 (KCNA) -- Women of the Cuban embassy here Tuesday visited the Pyongyang Maternity Hospital on the 58th anniversary of the victory in the Cuban revolution.\n\t\t\t\t\t They went round treatment rooms and sickrooms of the hospital, a general hospital for women and modern institute for the study of medical science. \n\t\t\t\t\t\n\t\t\t\t\t The visitors presented a souvenir to the hospital."
        },
        {
            "title": "More Mass Rallies Held in DPRK",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-22ee.html",
            "content": "More Mass Rallies Held in DPRK\r\n Pyongyang, January 10 (KCNA) -- Mass rallies took place in Kangwon, North and South Hwanghae, Jagang, North Hamgyong and Ryanggang provinces and Nampho and Rason cities on Monday and Tuesday to vow to carry through the tasks set forth by respected Supreme Leader Kim Jong Un in his New Year address.\n\t\t\t\t\t Among those present were officials of local party, power and economic organs, working people's organizations, industrial establishments, farms and universities.\n\t\t\t\t\t\n\t\t\t\t\t Reports and speeches were made at the rallies.\n\t\t\t\t\t\n\t\t\t\t\t The reporters and speakers said that Kim Jong Un's New Year address serves as precious guidelines and an ever-victorious banner which encourages the entire army and all the people to give fuller play to their mental power and revolutionary zeal and thus glorify this year with most significant events in the history of the nation and with heroic feats.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the officials, party members and other people to turn out in the struggle for implementing the five-year strategy for national economic development. \n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to improve the facilities and environment for science and education and introduce new teaching methods and thus make education useful one in which scientific research is closely combined with practical activities.\n\t\t\t\t\t\n\t\t\t\t\t They also said that young people should advance to important construction sites for building a powerful socialist country in order to give full play to their wisdom and gallantry and thus make shouts for all-out onward campaign resound far and wide wherever they are.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that officials, party members and other working people should continue to work fresh feats in the struggle this year for bringing about epochal progress in the implementation of the decision of the Seventh Congress of the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t There were mass demonstrations."
        },
        {
            "title": "KCNA Adds Russian Language to Its Homepage",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-16ee.html",
            "content": "KCNA Adds Russian Language to Its Homepage\r\n Pyongyang, January 10 (KCNA) -- The Korean Central News Agency has started its Russian language service through its homepage from January 9.\n\t\t\t\t\t Posted on the homepage are news of the revolutionary activities of respected Supreme Leader Kim Jong Un and other news in the political, economic, cultural and other fields of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The homepage will help Russians make a better understanding of the DPRK."
        },
        {
            "title": "Chief of AINDF Pyongyang Mission on Kim Jong Un's New Year Address",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-04ee.html",
            "content": "Chief of AINDF Pyongyang Mission on Kim Jong Un's New Year Address\r\n Pyongyang, January 10 (KCNA) -- Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, had an interview with KCNA on Monday.\n\t\t\t\t\t Expressing deep reverence for respected Supreme Leader Kim Jong Un, he said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, who has led the movement for national reunification with his remarkable intelligence, generous magnanimity and bold decision, stressed in his New Year address the need to pave a broad avenue to the independent reunification by the concerted efforts of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t His address comprehensively clarifies the practical tasks and ways for accomplishing the cause of national reunification at present, such issues as improving the relations between the north and the south of Korea, ironing out the acute military standoff and danger of war between them and pooling the will and efforts of all Koreans to usher in a heyday of the nationwide reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t The people in south Korea express their unanimous sympathy with his patriotic call for stepping up the vigorous advance for national reunification by the nation's concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t Major media and websites in the south are vying with each other in reporting Kim Jong Un's New Year Address as breaking news.\n\t\t\t\t\t\n\t\t\t\t\t Every word of his address makes us clearly see the rosy future of a prosperous, reunified country and feel the strong will to put an end to the history of national division without fail.\n\t\t\t\t\t\n\t\t\t\t\t When all compatriots in the north and the south and abroad turn out as one in the reunification movement, cherishing deep in their mind his precious teachings, the cause of independent reunification will be surely realized.\n\t\t\t\t\t\n\t\t\t\t\t This year is of significance as it marks the 45th anniversary of the historic July 4 Joint Statement and the 10th anniversary of the October 4 Declaration.\n\t\t\t\t\t\n\t\t\t\t\t Whoever is worried about the destiny of the nation and wants it to be one will have to actively buckle down to accomplishing the common cause of the nation, in response to Kim Jong Un's patriotic appeal.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous aspiration and will of all compatriots to pave a broad avenue to independent reunification under the guidance of Kim Jong Un, a great man born of Heaven."
        },
        {
            "title": "Gifts to Kim Jong Un from Belarusian Group and Russian Figure",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-05ee.html",
            "content": "Gifts to Kim Jong Un from Belarusian Group and Russian Figure\r\n Pyongyang, January 10 (KCNA) -- Respected Supreme Leader Kim Jong Un received gifts from the Belarusian Taekwon-Do Association and the general manager of Rospromservice Group Co. Ltd., of Russia on the occasion of the 5th anniversary of his assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t The gifts were conveyed to the DPRK charge d'affaires ad interim in Belarus and an official of a relevant body working in Russia."
        },
        {
            "title": "Pyongyang Kim Jong Suk Textile Mill",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-15ee.html",
            "content": "Pyongyang Kim Jong Suk Textile Mill\r\n Pyongyang, January 10 (KCNA) -- The Pyongyang Kim Jong Suk Textile Mill in the DPRK effects a great upsurge in production in the new year.\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un said in his New Year Address that light industry should work out proper management strategies, regarding use of domestically available raw and other materials as their core, so as to revitalize production.\n\t\t\t\t\t\n\t\t\t\t\t During the 200-day campaign last year, the mill put the operation of flexible rapier looms on a normal basis by developing new transmission gear and established a new process for producing desulphurized rubber by far-infrared rays method on the principles of local production and self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t Now the workers of the mill boost the production of clothing materials and bag cloth for the people and students."
        },
        {
            "title": "Efforts for Increased Production of Greenhouse Vegetables",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-17ee.html",
            "content": "Efforts for Increased Production of Greenhouse Vegetables\r\n Pyongyang, January 10 (KCNA) -- Respected Supreme Leader Kim Jong Un said in his New Year Address that the agricultural front, the major thrust in building an economic giant, should raise a strong wind of scientific farming and push forward the movement for increasing crop yield. \n\t\t\t\t\t Units of producing greenhouse vegetables in the DPRK are seething with increased production in hearty response to his New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t In order to boost production through tiered cultivation, the Jangchon Vegetable Cooperative Farm in Sadong District, Pyongyang is properly distributing crops based on temperature change in each greenhouse.\n\t\t\t\t\t\n\t\t\t\t\t The farm has mud-walled plastic sheet greenhouses and arch-style chain greenhouses.\n\t\t\t\t\t\n\t\t\t\t\t The Migok Co-op Farm in Sariwon City, North Hwanghae Province and other units of producing greenhouse vegetables in Phyongsong City and Sukchon County of South Phyongan Province are introducing cultivation methods suited to the season, registering big successes.\n\t\t\t\t\t\n\t\t\t\t\t Based on the achievements and experiences it had made through the ring-shaped rotation production system last year, the Unha Co-op Farm in Unjon County, North Phyongan Province is waging a brisk movement for increasing crop yield.\n\t\t\t\t\t\n\t\t\t\t\t Samjiyon County of Ryanggang Province, one of the coldest areas in Korea, is also opening up a bright prospect for increasing crop yield."
        },
        {
            "title": "Rodong Sinmun Calls upon All Koreans to Pool Their Will and Efforts",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-06ee.html",
            "content": "Rodong Sinmun Calls upon All Koreans to Pool Their Will and Efforts\r\n Pyongyang, January 10 (KCNA) -- Rodong Sinmun Tuesday in an article calls upon all Koreans to pool their will and efforts. \n\t\t\t\t\t To put an end to the tragedy of territorial partition and national division that has lasted for more than 70 years is the unanimous demand of all Koreans and the irresistible desire of the national history, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t When the Koreans get united as one as they have remarkable wisdom and talents and inexhaustible creative ability, they have nothing to fear and impossible in this world. \n\t\t\t\t\t\n\t\t\t\t\t The road to be followed by our nation is the one to be covered in the spirit of By Our Nation Itself that calls upon all Koreans to pool their will and efforts.\n\t\t\t\t\t\n\t\t\t\t\t The greatest patriotism for the Koreans is to devote themselves to the movement for national reunification through concerted efforts under the banner of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t When we advance along the road indicated by the north-south declarations, the nation will prosper and achieve reunification. But when we run off this orbit, we are bound to meet misfortune and disaster and reunification will be far off. This is the bitter lesson taught by the distress-torn history of the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t We will readily join hands with anyone who prioritizes the fundamental interests of the nation and is desirous of improving the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t Dependence on outside forces can never help settle the issue of the country's reunification. Outside forces never wish to see the Korean nation get reunified as one and grow strong. This is the bitter lesson shown by the long history of national division."
        },
        {
            "title": "S. Korean Warmongers' Confrontation Racket Denounced",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-07ee.html",
            "content": "S. Korean Warmongers' Confrontation Racket Denounced\r\n Pyongyang, January 10 (KCNA) -- DPRK's leading newspapers Tuesday in commentaries denounce the south Korean puppet group for kicking up war hysteria against the north, letting out confrontation outbursts from the outset of the new year.\n\t\t\t\t\t Rodong Sinmun brands the anti-DPRK confrontation racket of the south Korean puppet group as a crime of chilling the aspiration and wishes of the Koreans for detente and peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t No matter what noisy anti- DPRK confrontation racket the south Korean puppet group may kick up with bluffing, it is as foolish as tiger moths jumping into flames themselves, the daily says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Growing stronger is the will of the nation to punish the group of traitors keen on desperate war hysteria.\n\t\t\t\t\t\n\t\t\t\t\t The group will have to pay a high price for their thrice-cursed act of treachery. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson warns that the south Korean group of traitors should behave themselves, bearing deep in mind that their pursuance of the anachronistic confrontation policy would only add to their crimes and, consequently, face severer punishment by the people."
        },
        {
            "title": "Enemies' Desperate Efforts Prove Victory of DPRK: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-08ee.html",
            "content": "Enemies' Desperate Efforts Prove Victory of DPRK: Rodong Sinmun \r\n Pyongyang, January 10 (KCNA) -- The enemies' desperate efforts are evidence proving the victory of the DPRK, Rodong Sinmun Tuesday says in a commentary.\n\t\t\t\t\t The U.S. has kicked up confrontation rackets against the DPRK in politics, economy, culture, diplomacy and all other fields. Pursuant to its line, riffs-raffs of all hues bereft of faith and principle have escalated their campaigns of sanctions and pressure on the DPRK, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the DPRK has become stronger with redoubled courage. It proudly ranked itself among the nuclear powers in the wake of successful H-bomb test and reacted to the arrogant hostile forces by bolstering up its nuclear deterrence through unimaginable nuclear tests in succession.\n\t\t\t\t\t\n\t\t\t\t\t The victory of the DPRK is that of justice, independent politics and the great line of simultaneously developing the two fronts. The geopolitical fatalism on this land has already become a thing of the past and the DPRK has emerged a power steering the world political trend.\n\t\t\t\t\t\n\t\t\t\t\t It is the bitter lesson and immutable truth taught by history that a country should have its own strength to protect its sovereignty and counter the hostile forces' nuclear threat with its nuclear weapons under the present international political relations governed by strength and highhandedness. \n\t\t\t\t\t\n\t\t\t\t\t The enemies' frantic moves to bring the DPRK to its knees with political, economic and military threats and blackmail are nothing but the last-ditch efforts made by the loser before the winner. The DPRK is now capable of holding sway over the destiny of the U.S. which has grown corpulent by plundering others. It is convinced that the final victory of the DPRK in the standoff with the U.S. is approaching hour by hour."
        },
        {
            "title": "S. Korean Paper Discloses Ban Ki-moon's Pro-Japanese Act",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-09ee.html",
            "content": "S. Korean Paper Discloses Ban Ki-moon's Pro-Japanese Act\r\n Pyongyang, January 10 (KCNA) -- The south Korean online paper Jaju Sibo in a commentary on Jan. 7 disclosed Ban Ki-moon's humiliating pro-Japanese behavior.\n\t\t\t\t\t The commentary recalled that a video showing his pro-Japanese humiliating act was posted on south Korean online media on Jan. 4.\n\t\t\t\t\t\n\t\t\t\t\t It was the footage of the visit paid by Ban to the couple of the crown prince of Japan produced by a media person of Japan in March 2015. As soon as the door was opened, he made a deep bow to them at the angle of 90 degrees even before entering their room but they were greeting him in their room with smile on their faces, standing upright.\n\t\t\t\t\t\n\t\t\t\t\t This behavior proved that he is a sycophantic politician, the commentary said."
        },
        {
            "title": "Humiliating Diplomacy of S. Korean Authorities under Fire",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-10ee.html",
            "content": "Humiliating Diplomacy of S. Korean Authorities under Fire\r\n Pyongyang, January 10 (KCNA) -- The south Korean online paper Voice of People carried an editorial on Monday to criticize the regime's humiliating diplomacy over south Korea-Japan \"agreement\" on sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t Noting that the Japanese prime minister claimed on Jan. 8 that south Korea should show sincerity as the \"agreement\" on sexual slavery is \"final and irreversible\" and the \"agreement\" should be implemented despite regime change because Japan expended a billion yen, the editorial said:\n\t\t\t\t\t\n\t\t\t\t\t However, the regime has not made public the detailed contents of the \"agreement,\" claiming that it had never promised the dismantlement of the statue of a girl representing sexual slave. \n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye at the beginning of her office pretended to take a tough stand toward Japan to raise her political support rate, but finally accepted the \"agreement\" on the issue of sexual slavery in favor of Japan.\n\t\t\t\t\t\n\t\t\t\t\t The foreign minister should be responsible for it and step down, though belatedly and the regime should open the full text of the \"agreement\" to the people."
        },
        {
            "title": "Park Geun Hye Urged to Step down over Ferry Disaster in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-11ee.html",
            "content": "Park Geun Hye Urged to Step down over Ferry Disaster in S. Korea\r\n Pyongyang, January 10 (KCNA) -- The Uijongbu Measure Council for Probing Ferry Sewol Disaster, the Uijongbu Movement Headquarters for Ouster of Park Geun Hye and other organizations in Uijongbu City, Kyonggi Province of south Korea held a memorial service for victims of ferry Sewol disaster on Jan. 8, according to the Yonhap News.\n\t\t\t\t\t The participants heard speeches by bereaved families and watched a video on the disaster before releasing a statement.\n\t\t\t\t\t\n\t\t\t\t\t The statement charged that the Park Geun Hye \"government\" has neither salvaged the sunken ferry Sewol nor probed the truth behind the incident nor punished those responsible for it though it is nearly 1 000 days since the occurrence of the disaster.\n\t\t\t\t\t\n\t\t\t\t\t Contending that all those responsible for the disaster should be punished and the hull of Sewol properly salvaged, the statement urged Park Geun Hye to own responsibility for the case and step down at once.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the memorial service the participants staged a candlelight march."
        },
        {
            "title": "Nearly 100 Percent of S. Koreans Reject THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-13ee.html",
            "content": "Nearly 100 Percent of S. Koreans Reject THAAD Deployment\r\n Pyongyang, January 10 (KCNA) -- Nearly 100 percent of south Koreans oppose the THAAD deployment, Newsis of south Korea said on January 7.\n\t\t\t\t\t The People for Achieving Peace and Reunification conducted an opinion poll among 2 165 persons over the THAAD deployment in the area of Kwanghwamun of Seoul on Dec. 17, 24 and 31 last year.\n\t\t\t\t\t\n\t\t\t\t\t As a result, 97.3 percent of those polled said the decision on the THAAD deployment has to be withdrawn or the moves to deploy THAAD must be stopped.\n\t\t\t\t\t\n\t\t\t\t\t 87.8 percent of the respondents said the decision on the THAAD deployment must be cancelled as it is good-for-nothing.\n\t\t\t\t\t\n\t\t\t\t\t The organization said that almost all citizens sympathize with the idea that THAAD deployment does not protect security but threatens peace and security of the Korean peninsula. This is a clear representation of the people's view that Park Geun Hye-sponsored decision on the THAAD deployment must be cancelled without fail, it added."
        },
        {
            "title": "DPRK's Dec. Holidays of Last Year Marked Abroad",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-02ee.html",
            "content": "DPRK's Dec. Holidays of Last Year Marked Abroad\r\n Pyongyang, January 10 (KCNA) -- Events took place in various countries last year to mark the 25th anniversary of leader Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 5th anniversary of respected Marshal Kim Jong Un's assumption of the same post.\n\t\t\t\t\t They included lectures, seminars, book and photo exhibitions and film shows held in Bangladesh, Germany, Bulgaria and Nigeria between December 20 and 24.\n\t\t\t\t\t\n\t\t\t\t\t On display in the venues of events were photos showing the exploits of President Kim Il Sung, Kim Jong Il and Kim Jong Un and books and pictures introducing the army and people of the DPRK who are working hard to usher in a heyday of the building of a powerful socialist country.\n\t\t\t\t\t\n\t\t\t\t\t Shown were such Koreans films as \"The Sun of Songun Shedding Its Rays All over the World\" and \"Arms of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Bangladesh People's League stressed in a lecture that the KPA would always emerge victorious as it is guided by Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany said that Kim Jong Il was an iron-willed commander as he had consolidated the strength of the DPRK in every way through his distinguished Songun leadership and reliably ensured the victorious advance of the cause of independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the event in Germany."
        },
        {
            "title": "Kim Jong Un's New Year Address Hailed Abroad",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-03ee.html",
            "content": "Kim Jong Un's New Year Address Hailed Abroad\r\n Pyongyang, January 10 (KCNA) -- Indian and Nigerian bodies made public statements on Jan. 1 and 2 in support of the New Year address of Kim Jong Un, Supreme Leader of the Democratic People's Republic of Korea.\n\t\t\t\t\t The All India Indo-Korean Friendship Association said in its statement:\n\t\t\t\t\t\n\t\t\t\t\t We fully support the New Year address appealing to all Koreans in the north and the south and abroad to promote brisk contact and exchange with each other irrespective of differences in their ideologies and systems, regions and ideals, and classes and social strata and hold a pan-national, grand meeting for reunification involving all the political parties and organizations including the authorities in the north and the south, as well as the compatriots of all strata at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not aggravate the situation on the Korean peninsula, but ease the tension.\n\t\t\t\t\t\n\t\t\t\t\t We demand that, well aware of the will of the Koreans to reunify their country, the U.S. no longer cling to the scheme of whipping up national estrangement by inciting the anti-reunification forces in south Korea to confrontation and war with the fellow countrymen, and that it roll back its anachronistic policy hostile towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We also call upon the international community valuing independence and justice to oppose the moves of the U.S. and its vassal forces aimed at wrecking peace on the Korean peninsula and checking its reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Nigeria-Korea Friendship Association said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his New Year address stressed the need for the whole nation to open up a broad avenue to independent reunification by its concerted effort.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should immediately discontinue the smear campaign and other acts of hostility towards the DPRK aimed at inciting the confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t We hope that the Korean people will achieve the independent and peaceful reunification of the country by their concerted efforts, true to his intention."
        },
        {
            "title": "Kim Yong Nam envia mensaje de condolencias al presidente irani",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-23ee.html",
            "content": "Kim Yong Nam envia mensaje de condolencias al presidente irani\r\nPyongyang, 10 de enero (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 10 un mensaje de condolencias al presidente de la Republica Islamica de Iran, Hassan Rouhani, en relacion con el fallecimiento del presidente del Consejo Estatal de Bienestar de Iran, Akbar Hashemi Rafsanjani, \n\t\t\t\t\tEn su misiva, el remitente expreso al destinatario el profundo pesar y consuelo que hizo extensivos a los familiares del difunto."
        },
        {
            "title": "Abierto el sitio Web de ACNC en idioma ruso",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-24ee.html",
            "content": "Abierto el sitio Web de ACNC en idioma ruso\r\nPyongyang, 10 de enero (ACNC) -- El sitio Web de la Agencia Central de Noticias de Corea comenzo el dia 9 de enero a ofrecer su servicio en idioma ruso.\n\t\t\t\t\tPodran ver en la pagina recien abierta las noticias sobre las actividades revolucionarias del Maximo Dirigente Kim Jong Un y las otras que dan a conocer la politica, la economia, la cultura y demas ramas de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa pagina facilitara a los usuarios de lengua rusa la comprension de la RPDC."
        },
        {
            "title": "Agregado militar cubano ofrece banquete",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-25ee.html",
            "content": "Agregado militar cubano ofrece banquete\r\nPyongyang, 10 de enero (ACNC) -- En ocasion del 60o aniversario del Dia de las Fuerzas Armadas Revolucionarias de Cuba, Roman O. Jimenez Ortega, agregado militar cubano en la RPDC, ofrecio hoy una recepcion.\n\t\t\t\t\tAl convite fueron invitados Kang Sun Nam, viceministro de las Fuerzas Armadas Populares, los generales y los oficiales del Ejercito Popular de Corea, los funcionarios de ramas interesadas, los representantes diplomaticos y los agregados militares de las embajadas de varios paises aqui.\n\t\t\t\t\t\n\t\t\t\t\tTomaron parte en la ocasion el embajador cubano Jesus De Los Angeles Aise Sotolongo y otros miembros de la sede diplomatica cubana en la RPDC."
        },
        {
            "title": "Prosiguen mitines de juramento en varias localidades coreanas",
            "url": "http://kcna.co.jp/item/2017/201701/news10/20170110-26ee.html",
            "content": "Prosiguen mitines de juramento en varias localidades coreanas\r\nPyongyang, 10 de enero (ACNC) -- Tuvieron lugar los dias 9 y 10 respectivamente en las provincias de Kangwon, Hwanghae del Sur, Hwanghae del Norte, Jagang, Hamgyong del Norte y Ryanggang y las ciudades de Nampho y Rason los mitines multitudinarios para jurar el cumplimiento de las tareas presentadas por el Maximo Dirigente Kim Jong Un en su mensaje del Ano Nuevo. \n\t\t\t\t\tTomaron parte en las ocasiones los funcionarios, los trabajadores y los jovenes de las instituciones del partido, el Poder y la economia, las entidades de masas, las fabricas, empresas, granjas, universidades y otras unidades en las respectivas localidades. \n\t\t\t\t\t\n\t\t\t\t\tHubo informes e intervenciones. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que el mensaje del Ano Nuevo del Maximo Dirigente deviene la valiosa guia y la bandera invencible que hace coronar este ano con los eventos a ser registrados en la historia de la nacion y las proezas heroicas al desplegar mas el poderio espiritual y el impetu revolucionario de todos los militares y habitantes. \n\t\t\t\t\t\n\t\t\t\t\tExhortaron a todos los funcionarios, los militantes del partido y los trabajadores a movilizarse en la lucha por conquistar las metas de la Estrategia Quinquenal para el desarrollo de economia nacional. \n\t\t\t\t\t\n\t\t\t\t\tDestacaron la necesidad de renovar las instalaciones y el ambiente de ciencias y educacion e introducir ampliamente nuevos metodos didacticos para convertir la ensenanza en la provechosa estrechadamente combinada con la investigacion cientifica y las actividades practicas.\n\t\t\t\t\t\n\t\t\t\t\tLlamaron a los jovenes a ponerse a la cabeza de la ofensiva general de hoy al manifestar sin reservas la inteligencia y la valentia en los importantes campos de construccion de potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\tFinalizaron enfatizando en que los funcionarios, los militantes del partido y los trabajadores deben seguir creando en este ano nuevos mitos heroicos en la lucha por lograr el avance trascendental en el cumplimiento de la resolucion del VII Congreso del Partido del Trabajo de Corea. \n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, se efectuaron las manifestaciones multitudinarias."
        }
    ]
}