{
    "date": "2017-10-27",
    "url": "http://kcna.co.jp/item/2017/201710/2017-10-27ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Receives Credentials from Ambassador of Philippines",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-09ee.html",
            "content": "Kim Yong Nam Receives Credentials from Ambassador of Philippines\r\n Pyongyang, October 27 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, received credentials from Jose Santiago L. Sta. Romana, ambassador of Philippines to the DPRK, at the Mansudae Assembly Hall Friday.\n\t\t\t\t\t He had a talk with the ambassador."
        },
        {
            "title": "Ri Yong Ho Meets New Ambassador of Philippines",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-21ee.html",
            "content": "Ri Yong Ho Meets New Ambassador of Philippines\r\n Pyongyang, October 27 (KCNA) -- Foreign Minister Ri Yong Ho had a talk with Jose Santiago L. Sta. Romana, ambassador of Philippines to the DPRK who paid a courtesy call on him Friday. \n\t\t\t\t\t Ri Yong Ho informed the ambassador of the successes made by the army and people of the DPRK in implementing the Workers' Party of Korea's line of simultaneously developing the two fronts, united firmly behind respected Supreme Leader Kim Jong Un, and referred to the development of the relations with Philippines.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador expressed the stand to make efforts to develop the ties between the two countries."
        },
        {
            "title": "DPRK Permanent Representative at UN Sends Letter to UN Secretary General",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-04ee.html",
            "content": "DPRK Permanent Representative at UN Sends Letter to UN Secretary General\r\n Pyongyang, October 27 (KCNA) -- The permanent representative of the DPRK at the United States sent a letter to the UN secretary general on Tuesday.\n\t\t\t\t\t In the letter he proposed a detailed plan for organizaing an international forum of legal experts to clarify the legal grounds of the UN Security Council's \"sanctions resolutions\" against the Democratic People's Republic of Korea (DPRK).\n\t\t\t\t\t\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t As the doubts about the legal and moral justification of the UNSC's \"sanctions resolutions\" are now increasing in the international community, the proposed international forum of legal experts is the venue where the legality of the \"sanctions resolutions\" can be evaluated from the viewpoint of justice and fairness.\n\t\t\t\t\t\n\t\t\t\t\t In this forum the following issues can be debated as agenda items:\n\t\t\t\t\t\n\t\t\t\t\t Do the UNSC's \"sanction resolutions\" which prohibited DPRK's satellite launch conform to the international law which clearly stipulates that peaceful use of outerspace is an inalienable sovereignty of the states?\n\t\t\t\t\t\n\t\t\t\t\t Do the UNSC's \"sanction resolutions\" which prohibited the DPRK's nuclear tests have legal validity under the situation in which the international law on total ban of nuclear test has not yet come into effect?\n\t\t\t\t\t\n\t\t\t\t\t Do the permanent members of the UNSC that prevent the international law on total ban of nuclear tests from coming into effect have any moral justification to prohibit nuclear tests of other countries?\n\t\t\t\t\t\n\t\t\t\t\t The UNSC condemned the nuclear tests and satellite launches of the DPRK only as \"threats to international peace and security\" and imposed sanctions without taking issue with such tests and launches of other countries. Do these double standards of the UNSC conform to the Articles 2 and 51 of the UN Charter which recognize the principles of sovereign equality and right to self-defence of countries?\n\t\t\t\t\t\n\t\t\t\t\t Besides, the participants of the forum may propose other issues to be adopted as agenda items.\n\t\t\t\t\t\n\t\t\t\t\t We would once again request the UN Secretariat to organize the international forum of legal experts in the soonest possible date."
        },
        {
            "title": "S. Korean Fishing Boat Captured for Illegal Intrusion into DPRK",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-05ee.html",
            "content": "S. Korean Fishing Boat Captured for Illegal Intrusion into DPRK\r\n Pyongyang, October 27 (KCNA) -- The Korean Central News Agency issued the following report on Oct. 26:\n\t\t\t\t\t According to a relevant institution, \"391Hungjin\", a south Korean fishing boat, was captured at dawn of Oct. 21 when it illegally intruded into waters of the East Sea of Korea under the control of the DPRK side.\n\t\t\t\t\t\n\t\t\t\t\t The investigation results proved that the boat and its crew deliberately intruded into the DPRK waters for fishing.\n\t\t\t\t\t\n\t\t\t\t\t However, the DPRK side decided to repatriate the boat and its crew from the humanitarian point of view, taking into account the fact that all the crewmen honestly admitted their offence, repeatedly apologizing and asking for leniency.\n\t\t\t\t\t\n\t\t\t\t\t It will repatriate the boat and its crew at the designated waters of the military boundary line in the East Sea (38°39′20″latitude, 128°38′10″longitude) at 18:00 on Oct. 27."
        },
        {
            "title": "Exhibition of Achievements in Trade Union's Work Held",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-14ee.html",
            "content": "Exhibition of Achievements in Trade Union's Work Held\r\n Pyongyang, October 27 (KCNA) -- An exhibition of achievements in the trade union's work took place at the Central Hall of Workers to mark the first publication anniversary of respected Supreme Leader Kim Jong Un's work \"The Duty of the Working Class of Kim Il Sung and Kim Jong Il for the Times and the Tasks Facing Trade Union Organizations\".\n\t\t\t\t\t Displayed there were at least 1,000 exhibits of over 50 kinds and more than 120 visual aid materials which show the achievements gained by the Central Committee of the General Federation of Trade Unions of Korea and its provincial committees in the course of building up the union and conducting its activities as required by Kimilsungism-Kimjongilism over the past one year."
        },
        {
            "title": "National Students Scientific Paper Presentation Held",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-16ee.html",
            "content": "National Students Scientific Paper Presentation Held\r\n Pyongyang, October 27 (KCNA) -- A national students scientific paper presentation was opened with due ceremony at the Sci-Tech Complex Friday.\n\t\t\t\t\t Presented to it are more than 340 papers.\n\t\t\t\t\t\n\t\t\t\t\t Taking part in the opening ceremony were officials concerned, officials of the youth league and students.\n\t\t\t\t\t\n\t\t\t\t\t The presentation goes on until Oct. 31."
        },
        {
            "title": "Nano Sci-Tech Exhibition Closes",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-20ee.html",
            "content": "Nano Sci-Tech Exhibition Closes\r\n Pyongyang, October 27 (KCNA) -- The national nano sci-tech exhibition-2017 was closed with due ceremony at the State Nanotechnology Bureau Friday.\n\t\t\t\t\t Presented to it were achievements made in the scientific research and introduction to solve the energy, food and other problems of weighty significance in building an economic power and improving the people's living standard with Nano technology."
        },
        {
            "title": "Nano-technological Achievements Pay off in DPRK",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-15ee.html",
            "content": "Nano-technological Achievements Pay off in DPRK\r\n Pyongyang, October 27 (KCNA) -- Nano-technological achievements with world competitive edge have been made in the DPRK to be conducive to developing the national economy and improving the people's standard of living.\n\t\t\t\t\t It can be well evidenced by the ongoing national nano sci-tech exhibition-2017.\n\t\t\t\t\t\n\t\t\t\t\t On display at the exhibition are a number of nano-technological products of high economic value, including high-force ultrasonic processor, high-performance cutting tool, nano-correction water, microelement nano-fertilizer, soap, plastic sheet, sterilizer and clothes, presented by the High-tech Science Institute under Kim Il Sung University, Kim Chaek University of Technology, the State Nanotechnology Bureau and the Ryongaksan Technology Institute and other units.\n\t\t\t\t\t\n\t\t\t\t\t According to an official concerned, the exhibition showed well the sci-tech development of the DPRK to break through the cutting edge."
        },
        {
            "title": "New Insulator Highly Appreciated",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-17ee.html",
            "content": "New Insulator Highly Appreciated\r\n Pyongyang, October 27 (KCNA) -- The Anju Insulating Material Factory in the DPRK recently developed and began producing new high-quality coating and impregnated insulating varnish.\n\t\t\t\t\t In case of producing electric machines or goods, the new insulator makes it possible to save 20-25 percent of the consumption of copper and silicon steel plate.\n\t\t\t\t\t\n\t\t\t\t\t It is also applicable to refrigerator, deep-freezer and air-conditioner and other electric equipment which use Freon gas.\n\t\t\t\t\t\n\t\t\t\t\t Manager of the factory Ri Kum Chol said that the insulator is the one of products with world competitive edge and is being supplied to the Pyongyang Electric Cable Factory 326, Kim Jong Thae Electric Locomotive Complex, Saenal Electric Appliances Factory and other industrial establishments."
        },
        {
            "title": "Failure of U.S. Hostile Policy toward DPRK Is Inevitable: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-07ee.html",
            "content": "Failure of U.S. Hostile Policy toward DPRK Is Inevitable: Rodong Sinmun\r\nPyongyang, October 27 (KCNA) -- Rodong Sinmun Friday carries an article titled \"Inevitable is failure of hostile policy toward DPRK pursued by the U.S.-empire of evil\".\n\t\t\t\t\tThe reason why the U.S. hostile policy toward the DPRK is bound to fail is because the policy is the one oblivious of the tradition of heroic Korea which registered only proud victories and of the history of the United States of America which recorded only inglorious defeat, and also because it is based on a foolish idea that the social system in the DPRK will easily collapse, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tAnother reason is that the policy is a groundless one prompted by ignorance of the line and policies pursued by the Workers' Party of Korea and the DPRK that always proved victorious, and the policy is based on unreasonable misjudgment that the destiny of the DPRK can be decided by someone.\n\t\t\t\t\t\n\t\t\t\t\tIt is also because the policy is a nonsensical policy aimed at bringing down the DPRK through economic sanctions and military pressure.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S., which is proud of having tightened the net of sanctions and pressure as much as it can, is threatening the DPRK that there will be no way out unless the DPRK abandons nuclear weapons and, on the other hand, it is coaxing the DPRK that it would help the DPRK live better off if the country makes other option.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. seems to regard the sanctions and military pressure as the last card of its hostile policy toward the DPRK but the DPRK is countering the last card with the revolutionary strategy of counteraction to foil it with the line of the simultaneous development of economic construction and the building of nuclear force.\n\t\t\t\t\t\n\t\t\t\t\tThe only answer we can give to the escalating threat of aggression and sanctions and pressure is the toughest counteraction.\n\t\t\t\t\t\n\t\t\t\t\tThe new line of simultaneous development of economic construction and the building of nuclear force to cope with the ever-increasing economic sanctions and nuclear threat and blackmail from the U.S. is the best option for the destiny and future of the DPRK and the most independent strategic determination.\n\t\t\t\t\t\n\t\t\t\t\tNo matter how many times the U.S. may impose sanctions and whatever a nuclear war it may provoke, the DPRK will show the aggressors and provokers the might of Juche Korea through stronger counteraction and plant the flag of final victory in the heart of the cursed land of the United States of America.\n\t\t\t\t\t\n\t\t\t\t\tWith the mental power as high as explosion the army and people of the DPRK will make oil, build atomic power plant and make whatever needed for the well-off life of the people by their own efforts despite the sanctions and pressure by the hostile forces. \n\t\t\t\t\t\n\t\t\t\t\tIf there are reasonable policy-makers considerate of the destiny of the country and rationalist capable of discerning the situation in the U.S., they should make such a bold decision as the repeal of the hard-line policy for stifling the DPRK which is the stern judgment of the past history.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. will face bitterer shame and severer destruction should it persist in its hostile policy toward the DPRK whose failure is certain."
        },
        {
            "title": "No One Can Check Advance of DPRK: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-08ee.html",
            "content": "No One Can Check Advance of DPRK: Rodong Sinmun\r\n Pyongyang, October 27 (KCNA) -- The army and people of the DPRK are dashing toward the eminence of the final victory of socialism with conviction in sure victory, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t The U.S. imperialists have gone desperate to deprive the DPRK of the right to sovereignty, the right to existence and the right to development by cooking up \"sanctions resolutions\" at the UN Security Council one after another by rallying its followers, but the DPRK is never taken aback, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t We have been exposed to the U.S. sanctions, blockade and military threat all the time but we have acquired everything it wanted.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the prominent leadership of respected Supreme Leader Kim Jong Un bringing about world-startling events with his outstanding leadership ability, determination, strong pluck and gut, and the single-minded unity of the army and people around him, the solid foundation of self-supporting economy and the tradition of self-reliance, we will remain unperturbed by any storm and stress and will only emerge victorious. This is the truth and science proved by history and the reality.\n\t\t\t\t\t\n\t\t\t\t\t The enemies' persistent sanctions and pressure rackets have led the army and people of the DPRK to fully display the unyielding offensive spirit and the indomitable revolutionary spirit with which they brave difficulties and trials.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK could work miracles startling the world in the revolution and construction. This was not an accidental one. The mysterious might that helped bring about all the miracles and victories lie in the single-minded unity of the army and people and the great self-development first spirit.\n\t\t\t\t\t\n\t\t\t\t\t No sanctions and pressure will work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can check Juche Korea dashing toward the eminence of victory of socialism and no one can stop the advance of the DPRK."
        },
        {
            "title": "KCNA Commentary on Dangerous Military Nexus among U.S., Japan and S. Korea",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-06ee.html",
            "content": "KCNA Commentary on Dangerous Military Nexus among U.S., Japan and S. Korea\r\n Pyongyang, October 27 (KCNA) -- The U.S., Japan and south Korean puppet forces get evermore undisguised in their military nexus.\n\t\t\t\t\t Soon after the 9th defence ministerial talk on Oct. 23 where they had a confab on \"continued missile warning drill and anti-submarine drill to cope with nuclear and missile threat from the north\" they staged missile warning drill in waters off the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The military developments at a time when lunatic Trump's outburst is being led to a reckless military move beyond the limit are a dangerous military conspiracy to further strain the tense situation on the peninsula and an open provocation to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is a signal flare showing the present south Korean chief executive's active participation in the U.S.-led missile defence system, an indication of the actual operation of the U.S.-Japan-south Korea military entity.\n\t\t\t\t\t\n\t\t\t\t\t What is a highlight in the military nexus among the U.S., Japan and south Korea is the puppet forces' participation in the U.S. missile defence system.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean authorities are taking an active part in the south Korea-U.S. combined ballistic missile launching drill, additional deployment of four THAAD launch pads and promotion of the negotiations with the U.S. for the revision of \"missile guidelines\". \n\t\t\t\t\t\n\t\t\t\t\t It is an act of treachery of those seized by the idea of relying on outsiders and stifling the fellow countrymen to unhesitatingly opt for military nexus with Japan, to say nothing of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Japan is a war criminal state which inflicted untold disaster and sufferings on the Korean nation in the past.\n\t\t\t\t\t\n\t\t\t\t\t But it has not yet made any admittance, apology and reparation for the intolerable crimes but has openly revealed its ambition for reinvasion at the tacit connivance of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces of traitors get aligned with the sworn enemies of the Korean nation while serving their masters U.S. and Japan as a shock brigade in utter disregard of the interests and security of the nation only if they can realize the ambition of stifling their fellow countrymen in the north. Because of them, the Korean peninsula is turning into a theatre of nuclear war of aggressors and south Korea into a plaything of outsiders.\n\t\t\t\t\t\n\t\t\t\t\t The reckless military action of the enemies clearly proves that the DPRK's measure for bolstering the nuclear deterrence for self-defence was quite just and the aggressors and provokers must be treated only with fire.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. which eggs its junior allies on to come out as cannon fodder as it feels exhausted in the confrontation with the DPRK, the Japs whetting the sword of reinvasion, being seized by the militarist ambition and the south Korean puppet forces reducing their land into the crucible of a nuclear war must clearly understand that retaliation of justice will ensue the reckless military action."
        },
        {
            "title": "Anti-U.S., Anti-War Struggle Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-10ee.html",
            "content": "Anti-U.S., Anti-War Struggle Launched in S. Korea\r\n Pyongyang, October 27 (KCNA) -- The Anti-Trump and Anti-U.S. Struggle Headquarters of south Korea denounced war lunatic Trump's hysteria for a nuclear war against the DPRK at a rally held outside the U.S. imperialist aggression forces' base in Taegu on Oct. 23, according to the south Korean internet newspaper Minjok Ilbo.\n\t\t\t\t\t The speakers at the rally charged that the U.S. has resorted to frantic war exercises against the north on the Korean peninsula in the wake of Trump's wild outburst.\n\t\t\t\t\t\n\t\t\t\t\t The reason why the war is averted is because the north is possessed of nuclear weapons, they said.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to struggle with people while touring all the areas in order to prevent a war.\n\t\t\t\t\t\n\t\t\t\t\t A statement released there denounced the U.S. for holding nuclear war exercises against the north after introducing U.S. strategic assets into south Korea time and again.\n\t\t\t\t\t\n\t\t\t\t\t Trump will face anti-U.S. resistance of the enraged south Koreans should he persist in the moves for a war of aggression against the north, warned the statement."
        },
        {
            "title": "S. Korean Youth Organization Protests U.S. Administration's Unreasonable Behavior",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-11ee.html",
            "content": "S. Korean Youth Organization Protests U.S. Administration's Unreasonable Behavior\r\n Pyongyang, October 27 (KCNA) -- A south Korean \"youth expeditionary group for visiting U.S. to impeach Trump\" reportedly held a press conference on Oct. 25 to protest the U.S. administration's unwarranted behavior.\n\t\t\t\t\t The speakers criticized the U.S. declining the entry of youths for expressing their desire for peace as colonial plunderer suppressing independence of the south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t A press release denounced the U.S. for banning the entry of the group without any justifiable reason."
        },
        {
            "title": "S. Korea: Chun Doo Hwan Military Fascist Clique's Plan for Additional Massacres Disclosed",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-13ee.html",
            "content": "S. Korea: Chun Doo Hwan Military Fascist Clique's Plan for Additional Massacres Disclosed\r\n Pyongyang, October 27 (KCNA) -- The Chun Doo Hwan military fascist junta of south Korea attempted the second and third massacre while hatching all kinds of plots to estrange the bereaved families of the victims from each other after the Kwangju uprising.\n\t\t\t\t\t Documents of the then security command, declassified on Oct. 26, prove that operations were planned and executed by the command among students, religionists, bereaved families, detainees and the wounded.\n\t\t\t\t\t\n\t\t\t\t\t A lawmaker from the ruling party clarified that the documents clearly show that the then security command carried out operations against Kwangju citizens."
        },
        {
            "title": "Struggle for Removal of Evils and Peace Gains Momentum in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-18ee.html",
            "content": "Struggle for Removal of Evils and Peace Gains Momentum in S. Korea\r\n Pyongyang, October 27 (KCNA) -- People from all walks of life in south Korea are reportedly intensifying the struggle to remove the evils of the conservative regimes and defend peace on the Korean peninsula with the first anniversary of the start of all-people resistance which resulted in the resignation of traitor Park Geun Hye as an occasion.\n\t\t\t\t\t They recently launched candlelight actions to demand probe into the truth behind the ferry Sewol disaster, the arrest of Lee Myung Bak and repeal of Trump's anti-DPRK policy.\n\t\t\t\t\t\n\t\t\t\t\t Organizations of different social standings and inhabitants started the candlelight rally again in Kwanghawmun plaza of Seoul on Oct. 21 and planned to hold a large-scale event marking the first anniversary across south Korea on Oct. 28."
        },
        {
            "title": "Anniversary of October 4 Declaration Marked by Koreans in Japan",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-19ee.html",
            "content": "Anniversary of October 4 Declaration Marked by Koreans in Japan\r\n Pyongyang, October 27 (KCNA) -- An event was held at the Korean Hall of Culture in Tokyo on Oct. 22 to mark the 10th anniversary of the historic October 4 declaration.\n\t\t\t\t\t Attending it were Vice-Chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) Nam Sung U, Chairman of the Association for Democracy and Unification of South Koreans in Japan (Hanthongryon) Son Hyong Gun who is chairman of the Japan Regional Committee for Implementing June 15 Joint Declaration and regional representatives of the Overseas Side Committee for Implementing June 15 Joint Declaration, officials concerned of the South Side Committee for Implementing June 15 Joint Declaration, Korean residents in Japan and Japanese personages.\n\t\t\t\t\t\n\t\t\t\t\t Jo Il Yon, chairman of the Tokyo metropolitan headquarters of Chongryon, in the opening address stressed that all Koreans should turn out in the sacred anti-U.S. struggle to defend the sovereignty and dignity of the homeland and peace of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t He appealed to the Koreans in the north and the south and abroad to pave a wide avenue to independent reunification under the uplifted banner of the June 15 joint declaration and the October 4 declaration, saying that truth always emerges victorious and the Korean nation will surely achieve the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t A solidarity message from the North Side Committee for Implementing June 15 Joint Declaration was introduced and solidarity speeches were made at the event.\n\t\t\t\t\t\n\t\t\t\t\t Speakers stressed that the key to victory lies in the steadfast faith in national reunification and unity, saying that June 15 All-Korean Committee should direct maximum efforts into the implementation of the July 4 joint statement, the June 15 joint declaration and the October 4 declaration for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Then a commemorative performance was given at the event."
        },
        {
            "title": "Koreans in China Vow to Punish Those Challenging Dignity of DPRK Supreme Leadership",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-12ee.html",
            "content": "Koreans in China Vow to Punish Those Challenging Dignity of DPRK Supreme Leadership\r\n Pyongyang, October 27 (KCNA) -- A spokesman for the General Association of Koreans in China released a statement titled \"Those dare challenging the supreme leadership of the DPRK can never evade death and destruction\" on Oct. 21.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Timed to coincide with the U.S. lunatic Trump's bluffing that it is fully ready to tackle \"threats from the north\", the U.S. military has opted for \"decapitation operation\" combined with cyber warfare as the optimal military option against the DPRK. The U.S. staged the largest-ever combined naval drill with the puppet forces after introducing massive nuclear strategic assets into the waters around south Korea in the subsequent period.\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly proves that the U.S. plans to apply these principles of aggression war into the preemptive attack for militarily bringing down the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Trump and the U.S. military warmongers have to clearly understand that it is the strong retaliatory will of the army and people of the DPRK to punish those who dare challenge the dignity of its supreme leadership to the last man.\n\t\t\t\t\t\n\t\t\t\t\t The statement voiced the determination of the Association and all Koreans in China to build the best country, reunified, powerful and prosperous, on the land of Korea by turning out as one along with the people in the homeland in the sacred resistance to defend the sovereignty and dignity of the nation from the U.S. imperialists and puppet traitors' reckless confrontation and war moves, and in the patriotic struggle for reunification."
        },
        {
            "title": "Kim Jong Un's Work Published in Nepal",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-02ee.html",
            "content": "Kim Jong Un's Work Published in Nepal\r\n Pyongyang, October 27 (KCNA) -- A Nepalese publishing house brought out in booklet respected Supreme Leader Kim Jong Un's work \"The Cause of the Great Party of Comrades Kim Il Sung and Kim Jong Il Is Ever-Victorious\" with due ceremony on Oct. 23 to mark the 20th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea and its 72nd founding anniversary and the 91st anniversary of the formation of the Down-with-Imperialism Union.\n\t\t\t\t\t The work, published on Oct. 4, Juche 104 (2015), clarifies that the 70-year history of the WPK is a history of victory that demonstrated the validity and invincibility of the cause of the party of President Kim Il Sung and leader Kim Jong Il and that the Party's cause is invincible."
        },
        {
            "title": "Seminars Held in Foreign Countries to Mark WPK Founding Anniversary",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-03ee.html",
            "content": "Seminars Held in Foreign Countries to Mark WPK Founding Anniversary\r\n Pyongyang, October 27 (KCNA) -- Seminars were held in Pakistan, India, Thailand, Bulgaria, Uganda, and DR Congo from Sept. 28 to Oct. 10 on the occasion of the 72nd founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t The chairman of the Pakistani Organization for the Study of the Juche Idea said that the WPK has developed into an invincible party thanks to the outstanding guidance of President Kim Il Sung, HE Kim Jong Il and HE Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Indian Society for the Study of Works of Kim Jong Il said that Kim Jong Il's ideas and theories serve as the banner of eternal victory for the WPK and the Korean people accelerating the building of a powerful socialist country, and the distinguished feats he performed in leading the WPK for scores of years serve as a driving force to greatly encourage the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of Thailand-DPRK Friendship Association noted that the WPK has demonstrated its dignity as an invincible party leading the Korean people to victory and glory in whatever difficulties and ordeals.\n\t\t\t\t\t\n\t\t\t\t\t At the seminar held at Kim Il Sung Library in Sofia, a reporter and speakers praised Kim Il Sung and Kim Jong Il for founding and developing the WPK. They said respected Supreme Leader Kim Jong Un is making sure that the WPK embodies the people-first principle thoroughly.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ugandan National Executive Committee of the Pan-African Movement, the chairman of the DR Congo-Korea Friendship and Solidarity Association and other figures said that the WPK has led to victory the struggle of the Korean people for building a powerful socialist country despite the escalating moves of the imperialists to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the seminar held in Bulgaria."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales del nuevo embajador filipino en Corea",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-22ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales del nuevo embajador filipino en Corea\r\nPyongyang, 27 de octubre (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, recibio hoy en el Palacio de los Congresos Mansudae las cartas credenciales del nuevo embajador extraordinario y plenipotenciario de la Republica de Filipinas en Corea, Jose Santiago L. Sta. Romana.\n\t\t\t\t\tActo seguido, Kim converso con el diplomatico."
        },
        {
            "title": "Representante permanente coreano envia carta al secretario general de la ONU",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-23ee.html",
            "content": "Representante permanente coreano envia carta al secretario general de la ONU\r\nPyongyang, 27 de octubre (ACNC) -- El representante permanente de la Republica Popular Democratica de Corea ante la ONU envio el dia 24 una carta al secretario general de la ONU planteando un proyecto concreto sobre la organizacion del forum internacional de los jurisperitos para decidir la legitimidad de las \"resoluciones de sancion\" anti-RPDC del Consejo de Seguridad de la ONU. \n\t\t\t\t\tYa que se hacen mas fuertes las sospechas de la sociedad internacional sobre la razon legal y moral de las \"resoluciones de sancion\" del Consejo de Seguridad de la ONU, el forum internacional de los jurisperitos sera el unico espacio para examinar su legitimidad desde el punto de vista de la justicia y la imparcialidad, senala la misiva.\n\t\t\t\t\t\n\t\t\t\t\tY presenta los siguientes puntos que pueden ser la agenda de debate en el forum:\n\t\t\t\t\t\n\t\t\t\t\t?Conviene la \"resolucion de sancion\" del Consejo de Seguridad de la ONU, que prohibe el lanzamiento de satelite de la RPDC, a la ley internacional que determina el uso del cosmos con fines pacificos como un derecho soberano de cada Estado?\n\t\t\t\t\t\n\t\t\t\t\t?Sera razonable en sentido juridico la \"resolucion de sancion\" del Consejo de Seguridad de la ONU que prohibe la prueba nuclear de la RPDC, puesto que no ha entrado en vigor todavia la ley internacional sobre la prohibicion total de la prueba nuclear?\n\t\t\t\t\t\n\t\t\t\t\t?Tienen acaso la calificacion moral para prohibir la prueba nuclear de otro pais los miembros permanentes del Consejo de Seguridad de la ONU que impiden la puesta en vigor de la ley internacional sobre la prohibicion total de la prueba nuclear?\n\t\t\t\t\t\n\t\t\t\t\t?Convendra a los articulos 2 y 51 de la Carta de la ONU, que reconocen el principio de igualdad de soberania y el derecho a la autodefensa de cada pais, la pauta de doble rasero que sanciona a la RPDC cuestionando unicamente la prueba nuclear y el lanzamiento de satelite artificial de ella como \"amenaza a la paz y seguridad internacionales\", sin decir nada de las mismas cosas de otros paises?\n\t\t\t\t\t\n\t\t\t\t\tEl forum internacional de los jurisperitos podra discutir tambien cualesquier otros temas que planteen los participantes, destaca la misiva y demanda una vez mas al Secretariado de la ONU organizarlo sin demora."
        },
        {
            "title": "Interceptado barco pesquero surcoreano en Mar Este de Corea",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-24ee.html",
            "content": "Interceptado barco pesquero surcoreano en Mar Este de Corea\r\nPyongyang, 27 de octubre (ACNC) -- La Agencia Central de Noticias de Corea publico el dia 26 la siguiente informacion:\n\t\t\t\t\tDe acuerdo con un organo competente, a la madrugada del dia 21, el barco pesquero surcoreano \"391Hungjin\" fue detenido por haber entrado ilegalmente en las aguas jurisdiccionales de la RPDC en el Mar Este de Corea.\n\t\t\t\t\t\n\t\t\t\t\tComo resultado de la investigacion, se ha confirmado que el barco y sus tripulantes invadieron intencionalmente las aguas maritimas norcoreanas para la pesca.\n\t\t\t\t\t\n\t\t\t\t\tTomando en cuenta que todos los pesqueros surcoreanos pidieron disculpas repetidamente reconociendo francamente la intrusion ilegal y solicitaron que les perdonaran con indulgencia, la parte de la RPDC decidio devolverlos a la parte Sur junto con su barco desde el punto de vista humanitario.\n\t\t\t\t\t\n\t\t\t\t\tLa devolucion tendra lugar a las 18 del 27 de octubre en las aguas fijadas (38°39′20″de latitud y 128°38′10″de longitud) de la linea de demarcacion militar del Mar Este."
        },
        {
            "title": "Es inevitable el fracaso de la politica hostil a la RPDC de EE.UU., insiste Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201710/news27/20171027-25ee.html",
            "content": "Es inevitable el fracaso de la politica hostil a la RPDC de EE.UU., insiste Rodong Sinmun\r\nPyongyang, 27 de octubre (ACNC) -- El rotativo Rodong Sinmun inserto hoy el articulo individual intitulado \"Es inevitable el fracaso de la politica hostil a la Republica Popular Democratica de Corea de Estados Unidos, imperio del mal\".\n\t\t\t\t\tLa politica norteamericana de hostilidad a la RPDC no toma en consideracion la tradicion de victorias orgullosas de la Corea heroica ni la historia de derrota amarga de EE.UU. en la confrontacion con su rival socialista y se basa en la ilusion vana de que el regimen norcoreano se derrumbaria facilmente. He aqui la causa de fracaso inevitable de esa politica, senala el articulista y continua:\n\t\t\t\t\t\n\t\t\t\t\tOtra causa reside en que la politica norteamericana parte de la ignorancia sobre los lineamentos y politicas del Partido del Trabajo de Corea y la RPDC y del juicio injusto e incorrecto de que el destino de Corea lo decidiran algunos paises especificos.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, esa politica anacronica persigue el objetivo de doblegar a la potencia socialista mediante la sancion economica y la presion militar. \n\t\t\t\t\t\n\t\t\t\t\tAhora el imperio americano cree que ha apretado bastante la red de sancion y presion anti-RPDC. Y le amenaza diciendo que ella no tiene otra salvacion que renunciar el arma nuclear y que le ayudaria en el plano economico si tomara otra opcion. \n\t\t\t\t\t\n\t\t\t\t\tYa que EE.UU. utiliza la sancion y la presion militar como ultima carta de su politica de hostilidad a la RPDC, tomamos la linea de desarrollo paralelo de la construccion economica y la de fuerzas armadas nucleares como estrategia de reaccion revolucionaria para romper esa carta. \n\t\t\t\t\t\n\t\t\t\t\tNo tenemos otro remedio que responder con las contramedidas superintransigentes a la escalada de agresion, amenaza, sancion y presion. \n\t\t\t\t\t\n\t\t\t\t\tLa nueva linea de desarrollo paralelo frente a la creciente sancion economica y la amenaza y chantaje nucleares de EE.UU. es la mejor opcion para el destino y el futuro de nuestro pueblo y la decision estrategica mas independiente. \n\t\t\t\t\t\n\t\t\t\t\t!Que nos apliquen mil veces la sancion y desaten cualquier tipo de guerra nuclear si quieren hacerlo! \n\t\t\t\t\t\n\t\t\t\t\tDemostraremos a los invasores y provocadores el temperamento de la Corea del Juche con las contramedidas de venganza mas fuertes y colocaremos la bandera de victoria final en el corazon del abominable imperio americano. \n\t\t\t\t\t\n\t\t\t\t\tAunque las fuerzas hostiles intensifiquen la sancion y la presion, los militares y civiles coreanos produciran por cuenta propia el petroleo, construiran la central nuclear y fabricaran cualquier cosa para la vida feliz del pueblo poniendo de pleno manifiesto su fuerza espiritual. \n\t\t\t\t\t\n\t\t\t\t\tSi hubiera en EE.UU. los racionalistas y los elaboradores de la politica que se preocupen del destino de su pais y tengan la correcta vision de la situacion, deberian tomar la decision de cancelar la politica intransigente para atropellar a la RPDC, la cual fue condenada duro por la historia. \n\t\t\t\t\t\n\t\t\t\t\tSi se obstina en ella, EE.UU. sufrira mayor verguenza y ruina."
        }
    ]
}