{
    "date": "2017-04-19",
    "url": "http://kcna.co.jp/item/2017/201704/2017-04-19ee.html",
    "articles": [
        {
            "title": "Ri Su Yong Meets Nepal Party Delegation",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-23ee.html",
            "content": "Ri Su Yong Meets Nepal Party Delegation\r\n Pyongyang, April 19 (KCNA) -- Ri Su Yong, member of the Political Bureau and vice-chairman of the C.C., the Workers' Party of Korea, Wednesday had a talk with the visiting delegation of the United Socialist Nationalist Party of Nepal led by General Secretary of its Central Committee Shankarlal Shrestha."
        },
        {
            "title": "Nepali Party Signs Pyongyang Declaration ",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-25ee.html",
            "content": "Nepali Party Signs Pyongyang Declaration\r\n Pyongyang, April 19 (KCNA) -- Kamal Prasad Chaulagain, chairman of the Central Committee of the United Socialist Nationalist Party of Nepal, signed the historic Pyongyang Declaration \"Let Us Defend and Advance the Cause of Socialism\" on April 3 on behalf of the party.\n\t\t\t\t\t The signature document was conveyed on Wednesday to Ri Su Yong, member of the Political Bureau and vice-chairman of the Central Committee of the Workers' Party of Korea, on Wednesday by Shankarlal Shrestha, general secretary of the C.C., the United Socialist Nationalist Party of Nepal, on a visit to the DPRK."
        },
        {
            "title": "Gift to Kim Jong Un from Nepali Party Leader",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-21ee.html",
            "content": "Gift to Kim Jong Un from Nepali Party Leader\r\n Pyongyang, April 21 (KCNA) -- Respected Supreme Leader Kim Jong Un received a gift from Kamal Prasad Chaulagain, chairman of the Central Committee of the United Socialist Nationalist Party of Nepal, on the occasion of the Day of the Sun, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The gift was conveyed to Ri Su Yong, member of the Political Bureau and vice-chairman of the Central Committee of the Workers' Party of Korea, on Wednesday by Shankarlal Shrestha, general secretary of the C.C., the United Socialist Nationalist Party of Nepal who is leading its delegation, on a visit to the DPRK."
        },
        {
            "title": "Kim Il Sung's Exploits for National Reunification Praised",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-27ee.html",
            "content": "Kim Il Sung's Exploits for National Reunification Praised\r\n Pyongyang, April 19 (KCNA) -- Pak Myong Chol, director of the Secretariat and presidium member of the Central Committee of the Democratic Front for the Reunification of Korea, issued a statement Wednesday on the occasion of the 69th anniversary of the Joint Conference of Representatives of Political Parties and Social Organizations in North and South Korea initiated and guided by President Kim Il Sung.\n\t\t\t\t\t With clear insight into the scheme of the U.S. imperialists to divide the territory of Korea after occupying south Korea and their moves to keep Korea permanently divided through the fabrication of a puppet regime after the liberation of Korea, the President personally initiated the convention of a nationwide political consultative meeting for preventing the division of the country, and energetically led the struggle for realizing it, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the President's patriotic initiative commanded absolute support and welcome by all Koreans and there took place with success the north-south joint conference, a grand national gathering in which 695 representatives of 56 political parties and social organizations from the north and the south took part, in Pyongyang from April 19 to 23, Juche 37 (1948).\n\t\t\t\t\t\n\t\t\t\t\t It pointed out that the joint conference held under the direct guidance of the President solemnly declared at home and abroad that the Korean nation resolutely stands against the U.S. imperialists' and the puppet forces' moves for the national division, and will certainly build a genuine reunified government by the efforts of the Koreans themselves.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the joint conference was a historic grand gathering which firmly rallied all the Koreans under the banner of reunification and patriotism, and a shining fruition of the President's line on independent national reunification and his idea on the great unity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It said that in the last period of his life he authored and made public \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\", thus powerfully encouraging all the Koreans in the north and the south and abroad to achieve the great cause of reunification.\n\t\t\t\t\t\n\t\t\t\t\t It stated that all the Koreans in the north and the south and overseas should realize the nationwide grand gathering for reunification without fail by pooling patriotic intention and will for reunification under the uplifted banner of the great national unity and open up a broad avenue to independent reunification."
        },
        {
            "title": "Friendly Meeting Marks 52nd Anniversary of Kim Il Sung's and Kim Jong Il's Visit to Indonesia ",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-22ee.html",
            "content": "Friendly Meeting Marks 52nd Anniversary of Kim Il Sung's and Kim Jong Il's Visit to Indonesia\r\n Pyongyang, April 19 (KCNA) -- A friendship meeting to mark the 52nd anniversary of President Kim Il Sung's and leader Kim Jong Il's visit to Indonesia took place at the Taedonggang Diplomatic Club Wednesday under the joint name of the DPRK-Indonesia Friendship Association and the Indonesian embassy here.\n\t\t\t\t\t Present there were Pak Kyong Il, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and chairman of the DPRK-Indonesia Friendship Association, officials concerned, citizens, teachers and students of DPRK-Indonesia Friendship Ryulgok Senior Middle School in Songyo District and Bambang Hiendrasto, Indonesian ambassador to the DPRK, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched a video showing Kim Il Sung visiting Indonesia before enjoying an art performance given by Korean students and members of the Indonesian Embassy."
        },
        {
            "title": "70th Anniversary of Nampho Fishery Station Marked",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-29ee.html",
            "content": "70th Anniversary of Nampho Fishery Station Marked\r\n Nampho, April 19 (KCNA) -- The Nampho Fishery Station marked its 70th founding anniversary at a meeting Wednesday.\n\t\t\t\t\t President Kim Il Sung saw to it that a fishery station that had been operated by South Phyonan Province was reorganized as state-run Nampho Fishery Station on April 20, Juche 36 (1947) and visited the station four times, setting forth a militant task for the station to come first in fish haul in the western coastal area and leading it to make great innovation.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il also visited the station, giving instructions to arm the fishermen with the revolutionary idea of the President, improve their cultural and emotional life and consolidate the material and technological foundation of the station.\n\t\t\t\t\t\n\t\t\t\t\t For the past 70 years since its founding the station has made successes in its efforts to carry out the policy of the Workers' Party of Korea on fishery."
        },
        {
            "title": "Syrian Embassy Officials Visit Korean Revolution Museum",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-26ee.html",
            "content": "Syrian Embassy Officials Visit Korean Revolution Museum\r\n Pyongyang, April 19 (KCNA) -- Syrian Ambassador to the DPRK Tammam Sulaiman and his embassy official visited the Korean Revolution Museum Wednesday on the occasion of the 71st anniversary of independence of Syria.\n\t\t\t\t\t At the general review room, they paid tribute to the work depicting images of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the fact that the museum was successfully built as one of national treasure which comprehensively shows the revolutionary history of the peerlessly great persons of Mt Paektu, they looked round historic relics and mementos at various rooms."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spread to Woman Centenarian",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-24ee.html",
            "content": "Kim Jong Un Sends Birthday Spread to Woman Centenarian \r\n Rangrim, April 19 (KCNA) -- Respected Supreme Leader Kim Jong Un sent a birthday spread to Kim Myong Dan residing in Sinwon Workers' District in Rangrim County, Jagang Province, on her 100th birthday.\n\t\t\t\t\t She was born into a poor peasants' family in Toksong County, South Hamgyong Province before the liberation of Korea. It was not until President Kim Il Sung liberated the country that she could lead a worthwhile life as the mistress of the country and owner of her own land.\n\t\t\t\t\t\n\t\t\t\t\t Even now she has kept working at kitchen garden.\n\t\t\t\t\t\n\t\t\t\t\t Her favorite food is potato dishes and she leads an optimistic life."
        },
        {
            "title": "Concert \"Blooming Spring in April\" Given in U.S.",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-16ee.html",
            "content": "Concert \"Blooming Spring in April\" Given in U.S.\r\n Pyongyang, April 19 (KCNA) -- A concert \"Blooming Spring in April\" was given at a concert hall in New York on April 8.\n\t\t\t\t\t It was enjoyed by officials of the permanent mission of the DPRK in the United Nations and their families, diplomatic envoys of Russia, Belarus and other countries to the UN and their families and Koreans residing in New York and Chicago region. \n\t\t\t\t\t\n\t\t\t\t\t Ri Jun Mu, head of the Uruk Symphony Orchestra, conducted the concert.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were Korean music such as orchestral music \"The Leader Has Come to Our Post\", \"I Will Remain Your Son Forever\" and \"Girl Riding on Galloping Steed\" and foreign music."
        },
        {
            "title": "Foreign Guests and Koreans in China Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-13ee.html",
            "content": "Foreign Guests and Koreans in China Visit Mangyongdae\r\n Pyongyang, April 19 (KCNA) -- Foreign guests and Koreans residing in China who took part in the 19th Kimilsungia Festival visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t They laid bunches of flowers before the old home in Mangyongdae with boundless reverence for the President. \n\t\t\t\t\t\n\t\t\t\t\t They looked round historic relics, while being briefed on the revolutionary history of the President and careers of his family members. \n\t\t\t\t\t\n\t\t\t\t\t They looked round the Tower of the Juche Idea, the Arch of Triumph, \n\t\t\t\t\t\n\t\t\t\t\tthe Victorious Fatherland Liberation War Museum, Ryomyong Street, etc."
        },
        {
            "title": "Political Party of DR Congo Signs Pyongyang Declaration",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-03ee.html",
            "content": "Political Party of DR Congo Signs Pyongyang Declaration\r\n Pyongyang, April 19 (KCNA) -- The PALU of DR Congo signed the Pyongyang Declaration \"Let Us Defend and Advance the Cause of Socialism.\"\n\t\t\t\t\t At an urgent special meeting of the party held on April 15 the declaration was read out and General Secretary Antoine Gizenga signed the declaration in accordance with the unanimous will of all participants.\n\t\t\t\t\t\n\t\t\t\t\t Conveying the signed document to the DPRK mission in DR Congo the permanent secretary of the party said:\n\t\t\t\t\t\n\t\t\t\t\t Our party is greatly pleased to sign the historic Pyongyang Declaration on the Day of the Sun, a significant holiday common to mankind.\n\t\t\t\t\t\n\t\t\t\t\t Every paragraph of the declaration is in line with the ideal of our party.\n\t\t\t\t\t\n\t\t\t\t\t We will carry on our struggle to achieve the final victory of socialism."
        },
        {
            "title": "Congratulatory Group of General Association of Koreans in China Leaves",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-14ee.html",
            "content": "Congratulatory Group of General Association of Koreans in China Leaves\r\n Pyongyang, April 19 (KCNA) -- A congratulatory group of the General Association of Koreans in China for celebrating the Day of the Sun led by Chairwoman Choe Un Bok left here Wednesday."
        },
        {
            "title": "Overseas Koreans Leave",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-15ee.html",
            "content": "Overseas Koreans Leave\r\n Pyongyang, April 19 (KCNA) -- A delegation of aged officials of the General Association of Koreans in China and a delegate of the Federation of Koreans in Australia left here Wednesday after visiting the homeland on the occasion of the Day of the Sun, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Departing earlier were a delegation of the International United Confederation of Koreans, a delegation of the United Confederation of Koreans in the Far Eastern Region of Russia, a delegation of Korean residents in Ussuriysk of Russia and a delegation of the Association for Economic and Cultural Exchange of Korean Nationality in Dandong City, China."
        },
        {
            "title": "Effective Soil-hardening Agent and Concrete Water-reducer",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-18ee.html",
            "content": "Effective Soil-hardening Agent and Concrete Water-reducer\r\n Pyongyang, April 19 (KCNA) -- Soil-hardening agent and concrete water-reducer have been widely applied to the construction field in the DPRK, proving effective.\n\t\t\t\t\t The agent is made with locally available raw materials, characterized by strong resistance to water and frost and tenacity. It makes it possible to complete construction projects like road-paving ahead of schedule.\n\t\t\t\t\t\n\t\t\t\t\t The concrete water-reducer has been recognized as an additive of great economic value, as it helps speed up construction and raises the intensity of concrete to the maximum.\n\t\t\t\t\t\n\t\t\t\t\t It was already introduced into the construction of Mirae Scientists Street and Ryomyong Street, saving a large quantity of cement.\n\t\t\t\t\t\n\t\t\t\t\t The soil-hardening agent and concrete water-reducer won top prizes at the exhibition of building fixtures for sprucing up Samjiyon County held in March."
        },
        {
            "title": "Minju Joson Urges S. Korea to Make Proper Option ",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-04ee.html",
            "content": "Minju Joson Urges S. Korea to Make Proper Option \r\n Pyongyang, April 19 (KCNA) -- Atmosphere of extreme uneasiness and horror pervade south Korea at present. The reason is the rumor now afloat across south Korea to the effect that the U.S. chose the \"preemptive attack\" on the DPRK as its option.\n\t\t\t\t\t The U.S. which mounted massive missile attack on Syria recently now bluffs that it was a \"warning\" act targeting the DPRK. Those concerned with the security of the U.S. including secretaries of State and Defense are now crying out for independent military action against the DPRK more often than not.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Wednesday says this indicates inner feelings of the U.S. which is lost to reason much upset by the DPRK's rapid bolstering of the capabilities for nuclear attack.\n\t\t\t\t\t\n\t\t\t\t\t With the \"story of April war\" and the \"story of crisis\" getting afloat across south Korea timed to coincide with the U.S. military provocative act, the south Korean puppet forces have the jitters. They are trying to calm down social uneasiness and horror, emphasizing that \"our government's stand differs from the U.S.'s\" and \"we will closely discuss with the U.S. with a priority given to peace and stability\", the paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t But this is a trite trick employed by the puppet forces to cover up the confrontational nature as they have been hell-bent on escalating confrontation with their fellow countrymen in the north, in collusion with aggression-minded outsiders.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet warmongers have to clearly understand that the preemptive attack is no longer the monopoly of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t What is left for the puppet forces to do now is to make a proper option on which their fate hinges. That is whether they follow the U.S. to meet a miserable end or to make a switchover in its confrontation policy to escape destruction.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces should properly make a last option, clearly understanding that time left is not long."
        },
        {
            "title": "Rodong Sinmun Praises Feats of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-09ee.html",
            "content": "Rodong Sinmun Praises Feats of Kim Il Sung\r\n Pyongyang, April 19 (KCNA) -- President Kim Il Sung was the outstanding leader of the revolution, the great sun of the nation, the greatest man of mankind and peerlessly great sage, says Rodong Sinmun Wednesday in an editorial.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Such a man can be hardly found in the world as the President in the idea and leadership and virtue, faith, will and pluck. \n\t\t\t\t\t\n\t\t\t\t\t In his teens in which he embarked on the road of the revolution, he acquired a correct insight into the requirement of the independent era and demand of the popular masses and authored the immortal Juche idea based on the original revolutionary principle.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his profound thinking and unremitting ideological and theoretical activities, he provided the guiding idea of the revolution, thus giving perfect answers to the theoretical and practical issues arising in the revolution and construction in the independent era and the anti-imperialist struggle and the socialist cause have dynamically advanced along the road indicated by the Juche idea in the 20th and 21st centuries.\n\t\t\t\t\t\n\t\t\t\t\t The President set forth the action program in bringing down with imperialism at the dawn of the Korean revolution and building socialism and ushered in an original road of building socialism with a firm Juche-oriented stand. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to his popular leadership, the socialist cause of Juche could be victoriously pioneered and a historic task to put socialism into a new scientific basis be finally solved.\n\t\t\t\t\t\n\t\t\t\t\t It is the immortal feats of the country that he cemented the eternal cornerstone to firmly guarantee the future of the great Paektusan nation forever.\n\t\t\t\t\t\n\t\t\t\t\t He will always be together with the Korean people with the image of Juche Korea and the revolutionary feats he performed will be ever immortal along with history."
        },
        {
            "title": "Rodong Sinmun Snipes at U.S., S. Korea for Staging War Drills",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-10ee.html",
            "content": "Rodong Sinmun Snipes at U.S., S. Korea for Staging War Drills\r\n Pyongyang, April 19 (KCNA) -- The south Korean warmongers together with U.S. forces staged the \"integrated firepower annihilating drill 2017\" in the Phochon training ground in Kyonggi Province.\n\t\t\t\t\t Earlier, they started the large \"combined logistic support maneuvers\" in Phohang area in North Kyongsang Province.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday runs a commentary in this regard.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers advertised that those war drills as \"defensive ones to cope with provocation\" by someone, but they are obviously actual maneuvers aiming at preemptive strike at the north, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula is being driven to the touch-and-go tension as the U.S. has frantically waged Foal Eagle joint military drill, crying out for \"preemptive attack on the north\".\n\t\t\t\t\t\n\t\t\t\t\t Furthermore, the warmongers at home and abroad staged the provocative exercises by mobilizing massive equipment for preemptive attack. This is very dangerous.\n\t\t\t\t\t\n\t\t\t\t\t Herein lies the sinister intention to ignite a nuclear war against the DPRK by driving the situation to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t Their frantic war drills are nothing but blind hysteria. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet group should behave themselves after thinking twice about the catastrophic consequences to be entailed by their foolish provocations."
        },
        {
            "title": "Papers Mark Anniversary of Popular Uprising ",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-11ee.html",
            "content": "Papers Mark Anniversary of Popular Uprising \r\n Pyongyang, April 19 (KCNA) -- Leading newspapers here dedicate articles to the 57th anniversary of the April 19 Popular Uprising.\n\t\t\t\t\t Noting that the April 19 uprising was the eruption of the pent-up resentment and grievance of the people against the U.S. vicious colonial policy and the fascist policy by the south Korean puppet rulers and massive anti-U.S., anti-fascist resistance to bring about an independent and democratic new world, the articles go on:\n\t\t\t\t\t\n\t\t\t\t\t At that time, the U.S. egged its stooge Syngman Rhee on mercilessly suppressing the people's resistance for independence, democracy and reunification with a sinister aim of strengthening colonial domination over south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, traitor Syngman Rhee, who maintained power through the notorious police rule backed by the U.S., disclosed his ambition for long-term office by conducting illegal election in March 1960. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean people raged by this turned out in the anti-\"government\" struggle.\n\t\t\t\t\t\n\t\t\t\t\t The fascist junta of Syngman Rhee much upset by the massive struggle across south Korea declared \"emergency martial law\" to brutally suppress the participants in the struggle. \n\t\t\t\t\t\n\t\t\t\t\t However, it further escalated the people's struggle and the April 19 popular uprising became fiercer. \n\t\t\t\t\t\n\t\t\t\t\t The brave uprisers fought at the cost of their lives to bring down the stronghold of dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun in its article says the wishes of the uprisers of the April 19 Popular Uprising have not yet been realized and the outsiders' domination and fascist dictatorship rule go on in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The reality demands that the people from all walks of life resolutely punish the puppet conservative group in the spirit of the candlelight action which impeached traitor Park Geun Hye and stage all-people resistance to bring about new politics and new life, the paper stresses.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that broad masses from all walks of life must bravely turn out in the struggle for independence and democracy against the U.S. and fascism by inheriting the soul of the April 19 popular uprisers to put an end to the colonial rule by the U.S. imperialists, achieve democracy and hasten national reunification in south Korea."
        },
        {
            "title": "Japanese Reactionaries Accused of Moves for Reinvasion: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-12ee.html",
            "content": "Japanese Reactionaries Accused of Moves for Reinvasion: Rodong Sinmun\r\n Pyongyang, April 19 (KCNA) -- Shortly ago, the minister of Defence of Japan asserted at Moritomo School that students should sing a \"war song\" in the period of Pacific War and the \"education before the war\" should be applied, while fully sheltering the reciting of \"royal message of education\" of the former Japanese king.\n\t\t\t\t\t Meanwhile, the Japanese reactionaries passed 5 125.1 billion yen, an increase of 1.4 percent than the last year, as the military spending for 2017 at the House of Councilors. This shows that Japan's military spending has steadily increased for five years.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This goes to clearly prove that how desperate efforts the Japanese reactionaries make for the war preparation for overseas aggression. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries who are pushing ahead with moves for turning Japan into a military giant and staging a comeback to Korea by way of retaliation on their defeat are working hard to get undisguised in taking the road of overseas aggression, emboldened by this.\n\t\t\t\t\t\n\t\t\t\t\t It is the sinister intention of the Japanese reactionaries to turn the \"Self-Defence Forces\" into the elite armed forces in the world and Japan into a total militarist state and state for aggression.\n\t\t\t\t\t\n\t\t\t\t\t What they pay particular attention to do it is to instill the militarist idea in the younger generation. The Japanese ultra-rightist forces have made efforts for spiritual preparations for overseas aggression from long ago.\n\t\t\t\t\t\n\t\t\t\t\t The ultra-rightist politicians' steady visit to the Yasukuni Shrine and frantic efforts to distort the history serve as base manure to instill the militarist idea in the young people.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday what is the sinister intention of Japan's minister of Defence in calling for applying the \"education before the war\". This is to realize the reinvasion by giving a rebirth to the ghost of militarism.\n\t\t\t\t\t\n\t\t\t\t\t The situation warns that the rebirth of militarist Japan will bring Asia and other parts of the world the disaster of war again."
        },
        {
            "title": "S. Korean Paper on Indictment against Park Geun Hye",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-07ee.html",
            "content": "S. Korean Paper on Indictment against Park Geun Hye\r\n Pyongyang, April 19 (KCNA) -- The south Korean newspaper Hangyore on Tuesday carried an editorial titled \"Indictment against Park Geun Hye, punishment and abolishment begin from now\".\n\t\t\t\t\t Noting that the south Korean prosecution Monday indicted Park on the charge of bribery and other crimes, the editorial went on:\n\t\t\t\t\t\n\t\t\t\t\t The prosecution said it did its best to disclose the truth behind the \"Park Geun Hye-Choe Sun Sil gate\", but half of the truth is still cloaked. \n\t\t\t\t\t\n\t\t\t\t\t The legal and moral obligation of \"Park Geun Hye's Chongwadae\" at the time of the ferry Sewol disaster should be called to task without fail. \n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye should disclose the truth of her own accord and make an apology before the bereaved families of the victims."
        },
        {
            "title": "S. Korean Body Opposes THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-17ee.html",
            "content": "S. Korean Body Opposes THAAD Deployment\r\n Pyongyang, April 19 (KCNA) -- The Urgency Citizens Action for Checking THAAD Deployment in south Korea made public a statement on April 11 disclosing the illegality of the U.S. moves for THAAD deployment.\n\t\t\t\t\t The U.S. moves for pressing for the THAAD deployment have increased the danger of war and touched off discontent of the people with the U.S., the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the U.S. in introducing THAAD into the Korean peninsula is to protect the U.S. forces and their military bases in south Korea and Japan and on Guam, contain countries around Korea and hold a military edge in East Asia.\n\t\t\t\t\t\n\t\t\t\t\t The THAAD deployment is, therefore, aimed at making south Korea cannon fodder for the U.S. and Japan, the statement held."
        },
        {
            "title": "S. Korean Youths and Students Denounce U.S. for Escalating Military Tension ",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-19ee.html",
            "content": "S. Korean Youths and Students Denounce U.S. for Escalating Military Tension\r\nPyongyang, April 19 (KCNA) -- Youths and students' organizations in south Korea held a press conference outside the U.S. embassy in Seoul on April 13 denouncing the U.S. for introducing Carl Vinson nuclear carrier task force into the waters off the Korean peninsula and escalating the military tension.\n\t\t\t\t\t The speakers at the press conference said that what is most important is the security and peace of the people living in the Korean peninsula, not the interests of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the withdrawal of the deployment of strategic weapons provoking the nerves of the north and heightening the danger of war."
        },
        {
            "title": "Disbandment of Corrupt Business Organization Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-20ee.html",
            "content": "Disbandment of Corrupt Business Organization Urged in S. Korea\r\n Pyongyang, April 19 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty in south Korea held a press conference outside the puppet \"government\" building on April 13 demanding the disbandment of the \"National Federation of Businessmen\" (Jongyongryon), according to the south Korean online paper Jaju Sibo.\n\t\t\t\t\t The people ousted Park Geun Hye by dint of candlelight but they still face lots of tasks the one of which is the disbandment of Jongyongryon, the speakers said at the press conference.\n\t\t\t\t\t\n\t\t\t\t\t The body is the accomplice of \"abuse of power\" by Park and a hotbed of politics-business nexus and corruption, they said, stressing the only solution is its disbandment.\n\t\t\t\t\t\n\t\t\t\t\t A press release urged the \"government\" to cancel the approval for the establishment of Jongyongryon if it has a will to repent of the scandalous \"abuse of power\"."
        },
        {
            "title": "Art Performance in Tokyo Marks Birth Anniversary of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-05ee.html",
            "content": "Art Performance in Tokyo Marks Birth Anniversary of Kim Il Sung\r\n Pyongyang, April 19 (KCNA) -- A concert was given by the artistes of the Kumgang-san Opera Troupe at the Korean Hall of Culture in Tokyo on April 15, the 105th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Leading and other officials of the General Association of Korean Residents in Japan (Chongryon), compatriots, teaching staff and students of the Korean University watched it.\n\t\t\t\t\t\n\t\t\t\t\t At the concert, which started with chorus and dance \"The Nation of the Sun Is the Best\", a male soloist sang the masterpiece \"Green Pine on Nam Hill\" to truthfully represent the strong spirit of the DPRK to win the final victory.\n\t\t\t\t\t\n\t\t\t\t\t Female solo \"We Sing of Our Homeland\" and male solo \"Tell, O Mt Kumgang\" represented the warm loving care shown by the President for Koreans in Japan and their reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t Watching mixed chorus \"Look at Us\" and other numbers, the audience renewed their national pride of holding respected Marshal Kim Jong Un in high esteem as the supreme leader of the Juche cause.\n\t\t\t\t\t\n\t\t\t\t\t Also put on the stage were such numbers as male solo \"We Will Go to Mt Paektu\" and chorus \"Chongryon, Forward Following Marshal.\""
        },
        {
            "title": "Koreans Meeting in Tokyo Marks Birth Anniversary of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-06ee.html",
            "content": "Koreans Meeting in Tokyo Marks Birth Anniversary of Kim Il Sung\r\n Pyongyang, April 19 (KCNA) -- A meeting of Koreans in Japan took place at the Korean Hall of Culture in Tokyo on April 15, the 105th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there were Chairman Ho Jong Man and vice-chairpersons of the General Association of Korean Residents in Japan (Chongryon), the chairman of the Central Audit Committee of Chongryon, the president of the Korean University, other officials of Chongryon, Koreans of various circles, youths and students in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man in his report said the President was the lodestar of national reunification who steered the struggle of all Koreans for achieving the national reunification and the most prominent statesman in the 20th century who performed gigantic exploits for carrying out global independence and the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The President was the benefactor of resurrection who provided the Koreans who had lived in tears as members of a stateless nation in Japan with a joy of national liberation and with the honor of being full-fledged overseas citizens of an independent and sovereign state, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The exploits of the President shed brighter rays thanks to the wise leadership of leader Kim Jong Il and are now being successfully carried forward by respected Supreme Leader Kim Jong Un in the new century of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called for ushering in a new heyday of the movement of Chongryon and Koreans in Japan along with the prospering homeland, true to the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Letter to Kim Jong Un was read out at the meeting."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary Celebrated by Koreans in China",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-28ee.html",
            "content": "Kim Il Sung's Birth Anniversary Celebrated by Koreans in China\r\n Pyongyang, April 19 (KCNA) -- The General Association of Koreans in China held events at Yuwen Middle School in Jilin, China on April 15, the 105th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present at the events were Vice-Chairman Cha Sang Bo and other officials of the General Association of Koreans in China, representatives of regional associations and branches, officials of the DPRK consulate general in Shenyang, members of branches working in three Northeastern provinces, Koreans in China, the deputy director of the Foreign Affairs Office of the Jilin Provincial People's Government, the vice-secretary general of the Jilin City People's Government and other Chinese figures.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket at the statue of the President at the middle school and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t There took place a meeting of the General Association of Koreans in China to celebrate the 105th birth anniversary of the President.\n\t\t\t\t\t\n\t\t\t\t\t Cha Sang Bo made a report there.\n\t\t\t\t\t\n\t\t\t\t\t The reporter praised the President as the outstanding leader and great revolutionary who glorified the 20th century as the one of the cause of independence against imperialism and the cause of socialism, and a peerlessly political elder and illustrious great man who built a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, where the people have become masters.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that the revolutionary cause of Paektu that was pioneered by the President has made strenuous progress century after century as it was led by leader Kim Jong Il and has greeted a new historic phase under the wise guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting, the participants looked round Kimilsungia-Kimjongilia exhibition, a photo and book exhibition and enjoyed an art performance.\n\t\t\t\t\t\n\t\t\t\t\t Colorful events such as meeting for adoption of letter to Kim Jong Un, meeting for laying floral basket, photo and book exhibition and film show were held by the Zhongnan Regional Association and the Liaoning Regional Association of the General Association on April 11 and 13."
        },
        {
            "title": "Kim Il Sung's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-01ee.html",
            "content": "Kim Il Sung's Work Published in Russia\r\n Pyongyang, April 19 (KCNA) -- President Kim Il Sung's work \"Let Us Firmly Guarantee the Fulfillment of the Revolutionary Cause of Juche by Force of Arms\" was brought out in pamphlet by the Nakhodka Format Publishing House of Russia on April 6 on the occasion of the Day of the Sun, the birth anniversary of Kim Il Sung, and the 85th founding anniversary of the Korean People's Army."
        },
        {
            "title": "Meeting of Progressive Political Parties and Friendship Organizations in North Europe Marks Day of Sun",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-02ee.html",
            "content": "Meeting of Progressive Political Parties and Friendship Organizations in North Europe Marks Day of Sun\r\n Pyongyang, April 19 (KCNA) -- A joint meeting of progressive political parties and friendship organizations in North Europe was held in Stockholm on April 8 to celebrate the Day of the Sun, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t On display at the venue of the meeting was an art work depicting the President standing together with leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Photos showing the revolutionary career and exploits of the great leaders and photos of respected Supreme Leader Kim Jong Un were on show.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were works of the peerlessly great men of Mt Paektu and books and photos showing the successes made by the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were personages from progressive political parties in Nordic countries including Denmark, Sweden and Finland, those from the organizations for friendship and solidarity with the Korean people, members of the Juche Idea study groups, the ambassador and officials of the DPRK embassy in Sweden.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets and flowers before the art work and paid tribute to the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t H. Jacobsen, member of the Leadership of the Communist Party in Denmark, Christer Lundgren, chairman of the Sweden－Korea Friendship Association, Pekka Kotkasaari, chairman of the Finland-Korea Society, and other personages made speeches.\n\t\t\t\t\t\n\t\t\t\t\t Praising the President as the great founder of the party and state of the DPRK, an iron-willed brilliant commander who defeated the U.S. and Japanese imperialists in one generation and tender-hearted father of the Korean people and other progressives in the world, the speakers said his noble career and exploits will always be remembered by mankind.\n\t\t\t\t\t\n\t\t\t\t\t Then a statement was read out.\n\t\t\t\t\t\n\t\t\t\t\t The statement lauded the exploits the President performed for the Korean revolution and the cause of global independence and fully supported the heroic struggle of the Korean people to win the final victory of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted."
        },
        {
            "title": "Partido nepales firma la Declaracion de Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-30ee.html",
            "content": "Partido nepales firma la Declaracion de Pyongyang\r\nPyongyang, 19 de abril (ACNC) -- El Partido Socialista Nacional Unido de Nepal firmo la historica Declaracion de Pyongyang \"Defendamos y llevemos adelante la causa socialista\".\n\t\t\t\t\tEn representacion de esa organizacion, el presidente de su Comite Central, Kamal Prasad Chaulagain, subscribio el dia 3 la declaracion.\n\t\t\t\t\t\n\t\t\t\t\tEl secretario general del CC del partido nepales, Shankarlal Shrestha, quien visita a la Republica Popular Democratica de Corea encabezando la delegacion de su organizacion, entrego el dia 19 el documento firmado a Ri Su Yong, miembro del Buro Politico y vicepresidente del Comite Central del Partido del Trabajo de Corea."
        },
        {
            "title": "Pak Myong Chol recuerda hazanas de Kim Il Sung para gran unidad nacional",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-31ee.html",
            "content": "Pak Myong Chol recuerda hazanas de Kim Il Sung para gran unidad nacional\r\nPyongyang, 19 de abril (ACNC) -- En ocasion del 69o aniversario de la Conferencia Conjunta de Abril de los Representantes de los Partidos Politicos y las Organizaciones Sociales del Norte y el Sur de Corea, propuesta y dirigida por el Presidente Kim Il Sung, Pak Myong Chol, director y miembro de la presidencia del Secretariado del Comite Central del Frente Democratico para la Reunificacion de la Patria, hizo publica el dia 19 una declaracion que senala como sigue: \n\t\t\t\t\tPercatandose de la peligrosidad de las maniobras de los imperialistas yanquis que al ocupar el suelo surcoreano despues de la liberacion de Corea maniobraron por dividir el territorio coreano y fabricar el gobierno titere en la parte Sur de la Peninsula Coreana, el Presidente Kim Il Sung tuvo la iniciativa de convocar la conferencia consultiva politica pannacional a fin de evitar la division del pais y dirigio dinamicamente los trabajos por su realizacion.\n\t\t\t\t\t\n\t\t\t\t\tEsta iniciativa patriotica del Presidente gano el absoluto apoyo y acogida de todo el pueblo coreano, razon por la cual se efectuo exitosamente del 19 al 23 de abril de 37 (1948) de la Era Juche en esta capital la Conferencia Conjunta del Norte y el Sur de Corea con la participacion de 695 delegados de 56 partidos politicos y entidades sociales de ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tEsta cita sostenida bajo la orientacion directa del Presidente, declaro con solemnidad al interior y exterior del pais que el pueblo coreano se opone rotundamente a las tentativas del imperio yanqui y la camarilla titere encaminadas a la division nacional y levantara sin falta con su mano propia el verdadero gobierno unido. \n\t\t\t\t\t\n\t\t\t\t\tLa conferencia de abril fue un gran foro historico que aglutino a toda la nacion bajo la bandera de reunificacion y patriotismo y un brillante resultado de la linea de la reunificacion independiente de la patria y la idea de gran unidad nacional, presentadas por el Presidente. \n\t\t\t\t\t\n\t\t\t\t\tTambien en el ultimo periodo de su vida revolucionaria, el Presidente formulo y publico el \"Programa de diez puntos de la gran unidad pannacional para la reunificacion de la patria\", estimulando a todos los coreanos en el Norte, el Sur y el ultramar a realizar la reintegracion territorial. \n\t\t\t\t\t\n\t\t\t\t\tBajo la bandera de la gran unidad nacional toda la nacion coreana en el Norte y el Sur de Corea y el ultramar debe unir el proposito y voluntad patrioticos para abrir el ancho camino de la reunificacion independiente."
        },
        {
            "title": "Tiene lugar acto dedicado al 52o aniversario de visita a Indonesia de los grandes Lideres",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-32ee.html",
            "content": "Tiene lugar acto dedicado al 52o aniversario de visita a Indonesia de los grandes Lideres\r\nPyongyang, 19 de abril (ACNC) -- Tuvo lugar este miercoles en el Club para el Cuerpo Diplomatico Taedonggang el encuentro de amistad por el 52o aniversario de la visita del Presidente Kim Il Sung y el Dirigente Kim Jong Il a Indonesia en nombre comun de la Asociacion de Amistad Corea-Indonesia y la embajada indonesia en Corea.\n\t\t\t\t\t  En la ocasion estuvieron presentes el presidente de la asociacion referida, Pak Kyong Il, quien es vicepresidente del Comite Coreano de Relaciones Culturales con el Extranjero, y otros funcionarios interesados, los trabajadores capitalinos, los maestros y alumnos de la Escuela Secundaria Superior de Ryulgok del capitalino municipio de Songyo de Amistad Corea-Indonesia, el embajador Bambang Hiendrasto y otros miembros de la sede diplomatica indonesia.\n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\t  Los participantes presenciaron un video sobre la visita del Presidente a Indonesia y la funcion artistica preparada por los alumnos coreanos y los miembros de la embajada indonesia."
        },
        {
            "title": "Partido del Congo Democratico firma la Declaracion de Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-33ee.html",
            "content": "Partido del Congo Democratico firma la Declaracion de Pyongyang\r\nPyongyang, 19 de abril (ACNC) -- El Partido Unido Lumumbista del Congo Democratico firmo la Declaracion de Pyongyang \"Defendamos y llevemos adelante la causa socialista\".\n\t\t\t\t\tEn la reunion especial emergente del partido, realizada el dia 15, se dio lectura a la declaracion y el secretario general Antoine Gizenga la firmo segun la voluntad unanime de todos los participantes.\n\t\t\t\t\t\n\t\t\t\t\tTrasladando el documento firmado a la representacion coreana en su pais, el secretario permanente del partido dijo como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEs un gran placer para nuestro partido firmar la historica Declaracion de Pyongyang en el Dia del Sol, fiesta significativa comun de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tCada parrafo de ella es identico al ideal de nuestro partido.\n\t\t\t\t\t\n\t\t\t\t\tLucharemos hasta el final por la victoria final del socialismo."
        },
        {
            "title": "Tiene lugar en EE.UU. el concierto \"Primavera de abril en florecimiento\"",
            "url": "http://kcna.co.jp/item/2017/201704/news19/20170419-34ee.html",
            "content": "Tiene lugar en EE.UU. el concierto \"Primavera de abril en florecimiento\"\r\nPyongyang, 19 de abril (ACNC) -- Tuvo lugar el dia 8 en un teatro de Nueva York el concierto \"Primavera de abril en florecimiento\".\n\t\t\t\t\tLo disfrutaron los funcionarios de la Representacion Permanente de la Republica Popular Democratica de Corea ante la ONU y sus familiares, los diplomaticos ante la ONU de varios paises como Rusia y Belarus y sus familiares y los coreanos residentes en Nueva York y Chicago.\n\t\t\t\t\t\n\t\t\t\t\tEn el concieto dirigido por el jefe de la Orquesta Sinfonica Uruk, Ri Jun Mu, coreano residente en EE.UU., se interpretaron las musicas orquestales coreanas \"Ha venido el Lider a nuestro puesto militar\", \"Soy tu eterno hijo\" y \"Muchacha en corcel\" y las otras extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tCada vez que terminaba una pieza musical, los espectadores felicitaron a los actores."
        }
    ]
}