{
    "date": "2017-09-27",
    "url": "http://kcna.co.jp/item/2017/201709/2017-09-27ee.html",
    "articles": [
        {
            "title": "Joint Appeal of All-Korean Committee for June 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-10ee.html",
            "content": "Joint Appeal of All-Korean Committee for June 15 Joint Declaration\r\n Pyongyang, September 27 (KCNA) -- The North Side, South Side and Overseas Side Committees for Implementing June 15 Joint Declaration issued the following joint appeal Wednesday:\n\t\t\t\t\t It is 10 years since the October 4 declaration was published to display the blueprint for the improvement of inter-Korean relations and peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The October 4 declaration was a precious gain of the fellow countrymen as it clarified the practical ways for building trust between the north and the south, developing their relations in social, economic, cultural and sports and all other fields and establishing durable peace-keeping mechanism in the Korean peninsula, on the basis of the June 15 Joint Declaration, a historic landmark for reunification, including the issue of removing the legal and institutional barriers causing distrust and confrontation between the two sides.\n\t\t\t\t\t\n\t\t\t\t\t Had the October 4 declaration been properly carried out, the achievements of the national unity which the fellow countrymen made through exchange of visits would have helped to open up wide the future of peace and prosperity and the Korean nation would have already entered the gateway to the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t But for the past decade, the October 4 declaration has not been properly implemented and the precious achievements made by our fellow countrymen at home and abroad with much effort to implement the north-south joint declaration have been ruthlessly undermined.\n\t\t\t\t\t\n\t\t\t\t\t The north-south relations were totally cut off and the military tension on the Korean peninsula has been ramped up due to outsiders' moves for realizing their hegemony by escalating tension on the peninsula and due to the evil-plagued regime's moves for escalating confrontation with the fellow countrymen in utter disregard of the north-south joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The massive candlelight resistance in south Korea resulted in the emergence of a new regime in the south but the road to the improvement of the north-south relations and peace and prosperity is still closed tight as the new regime has not discarded the policy of national division and confrontation which the preceding regimes had pursued.\n\t\t\t\t\t\n\t\t\t\t\t Although it is the 10th anniversary of the historic October 4 declaration, the north-south ties remain cut off and the military tension on the Korean peninsula has now reached the extremes. The North Side, South Side and Overseas Side Committees for Implementing June 15 Joint Declaration appeal as follows to prevent the growing danger of nuclear war and open up a fresh prospect for the improvement of the north-south relations and peace and prosperity:\n\t\t\t\t\t\n\t\t\t\t\t The old policy dating back to the confrontation era has to be eliminated in order to recover the relations of mutual respect and trust between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t There can not be the recovery of dialogue, cooperation and trust while chiming in the sanctions policy of antagonizing the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The nation's issue has to be settled in the spirit of By Our Nation Itself and all legal and institutional barriers inciting division have to be brought down.\n\t\t\t\t\t\n\t\t\t\t\t The establishment of lasting peace mechanism on the Korean peninsula is a task on which hinges the destiny of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The recent act of U.S. chief executive Trump who openly called for \"totally destroying\" the north and the use of military force is a serious insult and defamation against the dignity and future of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The nation's future can never be carved out with the destiny and interests of the fellow countrymen left to the tender mercy of outsiders.\n\t\t\t\t\t\n\t\t\t\t\t It is the most important task facing the nation to remove the war system which inflicted pains on the fellow countrymen while being in force for decades, and to build lasting peace mechanism.\n\t\t\t\t\t\n\t\t\t\t\t All the members of the nation have to turn out in a nationwide drive for defending the nation's wellbeing and the country's peace with sense of mission that they are masters of their own destiny and are responsible for sovereignty and peace."
        },
        {
            "title": "Korean Women Will Never Tolerate Trump",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-15ee.html",
            "content": "Korean Women Will Never Tolerate Trump\r\n Pyongyang, September 27 (KCNA) -- The Central Committee of the Socialist Women's Union of Korea Wednesday stressed in a statement that the statement issued by the chairman of the State Affairs Commission of the DPRK in which he solemnly declared to surely and definitely tame the old lunatic of America with fire is a declaration of annihilating enemies as it clearly reflects the will of the Korean people including women to wipe out the U.S. imperialists, Yankees, on the earth.\n\t\t\t\t\t The reckless remarks Trump, a rogue who regards the UN arena as the theatre where he wields his fist, are making all the women and mothers of the DPRK and the world simmering with rage as those are the unethical and frantic act putting Hitler, the worst fascist, into the shade, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Trump, the trouble-maker of humanity, is just a descendant of an evil.\n\t\t\t\t\t\n\t\t\t\t\t The Korean women are neither women in colony in the past nor women of small and weak countries in Middle East taking refuge after losing their children by the U.S. bombing in broad daylight.\n\t\t\t\t\t\n\t\t\t\t\t The Korean women are the powerful force pushing one of the two wheels of the chariot of the Juche revolution and the matchless heroines supporting the nuclear weapons state of Juche and the world's military power.\n\t\t\t\t\t\n\t\t\t\t\t The Korean women who were brought up under the loving care of the sun and trained in the storm of the Juche revolution will deal a horrible death and ruin to lunatic Trump and the wolf-like U.S. imperialists who are trying to usurp the dignity and sovereignty of the DPRK and happiness of its families and future of their children."
        },
        {
            "title": "More Rallies Held",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-16ee.html",
            "content": "More Rallies Held\r\n Pyongyang, September 27 (KCNA) -- Rallies were held in South Phyongan, South Hwanghae and Ryanggang provinces and Nampho City Tuesday to win the final victory through all-out charge in the confrontation with the U.S.\n\t\t\t\t\t Attending them were officials of local party, power and economic organs, working people's organizations, industrial establishments, farms and universities, working people and youth and students.\n\t\t\t\t\t\n\t\t\t\t\t The statement of Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, was read out at the rallies before speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers stressed that the statement reflects the pent-up wrath and surging hatred of the Korean army and people toward the U.S. imperialist ogres and the retaliatory declaration of justice of the independent people who never compromise with injustice.\n\t\t\t\t\t\n\t\t\t\t\t They said that the abuses let out by the ignorant and cruel, political American rogue are stunning the whole planet and remind the world people again of the ferocity, brutalism and aggressive nature of the cannibals who built the evil empire on the sea of blood of Indians.\n\t\t\t\t\t\n\t\t\t\t\t The group of matchless rogues and hooligans fond of playing with fire glaringly revealed their hostile policy toward the DPRK and ambition to militarily bring down the DPRK. Therefore, we will never miss the opportunity but wipe out the U.S., chieftain of evil, from the earth, they declared.\n\t\t\t\t\t\n\t\t\t\t\t As led by the iron-willed brilliant commander who mercilessly tames the boastful, reckless and ferocious Yankees, we are afraid of nothing, they said, adding that no force on the earth can dampen the strong spirit of Juche Korea advancing towards the beautiful dream and ideal of the people.\n\t\t\t\t\t\n\t\t\t\t\t Then followed demonstrations."
        },
        {
            "title": "Greetings to Kim Jong Un from Thai King",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-17ee.html",
            "content": "Greetings to Kim Jong Un from Thai King\r\n Pyongyang, September 27 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, received a message of greetings from Maha Vajiralongkorn Bodindradebayavarangkun, king of the Kingdom of Thailand, on Sept. 11.\n\t\t\t\t\t The message congratulated Kim Jong Un on the founding anniversary of the DPRK, wishing him good health and happiness and the DPRK and its people wellbeing and prosperity."
        },
        {
            "title": " State Academic Degrees, Titles Conferred on Intellectuals",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-20ee.html",
            "content": "State Academic Degrees, Titles Conferred on Intellectuals\r\n Pyongyang, September 27 (KCNA) -- State academic degrees and titles were conferred on intellectuals who made signal contributions to the building of an economic giant and the improvement of the people's standard of living, with due ceremony on Wednesday.\n\t\t\t\t\t The title of academician went to Chon Un Ju, a teacher at the Pyongyang Medical College of Kim Il Sung University, and the title of candidate academician to Pak Yong Thaek, director of an institute of Kim Chaek University of Technology, and Ri Kun Yong, a teacher of the same university; Pak Hyong Sop, a section chief of Kim Won Gyun University of Music, Kim Sung Nam, a researcher at the State Academy of Sciences; Ha Kyong Ho, a researcher at the Central Industrial Design Administration, and others.\n\t\t\t\t\t\n\t\t\t\t\t Professorship was conferred on Kim Yun Sik, vice-head of a department of Kim Il Sung Higher Party School; Rim Kwang Nam, head of a department of Kim Il Sung University; Choe Yong Hun, a teacher of the university; Yu Sun Chol, head of a department of Pyongyang Medical College of Kim Il Sung University; Pak Tong Chol, head of a department of Kim Chaek University of Technology; Pak Kyong Chol, head of a department of the University of Sciences; Ri Song Il, head of a department of Hamhung University of Chemical Engineering; Ho Ha Myong, head of a department of Chongjin University of Mining and Metallurgy; Kim Ho, a researcher of the State Academy of Sciences; Ryu Jun Myong, a researcher of the Institute of Medical Science, and others.\n\t\t\t\t\t\n\t\t\t\t\t Doctorate went to Kim Chang Hae, head of a department of Kim Il Sung University, Kim Sung Gil, doctor of the Pyongyang Medical College of Kim Il Sung University; Ri Song Hun, head of a department of Kim Hyong Jik University of Education; Kim Yong Il, a teacher at the University of National Economy; Jang Hak Chol, a teacher of Kim Chaek University of Technology; Jong Mun Il, vice-president of Pyongyang University of Architecture; Kim Myong Chan, room chief of Pyongyang University of Mechanical Engineering; Pyon Jae Song, head of a department of Pyongyang Han Tok Su University of Light Industry; Yun Song Jun, head of a department of University of Sciences; Kim Yong Il, chief of a department of University of Sports of Korea; Kim In Chol, head of a faculty of Phyongsong University of Education; and Kim Kwang Rim, director of Post-graduate Course of Phyongbuk University; and others and associate professorship to 236 persons and master's degree to 1,046 persons."
        },
        {
            "title": "National Exhibition of Korean Dress Opens",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-19ee.html",
            "content": "National Exhibition of Korean Dress Opens\r\n Pyongyang, September 27 (KCNA) -- The 15th National Exhibition of Korean Dress opened.\n\t\t\t\t\t Presented at the exhibition on the theme of \"Our cloth and our dress\" were more than 700 pieces of various men's and women's Korean dresses and over 50 men's and women's old-fashioned shoes made by technicians and skilled workers of public tailor's shops, students and housewives.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place at the Central Youth Hall on September 27.\n\t\t\t\t\t\n\t\t\t\t\t  A fashion show took place on the same day.\n\t\t\t\t\t\n\t\t\t\t\t A workshop and experience-share meeting are to be held during the exhibition."
        },
        {
            "title": "13th Pyongyang Autumn International Trade Fair",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-13ee.html",
            "content": "13th Pyongyang Autumn International Trade Fair\r\n Pyongyang, September 27 (KCNA) -- The 13th Pyongyang Autumn International Trade Fair was opened in Pyongyang, the capital city of the DPRK, on September 25, which would go on till September 28.\n\t\t\t\t\t On display at the fair are electronics goods, machinery, building materials, vehicles, medicines, light industrial goods, foodstuffs and consumer goods presented by more than 250 companies of the DPRK and different countries and regions of the world.\n\t\t\t\t\t\n\t\t\t\t\t O Ryong Chol, vice-minister of the External Economic Relations, said that the fair has been conducive to developing friendship, solidarity and many-sided economic relations among countries for over 10 years.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will, in the future, too, strengthen the bilateral and multilateral cooperation with various countries of the world, he said.\n\t\t\t\t\t\n\t\t\t\t\t Many foreign businessmen expressed their willingness to continue to take part in the fair, saying they were deeply impressed while participating in the Pyongyang international trade fair."
        },
        {
            "title": "New Stamp Issued in DPRK",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-12ee.html",
            "content": "New Stamp Issued in DPRK\r\n Pyongyang, September 27 (KCNA) -- The State Stamp Bureau of the DPRK issued a new stamp (a sheet) on the occasion of the 70th anniversary of the field guidance provided by the peerlessly great persons of Mt Paektu to Mt Kumgang.\n\t\t\t\t\t The sheet carries a Korean painting showing President Kim Il Sung, leader Kim Jong Il and anti-Japanese war heroine Kim Jong Suk on their tour of Mt Kumgang, with letters \"70th anniversary of the field guidance of the peerlessly great persons of Mt Paektu to Mt Kumgang\" on its upper part.\n\t\t\t\t\t\n\t\t\t\t\t In September Juche 36 (1947) when walking round the mountain, Kim Il Sung instructed to build it into a cultural recreation ground for working people."
        },
        {
            "title": "Brutal Nature of Yankees Will Never Change: DPRK Writer",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-14ee.html",
            "content": "Brutal Nature of Yankees Will Never Change: DPRK Writer\r\n Pyongyang, September 27 (KCNA) -- The satiric poem \"Naked America\" is being popular in the DPRK. The poem, which lampoons the true colors of the American \"morality\" and \"civilization\", was created in the early 1960s, actuated by the atrocity committed by GIs who stripped a south Korean woman naked and painted her body before forcing her out to the street in broad daylight.\n\t\t\t\t\t Rim Pong Chol, a writer of the April 15 Literary Production Company, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Though over half a century has passed, the poem still reminds everyone of the brutal nature of the U.S. paying only lip-service to the world \"peace\".\n\t\t\t\t\t\n\t\t\t\t\t It is not once or twice that the well-dressed ringleaders of the U.S. imperialists have made false statements on the international arena in order to justify their armed invasion of sovereign states.\n\t\t\t\t\t\n\t\t\t\t\t But today, the present U.S. chief executive blustered at the UN General Assembly that he would wipe the DPRK of 25 million people off the map.\n\t\t\t\t\t\n\t\t\t\t\t That is why we call old lunatic Trump nothing but naked beast for corrupting the international arena with his gangster-like way of thinking bereft of elementary discrimination and reason.\n\t\t\t\t\t\n\t\t\t\t\t Now, the DPRK army and people clearly see the invariably filthy and disgusting entity, called the U.S., through the dirty looks of Trump.\n\t\t\t\t\t\n\t\t\t\t\t As stressed in the poem, all the army and people of the DPRK will surely exile the U.S. imperialist wolves from the earth."
        },
        {
            "title": "Rodong Sinmun Terms S. Korean Authorities' Serious Ruling Crisis Product of Treacherous Policy",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-06ee.html",
            "content": "Rodong Sinmun Terms S. Korean Authorities' Serious Ruling Crisis Product of Treacherous Policy\r\n Pyongyang, September 27 (KCNA) -- Rodong Sinmun Wednesday in an article cites the facts to disclose that the south Korean chief executive is in the grip of the serious political crisis less than five months since he became the boss of Chongwadae.\n\t\t\t\t\t The serious ruling crisis of the south Korean authorities is attributable to the acts of pursuing the confrontation with compatriots while pleasing the U.S. and the conservative group, oblivious of the mind-set of the candlelight holders, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The crisis is an inevitable result of the sycophantic and treacherous policy going against the public mind-set and the compatriots in the north with dependence on outsiders.\n\t\t\t\t\t\n\t\t\t\t\t Since they took office, the present south Korean ruling quarters have run contrary to the mind-set of candlelight demonstrators.\n\t\t\t\t\t\n\t\t\t\t\t They outwardly paid a lip-service to \"eradicating the conservative evils\", but inwardly read the mind of the conservative opposition parties including the \"Liberal Korea Party\" and failed to make efforts to eradicate the evils.\n\t\t\t\t\t\n\t\t\t\t\t And they pressed additional deployment of THAAD launching pads despite the strong opposition of people from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t The present chief executive, who once had the temerity to say \"No\" to the U.S., is openly opting for sycophancy towards the U.S. and following in its footsteps.\n\t\t\t\t\t\n\t\t\t\t\t The absurd action of the south Korean authorities dancing to the tune of the U.S. and the conservative group which persistently stand against the improved inter-Korean relations is little different from the Park Geun Hye regime which put the inter-Korean relations into the worst catastrophic phase, frantically escalating the confrontation with the compatriots.\n\t\t\t\t\t\n\t\t\t\t\t They are to choose between two: To toe the U.S. line or improve inter-Korean relations. After all, they are hit hard from all sides. \n\t\t\t\t\t\n\t\t\t\t\t They should draw a lesson from the serious ruling crisis."
        },
        {
            "title": "Korean Army and People Will Surely Make Trump Pay for His Outbursts: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-07ee.html",
            "content": "Korean Army and People Will Surely Make Trump Pay for His Outbursts: Rodong Sinmun\r\n Pyongyang, September 27 (KCNA) -- Rodong Sinmun Wednesday in a commentary condemns Trump, who once asked for trusting him and begged the DPRK to stop taking the toughest countermeasures, for talking such nonsense as \"totally destroying\" the DPRK, not content to cry out for the \"regime change\", defaming the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t The commentary says:\n\t\t\t\t\t\n\t\t\t\t\t He has not formulated any foreign policy since he became the president and quite often cried out for making a military choice against other countries only to make the world restless.\n\t\t\t\t\t\n\t\t\t\t\t The recent wild remarks he made against the DPRK is an expression of his way of thinking.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is not a country which yields to threat. It is the world's military power possessed of H-bombs, ICBMs, and strategic sub ballistic missiles.\n\t\t\t\t\t\n\t\t\t\t\t Trump's rashness shows that the DPRK's access to nukes was a just option for self-defense to protect the sovereignty of the country and its right to existence from the U.S. high-handed and arbitrary practices, not \"threat and provocation to the world\" the U.S. and its vassal forces uttered.\n\t\t\t\t\t\n\t\t\t\t\t Trump declared a war against the DPRK through his wild remarks\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will surely make the old lunatic pay for his rude speech."
        },
        {
            "title": "Ignorance of U.S. Politicians Invites Their Ruin: Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-08ee.html",
            "content": "Ignorance of U.S. Politicians Invites Their Ruin: Minju Joson\r\n Pyongyang, September 27 (KCNA) -- Shortly ago, the chairman of the Foreign Relations Committee of the U.S. House of Representatives told that the U.S. and its allies should focus their efforts on preventing the threat from north Korea's nuclear and missile development, asserting that the latter's foreign exchange earnings are \"Achilles' heel\". In short, his assertion is that if they cut off the DPRK's foreign exchange earnings, they can check the latter's nuclear and missile program.\n\t\t\t\t\t Commenting on this, Minju Joson Wednesday says that miserable is the \"knowledge pride\" of American politicians who are recklessly wagging their tongue, unaware of where the source of the DPRK's might is.\n\t\t\t\t\t\n\t\t\t\t\t The victorious advance of Juche Korea making a leap forward while creating a thing out of nothing is not one made by a petty amount of foreign currency and economic aid rendered by someone, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea and revolutionary spirit of self-reliance prevailing in state activity are the key to overcoming all hardships and winning greater victory.\n\t\t\t\t\t\n\t\t\t\t\t That's why many people and major media of the world have given high appreciation of it.\n\t\t\t\t\t\n\t\t\t\t\t This is just the world's view on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. policy makers keep spouting a flurry of silly jargons as if they know about the DPRK. Judging from their silly jargons, one thinks there is no able man in the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means accidental that the U.S. has been a laughing stock worldwide while adding to failure in confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. politicians are advised to have a better knowledge of the DPRK, if they want to stand face to face with it."
        },
        {
            "title": "Minju Joson Flails S. Korean Chief Executive's Confrontation Racket",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-09ee.html",
            "content": "Minju Joson Flails S. Korean Chief Executive's Confrontation Racket\r\n Pyongyang, September 27 (KCNA) -- The south Korean chief executive, at a recent \"security council\" plenary meeting, branded the DPRK's launching drill of Hwasong-12 as a \"provocation\" and called for \"effective countermeasure\", \"diplomatic efforts\" and \"impossibility of comeback\". In his telephone talk with the American and Japanese masters he asked them to \"put sanctions and pressure on the north\" and he talked to whoever he met at the UN the need for the \"international community to pressurize the north in one voice\".\n\t\t\t\t\t Commenting on this, Minju Joson Wednesday says:\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are clinging to the coattail of the American and Japanese masters and asking others to put pressure on the DPRK. This is the despicable act of those dumbfounded by the nuclear deterrence of the DPRK for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's measure for bolstering the nuclear force for self-defence is an exercise of the legitimate right of a sovereign state to cope with the U.S. persistent nuclear threat and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are now at the crossroads of its destiny.\n\t\t\t\t\t\n\t\t\t\t\t Should they opt for dependence on outsiders and confrontation with the fellow countrymen, defying the warning of the fellow countrymen, they have to be ready to be forlorn wandering spirit along with the mentally deranged man of White House and it will be too late to regret then.\n\t\t\t\t\t\n\t\t\t\t\t They should come to their senses and stop the senseless act of precipitating their self-destruction."
        },
        {
            "title": "More Puppet Police Commit Suicide in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-11ee.html",
            "content": "More Puppet Police Commit Suicide in S. Korea\r\n Pyongyang, September 27 (KCNA) ? South Korean MBC on September 22 said more puppet police committed suicide in the past 5 years.\n\t\t\t\t\t The number of police suicides was over 20 more than the past number.\n\t\t\t\t\t\n\t\t\t\t\t The melancholy frame of mind and mental stress of the police officers are said to be main reasons for suicides as they are frequently forced to crack down upon the people as tools of fascist dictatorship."
        },
        {
            "title": "Trump's Anti-DPRK Rhetoric Blasted by Koreans in Russia",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-18ee.html",
            "content": "Trump's Anti-DPRK Rhetoric Blasted by Koreans in Russia\r\n Pyongyang, September 27 (KCNA) -- The United Confederation of Koreans in Russia in a statement Wednesday denounced the U.S. imperialists for bringing the dark clouds of war to the sky over the homeland.\n\t\t\t\t\t The U.S. ceaselessly stage the DPRK-targeted large war exercises by mobilizing hundreds of thousands of troops and nuclear strategic assets every year together with the south Korean puppet forces, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. openly claims that the purpose of the war exercises is to overturn the social system in the DPRK and remove its headquarters.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to make the world a uni-polar world in which it is granted monopolistic right of punishing peoples of other countries at will in a bid to realize the world domination.\n\t\t\t\t\t\n\t\t\t\t\t The rhetoric made by Trump at the UN General Assembly is an outburst beyond the diplomatic practices.\n\t\t\t\t\t\n\t\t\t\t\t We strongly denounce Trump's rhetoric about \"total destruction\" of the DPRK and strongly demand him apologize before the Korean people at once.\n\t\t\t\t\t\n\t\t\t\t\t The statement hoped that the people in the homeland would register success in their efforts to defend the sovereignty of the DPRK and developing its economy."
        },
        {
            "title": "Meeting for Peace in Korea and East Asia Held in Japan",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-04ee.html",
            "content": "Meeting for Peace in Korea and East Asia Held in Japan\r\n Pyongyang, September 27 (KCNA) -- A meeting for peace in the Korean peninsula and East Asia took place in Tokyo on Sept. 16.\n\t\t\t\t\t Attending it were personages of different social standings and other Japanese people and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The co-representative of the National Network of Japan-south Korea Popular Solidarity said that Japan should make a switchover in its hostile policy toward the DPRK this year, the 15th anniversary of the publication of Japan-Korea Pyongyang Declaration, calling for making the meeting an opportunity for realizing peace in East Asia.\n\t\t\t\t\t\n\t\t\t\t\t An honorary professor at Yamaguchi University said that Japan's decades-long colonial rule over Korea was the root cause of Korea's division, urging the Japanese authorities not to hinder the struggle of the Korean people for national reunification after facing up to the reality.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. \"story of threats from north Korea\" is for justifying its introduction of armed forces into the Korean peninsula, the honorary professor noted, adding that denuclearization is not a matter limited to Korea alone.\n\t\t\t\t\t\n\t\t\t\t\t The representative of the Society against Excluding Korean Schools from the List of Tuition-free Program for Senior High Schools disclosed the injustice of the decisions of Hiroshima District Court and Tokyo District Court over the application of the program and called for energetically making efforts so that the just demand of the General Association of Korean Residents in Japan and Korean residents is met.\n\t\t\t\t\t\n\t\t\t\t\t An appeal demanding the normalization of DPRK-Japan diplomatic ties and the conclusion of peace treaty between the DPRK and the U.S. was adopted at the meeting."
        },
        {
            "title": " DPRK's Founding Anniversary Marked in Laos and Russia",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-01ee.html",
            "content": "DPRK's Founding Anniversary Marked in Laos and Russia\r\n Pyongyang, September 27 (KCNA) -- The Lao and Russian newspapers dedicated special write-ups to the 69th founding anniversary of the DPRK from September 1 to 8.\n\t\t\t\t\t The Lao newspaper Pathet Lao in an article titled \"President Kim Il Sung, founder of the DPRK\" illustrated with his smiling portrait introduced in detail his feats for nation-building.\n\t\t\t\t\t\n\t\t\t\t\t Russia's newspaper Byvor edited a full-page article illustrated with the portrait of the President, which elaborated on the fact that he built the DPRK into an independent country and consolidated its socio-political and military foundations as firm as rock.\n\t\t\t\t\t\n\t\t\t\t\t Another newspaper Rio Panorama carried an article with a portrait of the smiling President to praise the DPRK as a politico-ideological power holding fast to independence and a military power with invincible military capabilities which no one dares to provoke.\n\t\t\t\t\t\n\t\t\t\t\t Zebri Deve, an online paper of Khabarovsk Territory, carried articles under several titles, accompanied with a photo of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The paper, in an article titled \"The right of nuclear preemptive strike is no monopoly of the U.S.\", stressed that the DPRK's access to tremendous nuclear deterrence through implementing invariably the line of simultaneously pushing forward the economic construction and the building of nuclear force is to put an end to the danger of nuclear war always hanging over the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Newspaper Komsomolskaya Pravda in articles under such titles as \"The victory of the DPRK\" said that the tradition of ever-victorious Juche Korea has been carried forward as it is guided by the great leaders."
        },
        {
            "title": "Seminar on Juche Idea Held in Mongolia",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-02ee.html",
            "content": "Seminar on Juche Idea Held in Mongolia\r\n Pyongyang, September 27 (KCNA) -- A seminar on the Juche idea for independent development and future of Northeast Asian countries took place in Ulan Bator on September 18.\n\t\t\t\t\t On display in the venue of the seminar were photos on the revolutionary exploits of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the Mongolian Mt Paektu Association for Independent Development, the Mongolian Centre for the Study of Juche, the Mongolian Association for the Study of the Juche Idea-Songun Idea, Juche idea study organizations of Russia and Japan, followers of the Juche idea, the DPRK ambassador to Mongolia and staff members of his embassy and a delegation of the Social Scientists Society of Korea on a visit to Mongolia.\n\t\t\t\t\t\n\t\t\t\t\t A report and speeches were made at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers stressed that Kimilsungism-Kimjongilism is the guiding line indicating the way for independent development of all countries and global independence.\n\t\t\t\t\t\n\t\t\t\t\t It is possible for each country and nation to achieve their own development when they preserve the Juche character and national identity and work hard to build up their own strength on the principle of self-reliance and self-development, they stated.\n\t\t\t\t\t\n\t\t\t\t\t They said the Juche idea study and dissemination is essential to the struggle for independence of the popular masses and global peace, calling for intensifying the study and dissemination of Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the seminar."
        },
        {
            "title": "Trump's Nonsensical Remarks under Fire Abroad",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-03ee.html",
            "content": "Trump's Nonsensical Remarks under Fire Abroad\r\n Pyongyang, September 27 (KCNA) -- Bangladeshi and Russian political parties and organizations have bitterly denounced the nonsensical remarks of rabid Trump that he would totally destroy the DPRK.\n\t\t\t\t\t In Bangladesh, a rally was held in Dhaka on Sept. 23 with attendance of personages of the Bangladesh People's League, the Bangladesh Institute of the Juche Idea, the Bangladesh Group for the Study of the Songun Policy, the Bangladesh-Korea Friendship and Solidarity Committee and other political parties and bodies and masses.\n\t\t\t\t\t\n\t\t\t\t\t Garib Newaz, president of the Bangladesh People's League, and other speakers said that Trump turned the sacred UN forum into a platform for asserting \"Americanism first\" and disturbing peace and stability among countries.\n\t\t\t\t\t\n\t\t\t\t\t They stated that the position of the UN forum for discussion on peace and international justice was seriously defamed by the reckless remarks of Trump that he would \"totally destroy north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t They branded his remarks as unprecedented invective that could not be heard by the preceding presidents of the U.S. but could be made only by the rogue who is fond of fire and political gangster.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to extend invariable support and solidarity to the self-defensive measures by the DPRK government to cope with the ever-increasing moves of the U.S. to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In Russia, a demonstration took place in Novosibirsk Region by personages of the Novosibirsk Regional Committee of the Communist Party of the Russian Federation and different social organizations and masses on Sept. 22.\n\t\t\t\t\t\n\t\t\t\t\t The mayor of Novosibirsk City who is first secretary of the Novosibirsk Regional Committee of the Communist Party of the Russian Federation said that the demonstration was staged to protest the violent remarks of Trump and that nobody has hailed his address.\n\t\t\t\t\t\n\t\t\t\t\t The second secretary of the Novosibirsk Regional Committee of the Communist Party of the Russian Federation said: Today the Korean people are subject to unprecedented pressure by the hostile forces. We will support the Korean people out in the struggle to protect the sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t Demonstrators marched throwing pieces of effigy depicting Trump's face."
        },
        {
            "title": "Publicado llamamiento conjunto de comites norteno, sureno y ultramarino",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-21ee.html",
            "content": "Publicado llamamiento conjunto de comites norteno, sureno y ultramarino\r\nPyongyang, 27 de septiembre (ACNC) -- Los comites norteno, sureno y ultramarino para la Ejecucion de la Declaracion Conjunta del 15 de Junio hicieron publica el dia 27 el siguiente llamamiento conjunto:\n\t\t\t\t\tYa pasaron 10 anos desde cuando fue publicada la Declaracion del 4 de Octubre que refleja la perspectiva de desarrollo de las relaciones Norte-Sur, la paz y la prosperidad. \n\t\t\t\t\t\n\t\t\t\t\tLa Declaracion del 4 de Octubre es la valiosa conquista de la nacion que presenta los remedios practicos para crear la confianza entre ambas partes coreanas, incluso la eliminacion de las barrearas legales e institucionales, que fomentan la desconfianza y la confrontacion Norte-Sur, mediante la Declaracion Conjunta del 15 de Junio, historica hoja de ruta de reunificacion, desarrollar globalmente las relaciones intercoreanas en los dominios social, economico, cultural, deportivo, etc. y establecer el sistema de paz duradera de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tSi se hubiera ejecutado bien la Declaracion del 4 de Octubre, los exitos de unidad nacional alcanzados a traves de los viajes reciprocos de los coreanos en el Norte y el Sur habrian adelantado el futuro de la paz y prosperidad, y la nacion coreana ya habria llegado al umbral de reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tPero, en el ultimo decenio, no se ha ejecutado ese documento y se vieron invalidados los valiosos exitos logrados en la implementacion de declaraciones N-S a cambio de los ingentes esfuerzos de los coreanos dentro y fuera del pais. \n\t\t\t\t\t\n\t\t\t\t\tDebido a los movimientos de las fuerzas extranjeras tendentes a tomar la hegemonia con el fomento de la tension de la Peninsula Coreana y a las maniobras de enfrentamiento fratricida del poder corrupto surcoreano que desprecio la Declaracion Conjunta Norte-Sur, se rompieron totalmente las relaciones intercoreanas y crecio cada dia mas la tension militar de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la lucha de la poblacion con velas, aparecio un nuevo gobierno en el Sur de Corea. No obstante, por su obstinada politica de division nacional y de enfrentamiento fratricida, practicada por los gobiernos anteriores, se ven obstaculizados todavia el desarrollo de las relaciones intercoreanas, la paz y la prosperidad. \n\t\t\t\t\t\n\t\t\t\t\tPese al transcurso de 10 anos desde la publicacion de la historica Declaracion del 4 de Octubre, las relaciones intercoreanas se encuentran en la ruptura y la crisis militar de la Peninsula Coreana llega al climax. \n\t\t\t\t\t\n\t\t\t\t\tEn tales circunstancias, los comites norteno, sureno y ultramarino para la Ejecucion de la Declaracion Conjunta del 15 de Junio exhortan como lo siguiente para detener el peligro de guerra nuclear y abrir nueva perspectiva para el desarrollo de las relaciones intercoreanas, la paz y la prosperidad:\n\t\t\t\t\t\n\t\t\t\t\tHace falta acabar con la caduca politica de la era conflictiva para recuperar las relaciones de respeto y confianza mutuos entre ambas partes coreanas. \n\t\t\t\t\t\n\t\t\t\t\tLa adhesion a la politica de sancion contra la parte connacional es incompatible con la recuperacion del dialogo, cooperacion y confianza entre los connacionales. \n\t\t\t\t\t\n\t\t\t\t\tHay que resolver el problema nacional a base del espiritu de \"Entre nosotros, los connacionales\" y eliminar todas las barreras legales e institucionales que fomentan la division nacional. \n\t\t\t\t\t\n\t\t\t\t\tEl establecimiento del sistema de paz duradera de la Peninsula Coreana es la tarea vital de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tEl proceder del mandatario estadounidense Trump, que insiste en publico en el uso de fuerzas armadas hablando de la \"destruccion total\" del Norte de Corea, resulta el intolerable insulto y calumnia a la dignidad y el futuro de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tNo podemos forjar el futuro de la nacion confiando el destino y los intereses nacionales en las fuerzas extranjeras. \n\t\t\t\t\t\n\t\t\t\t\tAcabar con el sistema de guerra, que durante varios decenios acarrea los sufrimientos a la nacion coreana, y establecer el sistema de paz duradera es la tarea mas importante de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tTodos los integrantes de la nacion coreana, responsables de su propio destino, la soberania y la paz, deben levantarse en la lucha pannacional por defender la seguridad de la nacion y preservar la paz de la patria."
        },
        {
            "title": "FGSC expone voluntad de castigar a los yanquis a martillazos",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-22ee.html",
            "content": "FGSC expone voluntad de castigar a los yanquis a martillazos\r\nPyongyang, 27 de septiembre (ACNC) -- En su declaracion publicada el dia 26, el Comite Central de la Federacion General de los Sindicatos de Corea apunto que la historica declaracion del Maximo Dirigente Kim Jong Un, que significo castigo duro a los agresores yanquis, es el manifiesto de la Corea del Juche que refleja el impetu inexorable y la voluntad de venganza de la clase obrera y todo el pueblo coreano.\n\t\t\t\t\t Aunque los maniacos de guerra como Trump, asustados y desesperados por el exito fulminante de la RPDC que llega a la meta de completar las fuerzas armadas nucleares del Estado, hacen hasta la declaracion de guerra, esto no es mas que el esfuerzo agonico de quienes se encuentran a punto de arruinamiento definitivo, comienza la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Para la vida independiente de los trabajadores de todo el mundo, la sociedad antipopular como EE.UU., que se enriquece de la sangre y sudor de miles de millones de la humanidad, debe desaparecer del globo terraqueo y el pais del pueblo como la RPDC merece la prosperidad eterna.\n\t\t\t\t\t\n\t\t\t\t\t  Nuestra clase obrera esta entusiasta por producir mas rapido y en mayor cantidad las armas estrategicas y sofisticadas al estilo coreano y enviarlas al frente que espera la orden de la batalla final antiyanqui y la gran marcha por la reunificacion de la patria para dejar callados para siempre a Trump y su camarilla.\n\t\t\t\t\t\n\t\t\t\t\t  Al librar dinamicamente la lucha por aumentar la produccion, crear y avanzar con el proposito de ajustar las cuentas finales con el imperialismo yanqui, volveremos a demostrar con el gran auge basado en el principio de autofortalecimiento el espiritu de la clase obrera de Corea a los fanaticos de guerra enfrascados en la campana de sancion y aplastamiento anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Al movilizarse generalmente en la lucha antiyanqui en respuesta al llamamiento del Maximo Dirigente Kim Jong Un, nuestra clase obrera kimilsungista-kimjongilista hara pagar sin falta a Trump su chismografia, por la dignidad y el honor de la Corea del Juche, y lograra sin falta la victoria final."
        },
        {
            "title": "CC de UTAC apoya la declaracion de Kim Jong Un",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-23ee.html",
            "content": "CC de UTAC apoya la declaracion de Kim Jong Un\r\nPyongyang, 27 de septiembre (ACNC) -- En su declaracion publicada el dia 26, el Comite Central de la Union de Trabajadores Agricolas de Corea expreso apoyo total a la declaracion del Maximo Dirigente Kim Jong Un quien expuso la voluntad de hacer pagar sin falta al mandatario estadounidense su desvario sobre la destruccion total de la Republica Popular Democratica de Corea.\n\t\t\t\t\t El disparate del viejo maniaco Trump sobre la \"destruccion total\" de la RPDC y la \"extincion de toda la nacion coreana\", es el crimen escalofriante sin precedentes de la historia, subraya la nota y califica a Trump de gusano y hongo venenoso.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los campesinos coreanos desde el extremo norte del pais hasta la linea de demarcacion militar estan encolerizados por la locura de Trump, senala el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Por muy histericos que se pongan los yanquis ante los lanzamientos de proyectiles Juche de la RPDC que anuncian la destruccion final del imperialismo norteamericano, ellos seran vistos por los agricultores coreanos como espantapajaros en medio de parcelas.\n\t\t\t\t\t\n\t\t\t\t\t  Los enemigos jurados deben conocer bien el temperamento de los campesinos coreanos, forjados como acero superando los vientos y mareas de la revolucion del Juche bajo la guia del gran partido.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los miembros de la UTAC y los trabajadores agricolas castigaran severamente a los provocadores como lo hicieron los campesinos heroes de la generacion anterior quienes durante la Guerra de Liberacion de la Patria, hicieron sufrir gran derrota al imperialismo yanqui al combatir con valentia con el fusil empunado en lugar de arado y al asegurar la produccion de alimentos en el tiempo de guerra aun en medio del bombardeo de los enemigos."
        },
        {
            "title": "Mujeres coreanas no perdonaran al viejo loco Trump, apunta el CC de USMC",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-24ee.html",
            "content": "Mujeres coreanas no perdonaran al viejo loco Trump, apunta el CC de USMC\r\nPyongyang, 27 de septiembre (ACNC) -- El Comite Central de la Union Socialista de Mujeres de Corea (USMC) publico el dia 27 una declaracion que sigue:\n\t\t\t\t\tLa declaracion del Presidente del Comite de Estado de la Republica Popular Democratica de Corea, que expuso solemnemente la voluntad de domar sin falta con el fuego al viejo maniaco estadounidense, deviene el manifiesto que refleja la decision de las mujeres y todos los coreanos de exterminar a los yanquis en este planeta.\n\t\t\t\t\t\n\t\t\t\t\tEl gangster Trump pronuncio publicamente el disparate de extincion considerando el escenario de la ONU como un espacio de canallada, lo cual es locura antietica de que se sentiria avergonzado hasta el connotado fascista Hitler quien habia convertido en el siglo pasado a todo el mundo en un matadero. Por lo tanto, su desatino hace vibrar de indignacion a todas las mujeres de la RPDC y todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tTrump, fuente de desgracias de la humanidad que no debio nacer en este mundo, es evidentemente la criatura de un diablo.\n\t\t\t\t\t\n\t\t\t\t\tLas mujeres coreanas de hoy no son las colonizadas que se lamentaban de su miserable situacion ni las de los paises debiles del Medio Oriente que se refugian derramando lagrimas por haber perdido su cuna de vida e hijos en el bombardeo de los imperialistas yanquis.\n\t\t\t\t\t\n\t\t\t\t\tEllas son las fuerzas poderosas que impulsan una rueda de la revolucion de Juche y las generalas invencibles que constituyen uno de los dos pilares de la potencia nuclear del Juche y la militar de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\tLas coreanas, crecidas en el regazo del Sol y forjadas como acero en medio de vientos y mareas de la revolucion del Juche, daran la muerte tragica y arruinamiento al belicista loco Trump y los salvajes yanquis quienes estan desesperados para acabar con la dignidad y soberania de la RPDC, la felicidad de todas nuestras familias y el futuro de nuestros ninos."
        },
        {
            "title": "Politicos estadounidenses seran arruinados por su ignorancia sobre la RPDC",
            "url": "http://kcna.co.jp/item/2017/201709/news27/20170927-25ee.html",
            "content": "Politicos estadounidenses seran arruinados por su ignorancia sobre la RPDC\r\nPyongyang, 27 de septiembre (ACNC) -- Hace poco, el presidente de la Comision para los Asuntos Exteriores de la Camara de Representantes del Congreso de EE.UU. dijo que hay que poner en pleno juego los esfuerzos de EE.UU. y sus aliados por prevenir la amenaza proveniente del desarrollo de armas nucleares y misiles del Norte de Corea.\n\t\t\t\t\tAnadio que la fuente de divisas del Norte de Corea deviene el \"tendon de Aquiles\".\n\t\t\t\t\t\n\t\t\t\t\t Su opinion significa que si se bloquea la fuente de divisas de la Republica Popular Democratica de Corea, sera posible frenar el desarrollo de armas nucleares y misiles.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senala el periodico Minju Joson en un comentario individual difundido este miercoles y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Nos da pena el comportamiento de los politicos norteamericanos que si bien se hacen \"sabios\", hablan sin conocer donde esta la fuente del poderio de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  El avance victorioso de la Corea del Juche, que viene registrando saltos creando riquezas de la nada, no es resultado de las sumas insignificantes de divisas regaladas ni de la ayuda economica de otros.\n\t\t\t\t\t\n\t\t\t\t\t  La idea Juche y el espiritu revolucionario de autoconfianza, materializados en todas las actividades del Estado, constituyeron la clave que nos hizo superar todas las dificultades y lograr mayores victorias.\n\t\t\t\t\t\n\t\t\t\t\t  Lo evaluan asi muchas personas del mundo y hasta los principales medios de prensa.\n\t\t\t\t\t\n\t\t\t\t\t  Esto es la vision del mundo sobre la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Debido a la falta de conocedores de la RPDC, EE.UU. ha sido avergonzado y burlado en la arena internacional sufriendo repetidos fracasos.\n\t\t\t\t\t\n\t\t\t\t\t  Aconsejamos a los politicos estadounidenses que estudien mas de la RPDC si quieren enfrentarse con ella."
        }
    ]
}