{
    "date": "2017-06-26",
    "url": "http://kcna.co.jp/item/2017/201706/2017-06-26ee.html",
    "articles": [
        {
            "title": "Special Envoy of Swedish Government Visits DPRK",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-15ee.html",
            "content": "Special Envoy of Swedish Government Visits DPRK\r\n Pyongyang, June 26 (KCNA) -- Kent Rolf Magnus Harstedt, member of the Swedish Parliament, visited the DPRK from June 20 to 23 as a special envoy of the Swedish government.\n\t\t\t\t\t During the visit, the special envoy paid a courtesy call on Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, and had talks with Ri Su Yong, chairman of the SPA Foreign Affairs Committee, and Ri Yong Ho, foreign minister of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the talks there were in-depth exchanges of views on the issue of the situation on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK side stressed that the ever-increasing tensions on the peninsula and its bolstering of nuclear deterrent for self-defence are a product of the U.S. policy hostile to the DPRK."
        },
        {
            "title": "Kim Yong Nam Meets Swedish Ambassador",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-10ee.html",
            "content": "Kim Yong Nam Meets Swedish Ambassador\r\nPyongyang, June 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly met and had a talk with outgoing Swedish Ambassador to the DPRK Stiernlof Bo Torkel at the Mansudae Assembly Hall Monday."
        },
        {
            "title": "WPK Delegation Leaves for Moldova",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-09ee.html",
            "content": "WPK Delegation Leaves for Moldova\r\n Pyongyang, June 26 (KCNA) -- A delegation of the Workers' Party of Korea (WPK) led by Ri Su Yong, member of the Political Bureau and vice chairman of its Central Committee, left here on Monday to participate in the celebrations of the 20th anniversary of the foundation of the Party of Socialists in the Republic of Moldova."
        },
        {
            "title": "Central African President Meets DPRK Ambassador",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-09ee.html",
            "content": "WPK Delegation Leaves for Moldova\r\n Pyongyang, June 26 (KCNA) -- A delegation of the Workers' Party of Korea (WPK) led by Ri Su Yong, member of the Political Bureau and vice chairman of its Central Committee, left here on Monday to participate in the celebrations of the 20th anniversary of the foundation of the Party of Socialists in the Republic of Moldova."
        },
        {
            "title": "Pyongyang Int'l Sci-Tech Exhibition of Health Closes",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-04ee.html",
            "content": "Central African President Meets DPRK Ambassador\r\n Pyongyang, June 26 (KCNA) -- Faustin Archange Touadera, president and head of state of the Central African Republic, wished the Korean people bigger successes in the efforts for defending the  sovereignty and peace of the country and achieving prosperity, when he received credentials from Kim Myong Sik, DPRK ambassador to Central Africa, on June 20.\n\t\t\t\t\t Central Africa and the DPRK have a long history of friendship and cooperation, the president said.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to make positive efforts for boosting exchanges and cooperation between the two countries in various fields."
        },
        {
            "title": "New Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-12ee.html",
            "content": "New Stamps Issued in DPRK\r\n Pyongyang, June 26 (KCNA) -- The State Stamp Bureau of the DPRK issued new stamps (two individual stamps) on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t Seen on the upper parts of the stamps are letters \"June 25-July 27 month of anti-U.S. joint struggle\".\n\t\t\t\t\t\n\t\t\t\t\t The stamps carry pictures of ammos showering upon the White House and the American Stars and Stripes tattered by the iron fist of the Korean people to show that it is the will of Songun (military-first) Korea to settle accounts with the U.S. only with arms and react to its tough policy with the toughest one."
        },
        {
            "title": "1,000-odd Explosives Discovered Bear Witness to U.S. Atrocities",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-13ee.html",
            "content": "1､000-odd Explosives Discovered Bear Witness to U.S. Atrocities\r\n Hamhung, June 26 (KCNA) -- Lots of explosives have been unearthed one after another in different places of South Hamgyong Province of the DPRK, which bear witness to the brutal atrocities committed by the U.S. imperialists during the past Korean War.\n\t\t\t\t\t At least 1 000 explosives were defused this year alone.\n\t\t\t\t\t\n\t\t\t\t\t Hundreds of kilograms of bombs were discovered near the railways of Sindanchon and the waters off Namchang-ri, Jongphyong County in April and dozens of kilograms of explosives revealed in Haean District, Hamhung City, at the residential area in Singyong-ri, Hamju County and in the farm's field of Hwangsong-ri, Kowon County.\n\t\t\t\t\t\n\t\t\t\t\t In May unexploded direct-firing-gun and naval-gun shells and mortar shells were unearthed in Kumsil-dong, Hoesang District, Hamhung City and Pudong-ri, Pukchong County and in the township area of Riwon County.\n\t\t\t\t\t\n\t\t\t\t\t As a long time has passed since the end of the war, these explosives got rusty but were ready to go off any time."
        },
        {
            "title": "Metal-Trimming Production Facilities Made in DPRK",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-11ee.html",
            "content": "Metal-Trimming Production Facilities Made in DPRK\r\n Pyongyang, June 26 (KCNA) -- The Pyongyang Shoes Machine Factory in the DPRK succeeded in manufacturing metal-trimming production facilities.\n\t\t\t\t\t According to Ri Yong Hak, manager of the factory, the factory is producing various kinds of metal trimmings and supplying them to the Wonsan Shoes Factory and other factories under the Management Bureau for the Shoe-making Industry.\n\t\t\t\t\t\n\t\t\t\t\t In the past, the factory made a number of assembly lines and sent them to shoes factories across the country, including the Ryuwon Footwear Factory."
        },
        {
            "title": "KCNA Commentary Decries S. Korean Kukmin Party for Lurching to Conservatism",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-07ee.html",
            "content": "KCNA Commentary Decries S. Korean Kukmin Party for Lurching to Conservatism\r\n Pyongyang, June 26 (KCNA) -- The Kukmin Party has drawn aversion of the public for its disgusting demeanor after the replacement of regime in south Korea.\n\t\t\t\t\t The political party trumpeted about \"inheritance\" of the June 15 joint declaration and the October 4 declaration, once advocating democratic reform.\n\t\t\t\t\t\n\t\t\t\t\t But embarrassed by the bitter defeat of its candidate at the \"presidential election\" and by the approval rate for it going into the tailspin, the party made a U-turn to currying favor of the conservative forces.\n\t\t\t\t\t\n\t\t\t\t\t It is now chiming in the U.S. and the conservative forces' moves for escalating stand-off with the DPRK. Touting that \"the north is persisting in reckless nuclear development and missile launch\" and \"now is the time to talk about sanctions on the north\" and \"wrong signal to the north may spark off division of public opinion, the party is calling for \"cooperation for sanctions\" and \"strong will for security\" while supporting the U.S. forced \"THAAD\" deployment.\n\t\t\t\t\t\n\t\t\t\t\t It also joins the conservative opposition parties in challenging the democratic and pro-reform forces, faulting every appointment of personnel and reform policy of the present authorities.\n\t\t\t\t\t\n\t\t\t\t\t As a result, the public in Jolla Province, known for the supporting base of the Kukmin Party, has turned back on it, deriding it as \"anti-Kukmin Party\" and \"party of treachery\".\n\t\t\t\t\t\n\t\t\t\t\t The demeanor of the Kukmin Party is a challenge to the righteous candlelight actions of the south Korean people desirous of new politics and a new life.\n\t\t\t\t\t\n\t\t\t\t\t The candlelight actions of south Koreans have not ended, and they strongly demand the complete abolition of the conservative regime's pro-American and confrontation wrong practices including anti-social and traitorous policies to be thrown into the dumping ground of history.\n\t\t\t\t\t\n\t\t\t\t\t It is little short of declaring self-destruction to try to join the conservatives which have already been branded as the hotbed of evils of all descriptions by the candlelight demonstrators.\n\t\t\t\t\t\n\t\t\t\t\t With the recent \"presidential\" election as an occasion, the conservative forces have faced the fate of division, breakdown and complete collapse.\n\t\t\t\t\t\n\t\t\t\t\tCan anyone hold any lingering attachment to the conservatives and visit the house of grief from which only wailing cry of defeat and self-destruction are heard.\n\t\t\t\t\t\n\t\t\t\t\t The Kukmin Party will be forsaken by the public just what was the case with worst traitor Park Geun Hye if it gets itself aligned with the U.S. and the conservative forces for its party interests and strategy and existence.\n\t\t\t\t\t\n\t\t\t\t\t It has to make a proper option at the crossroads of democratic reform or conservatism."
        },
        {
            "title": "KCNA Commentary Urges S. Korean Regime Not to Depend on Outsiders",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-08ee.html",
            "content": "KCNA Commentary Urges S. Korean Regime Not to Depend on Outsiders\r\n Pyongyang, June 26 (KCNA) -- The south Korean authorities are now noisily trumpeting about \"strengthened alliance with the U.S.\"\n\t\t\t\t\t They talked about \"solid south Korea-U.S. alliance\", \"establishment of foundation for further boosting the alliance\" and the like, when meeting the U.S. undersecretary of State for Political Affairs who visited south Korea recently.\n\t\t\t\t\t\n\t\t\t\t\t Even the chief executive of south Korea appeared at an interview with U.S. media, where he called for \"strengthening the south Korea-U.S. cooperation in key issues like policy toward the north and the bilateral friendly and cooperative relations.\" The Foreign Ministry of south Korea is busy flattering the U.S., asserting \"south Korea-U.S. alliance is the keynote of south Korea's diplomacy and security.\"\n\t\t\t\t\t\n\t\t\t\t\t The south Korea-U.S. alliance is just disgraceful master-servant relations characterized by domination and subjugation, arbitrariness and servility.\n\t\t\t\t\t\n\t\t\t\t\t \"Boosting south Korea-U.S. alliance\" just means deepening south Korea's dependence on the U.S. and the structure of subjugation.\n\t\t\t\t\t\n\t\t\t\t\t In actuality, the U.S. is forcing south Korea to introduce trouble-making THAAD and even pay for its operation under the pretext of \"enhancing the missile defense capability of the U.S.-south Korea alliance\" and \"decision made between allies.\" It is also pressurizing south Korea to pay more for \"the upkeep of the GIs\" present in south Korea, even threatening to \"break alliance.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is getting frantic with north-targeted nuclear war drills under the pretext of \"defending its ally\", only to bring a nuclear disaster to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The strengthening of alliance where south Korea should be further subordinated to the U.S. as its colony means sacrificing not only politics and economy of south Korea but also vital rights of its people for the U.S. imperialists' scenario for a nuclear war and leaving the issue of national reunification, the cherished desire of all Koreans, to tender mercy of outsiders.\n\t\t\t\t\t\n\t\t\t\t\t It is just a betrayal against the candlelight demonstrators aspiring after independence, democracy and reunification that the present regime of south Korea persistently resorts to \"alliance with the U.S.\"\n\t\t\t\t\t\n\t\t\t\t\t If the regime fails to drop the anachronistic policy of depending on outsiders, it will never be able to avoid the miserable end like the Park Geun Hye group of traitors which was thrown into the garbage ground of history after being forsaken by the public.\n\t\t\t\t\t\n\t\t\t\t\t \"Boosting alliance with the U.S.\" will only boomerang on the regime."
        },
        {
            "title": "S. Korean Forces Blasted for Running Wild to Back Scenario for Preemptive Strike at DPRK",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-06ee.html",
            "content": "S. Korean Forces Blasted for Running Wild to Back Scenario for Preemptive Strike at DPRK\r\n Pyongyang, June 26 (KCNA) -- As regards the development of M-SAM medium-range ground to air missile and the creation of the Geographical Space Intelligence Command, the south Korean warmongers are building up the public opinion that they are aimed to cope with \"nuclear and missile threat\" from the north, but it is nothing but sophism, say the leading newspapers of the DPRK in their commentaries Monday.\n\t\t\t\t\t Rodong Sinmun says that both the creation of the Command and the development of the missile are for the scenario for preemptive strike at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The present situation shows that the south Korean puppet forces are going reckless in the moves to unleash a new war, pursuant to the U.S. scenario for preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Due to the trigger-happy forces of south Korea who are running amuck to ignite a war against the DPRK, in collusion with the American master, indifferent to the peace of the country and the destiny of the nation, the inter-Korean ties remain at the lowest ebb and the military tension on the Korean peninsula is growing acute day by day.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers are brazen-faced enough to pull up the DPRK over \"threat\" in order to do harm to the fellow countrymen, acting war servants of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t They had better stop running wild, well aware that their reckless action will bring them nowhere but a miserable ruin.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson ridicules the south Korean authorities for running amuck, failing to properly understand who their rivals are and what tremendous military capability the DPRK has."
        },
        {
            "title": "Works of Kim Jong Il, Kim Jong Un Introduced in Germany",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-01ee.html",
            "content": "Works of Kim Jong Il, Kim Jong Un Introduced in Germany\r\n Pyongyang, June 26 (KCNA) -- The full texts of leader Kim Jong Il's work \"On Correctly Analyzing and Reviewing the History of Revolutionary Ideology of the Preceding Working Class\", and \"Let Us Usher in a Golden Age of the Kimilsungist-Kimjongilist Youth Movement\", a speech made by respected Supreme Leader Kim Jong Un at the 9th Congress of the Kim Il Sung Socialist Youth League, were posted on the internet homepage by the Anti-Imperialist Forum of Germany on the 53rd anniversary of Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea on June 18.\n\t\t\t\t\t The talk made by Kim Jong Il on May 20, June 17 and September 30, Juche 55 (1966), \"On Correctly Analyzing and Reviewing the History of Revolutionary Ideology of the Preceding Working Class\" clarifies that analyzing and reviewing the revolutionary ideology of the preceding working class is necessary for overcoming flunkeyism and dogmatism in Marxism-Leninism and establishing Juche in the field of ideology and theory and that we should analyze and value the feats and limitations of Marxism-Leninism from the standpoint of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The speech of Kim Jong Un \"Let Us Usher in a Golden Age of the Kimilsungist-Kimjongilist Youth Movement\" clarifies that 70 years of the youth league is a history of brilliant victories of President Kim Il Sung and leader Kim Jong Il's unique idea of prioritizing the youth and their wise guidance and a history of ardent loyalty and patriotic devotion with which the young people of Korea have supported the Party and the leader, the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t It also advances the tasks and ways facing the youth league."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Kuwait",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-02ee.html",
            "content": "Kim Il Sung to Be Remembered in Kuwait\r\n Pyongyang, June 26 (KCNA) -- A committee for remembering President Kim Il Sung was formed in Kuwait on June 15.\n\t\t\t\t\t Javid Ahmad, director of the Administrative Department of the Kuwait Times and chairman of the Kuwait Asian Journalist Association, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set a remembrance period from June 16 to July 10 and decided to significantly hold a seminar, film show and other political and cultural events to praise the revolutionary career and exploits of the President."
        },
        {
            "title": "President Kim Il Sung to Be Remembered in Bangladesh",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-03ee.html",
            "content": "President Kim Il Sung to Be Remembered in Bangladesh\r\n Pyongyang, June 26 (KCNA) -- A Bangladeshi committee for remembering President Kim Il Sung was formed on June 16.\n\t\t\t\t\t MD. Harun－Ar－Rashid, chairman of the Bangladesh-Korea Friendship and Solidarity Committee who is chairman of the Bangladeshi preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The remembrance committee decided to hold political and cultural events praising the revolutionary career and exploits of Kim Il Sung on the occasion of July 8."
        },
        {
            "title": "Enviado especial del gobierno sueco visita a la RPDC",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-16ee.html",
            "content": "Enviado especial del gobierno sueco visita a la RPDC\r\nPyongyang, 26 de junio (ACNC) -- El parlamentario Kent Rolf Magnus Harstedt, enviado especial del gobierno sueco, y su comitiva visitaron a la RPDC desde el dia 20 al 23.\n\t\t\t\t\t  Durante su estancia, el enviado especial realizo una visita de cortesia al presidente del Presidium de la Asamblea Popular Suprema de la RPDC, Kim Yong Nam, y sostuvo conversaciones con el presidente de la Comision de Relaciones Exteriores de la APS, Ri Su Yong, y el canciller Ri Yong Ho.\n\t\t\t\t\t\n\t\t\t\t\t  En las charlas se realizo el profundo intercambio de opiniones sobre la situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  La parte coreana hizo enfasis en que el empeoramiento de la situacion de la Peninsula Coreana y el fortalecimiento del disuasivo de la RPDC para la autodefensa son productos de la politica hostil anticoreana de EE.UU."
        },
        {
            "title": "Kim Yong Nam se reune con embajador de Suecia",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-17ee.html",
            "content": "Kim Yong Nam se reune con embajador de Suecia\r\nPyongyang, 26 de junio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio hoy en el Palacio de los Congresos Mansudae con Stiernlof Bo Torkel, embajador extraordinario y plenipotenciario del Reino de Suecia, quien le hizo una visita de despedida."
        },
        {
            "title": "Efectuado mitin multitudinario por dia de lucha antiyanqui-25 de juni",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-18ee.html",
            "content": "Efectuado mitin multitudinario por dia de lucha antiyanqui-25 de junio\r\nPyongyang, 26 de junio (ACNC) -- Tuvo lugar ayer en la Plaza Kim Il Sung el mitin de los pyongyaneses por el dia de la lucha antiyanqui-25 de junio.\n\t\t\t\t\tTomaron parte en la ocasion Kim Ki Nam, Ri Su Yong y otros cuadros directivos del partido y el Estado, el presidente del Comite Central del  Partido Social-Democrata de Corea, los cuadros, trabajadores, jovenes y estudiantes de los ministerios, organos centrales, fabricas, empresas, granjas cooperativas y universidades de esta capital, los compatriotas ultramarinos y el representante del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tHubo discursos de Cha Hui Rim, presidente del Comite Popular de la Ciudad de Pyongyang, y los delegados de los obreros, trabajadores agricolas y estudiantes jovenes.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que EE.UU. provoco el 25 de junio de 1950 la guerra de agresion contra la Republica Popular Democratica de Corea y perpetro los indiscriminados actos destructivos contra el pueblo utilizando todos los metodos y medios mas crueles. Y empleo en gran medida hasta las armas bacteriologicas y quimicas, cuyo uso fue prohibido por la ley internacional, y planeo lanzar hasta la bomba atomica para eliminar el pueblo coreano, condenaron.\n\t\t\t\t\t\n\t\t\t\t\tSubrayaron que los crimenes imperdonables cometidos contra el pueblo coreano por los barbaros norteamericanos se quedan como eterna herida incurable de la historia.\n\t\t\t\t\t\n\t\t\t\t\tAgregaron que las fuerzas hostiles encabezadas por EE.UU. inventan sucesivamente las perversas \"resoluciones de sancion\" contra la RPDC y desarrollan freneticamente los ejercicios de guerra nuclear contra esta, lo cual deviene la provocacion y desafio intolerables a la idea y regimen, al ejercito y pueblo coreanos.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. y los belicistas surcoreanos provoquen la guerra nuclear en esta tierra, el pueblo y ejercito coreanos cumpliran sin falta la causa historica de la reunificacion del pais frustrando todos los agresores al poner de pleno manifiesto el poderio de la unidad monolitica, la invencible capacidad militar y el espiritu de autofortalecimiento, acentuaron.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hubo la manifestacion multitudinaria.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, tuvieron lugar mitines semejantes en todas las provincias de la RPDC."
        },
        {
            "title": "Efectuada reunion internacional sobre paz y estabilidad de la Peninsula Coreana",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-19ee.html",
            "content": "Efectuada reunion internacional sobre paz y estabilidad de la Peninsula Coreana\r\nPyongyang, 26 de junio (ACNC) -- Tuvo lugar el dia 23 en Madrid la reunion internacional sobre la paz y estabilidad de la Peninsula Coreana bajo auspicios del Real Instituto Elcano.\n\t\t\t\t\tTomaron parte en la ocasion la delegacion del Instituto de Desarme y Paz del Ministerio de Relaciones Exteriores de la RPDC y las otras de las instituciones de estudio de los asuntos politicos de Espana, Francia, Alemania, Gran Bretana, Italia, Rusia, Polonia, China, Estados Unidos y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el profundo intercambio de criterios sobre la causa de agravacion de la tension en la Peninsula Coreana y los remedios para la solucion del problema de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa parte coreana subrayo que el factor principal de la agravante tension de la Peninsula Coreana reside en la politica hostil de EE.UU. y su amenaza de guerra nuclear contra la RPDC."
        },
        {
            "title": "Faustin Archange Touadera desea exitos en la lucha del pueblo coreano",
            "url": "http://kcna.co.jp/item/2017/201706/news26/20170626-20ee.html",
            "content": "Faustin Archange Touadera desea exitos en la lucha del pueblo coreano \r\nPyongyang, 26 de junio (ACNC) -- Faustin Archange Touadera, presidente y jefe del Estado de la Republica Centroafricana, recibio el dia 20 las cartas credenciales de nuevo embajador coreano Kim Myong Sik.\n\t\t\t\t\t  En la ocasion, el mandatario deseo al pueblo coreano mayores exitos en la lucha por defender la soberania y la paz y lograr la prosperidad del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que su pais y la RPDC tienen la larga historia de amistad y cooperacion.\n\t\t\t\t\t\n\t\t\t\t\t  Expreso la voluntad de esforzarse activamente por desarrollar el intercambio y la cooperacion en diversas ramas entre ambas partes."
        }
    ]
}