{
    "date": "2017-07-29",
    "url": "http://kcna.co.jp/item/2017/201707/2017-07-29ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides Second Test-fire of ICBM Hwasong-14",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-04ee.html",
            "content": "Kim Jong Un Guides Second Test-fire of ICBM Hwasong-14\r\n Pyongyang, July 29 (KCNA) -- The second test-fire of ICBM Hwasong-14 was successfully carried out at night of July 28, Juche 106 (2017) under the supervision of Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t Kim Jong Un guided the test-fire on the spot.\n\t\t\t\t\t\n\t\t\t\t\t He, who is always bringing about ceaseless miracles and victories, baffling imagination of the world people with his rare military wisdom, great guts and stratagem, set forth the militant task for the rocket research field to conduct another test-fire simulating the maximum range of Hwasong-14 at an early date to prove once again the reliability of the whole rocket-system.\n\t\t\t\t\t\n\t\t\t\t\t The scientists and technicians in the field of defence industry, loyalists of the Party sharing the intention, breath and step with the leader with the absolute trust in it, rounded off earlier than scheduled the preparations for the second test-fire of Hwasong-14 through decisive campaign with confidence and will to fully demonstrate the powerful might of the strategic nuclear force of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t During the preparation period, respected Supreme Leader Kim Jong Un received report about the preparations and gave detailed instructions every day. At night of Friday he visited the rocket-launching site to guide the test-fire on the spot.\n\t\t\t\t\t\n\t\t\t\t\t The test-launch was aimed to finally confirm the overall technological specifications of the weapon system of Hwasong-14 capable of carrying large-sized heavy nuclear warhead, including its maximum range.\n\t\t\t\t\t\n\t\t\t\t\t By order of the Supreme Leader, the inter-continental ballistic rocket Hwasong-14 loaded with the tremendous might of heroic Korea roared into space, leaving a column of flames behind.\n\t\t\t\t\t\n\t\t\t\t\t The rocket that blasted off from the northwestern part of the DPRK reached an altitude of 3, 724.9km and flew 998km for 47 minutes and 12 seconds before landing in the target waters in the open sea. \n\t\t\t\t\t\n\t\t\t\t\t The test-fire was carried out at the maximum angle launch system mocking the maximum range, and had no adverse effect on the security of the neighboring countries.\n\t\t\t\t\t\n\t\t\t\t\t The test also reconfirmed the specific features of the rocket system such as the rocket's separation from its launching pad, stage-separation, structural system, etc. which were confirmed at the first test-fire, and confirmed the performing features of motors whose number has increased to guarantee the maximum range in the active-flight stage as well as the accuracy and reliability of the improved guidance and stability system.\n\t\t\t\t\t\n\t\t\t\t\t The attitude control features of heavy warhead in the middle flight stage after the separation of warhead were reconfirmed, and the accurate guidance and attitude control of warhead was ensured at the atmospheric reentry at the angle launch system harsher than the actual maximum range flying conditions. The structural stability of warhead was maintained and the warhead explosion control device showed normal operation even at the thousands of degrees of Centigrade.\n\t\t\t\t\t\n\t\t\t\t\t Expressing great satisfaction over the results of the test-fire of ICBM which proved to be a perfect and big success without an inch of error, Kim Jong Un highly praised the scientists, technicians and officials in the field of rocket research and gave them special thanks in the name of the Party Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t The test-fire reconfirmed the reliability of ICBM system, demonstrated the capability of making surprise launch of ICBM in any region and place any time, and clearly proved that the whole U.S. mainland is in the firing range of the DPRK missiles, he said with pride.\n\t\t\t\t\t\n\t\t\t\t\t The maximum range simulation test-fire of ICBM conducted by the DPRK today is meant to send a grave warning to the U.S. making senseless remarks, being lost to reason, he said, adding this would make the policy-makers of the U.S. properly understand that the U.S., an aggression-minded state, would not go scot-free if it dares provoke the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. trumpeting about war and extreme sanctions and threat against the DPRK only emboldens the latter and offers a better excuse for its access to nukes, he said, stressing: To the Korean people who experienced disastrous disturbances of war on this land by the beast-like U.S. imperialists, the powerful war deterrence for defending the state is an inevitable strategic option and it is a precious strategic asset that can not be bartered for anything.\n\t\t\t\t\t\n\t\t\t\t\t If the Yankees brandish the nuclear stick on this land again despite our repeated warnings, we will clearly teach them manners with the nuclear strategic force which we had shown them one by one, he emphasized.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un warmly congratulated the scientists and technicians in the field of rocket research who demonstrated once again the independent prestige and dignity of Juche nuclear power, the world-level rocket power by succeeding in the second test-launch of ICBM Hwasong-14. He, taking them in his arms, had a photo session with them which will go down in history.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, advancing along the new line of the great Workers' Party of Korea on simultaneously building up the economy and defence, will develop much more the most powerful strategic weapons, Juche weapons which will display the invincible might of Juche Korea and its inexhaustible potentiality of development to the world until the U.S. and its vassal forces trying to undermine the DPRK's dignity and its right to existence are eliminated, and will achieve the final victory in the showdown with the imperialists and the U.S. without fail.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Ri Pyong Chol, Kim Rak Gyom, Kim Jong Sik, Jang Chang Ha, Jon Il Ho, Yu Jin and Jo Yong Won."
        },
        {
            "title": "Kim Jong Un Issues Order for 2nd Test-fire of ICBM Hwasong-14",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-03ee.html",
            "content": "Kim Jong Un Issues Order for 2nd Test-fire of ICBM Hwasong-14\r\n Pyongyang, July 29 (KCNA) -- Respected Supreme Leader Kim Jong Un signed the order to carry out the second test-fire of intercontinental ballistic rocket Hwasong-14 on July 27, Juche 106 (2017)."
        },
        {
            "title": "CCNR Spokesman Flays S. Korean Authorities' \"Policy towards North\"",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-21ee.html",
            "content": "CCNR Spokesman Flays S. Korean Authorities' \"Policy towards North\"\r\n Pyongyang, July 29 (KCNA) -- Shortly ago, the south Korean authorities made public the \"five-year program of state administration\" and referred to their \"strategy on the north\" to be followed during the office.\n\t\t\t\t\t A spokesman for the Consultative Council for National Reconciliation issued a statement on Saturday to denounce their strategy.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the \"strategy on the north\" touted by the south Korean authorities is little short of sophism as it is dreamy and sinister in its contents and goal. It continued:\n\t\t\t\t\t\n\t\t\t\t\t The \"strategy\" has no essential difference from \"denuclearization, opening and 3 000 dollars\" and \"confidence-building process on the Korean peninsula\" touted by the Lee Myung Bak and Park Geun Hye groups of traitors while talking about the \"north's dismantlement of nuclear weapons\" and \"unification through absorption\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are talking about an \"agreement on the north's dismantlement of nuclear weapons\" until 2020, turning their back on the DPRK's principled stand that it can never talk about the inter-Korean relations with the \"nuclear issue\" as a precondition. In fact, this is little short of open announcement that they have no idea of mending the north-south ties.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities openly copied such anti-DPRK scenarios viciously sought by the conservative group at the instigation of the U.S. as the establishment of \"human rights foundation\" and support to the human scum in their \"strategy on the north\". It is unpardonable as it is a heinous political-motivated provocation to tarnish the image of Korean-style socialism, destroy the single-minded unity by misleading the public and \"bring down the DPRK's social system\".\n\t\t\t\t\t\n\t\t\t\t\t The above-said \"strategy\" denies the fundamental issues such as the defusing of political and military confrontation between the north and the south and includes odds and ends. This goes to prove that the present south Korean authorities are keen on worrying about their \"administrative results\" and popularity.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities would be well advised to stop such act but ask themselves why the north-south relations are not improved.\n\t\t\t\t\t\n\t\t\t\t\t They should bear in mind that they would follow the miserable end of their predecessors if they fail in thinking twice, clearly understanding the DPRK's just demand and desire of the candlelight demonstrators."
        },
        {
            "title": "NPCK Spokesman Slams S. Korean Regime's Move to Gloss over THAAD Issue",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-22ee.html",
            "content": "NPCK Spokesman Slams S. Korean Regime's Move to Gloss over THAAD Issue\r\n Pyongyang, July 29 (KCNA) -- A spokesman for the National Peace Committee of Korea released a statement on Saturday accusing the south Korean regime of trying to gloss over the issue of THAAD deployment, yielding to the pressure from the U.S.\n\t\t\t\t\t Recently, the south Korean authorities decided not to open to public the documents containing the truth behind the THAAD deployment for the reason that it might cause problems in sensitive diplomacy and security although they were found among the documents of the former Park Geun Hye regime at Chongwadae, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This is because of the regime's concern that the publication of the documents may reveal the truth behind the deployment of THAAD enforced by the U.S., add fuel to the public struggle against the deployment and thus incur disfavor of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t During the past \"presidential\" election the present chief executive of south Korea promised not to push ahead with the deployment unilaterally, considering the mindset of the public opposed to the deployment.\n\t\t\t\t\t\n\t\t\t\t\t But the present regime of south Korea has now broken the promise and made it an established fact to deploy THAAD. This is just a mockery and frontal challenge to the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t It seemed in the past that the rulers of south Korea would tell the U.S. what they should tell over the issue of the THAAD deployment. But now it has been fully disclosed that it was just a cheap farce to calm down angry China and Russia. South Korea has nothing to say when it is faced with shower of strikes from the neighboring countries, not mere economic retaliation.\n\t\t\t\t\t\n\t\t\t\t\t If the regime persists in kowtowing to the U.S., failing to realize that its move to deploy THAAD, pursuant to the U.S. policy, is so foolish and reckless, it will never escape miserable fate like the Park Geun Hye group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime should come to its senses, though belatedly, and open to public all the documents related to the truth behind the deployment of THAAD enforced by the Park regime under the manipulation of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It should stop the humiliating THAAD deployment, as demanded by the south Koreans, other Koreans in the north and abroad and the world peace-loving people."
        },
        {
            "title": "DPRK FM Delegation Back Home",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-19ee.html",
            "content": "DPRK FM Delegation Back Home\r\n Pyongyang, July 29 (KCNA) -- A delegation of the DPRK Foreign Ministry led by Vice-Minister Choe Hui Chol returned home on Saturday after visiting Philippines."
        },
        {
            "title": "15th National Exhibition of Inventions and New Technologies",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-15ee.html",
            "content": "15th National Exhibition of Inventions and New Technologies\r\n Pyongyang, July 29 (KCNA) -- The 15th National Exhibition of Inventions and New Technologies took place at the Sci-Tech Complex in Pyongyang, the capital city of the DPRK, from July 18 to 28.\n\t\t\t\t\t On display at the exhibition were more than 1,500 sci-tech achievements presented by 100-odd ministries, national institutions and provincial (municipality) science and technology commissions.\n\t\t\t\t\t\n\t\t\t\t\t During the exhibition, new technological products were introduced with the sale of patented goods and dissemination of advanced technologies.\n\t\t\t\t\t\n\t\t\t\t\t Among the exhibits of great economic value were a comprehensive monitoring system on communication network, self-admission centrifugal pump and gravity-fed drip irrigation system for sapling production.\n\t\t\t\t\t\n\t\t\t\t\t What drew attention of visitors were also achievements made in the light, metal and machine-building industrial fields, which would be conducive to the building of a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition clearly showed the rapid development of science and technology in the DPRK."
        },
        {
            "title": "Maritime Activities Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-14ee.html",
            "content": "Maritime Activities Brisk in DPRK\r\n Pyongyang, July 29 (KCNA) -- Maritime activities are brisk at schools across the DPRK.\n\t\t\t\t\t All middle and primary schools in Pyongyang are effectively conducting the operation of hobby groups along with physical education classes to make sure that all students and pupils are good at swimming.\n\t\t\t\t\t\n\t\t\t\t\t They frequently organize swimming contests among the classes and grades to enhance the students' zeal for swimming.\n\t\t\t\t\t\n\t\t\t\t\t The schools in coastal cities like Wonsan, Hamhung, Haeju and Nampho are making efforts to teach the students how to row a boat, not to mention the skills of swimming, through the routine use of bathing beaches and swimming pools.\n\t\t\t\t\t\n\t\t\t\t\t Other schools across the country are cultivating team spirit among their students by frequently organizing river-crossing competitions."
        },
        {
            "title": "Brisk Agitation Activities by Women's Union Art Squads in DPRK",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-18ee.html",
            "content": "Brisk Agitation Activities by Women's Union Art Squads in DPRK\r\n Pyongyang, July 29 (KCNA) -- Women's union organizations in the country are vigorously conducting the frontline-style agitation in different parts of the country to encourage the working people in implementing the decision of the Seventh Congress of the Workers' Party of Korea.\n\t\t\t\t\t All art squads of the women's union across the country have conducted agitation for labor surge over 90,000 times at construction sites, industrial establishments and farms this year alone.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to their efforts, signal achievements are being made in the economic sectors."
        },
        {
            "title": "DPRK People Rejoice over Another Successful ICBM Test-fire",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-20ee.html",
            "content": "DPRK People Rejoice over Another Successful ICBM Test-fire\r\n Pyongyang, July 29 (KCNA) -- People of the DPRK are rejoicing over the successful second test-fire of intercontinental ballistic rocket Hwasong-14.\n\t\t\t\t\t Through the successful second test-fire of the ICBM Hwasong-14, the DPRK demonstrated once again the prestige of Juche nuclear power, the world-level rocket power upholding an illustrious commander born of Heaven, all over the world.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yu Chol, a researcher of the State Academy of Sciences, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The successful ICBM test-fire is another great victory which dealt a heavy blow to the U.S. imperialists and its vassal forces keen on obliterating the DPRK's dignity and its right to existence.\n\t\t\t\t\t\n\t\t\t\t\t I want to pay highest tribute to great leaders Kim Il Sung and Kim Jong Il and respected Supreme Leader Kim Jong Un who developed the country into a power that no formidable enemy dare provoke.\n\t\t\t\t\t\n\t\t\t\t\t Jo Son Hyang, a resident in Rangnang District, said with confidence that the future of the country is bright and the happiness of our children will be forever as it has a powerful sword for keeping peace.\n\t\t\t\t\t\n\t\t\t\t\t Sonu Kuk Chol, a student of Pyongyang Medical College of Kim Il Sung University, said:\n\t\t\t\t\t\n\t\t\t\t\t After the Fatherland Liberation War in 1950s, even a trigger-happy American general confessed it was as clear as noonday that the U.S. suffered a defeat in the war and there is no army in the world strong enough to defeat the Korean People's Army. Since then, the U.S. has run amuck relying on its corpulent strength, but it has been forced to kneel down before the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. swishes its nuclear stick against the DPRK again, oblivious of the lesson of the history, it will meet only bitter punishment to be meted out by the latter's nuclear strategic force."
        },
        {
            "title": "New Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-16ee.html",
            "content": "New Stamps Issued in DPRK\r\n Pyongyang, July 29 (KCNA) -- The DPRK State Stamp Bureau issued new stamps (two sheets and three individuals) showing the Paektusan Hero Youth Power Station, a monumental edifice built by young people, and Tricholoma matsutake, a special product of Korea, growing in Mt Chilbo.\n\t\t\t\t\t A sheet carries pictures of the dam of the Paektusan Hero Youth Power Station No. 1 and monument to the feats of heroic youth, while the other showing various sizes of Tricholoma matsutake against famous Mt Chilbo.\n\t\t\t\t\t\n\t\t\t\t\t Printed on individual stamps are Tricholoma matsutake growing in pine forests.\n\t\t\t\t\t\n\t\t\t\t\t Tricholoma matsutake in Mt Chilbo is well known from long ago for its flavor and high nutritive value."
        },
        {
            "title": "DPRK's Bolstering of Deterrent Is Entirely Just: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-13ee.html",
            "content": "DPRK's Bolstering of Deterrent Is Entirely Just: Rodong Sinmun\r\n Pyongyang, July 29 (KCNA) -- Former U.S. Defense Secretary Ashton Carter recently said that the U.S. has made preparations for a war against the DPRK since 1953, constantly increasing its capability.\n\t\t\t\t\t This fully disclosed that the U.S. has zealously watched a chance to stifle the DPRK by force of arms for decades, says Rodong Sinmun's Saturday commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK once again get convinced that they were entirely just when they decided to have access to the nuclear deterrent and bolster it in quality and quantity.\n\t\t\t\t\t\n\t\t\t\t\t Had the DPRK failed to have access to nukes and bolster the deterrent but done something else, a war would have already broken out on the Korean peninsula to spill over into a global nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are taking pride in having bolstered its nuclear deterrent in every way in the face of the persistent pressure and sanctions by the hostile forces and manifold trials and tribulations.\n\t\t\t\t\t\n\t\t\t\t\t Unless the U.S. drops its policy hostile toward the DPRK and stops posing nuclear threat to it, the DPRK will neither put its nukes and ballistic rockets on a negotiating table nor step back on its road for bolstering the nuclear force."
        },
        {
            "title": "Rodong Sinmun Calls for Meeting S. Korean Conservatives' Desperate Challenges",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-11ee.html",
            "content": "Rodong Sinmun Calls for Meeting S. Korean Conservatives' Desperate Challenges\r\n Pyongyang, July 29 (KCNA) -- Rodong Sinmun Saturday says in an article that unless the conservative forces, source of all crimes in south Korea, are eradicated, it will be impossible to realize the people's desire for independence, democracy and reunification.\n\t\t\t\t\t The conservative group is the heinous reactionary force running amuck to check the south Korean people's just struggle against evils of society, get rid of the abyss of ruin and turn back the clock of history, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t If the group's desperate efforts are allowed, such situation will be created in which the conservatives become influential.\n\t\t\t\t\t\n\t\t\t\t\t The group of conservatives is now seeking to retake power, claiming that \"they should win victory in the elections to local self-governing bodies to be held in next June to retake power.\"\n\t\t\t\t\t\n\t\t\t\t\t In recent days the \"Liberal Korea Party\" and \"Parun Party\" held their congresses and nominated their new representatives in order to weather the crisis of the conservative camp and lay a springboard for retaking power with the above-said elections as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to show that if the south Korean people fail to thoroughly smash the desperate moves of the group of traitors keen in retaking power, the victory of candlelight demonstrators will be useless and those who committed unpardonable crimes against the south Korean people will seize power to repeat the history of crimes.\n\t\t\t\t\t\n\t\t\t\t\t A staunch struggle against the conservatives is the only way out for new politics and life."
        },
        {
            "title": "S. Korean Defense Minister's Anti-DPRK Remarks Flailed",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-12ee.html",
            "content": "S. Korean Defense Minister's Anti-DPRK Remarks Flailed\r\n Pyongyang, July 29 (KCNA) -- Song Yong Mu, defense minister of south Korea, recently cried out for developing \"OPLAN 5015\" into a proactive military concept and formulating a \"plan for making a prompt preemptive strike when there is a sign of nuclear and missile attack by the north.\"\n\t\t\t\t\t In this regard, Rodong Sinmun in a commentary Saturday says his reckless remarks show that they are going to stand against the DPRK, pursuant to the U.S. hostile policy and strategy for aggression on it.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for Song Yong Mu, no more than a puppet of the U.S., to make such remarks with the backing of his American master.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers should properly see the American master upset by the tough measures taken by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The trigger-happy forces should be mindful that if they persist in playing to the tune of the U.S., failing to properly understand the strategic position and tremendous might of the DPRK, a nuclear and rocket power of the world, they would face inescapable disaster.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK hopes for detente and peace on the Korean peninsula, but it will not pardon those who bring disaster to the nation, going against the DPRK's will in conspiracy with foreign forces, no matter who they are.\n\t\t\t\t\t\n\t\t\t\t\t If the puppet warmongers opt for a military provocation, keen on invasion of the north in disregard of its repeated advice and warning, they will not be able to escape their final doom."
        },
        {
            "title": "KCNA Commentary Blasts U.S. Moves for Unchallenged Edge of Its Strategic Force",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-17ee.html",
            "content": "KCNA Commentary Blasts U.S. Moves for Unchallenged Edge of Its Strategic Force\r\n Pyongyang, July 29 (KCNA) -- The U.S. is now keen on arms and equipment modernization while crying out for tough counteraction against the \"threat\" from the DPRK.\n\t\t\t\t\t U.S. Congressmen are trumpeting about arms and equipment modernization while suggesting the resumption of the \"Star Wars Program\" against the DPRK, and the U.S. Defence secretary instructed to examine in an all-round way the missile defence strategy.\n\t\t\t\t\t\n\t\t\t\t\t The Washington Times on its internet homepage on July 12 put it that Pentagon plans to invest billions of U.S. dollars in updating missile defence system, to divert 1.5 billion U.S. dollars out of 7.9 billion originally planned for ground-to-air missile defence system and Aegis ballistic missile defence system for updating 36 ground-to-air missile defence system built across the U.S. and to stage long-term missile defence exercises on a regular basis to cope with \"missile threat\" from north Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Defence Department instructed the U.S. munitions monopolies to submit within two weeks the design for new air-to-air interceptor missile five times faster than the existing interceptor missiles, and ordered them to step it up so that they can be deployed for an actual war after going through manufacturing and test processes at an earliest possible date.\n\t\t\t\t\t\n\t\t\t\t\t Australian lawyer James commented the key purpose that the U.S. repeats the excuse of \"threat from north Korea\" is to justify the presence of the U.S. forces in East Asia and contain and lay a siege to China, biggest threat to its hegemonic strategy.\n\t\t\t\t\t\n\t\t\t\t\t The reason why the U.S. is talking about the resumption of the \"Star Wars Program\" and getting keen on modernization of arms and equipment is never because of the DPRK but to serve its crafty intention to ensure an unchallenged edge of its strategic force over China.\n\t\t\t\t\t\n\t\t\t\t\t It is not a secret that the \"Star Wars Program\" was a space war scenario that the Reagan administration worked out with an aim at stamping out the Soviet system under the pretext of \"military threat from the Soviet Union\" far back in the 1980s.\n\t\t\t\t\t\n\t\t\t\t\t The program, a tricky scenario to create the atmosphere of horror within the then Soviet Union and undermine its economy, has been raised by the U.S. again. The aim sought by it now is to hold a strategic edge over regional big powers including China.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. remains unchanged in its ambition for world domination.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. reactionary strategy for world domination aims at pressurizing and containing its rivals and challengers by force, and holding a hegemonic position.\n\t\t\t\t\t\n\t\t\t\t\t The contradiction between China and the U.S. over THAAD deployment clearly proves that any development on the Korean peninsula and in the region would be enough to stir up the interests of big powers as big powers stand in acute confrontation in their strategic interests.\n\t\t\t\t\t\n\t\t\t\t\t The moves for the expansion of military influence in Asia and the concurrent movement to contain it have escalated military tension between China and the U.S. and further accelerated arms race.\n\t\t\t\t\t\n\t\t\t\t\t We will never remain an on-looker to the situation in which conflict caused by the U.S. may reach the dignified DPRK."
        },
        {
            "title": "S. Korea: Teachers' Sex Offences against Girl Students Disclosed",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-05ee.html",
            "content": "S. Korea: Teachers' Sex Offences against Girl Students Disclosed\r\n Pyongyang, July 29 (KCNA) -- Sex offenses against girl students continue occurring among high school teachers of south Korea, according to the south Korean Segye Ilbo on July 17.\n\t\t\t\t\t Some days ago, it was disclosed that teachers at a high school in Ryoju of Kyonggi Province committed sexual abuses against at least 70 girl students in recent two years.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, teachers at a girl high school in Puan County of North Jolla Province committed sexual abuses against dozens of students."
        },
        {
            "title": " Release of Prisoners of Conscience and Repeal of SL Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-06ee.html",
            "content": "Release of Prisoners of Conscience and Repeal of SL Urged in S. Korea\r\n Pyongyang, July 29 (KCNA) -- Members of the Human Rights Center of the Council of Christian Churches in south Korea reportedly staged a demonstration on July 27 in demand of the release of all prisoners of conscience.\n\t\t\t\t\t They contended that to imprison the persons aspiring after national reunification is little short of an act of perpetuating the national division.\n\t\t\t\t\t\n\t\t\t\t\t Members of the Redemption and Prosperity Party, too, held a rally outside Taejon Prison on July 26, urging the authorities to abolish the \"Security Law\" and set free the prisoners of conscience."
        },
        {
            "title": "Establishment of Peace-making Regime Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-08ee.html",
            "content": "Establishment of Peace-making Regime Demanded in S. Korea\r\n Pyongyang, July 29 (KCNA) -- According to the south Korean online newspaper Tongil News, the South Side Committee for Implementing June 15 Joint Declaration held a press conference in Seoul on July 27 in demand of halt to the U.S.-south Korea joint military drills and establishment of a peace-keeping mechanism in the Korean peninsula.\n\t\t\t\t\t A statement was released at the conference.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that it is an important and urgent task to replace the Armistice Agreement with a peace pact and establish durable peace-keeping mechanism on the peninsula."
        },
        {
            "title": "S. Korea: Stop to War Maneuvers and Withdrawal of U.S. Troops Urged",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-09ee.html",
            "content": "S. Korea: Stop to War Maneuvers and Withdrawal of U.S. Troops Urged\r\n Pyongyang, July 29 (KCNA) -- The People's Action for Peace against War in south Korea staged a peace action in Seoul on July 27, according to the south Korean online paper Jaju Sibo.\n\t\t\t\t\t The co-representative of the organization in a street lecture referred to the colonial rule by the Japanese imperialists and the history of national division forced by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The participants urged the U.S. to come out for the conclusion of a peace treaty with the DPRK, shouting such slogans as \"Stop war drills!\" and \"Withdraw the U.S. forces from south Korea!\""
        },
        {
            "title": "Koreans in U.S. Stage Demonstration for Peace against War",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-07ee.html",
            "content": "Koreans in U.S. Stage Demonstration for Peace against War\r\n Pyongyang, July 29 (KCNA) -- Koreans in the U.S. staged a demonstration outside the south Korean puppet consulate general in Los Angels on July 27, demanding the withdrawal of the THAAD deployment in south Korea and the conclusion of a peace treaty between the DPRK and the U.S.\n\t\t\t\t\t They handed a statement and a letter to the puppet consulate general.\n\t\t\t\t\t\n\t\t\t\t\t 64 years have passed since the armistice agreement, the keynote of which is to terminate the Korean War and stop hostile acts, was signed, but the people in the Korean peninsula and Asian countries are suffering from war threat owing to the U.S. persistent military moves, they noted.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Koreans in New York distributed among citizens literature stressing the need to conclude a peace treaty between the DPRK and the U.S., chanting such slogans as \"Withdrawal of U.S. forces from south Korea\", \"No war\" and \"Conclusion of peace treaty.\""
        },
        {
            "title": " Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-01ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n Pyongyang, July 29 (KCNA) -- The Konstanta Publishing House of Russia brought out in booklet leader Kim Jong Il's work \"On the Juche Idea\" on July 19 on the occasion of the fifth anniversary of conferment of the title of DPRK Marshal on respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t The work, published on March 31, Juche 71 (1982), deals with the immortal historic exploit of President Kim Il Sung who founded the Juche idea and its significance as well as the founding of the Juche idea and its philosophical, socio-historical and guiding principles and historical significance."
        },
        {
            "title": "Kim Jong Un Praised by Germans",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-02ee.html",
            "content": "Kim Jong Un Praised by Germans\r\n Pyongyang, July 29 (KCNA) -- Events took place in Germany to mark the 64th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t Seminars were held in Bautzen and Dresden, a solidarity meeting in Berlin and a film show in Koeln between July 20 and 23.\n\t\t\t\t\t\n\t\t\t\t\t Present at the events were personages of organizations and masses of Germany.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Federal Republic of Germany-DPRK Association praised the feats of President Kim Il Sung who led the Fatherland Liberation War to brilliant victory.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Dresden Group for the Study of the Juche Idea said that the DPRK's history of proud victory was given steady continuity by leader Kim Jong Il and that now respected Supreme Leader Kim Jong Un has the U.S. and its vassal forces under his thumb with the Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany stressed that the DPRK would surely win in the final decisive battle with the U.S., thanks to Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Figures of the German Group for the Study of Korean Culture and the German Branch of the Korean Friendship Association noted that the Koran people are brilliantly carrying on the history of war victory under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Un were adopted at the events in Dresden and Koeln."
        },
        {
            "title": "Kim Jong Un dirige el segundo lanzamiento de prueba de \"Hwasong-14\"",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-23ee.html",
            "content": "Kim Jong Un dirige el segundo lanzamiento de prueba de \"Hwasong-14\"\r\nPyongyang, 29 de julio (ACNC) -- Bajo la direccion personal del Maximo Dirigente Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, tuvo lugar con exito por la noche del 28 de julio del 106 (2017) de la Era Juche el segundo lanzamiento de prueba del cohete balistico intercontinental \"Hwasong-14\".\n\t\t\t\t\tLo dirigio en el terreno el Maximo Dirigente quien crea siempre el milagro de victorias sucesivas, que supera la imaginacion de todo el mundo, con su extraordinaria vision militar, coraje incomparable y estratagema ingeniosa.\n\t\t\t\t\t\n\t\t\t\t\tEl habia asignado a la rama de investigacion coheteril la tarea de ejecutar pronto el lanzamiento de prueba con el maximo alcance simulado de \"Hwasong-14\" y comprobar una vez mas la confiabilidad del sistema de este cohete en su conjunto.\n\t\t\t\t\t\n\t\t\t\t\tLos cientificos y tecnicos de defensa nacional, fieles al partido quienes alcanzan de un tiron cualquier meta depositando confianza absoluta en el partido y coordinando la idea y la accion con su lider, terminaron con antelacion los preparativos del segundo lanzamiento mediante una intensa campana con el objetivo de demostrar claramente a todo el mundo el inagotable poderio de las fuerzas nucleares estrategicas del PTC.\n\t\t\t\t\t\n\t\t\t\t\tDurante los preparativos, el Mariscal recibio todos los dias el parte al respecto y dio instrucciones detalladas.\n\t\t\t\t\t\n\t\t\t\t\tEl objetivo del presente lanzamiento estuvo en verificar finalmente las especificaciones tecnicas generales del sistema de armamento como el maximo alcance de \"Hwasong-14\" capaz de cargar la ojiva nuclear pesada de gran tamano.\n\t\t\t\t\t\n\t\t\t\t\tDada orden de disparo por el Maximo Dirigente, se lanzo el ICBM \"Hwasong-14\" mostrando el inagotable poderio de la Corea heroica.\n\t\t\t\t\t\n\t\t\t\t\t\"Hwasong-14\" despegado en la zona del noroeste de Corea ascendio hasta 3 mil 724.9 kilometros de altura, navego 998 kilometros durante 47 minutos y 12 segundos y alcanzo con exactitud a la zona maritima prefijada en alta mar.\n\t\t\t\t\t\n\t\t\t\t\tEl disparo de prueba se realizo a manera de aumentar al maximo la altura y no dio ninguna influencia negativa a la seguridad de los paises circunvecinos.\n\t\t\t\t\t\n\t\t\t\t\tA traves del segundo lanzamiento se reafirmaron las caracteristicas de separacion del proyectil de la plataforma, la separacion de etapas, el sistema de estructura, etc. y se comprobaron los caracteres de operacion de los motores, agregados para alargar al maximo la distancia, en el vuelo con motor encendido y la exactitud y la confianza del mejorado sistema de induccion y estabilidad.\n\t\t\t\t\t\n\t\t\t\t\tY quedaron reafirmados los funcionamientos del control de la posicion de ojiva pesada en el vuelo mediano despues de ser separada y el hecho de que se realizo con exactitud el control de induccion de posicion de la ojiva en el ambiente de la reentrada mas peor que las condiciones de navegacion de largo alcance, y se confirmo que se mantuvo la estabilidad estructural de la ojiva aun en las condiciones de temperatura altisima y funciono normalmente el aparato de control de explosion de la ojiva nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente expreso gran satisfaccion por los resultados del segundo lanzamiento de prueba del \"Hwasong-14\" y dio agradecimiento especial en nombre del Comite Central del Partido del Trabajo de Corea a los cientificos, tecnicos y funcionarios de la rama de investigacion coheteril.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo dijo que a traves del presente lanzamiento de prueba se ha reafirmado la confianza del sistema de ICBM y se puso de manifiesto la capacidad de disparar el proyectil en cualquier region, lugar y momento. Agrego con orgullo que se ha comprobado el hecho de que todo el territorio norteamericano esta a nuestro alcance.\n\t\t\t\t\t\n\t\t\t\t\tEste lanzamiento de hoy es para dar la severa advertencia a EE.UU. que en estos dias, pronuncian disparates mostrandose imprudente, apunto y continuo que el nivel de lanzamiento habra hecho a los elaboradores de la politica de EE.UU. comprender bien que si se atreven a atacar a la RPDC, tampoco podra salir ileso ese Estado agresor.\n\t\t\t\t\t\n\t\t\t\t\tEl fanfarroneado anuncio de guerra y la extremada amenaza de sancion de EE.UU. contra la RPDC nos ponen mas alertos y alentados y nos dan la mejor justificacion de la posesion de arma nuclear, acoto.\n\t\t\t\t\t\n\t\t\t\t\tPara nuestro pueblo que ha probado los tremendos desastres de guerra desatada en la tierra patria por los salvajes yanquis, el poderoso disuasivo de guerra para la defensa nacional es la opcion estrategica indispensable e inevitable y el patrimonio estrategico irrevocable e incambiable por nada, afirmo.\n\t\t\t\t\t\n\t\t\t\t\tSi los yanquis vuelven a meterse con el garrote nuclear en esta tierra, les ensenaremos buenas morales usando las fuerzas nucleares estrategicas que les hemos mostrado hasta ahora una por una, enfatizo.\n\t\t\t\t\t\n\t\t\t\t\tTomo la foto de recuerdo con los cientificos, tecnicos y funcionarios del sector de investigacion coheteril luego de felicitar calidamente a ellos que efectuaron con exito el segundo lanzamiento de prueba de \"Hwasong-14\", de manera que todo el mundo conociera una vez mas la dignidad independiente y el aspecto majestuoso de la potencia nuclear del Juche y la coheteril de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC, que marcha bajo la bandera de la nueva linea de desarrollo paralelo del PTC, lograra sin falta la victoria final en la confrontacion antiimperialista y antiyanqui al desarrollar y perfeccionar mucho mas potentes armamentos estrategicos del Juche, que manifestaran a todo el mundo la invencibilidad y la inagotable potencialidad de desarrollo de la Corea del Juche, hasta el dia en que fueran aniquilados totalmente el imperialismo norteamericano y sus seguidores deseosos de violar la dignidad y el derecho a la vida de nuestra patria.  \n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal fue acompanado en esta ocasion por Ri Pyong Chol, Kim Rak Gyom, Kim Jong Sik, Jang Chang Ha, Jon Il Ho, Yu Jin y Jo Yong Won."
        },
        {
            "title": "Kim Jong Un ordena el segundo lanzamiento de prueba de \"Hwasong-14\"",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-24ee.html",
            "content": "Kim Jong Un ordena el segundo lanzamiento de prueba de \"Hwasong-14\"\r\nPyongyang, 29 de julio (ACNC) -- El Maximo Dirigente Kim Jong Un dio el 27 de julio del 106 (2017) de la Era Juche la orden firmada de puno y letra sobre la ejecucion del segundo lanzamiento de prueba del cohete balistico intercontinental \"Hwasong-14\"."
        },
        {
            "title": "Portavoz de CRN rechaza la \"estrategia sobre el Norte\" de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-25ee.html",
            "content": "Portavoz de CRN rechaza la \"estrategia sobre el Norte\" de autoridades surcoreanas\r\nPyongyang, 29 de julio (ACNC) -- Al publicar recientemente el llamado \"plan quinquenal de la administracion del Estado\", las autoridades surcoreanas mencionaron la \"estrategia sobre el Norte (de Corea)\" que impulsarian durante su mandato.\n\t\t\t\t\tAl respecto, el portavoz del Consejo de Reconciliacion Nacional hizo publica el dia 29 una declaracion que sigue:\n\t\t\t\t\t\n\t\t\t\t\tLa \"estrategia sobre el Norte\" presentada por las autoridades surcoreanas no es mas que un sofisma tanto en su contenido como en su objetivo.\n\t\t\t\t\t\n\t\t\t\t\tEs que en lo esencial no se difiere en nada de la \"desnuclearizacion, la apertura, 3 000 dolares\" y el \"proceso de confianza de la Peninsula Coreana\", doctrinas planteadas por las bandas de traidores conservadores de Lee Myung Bak y Park Geun-hye reclamando la \"renuncia de armas nucleares del Norte\" y la \"unificacion de absorcion\".\n\t\t\t\t\t\n\t\t\t\t\tRehusando obstinadamente la posicion de principios de la RPDC de que no habran las relaciones intercoreanas que tomen por su premisa el \"problema nuclear\", las autoridades surcoreanas definieron incluso el tiempo limite de hasta el ano 2020 para aprobar el \"acuerdo de cancelacion de armas nucleares del Norte\". Esto da lo mismo que declarar oficialmente que no tienen la idea de resolver realmente el problema de relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, ellas incluyeron sin escrupulos en la \"estrategia sobre el Norte\" los guiones de complots anti-RPDC, que perseguian obstinadamente las fuerzas conservadoras a instigacion de EE.UU., tales como el establecimiento de la \"fundacion de derechos humanos\" y el apoyo a las escorias humanas que se dedican a la demagogia anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Este hecho constituye una flagrante e imperdonable provocacion politica para manchar la imagen del socialismo coreano, destruir la unidad monolitica sembrando cizanas en la opinion publica y \"derrocar el regimen\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl hecho de que las autoridades surcoreanas plantean cosas absurdas y mezquinas haciendo vista gorda de la solucion de los problemas esenciales, incluyendo la eliminacion del estado de confrontacion politico-militar entre ambas partes coreanas, demuestra que ellas estan concentradas en acumular \"meritos politicos\" y aumentar la popularidad.\n\t\t\t\t\t\n\t\t\t\t\t En lugar de hacerse interesadas en la solucion del problema solo con palabras, les convendria preguntarse por que no se mejoran las relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\t Las autoridades surcoreanas deben darse cuenta de que no tendran otro remedio que repetir el antecedente tragico de sus antecesoras, si no meditan con seriedad la justa demanda de la RPDC y la opinion publica reflejada en las manifestaciones con velas encendidas."
        },
        {
            "title": "Portavoz de CNCDP condena intento de llevar a cabo el despliegue de THAAD",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-26ee.html",
            "content": "Portavoz de CNCDP condena intento de llevar a cabo el despliegue de THAAD\r\nPyongyang, 29 de julio (ACNC) -- El portavoz del Comite Nacional Coreano por la Defensa de la Paz (CNCDP) publico el dia 29 una declaracion condenando a las autoridades surcoreanas que rendidas ante la presion de EE.UU., intentan en estos dias silenciar el tema de emplazamiento de THAAD.\n\t\t\t\t\tEl portavoz se refirio a que hace poco, las autoridades surcoreanas decidieron no publicar los documentos relacionados con el despliegue de THAAD entre el archivo del \"poder\" de Park Geun-hye, descubiertos en Chongwadae, so pretexto de que tienen posibilidad de causar delicados problemas de diplomacia y seguridad.\n\t\t\t\t\t\n\t\t\t\t\tEn realidad, ellas tienen miedo a que la publicacion de esos documentos revele los lados oscuros de emplazamiento de THAAD, impuesto por EE.UU., y esto dinamice la lucha anti-THAAD de los surcoreanos de diferentes sectores.\n\t\t\t\t\t\n\t\t\t\t\t Es decir, estan preocupadas de que pueden perder la confianza de su patron gringo y pasar tremenda pena por esto. \n\t\t\t\t\t\n\t\t\t\t\tDurante las \"elecciones presidenciales\", las autoridades surcoreanas prometieron que no impulsarian de manera unilateral la ubicacion de THAAD sumandose a la opinion publica en contra de esta. Sin embargo, faltando a su promesa, ellas toman por hecho consumado la ubicacion de ese sistema antimisiles, lo que es una burla intolerable y desafio frontal a la poblacion surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tSe ha revelado ya que fue una farsa barata para calmar al pueblo surcoreano y relajar a China y Rusia descontentas por el despliegue de THAAD el comportamiento de los gobernantes surcoreanos que fingian estar dispuestos a decir lo que debian decir a EE.UU. en ese tema. \n\t\t\t\t\t\n\t\t\t\t\tEn estas circunstancias, el Sur de Corea no tendra nada que decir aunque sufra la venganza economica y hasta el golpe fuerte de los paises vecinos.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas siguen marchando por el camino de sumision a EE.UU. sin darse cuenta de que la ubicacion de THAAD es un estupido e imprudente acto antinacional, seran arruinadas tragicamente al igual que la camarilla traidora de Park.\n\t\t\t\t\t\n\t\t\t\t\tAl volverse en si, ellas deben dar a la publicidad los lados oscuros de despliegue de THAAD y abstenerse de esta labor aceptando la demanda de la poblacion surcoreana, toda la nacion y los pueblos pacifistas del mundo."
        },
        {
            "title": "Delegacion de MINREX de RPDC visita a Filipinas",
            "url": "http://kcna.co.jp/item/2017/201707/news29/20170729-27ee.html",
            "content": "Delegacion de MINREX de RPDC visita a Filipinas\r\nPyongyang, 29 de julio (ACNC) -- La delegacion del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea, encabezada por el viceministro Choe Hui Chol, visito el dia 26 la Republica de Filipinas.\n\t\t\t\t\tDurante su visita, el vicecanciller coreano converso con su homologo filipino Enrique Gonzales Manalo.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion ambas partes intercambiaron profundamente las opiniones sobre el problema de desarrollar las relaciones de amistad y cooperacion entre los dos paises conforme a la demanda de la situacion actual y otros asuntos regionales e internacionales de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\tLa parte coreana enfatizo la justicia de las medidas de la RPDC para fortalecer la autodefensa nacional y los exitos alcanzados en la construccion de la potencia socialista y expreso la posicion de ampliar y desarrollar en varios sectores las relaciones con Filipinas.\n\t\t\t\t\t\n\t\t\t\t\tLa parte filipina subrayo que la presente visita de la delegacion de la RPDC sirve del motivo significativo para desarrollar aun mas las relaciones bilaterales y hablo de la importancia de fortalecer el apoyo y la cooperacion entre los paises miembros del Foro Regional de la Asociacion de Naciones del Sudeste Asiatico (ASEAN) inclusive la RPDC."
        }
    ]
}