{
    "date": "2017-03-09",
    "url": "http://kcna.co.jp/item/2017/201703/2017-03-09ee.html",
    "articles": [
        {
            "title": "Ballistic Rocket Launching Drill Is Right for Self-defence of Sovereign State: KPA Strategic Force Spokesman",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-17ee.html",
            "content": "Ballistic Rocket Launching Drill Is Right for Self-defence of Sovereign State: KPA Strategic Force Spokesman\r\n Pyongyang, March 9 (KCNA) -- The U.S. and its vassal forces are running around like a chicken with its head cut off following the ballistic rocket launching drill conducted by Hwasong artillery units of the Strategic Force of the Korean People's Army (KPA) on March 6.\n\t\t\t\t\t It is against this backdrop that the UN Security Council, at the instigation of the U.S., Japan and the south Korean puppet forces, made public a press release terming the KPA's ballistic rocket launching drill as \"threat\" and \"violation of resolution\", after discarding international justice and impartiality once again.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Strategic Force of the KPA in a statement Thursday said that there is no country in the world whose army responsible for the defence of the state takes into account the approval by the UN or article of the international convention when staging exercises and it does not make sense to claim that the KPA's rocket launching drill becomes a threat to world peace and security. \n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t We have never acknowledged the illegal \"resolution\" cooked up by the U.S. and its vassal forces.\n\t\t\t\t\t\n\t\t\t\t\t The aggressors and provokers keen on holding the largest-ever nuclear war drills against the north after massively introducing nuclear strike means in and around the Korean peninsula are finding fault with the regular and just drill of the KPA for defending sovereignty. This is nothing but a strange act like a thief crying \"stop thief\".\n\t\t\t\t\t\n\t\t\t\t\t No matter what rhetoric the aggressors and provokers may make, our Strategic Force will more perfectly arm itself with our-style rockets of super precision and intelligence and further round off the Juche-based rocket strike war methods.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces should clearly bear in mind that our warning that if a single bullet is fired into the areas where the sovereignty of the DPRK is exercised, it will blow up the bases of aggression and provocation with the matchless Hwasong artillery pieces mounted with nuclear warheads, is not hot air."
        },
        {
            "title": "Friendship Meeting of Aged Women Held",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-12ee.html",
            "content": "Friendship Meeting of Aged Women Held\r\n Pyongyang, March 9 (KCNA) -- A friendship meeting of aged women here took place at the Taedonggang Diplomatic Club on Thursday.\n\t\t\t\t\t Present there were Choe Il Hong, vice-chairperson of the Central Committee of the Federation for the Care of the Elderly of Korea, officials of the federation and those concerned and aged women in the city.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were women of foreign embassies and missions of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said at the meeting that all the aged were actively taking part in social activities according to their wishes and abilities thanks to the policy of the Workers' Party of Korea for the care of the elderly and thus making contributions to the prosperity of the country and fully enjoying their worthwhile lives.\n\t\t\t\t\t\n\t\t\t\t\t Then an art performance was given by members of the Association of Culture and Arts of the Elderly of Korea and students of Rakwon Senior Middle School in Pothonggang District.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the performance, the participants watched aged women drawing paintings and talked to one another."
        },
        {
            "title": "Ryugyong General Ophthalmic Hospital",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-13ee.html",
            "content": "Ryugyong General Ophthalmic Hospital\r\nPyongyang, March 9 (KCNA) -- The Ryugyong General Ophthalmic Hospital, located in Taedonggang District, Pyongyang, is a multi-functional and general health service center with best conditions and good environment for treatment.\n\t\t\t\t\tSince its opening, many patients recovered their sight after having phacoemulcification, glaucoma and vitreous-retina operations and other treatments.\n\t\t\t\t\t\n\t\t\t\t\tSome days ago, the hospital succeeded in performing excimer laser operation.\n\t\t\t\t\t\n\t\t\t\t\tAfter having a treatment at the hospital, Pak Yun Nam, an old man living in Pongji-dong, Phyongchon District, Pyongyang, said:\n\t\t\t\t\t\n\t\t\t\t\tI don't know how much the doctor's fee or drug fee is, but the only thing I am sure of is that ordinary people like me can receive such best treatment only in my socialist homeland guided by respected Supreme Leader Kim Jong Un possessed of warm love for the people.\n\t\t\t\t\t\n\t\t\t\t\tRyu Un Hui, first vice-director of the hospital, told KCNA that the hospital is closely associated with Kim Jong Un's warm loving care for the people. \n\t\t\t\t\t\n\t\t\t\t\tVisiting the hospital, foreigners and overseas Koreans are also unanimous in praising his loving care for the people.\n\t\t\t\t\t\n\t\t\t\t\tIrina Malenko, chairwoman of the Ireland-Korea Friendship Association, wrote in the visitor's book in February:\n\t\t\t\t\t\n\t\t\t\t\tVery impressive is magnificent hospital. What is the most important is that treatment here is available to everybody free of charge.\n\t\t\t\t\t\n\t\t\t\t\tI wish for all people of the world to see the reality of socialist Korea and to know about the warm love of Marshal Kim Jong Un for the people."
        },
        {
            "title": "THAAD Deployment Will Bring Catastrophic Disaster to S. Korea: Spokesman for NPCK",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-18ee.html",
            "content": "THAAD Deployment Will Bring Catastrophic Disaster to S. Korea: Spokesman for NPCK\r\n Pyongyang, March 9 (KCNA) -- A spokesman for the National Peace Committee of Korea (NPCK) released a statement on Thursday in denunciation of the south Korean puppet group of traitors for persistently enforcing the early deployment of THAAD despite the strong opposition and protest at home and abroad.\n\t\t\t\t\t The statement said that the puppet group is pressing for the deployment of THAAD, yielding to the gangster-like demand of its U.S. master, adding it is an unpardonable act of reducing south Korea into an permanent nuclear war advanced base for the U.S. in realizing its strategy for dominating Asia-Pacific, war theatre of big powers and a base to kill the fellow countrymen and endangering the peace and security on the Korean peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces claim that THAAD deployment is a \"security measure to cope with the north's missile threat\" even though they are clearly aware that not only THAAD but any other interception system will be useless in the face of the might of the ultra-modern ballistic rockets of the DPRK. Their rhetoric is just sheer sophism to deceive the public at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. persistent moves to deploy THAAD in south Korea is a product of planned scenario to inveigle the south Korean puppet forces into the global missile defense system targeting big powers around Korea.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' reckless THAAD deployment farce in utter disregard of the destiny of the nation renders the situation on the Korean peninsula and in the region all the more grave and makes the crisis of a nuclear war a reality with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that countries around Korea are expressing deep concern about THAAD deployment and are taking all-round countermeasures in strong protest against it.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces will be made to face stern punishment and to pay a dear price as they threaten the security and interests of the DPRK and neighboring countries in active pursuance of the U.S. ambition for aggression, in defiance of the repeated warnings at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces of traitors will face stronger protest and retaliatory measures at home and abroad for their frantic moves for THAAD deployment as war servants of the U.S., and chaos and damage to be entailed by it will all be imposed upon the south Korean people."
        },
        {
            "title": "Phyongchon Koryo Medicine Pharmaceutical Factory",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-14ee.html",
            "content": "Phyongchon Koryo Medicine Pharmaceutical Factory\r\n Pyongyang, March 9 (KCNA) -- The Phyongchon Koryo Medicine Pharmaceutical Factory is in Phyongchon District, Pyongyang, the capital city of the DPRK.\n\t\t\t\t\t The factory is small but well-known over the country for its quality products.\n\t\t\t\t\t\n\t\t\t\t\t The factory, regarding the introduction of latest science and technology and guarantee of quality as its strategy for technical development, has produced scores of kinds of Koryo medicines with extracts of different medicinal herbs.\n\t\t\t\t\t\n\t\t\t\t\t The factory was recently equipped with tens of new facilities and all its production processes were put on a germ-free and dust-free basis.\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, the factory overfulfilled its production plan for the first quarter of this year in terms of output value by 106 percent and plan on all indices of products by 113 percent.\n\t\t\t\t\t\n\t\t\t\t\t Last year, the factory carried out its first half-yearly quota at 115 percent as of April 10 and the yearly quota at 102 percent as of July 10.\n\t\t\t\t\t\n\t\t\t\t\t Mun Sun Ok, manager of the factory, told KCNA that it is a goal of the factory to produce famous products conducive to promoting the people's health.\n\t\t\t\t\t\n\t\t\t\t\t In the spirit of self-reliance and self-development, the factory upgraded the process of producing extracts by remodeling an air-tight extractor and fitting thickeners with ventilators, she said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The equipment for producing injection was also renovated.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, the factory developed new Koryo medicines by introducing advanced scientific achievements."
        },
        {
            "title": "Mass Rallies Held in Provinces and City of DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-16ee.html",
            "content": "Mass Rallies Held in Provinces and City of DPRK\r\n Pyongyang, March 9 (KCNA) -- Mass rallies took place in North and South Phyongan and South Hwanghae provinces and Nampho City on Mar. 9 to respond to the appeal of the creators of the Spirit of Kangwon Province to the working people across the country.\n\t\t\t\t\t Attending the rallies were officials of party, power and economic organs and working people's organizations, industrial establishments, co-op farms and universities and working people and youth and students in the provinces and city.\n\t\t\t\t\t\n\t\t\t\t\t At the rallies, the appeal was read out before speeches were made on behalf of the officials, the working class, the agricultural workers and the intellectuals.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the Conference of Mallima Frontrunners would be recorded in the history of the country as a conference for making a breakthrough in the struggle to implement the five-year strategy for national economic development and bringing about a watershed in the efforts to build a powerful socialist country this year.\n\t\t\t\t\t\n\t\t\t\t\t They expressed full support for the appeal made by the creators of the spirit of Kangwon Province that calls for dashing ahead towards the conference under the banner of self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the spirit of Kangwon Province is the result of respected Supreme Leader Kim Jong Un's trust and love, they declared the will to conduct a dynamic drive for implementing the leader's behests and the Party policies by learning from the Kangwon provincial people's working trait.\n\t\t\t\t\t\n\t\t\t\t\t Then followed mass demonstrations."
        },
        {
            "title": "KCNA Commentary on U.S. Inveterate Repugnancy and Hostility toward DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-15ee.html",
            "content": "KCNA Commentary on U.S. Inveterate Repugnancy and Hostility toward DPRK\r\n Pyongyang, March 9 (KCNA) -- The U.S. State Department in \"2016 country report on human rights\" published on March 3 cited \"data\" on \"human rights issue\" in the DPRK and went so bully as to list the DPRK as an \"authoritarian state\".\n\t\t\t\t\t The State Department made a flurry of rhetoric, let out by human scum-like \"defectors from the north\" who fled the country after committing crimes against their kinsmen and the nation, established facts in a bid to use them for tarnishing the dignity of a sovereign state. This is an expression of inveterate repugnancy and hostility toward the ideology and social system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We strongly reject its \"human rights report\" aimed to threaten the political stability of a country and bring down its social and political system under the \"human rights standard\" based on the American view on value.\n\t\t\t\t\t\n\t\t\t\t\t Aggression and interference in the internal affairs of other countries and nations are justified on the international arena at present under the \"human rights standard\" set by the U.S. and other Western countries.\n\t\t\t\t\t\n\t\t\t\t\t Prompted by their unilateral interests, quite irrelevant to human rights, the U.S. and other Western countries label other countries preserving their own social system and political mode \"human rights abusers\" and put collective pressure on them.\n\t\t\t\t\t\n\t\t\t\t\t The recent report, too, took issue with human rights situation in other countries through prejudice and fabrication guided by the American-style \"human rights standard\" as before.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. is the worst human rights abuser as it brought down legitimate states through \"color revolution\" and spawned the worst-ever refugee problem while wantonly interfering in the internal affairs of sovereign states under the signboard of \"defence of human rights\".\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the U.S. to publish the report faulting the human rights performance in other countries while styling itself \"human rights judge,\" being unaware of where it stands.\n\t\t\t\t\t\n\t\t\t\t\t Polaris, a flesh traffic information body, made public a report that flesh traffic in the U.S. in 2016 increased 35.7 percent as compared with that in the previous year, a clear proof of the poor human rights performance there.\n\t\t\t\t\t\n\t\t\t\t\tPolaris in its report disclosed that 7,572 cases of flesh traffic occurred in California, Texas, Florida and other states of the U.S., terming it \"one form of modern-day slavery\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is heading for the grave of history due to the extreme gap between the rich and the poor and all sorts of social evils prevalent there. However, it is faulting the Korean-style socialist system where the working masses fully enjoy genuine political freedom and rights and a happy life. It is ridiculous, indeed.\n\t\t\t\t\t\n\t\t\t\t\t No country considers that the U.S. is making \"efforts\" to work out \"human rights reports\" on other countries out of its true concern about human rights performance.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. \"human rights report\" is just a tool for aggression for bringing down the ideology and system of other countries and attaining its domination aims.\n\t\t\t\t\t\n\t\t\t\t\t A clear proof of this is the human rights abuses perpetrated by the hegemonic forces in various countries of the world like Iraq.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has no elementary moral qualifications to talk about \"human rights issue\" of the DPRK as it threatens the right to existence of the Korean people to the extremes through the unprecedented blockade-type \"sanctions\" pursuant to its vicious hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All the countries on earth have the right to exercise their right to realize their own independent desire under the institutional and legal guarantees provided by the state where they reside.\n\t\t\t\t\t\n\t\t\t\t\t The \"human rights report\" annually made public by the U.S. for decades is aimed to infringe upon the sovereignty of other countries. This fact glaringly reveals the nature of the U.S. styling itself an \"international judge\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. will get nothing through the \"human rights\" smear campaign, part of its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The people in the DPRK are enjoying genuine political freedom and rights and a happy life under the best socialist system in the world. The DPRK will invariably advance along the road of promoting the Korean-style human rights chosen by its people themselves while foiling the U.S. hostile rhetoric about \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t Human rights can never be a playing thing of the U.S."
        },
        {
            "title": "Impeachment of Traitor Park Is Demand of Public: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-06ee.html",
            "content": "Impeachment of Traitor Park Is Demand of Public: Rodong Sinmun\r\nPyongyang, March 9 (KCNA) -- The special prosecutor of south Korea on March 6 officially made public the results of investigation into the \"Park Geun Hye-Choe Sun Sil scandal\" conducted for 90 days. They confirmed the horrible crimes committed by the witch of Chongwadae as undeniable hard facts.\n\t\t\t\t\tPark Geun Hye and gentries of the \"Liberal Korea Party\" are now making desperate efforts to cover up the disclosed crimes and persistently evade her impeachment, while faulting the investigation results.\n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun Thursday in a commentary terms this the last-ditch efforts of those at the death's door.\n\t\t\t\t\t\n\t\t\t\t\tThe impeachment of Park is the demand of the people, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe people are the wisest judge in the world. Traitor Park cannot escape a stern punishment by the people as she committed acts of treachery, deceiving and mocking at them.\n\t\t\t\t\t\n\t\t\t\t\tThe fierce candlelight actions of the people from all walks of life in south Korea have passed death sentence on the traitor, an eruption of the pent-up wrath and anger at her group of traitors.\n\t\t\t\t\t\n\t\t\t\t\tNothing is more foolish than the last-ditch efforts of the traitor and her group to stem the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\tNo matter what sinister plots they may hatch to make profound confusing of right and wrong and no matter what tyrannical dictatorship they may resort to, they can never calm down the infuriated public mindset. It is an inexorable law that justice is sure to triumph and the evil is bound to fail.\n\t\t\t\t\t\n\t\t\t\t\tWith the publication of the special investigation results, Park is fated to be recorded as the worst \"president\" and meet the most shameless end in the south Korean history of politics."
        },
        {
            "title": "Japanese Reactionaries Hit for Offering Land as Logistic Base for U.S.",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-07ee.html",
            "content": "Japanese Reactionaries Hit for Offering Land as Logistic Base for U.S.\r\n Pyongyang, March 9 (KCNA) -- The ruling quarters of Japan have left its land as a logistic base of the U.S. forces in zealous pursuance of the U.S. strategy to dominate Asia-Pacific.\n\t\t\t\t\t A typical example is the Henoko U.S. military base where construction has been pressed since the outset of this year.\n\t\t\t\t\t\n\t\t\t\t\t Japan plans to bring THAAD to its land, defying unanimous denunciation of the public at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t This is a reckless militarist act of the Japanese reactionaries to realize at any cost the old dream of \"Greater East Asia Co-prosperity Sphere\" even by offering its land as a logistic base of the U.S. forces, says Rodong Sinmun in a commentary Thursday.\n\t\t\t\t\t\n\t\t\t\t\t It is the invariable ambition and strategic goal of the Japanese reactionaries to dominate Asia, the news analyst notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Japan has never abandoned its ambition even a moment since its defeat. To this end, it has offered its whole land as a military base of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t In the 1950s when the U.S. provoked the Korean War, the Japanese militarists offered its land as rear and logistic bases for the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have now gone foolish again to repeat it, but it is a serious mistake. Japan will suffer before any others in case its \"Self-defence Forces\" launch reinvasion together with the U.S. imperialist aggression forces.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries will sustain only a defeat if they continue going without principle to the tune of the U.S., not coming to their senses."
        },
        {
            "title": "Rodong Sinmun Attributes Terrorism to U.S. Hegemonic Policy ",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-08ee.html",
            "content": "Rodong Sinmun Attributes Terrorism to U.S. Hegemonic Policy \r\n Pyongyang, March 9 (KCNA) -- Philippine President Duterte at a recent speech said that the CIA was behind the shooting spree in a small city of Maguindanao Province in 2015.\n\t\t\t\t\t The then Philippine President Aquino instructed the former director of the Police Agency to launch an operation for arresting a terrorist believed to go into hiding in the city. It was reported that the operation was conducted by the CIA, leaving 44 members of police special unit and 16 others dead.\n\t\t\t\t\t\n\t\t\t\t\t A commission was formed to investigate the incident and an inquiry is being intensified into the U.S. involvement in it, etc. \n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Thursday says:\n\t\t\t\t\t\n\t\t\t\t\t The case brought to light once again the true colors of the U.S. as the criminal hatching plots and engrossed in terrorism and man-killing in various parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the worst human rights abuser without elementary qualifications to talk about human rights and international law as it is ill-famed for terrorism, genocide and illegal wiretapping in various parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t In recent years the U.S. has left no means untried to realize its ambition for dominating the world. \n\t\t\t\t\t\n\t\t\t\t\t The financial situation of the U.S. is very hard owing to its excessive military spending for aggression and war.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, it is the scenario of the U.S. to bring down governments of other countries or occupy them through secret wars requiring relatively less effort such as spying, plot-breeding and terrorism while avoiding all-out war.\n\t\t\t\t\t\n\t\t\t\t\t It is absolutely impossible to eliminate terrorism, worldwide trouble, as long as the U.S. pursues the policy of aggression and domination."
        },
        {
            "title": "Park Geun Hye's Hideous Crimes Disclosed",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-05ee.html",
            "content": "Park Geun Hye's Hideous Crimes Disclosed\r\n Pyongyang, March 9 (KCNA) -- It is quite natural that traitor Park Geun Hye has to pay a dear price for the hideous crimes she has committed since she took office, says Rodong Sinmun Thursday in an article.\n\t\t\t\t\t It has been proven through special investigation that Park committed hideous crimes in collusion with Choe Sun Sil, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Traitor Park handed lots of documents including speeches to Choe, a shaman holding no official government post, and moved at her beck and call. Choe revised 95 speeches to be made by Park and signed secret Chongwadae documents in the period from March 2013 to December 2014.\n\t\t\t\t\t\n\t\t\t\t\t Park also took 77.4 billion won from more than 50 big businesses by means of swindling, deception, threat and blackmail through Choe and mandarins of Chongwadae and established MIR Foundation, K Sports Foundation for accumulating secret funds to be used after her dismissal from office.\n\t\t\t\t\t\n\t\t\t\t\t It has been proven through testimonies made by those involved in the scandal that the traitor took over the names of the Foundations, list of directors and data related to the location of offices from Choe and directly entrusted An Jong Bom, former chief secretary of Chongwadae for policy coordination, with business tasks related to the establishment of the Foundations.\n\t\t\t\t\t\n\t\t\t\t\t Park committed too many crimes to count. This is not hard to guess them from the fact that records of special investigation into Park and Choe's crimes have as many as 50,000 pages.\n\t\t\t\t\t\n\t\t\t\t\t Crimes will bring punishment, the article notes, stressing that the unconditional impeachment and punishment of Park is the order given by the south Koreans and a stern judgment by history."
        },
        {
            "title": "S. Koreans Stage Anti-War Demo outside White House",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-09ee.html",
            "content": "S. Koreans Stage Anti-War Demo outside White House\r\n Pyongyang, March 9 (KCNA) -- The Group to Tour the U.S. for Peace organized by the Party for Recovery and Well-being of south Korea continues staging demonstrations for peace against war in the U.S., according to the south Korean online paper Minjok Ilbo.\n\t\t\t\t\t The group again waged a demo outside the White House on Mar. 4.\n\t\t\t\t\t\n\t\t\t\t\t They condemned the U.S. war drills targeting the north and disclosed the crimes of traitor Park Geun Hye chiefly to blame for the high-profile scandal, chanting slogans \"Return of U.S. Bases!\" \"No THAAD!\" and \"Prompt Resignation of Park Geun Hye!\""
        },
        {
            "title": "S. Korean Body Vows to Check THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-10ee.html",
            "content": "S. Korean Body Vows to Check THAAD Deployment\r\n Pyongyang, March 9 (KCNA) -- The Anti-THAAD Taejon Action for Peace on the Korean Peninsula on March 6 held a press conference before the Taejon City Office of the \"Liberal Korea Party\" to vow to resolutely check THAAD deployment being illegally pushed forward, according to the south Korean online paper Tongil News.\n\t\t\t\t\t Speakers said that the agreement on THAAD deployment was the worst evil of the Park Geun Hye regime and a perfidy such sycophants as Hwang Kyo An, Kim Kwan Jin and Han Min Gu perpetrated by leaving compatriots to the tender mercy of the U.S. warmongers. \n\t\t\t\t\t\n\t\t\t\t\t They declared that in order to protect peace of this land it is necessary to check THAAD deployment through death-defying resistance.\n\t\t\t\t\t\n\t\t\t\t\t The organization issued a press release which lashed out at Defense Minister Han Min Gu for illegally pushing forward THAAD deployment without any formal diplomatic procedure with the U.S. or approval of the \"National Assembly\" although the Park Geun Hye regime had already been impeached by the people."
        },
        {
            "title": "Korean Residents in Japan Hold Emergency Meeting to Defend and Develop National Education",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-11ee.html",
            "content": "Korean Residents in Japan Hold Emergency Meeting to Defend and Develop National Education\r\n Pyongyang, March 9 (KCNA) -- Korean residents in Japan held an emergency meeting at the Kanagawa middle and high school on Feb. 24 to pledge to defend and develop the national education through the struggle against the unjust discriminative policy of the Japanese authorities towards Korean schools in Kanagawa Prefecture.\n\t\t\t\t\t Present there were Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), officials of the Kanagawa Prefectural Headquarters of Chongryon and various branches of the headquarters, and representatives of the organizations and principals of the Korean schools in the prefecture and the parents of the students and compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched a video dealing with the history of the national education enforced since Korea's liberation and the struggle of the Korean residents against the discriminating measures of the Japanese authorities.\n\t\t\t\t\t\n\t\t\t\t\t Ko Haeng Su, chairman of the Kanagawa Prefectural Headquarters of Chongryon, in a report accused the prefectural authorities of deciding to suspend the payment of subsidies to the Korean schools and adopting on Feb. 8 a decision not to include subsidies in the next year's budget, branding their act as an unpardonable act of national discrimination as they deprive the Korean students of the right to education.\n\t\t\t\t\t\n\t\t\t\t\t Ko appealed to each organization to wage positive campaigns of requesting the authorities and informing the people of the prevailing situation and to stage the campaign to support the Korean schools among the compatriots so as to defend and develop the national education."
        },
        {
            "title": "Kim Jong Un's New Year Address Carried by Italian Magazine",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-01ee.html",
            "content": "Kim Jong Un's New Year Address Carried by Italian Magazine\r\n Pyongyang, March 9 (KCNA) -- The March issue of the Italian magazine La Voce carried the full text of the New Year Address of Kim Jong Un, Supreme Leader of the Democratic People's Republic of Korea."
        },
        {
            "title": "Day of Shining Star Observed by Venezuelan Newspapers",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-02ee.html",
            "content": "Day of Shining Star Observed by Venezuelan Newspapers\r\n Pyongyang, March 9 (KCNA) -- Venezuelan newspapers carried special write-ups to mark the Day of the Shining Star, the birth anniversary of leader Kim Jong Il, illustrated with his photos.\n\t\t\t\t\t The February 14th issue of El Diario de Lara said in an article \"The birth of HE Kim Jong Il and the world\" that his birth was an event of weighty significance in the development of the destiny of not only the Korean people but also the world's progressives.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il rose as the bright star of the times vigorously advancing not only the future of Korea but also the destiny and the prospects of the human cause of independence with responsibility by carrying forward the idea and the cause of President Kim Il Sung, the article added.\n\t\t\t\t\t\n\t\t\t\t\t The paper elaborated on the fact that he scientifically proved the validity and truth of the socialist cause through his distinguished ideo-theoretical activities and led the showdown with the U.S. imperialists to victory with his wisdom, grit and courage as a brilliant commander.\n\t\t\t\t\t\n\t\t\t\t\t The February 19th issue of this newspaper carried an article titled \"HE Kim Jong Il and the world\" to praise the feats of Kim Jong Il who made great contributions to the global independence through his energetic external activities.\n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"Celebration of 75th birth anniversary of HE leader Kim Jong Il\", the February 16th issue of Vea gave publicity to his ideo-theoretical feats and party leadership feats.\n\t\t\t\t\t\n\t\t\t\t\t The article stressed it is entirely the feats of Kim Jong Il that the DPRK, which the U.S and other Western countries claimed would collapse, could rose as a space power and a nuclear weapons state despite the imperialists' persistent maneuvers to stifle it."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-03ee.html",
            "content": "Kim Jong Il's Birth Anniversary Marked in Different Countries\r\n Pyongyang, March 9 (KCNA) -- Events took place in various countries to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They included a congratulatory message-adopting ceremony, meetings, lectures, book and photo exhibitions and film shows in Algeria, Ecuador, Venezuela, Tanzania and Angola from February 9 to 25.\n\t\t\t\t\t\n\t\t\t\t\t On display at the venues of events were photos dealing with the revolutionary careers and exploits of President Kim Il Sung and leader Kim Jong Il and the revolutionary activities of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t  There were also works of the great leaders and books and photos introducing the struggle of the Korean army and people.\n\t\t\t\t\t\n\t\t\t\t\t Such Korean films as \"Prospering Pyongyang\" were shown.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ecuadorian preparatory committee for Gathering 2017-Praise to the Great Persons of Mt Paektu, who is chairman of the Ecuadorian Cultural Institute for the Study of the Juche Idea, said that Kim Jong Il is the peerless patriot and the great leader as he devoted his all to the prosperity of the country and the happiness of its people and turned the DPRK into a socialist fortress.\n\t\t\t\t\t\n\t\t\t\t\t The general coordinator of the Federal Secretariat of the United Left Party of Venezuela, who is chairman of the Venezuelan national preparatory committee for celebrating the birth anniversaries of Kim Il Sung and Kim Jong Il, praised Kim Jong Il as the great master of military affairs and the iron-willed commander who built the DPRK into an invincible politico-ideological and military power.\n\t\t\t\t\t\n\t\t\t\t\t  A congratulatory message to Kim Jong Un was adopted at the event held in Algeria."
        },
        {
            "title": "Vocero de fuerzas estrategicas de EPC defiende entrenamiento de lanzamiento de cohete balistico",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-14ee.html",
            "content": "Phyongchon Koryo Medicine Pharmaceutical Factory\r\n Pyongyang, March 9 (KCNA) -- The Phyongchon Koryo Medicine Pharmaceutical Factory is in Phyongchon District, Pyongyang, the capital city of the DPRK.\n\t\t\t\t\t The factory is small but well-known over the country for its quality products.\n\t\t\t\t\t\n\t\t\t\t\t The factory, regarding the introduction of latest science and technology and guarantee of quality as its strategy for technical development, has produced scores of kinds of Koryo medicines with extracts of different medicinal herbs.\n\t\t\t\t\t\n\t\t\t\t\t The factory was recently equipped with tens of new facilities and all its production processes were put on a germ-free and dust-free basis.\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, the factory overfulfilled its production plan for the first quarter of this year in terms of output value by 106 percent and plan on all indices of products by 113 percent.\n\t\t\t\t\t\n\t\t\t\t\t Last year, the factory carried out its first half-yearly quota at 115 percent as of April 10 and the yearly quota at 102 percent as of July 10.\n\t\t\t\t\t\n\t\t\t\t\t Mun Sun Ok, manager of the factory, told KCNA that it is a goal of the factory to produce famous products conducive to promoting the people's health.\n\t\t\t\t\t\n\t\t\t\t\t In the spirit of self-reliance and self-development, the factory upgraded the process of producing extracts by remodeling an air-tight extractor and fitting thickeners with ventilators, she said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The equipment for producing injection was also renovated.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, the factory developed new Koryo medicines by introducing advanced scientific achievements."
        },
        {
            "title": "CNCDP denuncia tentativas de titeres surcoreanos por la ubicacion de THAAD",
            "url": "http://kcna.co.jp/item/2017/201703/news09/20170309-15ee.html",
            "content": "KCNA Commentary on U.S. Inveterate Repugnancy and Hostility toward DPRK\r\n Pyongyang, March 9 (KCNA) -- The U.S. State Department in \"2016 country report on human rights\" published on March 3 cited \"data\" on \"human rights issue\" in the DPRK and went so bully as to list the DPRK as an \"authoritarian state\".\n\t\t\t\t\t The State Department made a flurry of rhetoric, let out by human scum-like \"defectors from the north\" who fled the country after committing crimes against their kinsmen and the nation, established facts in a bid to use them for tarnishing the dignity of a sovereign state. This is an expression of inveterate repugnancy and hostility toward the ideology and social system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We strongly reject its \"human rights report\" aimed to threaten the political stability of a country and bring down its social and political system under the \"human rights standard\" based on the American view on value.\n\t\t\t\t\t\n\t\t\t\t\t Aggression and interference in the internal affairs of other countries and nations are justified on the international arena at present under the \"human rights standard\" set by the U.S. and other Western countries.\n\t\t\t\t\t\n\t\t\t\t\t Prompted by their unilateral interests, quite irrelevant to human rights, the U.S. and other Western countries label other countries preserving their own social system and political mode \"human rights abusers\" and put collective pressure on them.\n\t\t\t\t\t\n\t\t\t\t\t The recent report, too, took issue with human rights situation in other countries through prejudice and fabrication guided by the American-style \"human rights standard\" as before.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. is the worst human rights abuser as it brought down legitimate states through \"color revolution\" and spawned the worst-ever refugee problem while wantonly interfering in the internal affairs of sovereign states under the signboard of \"defence of human rights\".\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the U.S. to publish the report faulting the human rights performance in other countries while styling itself \"human rights judge,\" being unaware of where it stands.\n\t\t\t\t\t\n\t\t\t\t\t Polaris, a flesh traffic information body, made public a report that flesh traffic in the U.S. in 2016 increased 35.7 percent as compared with that in the previous year, a clear proof of the poor human rights performance there.\n\t\t\t\t\t\n\t\t\t\t\tPolaris in its report disclosed that 7,572 cases of flesh traffic occurred in California, Texas, Florida and other states of the U.S., terming it \"one form of modern-day slavery\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is heading for the grave of history due to the extreme gap between the rich and the poor and all sorts of social evils prevalent there. However, it is faulting the Korean-style socialist system where the working masses fully enjoy genuine political freedom and rights and a happy life. It is ridiculous, indeed.\n\t\t\t\t\t\n\t\t\t\t\t No country considers that the U.S. is making \"efforts\" to work out \"human rights reports\" on other countries out of its true concern about human rights performance.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. \"human rights report\" is just a tool for aggression for bringing down the ideology and system of other countries and attaining its domination aims.\n\t\t\t\t\t\n\t\t\t\t\t A clear proof of this is the human rights abuses perpetrated by the hegemonic forces in various countries of the world like Iraq.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has no elementary moral qualifications to talk about \"human rights issue\" of the DPRK as it threatens the right to existence of the Korean people to the extremes through the unprecedented blockade-type \"sanctions\" pursuant to its vicious hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All the countries on earth have the right to exercise their right to realize their own independent desire under the institutional and legal guarantees provided by the state where they reside.\n\t\t\t\t\t\n\t\t\t\t\t The \"human rights report\" annually made public by the U.S. for decades is aimed to infringe upon the sovereignty of other countries. This fact glaringly reveals the nature of the U.S. styling itself an \"international judge\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. will get nothing through the \"human rights\" smear campaign, part of its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The people in the DPRK are enjoying genuine political freedom and rights and a happy life under the best socialist system in the world. The DPRK will invariably advance along the road of promoting the Korean-style human rights chosen by its people themselves while foiling the U.S. hostile rhetoric about \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t Human rights can never be a playing thing of the U.S."
        }
    ]
}