{
    "date": "2017-02-28",
    "url": "http://kcna.co.jp/item/2017/201702/2017-02-28ee.html",
    "articles": [
        {
            "title": "Congratulations to Mongolian People's Party",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-10ee.html",
            "content": "Congratulations to Mongolian People's Party\r\n Pyongyang, February 28 (KCNA) -- The Central Committee of the Workers' Party of Korea Tuesday sent a congratulatory message to the Central Committee of the Mongolian People's Party on the 96th anniversary of its foundation.\n\t\t\t\t\t The message noted that the Mongolian People's Party has achieved great successes in the work for the independent development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t It wished the Mongolian People's Party greater successes in its activity, expressing belief that the long-standing relations of friendship and cooperation between the two parties would grow stronger in the idea of independence, peace and friendship."
        },
        {
            "title": "DPRK Foreign Ministry Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-17ee.html",
            "content": "DPRK Foreign Ministry Delegation Leaves for China\r\n Pyongyang, February 28 (KCNA) -- A delegation of the DPRK Foreign Ministry led by Vice-Minister Ri Kil Song left here Tuesday to visit China."
        },
        {
            "title": "Many Tree Nurseries Built or Renovated in Last One Year",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-21ee.html",
            "content": "Many Tree Nurseries Built or Renovated in Last One Year\r\n Pyongyang, February 28 (KCNA) -- Many tree nurseries have been modernly built or rebuilt in the DPRK over the last one year.\n\t\t\t\t\t The Central Tree Nursery of the Ministry of Land and Environment Protection built a new outdoor cultivation ground with big capacity, making it possible to raise the production of saplings ten times.\n\t\t\t\t\t\n\t\t\t\t\t Yangdok County newly built three hectare-wide outdoor cultivation ground which introduced a sprayer system based on gravity-fed irrigation and made good arrangement of sapling storehouse and greenhouse.\n\t\t\t\t\t\n\t\t\t\t\t Jangyon County built the tree nursery building covering more than 2,000 square meters with all necessary conditions for sapling production.\n\t\t\t\t\t\n\t\t\t\t\t Mother tree nurseries in Ichon, Hoeyang, Unsan, Tongchang, Yonthan, Singye counties and other regions were remodeled into sapling production bases equipped with outdoor cultivation grounds, circular cutting bed, greenhouses and humus-pot seedlings production facilities.\n\t\t\t\t\t\n\t\t\t\t\t Officials and workers of many units, including the Tree Nursery No.122 run by the Korean People's Army, the central tree nurseries of the Ministry of Land and Environment Protection and the Ministry of Urban Management, introduced the latest technology to remodel their tree nurseries."
        },
        {
            "title": "New National Record Set in Paektusan Prize Sports Games",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-12ee.html",
            "content": "New National Record Set in Paektusan Prize Sports Games\r\n Pyongyang, February 28 (KCNA) -- A new national record was bettered at a speed skating event of the Paektusan Prize Sports Games.\n\t\t\t\t\t Players of the Taesongsan Sports Team rewrote the national record, set in the 13th People's Games last year, at 2,400m women's team pursuit by cutting down 2.12 seconds."
        },
        {
            "title": "Active Hardening Accelerator Developed in DPRK",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-11ee.html",
            "content": "Active Hardening Accelerator Developed in DPRK\r\n Pyongyang, February 28 (KCNA) -- A research group of the 216 Division in the DPRK recently succeeded in developing and localizing an active concrete-hardening accelerator helpful to the wet construction even in winter. Now the division is in charge of reconstructing Samjiyon County, Ryanggang Province.\n\t\t\t\t\t It takes only a few hours for the accelerator to harden concrete mixture even in low temperature.\n\t\t\t\t\t\n\t\t\t\t\t The accelerator is mainly composed of industrial by-products and is a kind of powdered mineral-salt additive with low production cost but 3-4 times stronger than existing ones in accelerating hardening.\n\t\t\t\t\t\n\t\t\t\t\t It is free from rusting reinforcing bars, while making it possible to set timing for hardening.\n\t\t\t\t\t\n\t\t\t\t\t It has been proved effective in remodeling Samjiyon County."
        },
        {
            "title": "New Technology of Purifying Sewage Developed",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-13ee.html",
            "content": "New Technology of Purifying Sewage Developed\r\n Pyongyang, February 28 (KCNA) -- The Mirae Industrial Technology Institute under Kim Chaek University of Technology in the DPRK recently developed a new sewage-purification technology of great economic significance.\n\t\t\t\t\t The new dispersed sewage-purification technology is lower than the centralized purification method in power consumption and highly effective in depurating sewage.\n\t\t\t\t\t\n\t\t\t\t\t And it makes it possible to reduce the plottage for sewage treatment in sewage-network construction and produce compound feed and marsh gas from sewage and industrial waste-water."
        },
        {
            "title": "Neighboring Countries Urged to Do Things Helpful to Korea's Reunification",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-06ee.html",
            "content": "Neighboring Countries Urged to Do Things Helpful to Korea's Reunification\r\n Pyongyang, February 28 (KCNA) -- No other nation in the world has suffered the pain of division and been exposed to long-term nuclear threat for more than half a century as the Korean nation, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t Citing facts to prove this is attributable to the U.S., not to lack of the Korean nation's desire for reunification, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t But for the U.S. interference, the Korean nation would have built a reunified prosperous country by its united efforts long ago.\n\t\t\t\t\t\n\t\t\t\t\t Putting an end to the U.S. military presence in south Korea is an urgent priority in solving the issue of Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The termination of the U.S. forces' presence in south Korea would remove the basic factor threatening peace of the country and the greatest obstacle in the way of its reunification. Then the most dangerous hotbed of war in the world will disappear and circumstances favorable for global peace and security be created.\n\t\t\t\t\t\n\t\t\t\t\t Japan is also an arch criminal behind the division of Korea together with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Japan should abandon the ambition to reinvade the Korean peninsula, make liquation and apology for the wrongdoings it committed against the Korean nation in the past and no longer obstruct Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t Countries around Korea should do things helpful to the Korean nation's aspiration and efforts for the reunification.\n\t\t\t\t\t\n\t\t\t\t\t Peace and security of the region and the world would be unthinkable apart from the peace and security of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The countries should do things helpful to the efforts of the DPRK if they truly want peace of the peninsula and the region."
        },
        {
            "title": " Minju Joson Blasts Japanese Government's Moves to Grab Tok Islets",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-08ee.html",
            "content": "Minju Joson Blasts Japanese Government's Moves to Grab Tok Islets\r\n Pyongyang, February 28 (KCNA) -- The Japanese government made public on Feb. 14 new teaching manuals for primary and secondary schools in which the Tok Islets are falsely marked as \"part of Japan's Territory\".\n\t\t\t\t\t Commenting on this, Minju Joson on Tuesday says:\n\t\t\t\t\t\n\t\t\t\t\t It is not the first time that Japan openly disclosed its ambition for militarist overseas aggression, insisting on its claim to Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\t Even now Japan is making desperate efforts to justify its moves to grab Tok Islets as evidenced by distribution of literature asserting \"domination over Tok Islets\" in the international community and the action taken to let cabinet ministers participate in the local events for observing the \"Takeshima (Tok Islets) Day\" in a bid to raise their level.\n\t\t\t\t\t\n\t\t\t\t\t Japan specified the claim to Tok Islets in the textbooks of primary and secondary schoolchildren, not just for getting recognition of others. Its calculation is that this would help implant into the minds of the young Japanese the idea that Tok Islets are \"land usurped by others\" and so they should be retaken and thus the virus of militaristic ideology of the Japanese reactionaries would be quickly instilled into them. \n\t\t\t\t\t\n\t\t\t\t\t This is the aim sought by the Japanese government in the above-said scenario.\n\t\t\t\t\t\n\t\t\t\t\t However, Japan must bear in mind that imbuing the younger generation with the virus of militaristic ideology would be as foolish an act as precipitating its ruin."
        },
        {
            "title": "Minju Joson Slams S. Korean FM's Jargon for Confrontation",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-07ee.html",
            "content": "Minju Joson Slams S. Korean FM's Jargon for Confrontation\r\n Pyongyang, February 28 (KCNA) -- Yun Pyong Se, foreign minister of south Korea, during his recent junkets to different countries, implored for imposing \"tougher sanctions and pressure\" upon the DPRK, claiming the \"nuclear issue of the north is like a time-bomb\" and \"now is the last opportunity.\" He went the lengths of blustering \"it is necessary to warn the north that its human rights abuses can never be forgiven\" and \"it should be led to bring about changes inside.\"\n\t\t\t\t\t Minju Joson Tuesday in a commentary brands Yun as human scum being called \"Sancho Panza\" of Park Geun Hye, modern day Don Quixote in skirt carrying a sword.\n\t\t\t\t\t\n\t\t\t\t\t In fact, he has no face to tour foreign countries as he is the top class criminal who has zealously helped Park Geun Hye in her hideous scandal, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Frightened by the rapidly growing nuclear and missile capabilities of the DPRK, mandarins of the south Korean puppet regime are busy touring different countries to beg for campaigns to stifle the compatriots in the north only to invite international criticism and sneer. \n\t\t\t\t\t\n\t\t\t\t\t Their description of the DPRK's nuclear deterrent for self-defence as \"a time-bomb\" is nothing but the jargon let out by the worst fools ignorant of how peace is preserved on the Korean peninsula and how things are going in the world.\n\t\t\t\t\t\n\t\t\t\t\t Their silly talk about \"human rights in the north\" amounts to the stupid and shameless behavior of imbeciles and wicked tricksters.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group's hectic diplomacy to generate cooperation with outside forces would only bring bitterer disgrace and humiliation and miserable ruin."
        },
        {
            "title": "True Colors of U.S. as World's Worst Human Rights Abuser",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-09ee.html",
            "content": "True Colors of U.S. as World's Worst Human Rights Abuser\r\n Pyongyang, February 28 (KCNA) -- The U.S. has come under fire by the international community for its human rights abuses revealed one after another.\n\t\t\t\t\t Quoting the results of the recent survey made by Polaris, the national human traffic survey institution, UPI disclosed that the flesh traffic increased 35.7 percent in the U.S. last year over that in the previous year.\n\t\t\t\t\t\n\t\t\t\t\t It said that more than 7,572 cases of flesh traffic were reported in California, Texas, Florida, etc., terming them \"a form of modern-day slave system.\"\n\t\t\t\t\t\n\t\t\t\t\t Seyed Ali Khamenei, leader of the Islamic Revolution in Iran, referred to the fact that a five-year-old boy was detained with his hands manacled in the U.S. some time ago, saying that this shows the present \"human rights situation in the U.S.\"\n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly show before the world once again the true colors of the U.S. as the worst human rights abuser.\n\t\t\t\t\t\n\t\t\t\t\t Last year the U.S. released a \"report on world's human traffic in 2016\" in which it slandered 188 countries and regions, blaming them for failing to combat flesh traffic. Not content with this, the U.S. went the lengths of mapping out a list of such countries.\n\t\t\t\t\t\n\t\t\t\t\t There is no such country as the U.S. where human existence and security are not guaranteed and even the elementary rights of human beings are being violated blatantly.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is a cesspool of crimes and a veritable hell where grisly human rights abuses and bloody man-killing are rampant. It came into being through bloody man-killing and exists by dint of human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t It has a history of the most cursed and disgraceful flesh traffic in the world.\n\t\t\t\t\t\n\t\t\t\t\t Its history began with black slave trade and is still known as the world's worst country in flesh traffic. 100,000 to 500,000 fall victim to the flesh traffic for slave labor every year and 100,000 children are forced into prostitution annually.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is only the country where children without their protectors are thrown behind bars for an indefinite period. About 70,000 children met such fate in 2014 only.\n\t\t\t\t\t\n\t\t\t\t\t It is shameless for such country to talk about international law and standards and pull up most of the countries in the world over their \"human rights situation.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is loudmouthed about \"defence of human rights\" and \"equality for all\" world-wide but it can never cover up its true colors as the world's worst human rights abuser.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. \"human rights\" campaign will never work on any country."
        },
        {
            "title": "KCNA Commentary Hits out at S. Korean Puppet Forces' Projected Largest-ever Saber-rattling",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-20ee.html",
            "content": "KCNA Commentary Hits out at S. Korean Puppet Forces' Projected Largest-ever Saber-rattling\r\n Pyongyang, February 28 (KCNA) -- The south Korean puppet authorities, horror-stricken by the DPRK's successful test-fire of strategic ballistic rocket Pukguksong-2, are frantically escalating the anti-DPRK confrontation.\n\t\t\t\t\t They cry out for dramatically expanding the scale of Key Resolve and Foal Eagle joint military exercises together with the U.S., terming the DPRK's test-fire \"an intolerable grave provocation\" and \"threat to the regional security\".\n\t\t\t\t\t\n\t\t\t\t\t They seek to put military pressure on the DPRK by introducing within the first half of this year four Global Hawks which had been planned to bring gradually till 2019 and having the latest 13,000-tonnage rocket pursuit craft Howard Lorenzen of the U.S. navy anchored at Pusan Port though it is on monitoring duty in waters off the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t While justifying the U.S. deployment of THAAD being censured by the public at home and abroad, they begged for \"cooperation in handling the nuclear issue of the north\" at the Group of 20 Foreign Ministers Meeting and Munich Security Meeting held in Germany.\n\t\t\t\t\t\n\t\t\t\t\t It is nothing but the last-ditch efforts of the Park Geun Hye regime to challenge the DPRK's measures for bolstering up its defence capability though it is fated to meet its miserable end.\n\t\t\t\t\t\n\t\t\t\t\t The above-said test-fire of the DPRK was a measure for self-defense for boosting the military capability and the legitimate exercise of rights of a sovereign state as it was part of routine drills conducted in the sky, land and sea.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK conducted the test-fire inside the waters under its jurisdiction and in the way of high-angle firing in consideration of the security of neighboring countries. However, they are terming it a \"provocation\" and \"threat\" not only to south Korea but also to the region and world peace and security. This is a sheer jargon.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group are working with blood-shot eyes to develop missiles against the DPRK after turning south Korea into the biggest nuclear outpost in the East by bringing U.S. aggressor forces there. It is, therefore, the height of absurdity and shamelessness for them to take issue with the DPRK's legitimate measures for self-defense. \n\t\t\t\t\t\n\t\t\t\t\t It was an entirely wise and just option for the nation's sovereignty and vital rights that the DPRK set it as its state line to have access to nuclear weapons and acquired powerful nuclear deterrent despite all difficulties.\n\t\t\t\t\t\n\t\t\t\t\t The Park group can never understand this truth before they go to their graves as they sold off the interests of the nation to foreign forces and turned south Korea into a theater of nuclear war rehearsals. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's military capabilities for self-defence and preemptive strike with a nuclear force as their pivot will grow stronger as the days go unless the U.S. and the south Korean puppet group abandon their aggressive ambition, persistently staging war drills under the pretext of annual ones."
        },
        {
            "title": "S. Koreans Protest Anti-DPRK Joint Military Drills",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-14ee.html",
            "content": "S. Koreans Protest Anti-DPRK Joint Military Drills\r\n Pyongyang, February 28 (KCNA) -- Civic and public organizations of south Korea held a rally in Seoul on Feb. 23, urging the U.S. and the puppet warmongers to stop the war drills against the north, according to the south Korean internet paper Jaju Sibo.\n\t\t\t\t\t Speakers at the rally charged that Key Resolve and Foal Eagle joint military drills to be staged from March are war games for aggression on the DPRK as they are not for \"defensive\" but for \"invasion of Pyongyang\" and \"beheading operation\".\n\t\t\t\t\t\n\t\t\t\t\t If a war breaks out, it will be beneficial to outside forces, they said, calling for checking the war drills to ensure peace and reunification."
        },
        {
            "title": "S. Korea: Crimes of Park Geun Hye Committed in Four Years of Office Slammed",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-16ee.html",
            "content": "S. Korea: Crimes of Park Geun Hye Committed in Four Years of Office Slammed\r\n Pyongyang, February 28 (KCNA) -- The opposition Minju Party of south Korea on Feb. 25 issued a commentary condemning traitor Park Geun Hye for the crimes committed during her four year-long tenure as \"president\", according to the south Korean Newsis.\n\t\t\t\t\t The commentary said that the traitor has done nothing for the people but pushed the economy to the lowest ebb and made society divided.\n\t\t\t\t\t\n\t\t\t\t\t The four years of the Park regime was a period of people's suffering, it said, urging her to stop fomenting disorder but await the decision of the \"constitutional court\" quietly."
        },
        {
            "title": "S. Korea: Collection of Data on Park Geun Hye's Crimes in Four Years of Office Published",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-18ee.html",
            "content": "S. Korea: Collection of Data on Park Geun Hye's Crimes in Four Years of Office Published\r\n Pyongyang, February 28 (KCNA) -- The opposition Minju Party of south Korea on Feb. 23 published a collection of data dealing with the crimes traitor Park Geun Hye committed in four years of her office, according to south Korea's Munhwa Ilbo.\n\t\t\t\t\t The collection criticized Park's sycophantic, treacherous, anti-social and anti-reunification politics, divided into 13 items.\n\t\t\t\t\t\n\t\t\t\t\t As regards its publication, an official of the Party said at a meet-the press that the total failure of the Park regime has been confirmed objectively through the statistical data and records. The south Korean society has been deceived and people cheated over the past four years, the official deplored."
        },
        {
            "title": "S. Korean Foreign Ministry Accused of Demanding Removal of Girl Statues",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-19ee.html",
            "content": "S. Korean Foreign Ministry Accused of Demanding Removal of Girl Statues\r\n Pyongyang, February 28 (KCNA) -- The south Korean people from different social strata reportedly condemned the puppet Foreign Ministry for urging the removal of the statues of girl sexual slaves for the Imperial Japanese Army, which stand near the Japanese embassy and consulate general in south Korea, to other places under the pressure from the Japanese reactionaries.\n\t\t\t\t\t The Solidarity for Progress in a commentary on Feb. 23 blasted the ministry for working hard to meet the demands of Japan, quite indifferent to the anger of the victims of the sexual slavery and other people.\n\t\t\t\t\t\n\t\t\t\t\t It demanded Yun Pyong Se and Hwang Kyo An step down at once to meet the same fate as Park Geun Hye's."
        },
        {
            "title": "Overseas Compatriots' Magazine Marks Day of Shining Star",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-15ee.html",
            "content": "Overseas Compatriots' Magazine Marks Day of Shining Star\r\n Pyongyang, February 28 (KCNA) -- Thongil, a monthly socio-political magazine of the International United Confederation of Koreans, gave special write-ups to the 75th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The magazine carried a portrait of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It printed an art work depicting President Kim Il Sung and Kim Jong Il standing together and photos of Kim Jong Il giving on-site guidance to the Korean People's Army, cinematic art, construction and other sectors of the country and meeting with Russian President Vladimir Putin.\n\t\t\t\t\t\n\t\t\t\t\t It introduced the revolutionary career of Kim Jong Il in a chronological order.\n\t\t\t\t\t\n\t\t\t\t\t Under sub-title \"Kim Jong Il-Socialism Is a Science\" the magazine carried an article saying that in the 1990s when the imperialists and opportunists talked about \"collapse\" of socialism, Kim Jong Il conducted energetic ideo-theoretical activities to prove in a scientific way the validity of the socialist cause and the inevitability of its victory.\n\t\t\t\t\t\n\t\t\t\t\t It also edited an article telling that with his unique Songun politics he defended the sovereignty and dignity of the country and the nation and strengthened Korean-style socialism into invincible one."
        },
        {
            "title": "Kim Jong Il's Work Introduced by Brazilian Organization",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-01ee.html",
            "content": "Kim Jong Il's Work Introduced by Brazilian Organization\r\n Pyongyang, February 28 (KCNA) -- The Brazilian Center for the Study of the Songun Politics posted on its website leader Kim Jong Il's work \"The Songun-Based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\" on Feb. 16, his birth anniversary.\n\t\t\t\t\t The work, published on January 29, Juche 92 (2003), clarifies the idea that the Songun-based revolutionary line, the Songun politics of the Workers' Party of Korea, is an effective political mode in the present era that has carried forward and developed President Kim Il Sung's idea and line on attaching importance to the army, and a scientific, revolutionary line and political mode most correctly meeting the requirements of the times and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The website carried a portrait of smiling Kim Jong Il."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-02ee.html",
            "content": "Kim Jong Il's Birth Anniversary Marked in Different Countries\r\n Pyongyang, February 28 (KCNA) -- Events took place in various countries between Feb. 7 and 19 to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They included celebration meetings, seminars, book and photo exhibitions and film shows in Cuba, Norway, Denmark, Switzerland, Spain, Italy, Poland and South Africa.\n\t\t\t\t\t\n\t\t\t\t\t The first vice-chairman of the Cuban Committee for Supporting Korea's Reunification said Kim Jong Il had always found himself among the people and devoted all his life to the prosperity of the country and its independent and peaceful reunification.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ostfold County Committee of the Communist Party of Norway said that the DPRK could attain the position of a nuclear weapons state and satellite manufacturing and launching state thanks to the solid foundations provided by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Denmark-DPRK Friendship Association stressed that Kim Jong Il's exploits on behalf of the times and humanity would shine forever.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Switzerland-Korea Committee said that Generalissimo Kim Jong Il defended the country's sovereignty and dignity with his Songun politics and provided the powerful nuclear deterrence to turn the DPRK into an invincible socialist fortress.\n\t\t\t\t\t\n\t\t\t\t\t The first secretary of the Mfumalanga Provincial Committee of the South African Communist Party said that the Korean people are still missing Kim Jong Il who turned the DPRK into a military power by prioritizing the work for bolstering the military capability in the so difficult period.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages and letters to respected Supreme Leader Kim Jong Un were adopted at the events in Norway, Denmark and Switzerland."
        },
        {
            "title": "Book on Korean People's Patriotism Published in Mongolia",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-03ee.html",
            "content": "Book on Korean People's Patriotism Published in Mongolia\r\n Pyongyang, February 28 (KCNA) -- The book \"Patriotic Idea and Independent Development of Mongolia\" was brought out in Mongolia on the occasion of the 75th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t It carries photos showing the revolutionary activities of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Contained the four-chapter book are articles, illustrated with a photo of immortal Kimilsungia, on the ideological basis of patriotism possessed by the Korean people, the achievements brought about by it and the independent development of Mongolia.\n\t\t\t\t\t\n\t\t\t\t\t The book-releasing ceremony took place at the Culture and Art University of Mongolia on Feb. 13.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the Mt. Paektu Association for Independent Development, the Kimjongilia Association, the Association for the Study of the Juche Idea-Songun Idea, the Mongolia-Democratic Korea Friendship Bridge Association and other units and masses of Mongolia and staff members of the DPRK embassy in Ulan Bator.\n\t\t\t\t\t\n\t\t\t\t\t D. Narantuya, member of the Leadership Council of the Mongolian Mt. Paektu Association for Independent Development, said that he wrote the book to convey everything seen by him during his stay in the DPRK to the younger generation.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK I saw the reality in which the diligent people are making development in an independent way.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea founded by HE Kim Il Sung clearly indicates the matter related to the DPRK's independent development.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people's patriotism created assets to be handed down to posterity.\n\t\t\t\t\t\n\t\t\t\t\t This goes to prove that patriotism serves as the great driving force for building a state in the present times.\n\t\t\t\t\t\n\t\t\t\t\t Lauding Kim Jong Il for having pursued the unique Songun politics to display the dignity and might of the DPRK far and wide, the author said:\n\t\t\t\t\t\n\t\t\t\t\t Today Mongolia has entered the fresh road of development and all the Mongolian people hope for their country's rapid development.\n\t\t\t\t\t\n\t\t\t\t\t For this, they should regard the independent idea as the guidelines.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea is instilling hope into the people who want the independent development of Mongolia."
        },
        {
            "title": "U.S. Fears Korean People's Will to Live Independently: Russian Figure",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-04ee.html",
            "content": "U.S. Fears Korean People's Will to Live Independently: Russian Figure\r\n Pyongyang, February 28 (KCNA) -- Today a horrible thing for the U.S. and its followers is not the DPRK's rocket but its people's will to live independently.\n\t\t\t\t\t Alexandr Prokhanov, editor-in-chief of the Russian newspaper Zavtra, said this in a recent interview with the Russian newspaper Komsomolskaya Pravda.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's launch of a new medium to long-range ballistic missile had a great impact on the world community.\n\t\t\t\t\t\n\t\t\t\t\t What astonished the U.S., Japan and other countries is not just the successful launch of the rocket and its accuracy but its type which is completely new.\n\t\t\t\t\t\n\t\t\t\t\t Supreme Leader of the DPRK Kim Jong Un encouraged the members doing rocket-assembling on the spot.\n\t\t\t\t\t\n\t\t\t\t\t The might of that rocket can be found in the fact that the liquid-fuel rocket engine was definitely converted into the high-power solid-fuel rocket engine. This points to the perfect rocket-manufacturing technology.\n\t\t\t\t\t\n\t\t\t\t\t Another might is that it has rapidity, which makes it impossible for the enemies to intercept as it can be launched while shifting its position.\n\t\t\t\t\t\n\t\t\t\t\t Its successful test is evidently a great victory won by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is defending its sovereignty and security by dint of such might."
        },
        {
            "title": "CC de PTC felicita 96o aniversario de fundacion de PPM",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-22ee.html",
            "content": "CC de PTC felicita 96o aniversario de fundacion de PPM\r\nPyongyang, 28 de febrero (ACNC) -- El Comite Central del Partido del Trabajo de Corea remitio hoy un mensaje de felicitacion al CC del Partido del Pueblo de Mongolia con motivo del 96o aniversario de la fundacion de la ultima organizacion politica. \n\t\t\t\t\tLa misiva senala que el PPM obtiene notables exitos en su responsabilidad por lograr el desarrollo independiente y la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tExpresando su seguridad de que seguiran ampliandose y desarrollandose de acuerdo con el ideal de la independencia, paz y amistad las historicas y tradicionales relaciones de amistad y cooperacion existentes en dos partidos, formula votos por mayores exitos en las actividades del partido receptor."
        },
        {
            "title": "Delegacion de cancilleria coreana parte a China",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-23ee.html",
            "content": "Delegacion de cancilleria coreana parte a China\r\nPyongyang, 28 de febrero (ACNC) -- La delegacion del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea, encabezada por su viceministro Ri Kil Song, salio hoy de esta capital para realizar una visita a la Republica Popular China."
        },
        {
            "title": "Minju Joson condena intento de Japon de sembrar ambicion de usurpacion territorial",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-24ee.html",
            "content": "Minju Joson condena intento de Japon de sembrar ambicion de usurpacion territorial\r\nPyongyang, 28 de febrero (ACNC) -- El dia 14, el gobierno japones dio a luz la guia de estudio para las escuelas primarias y las secundarias en que el islote coreano Tok es mal anotado como \"tierra japonesa\".\n\t\t\t\t\t Ya es bien conocido el hecho de que Japon insiste abiertamente en su \"soberania sobre el islote Tok\" como parte de sus desesperados esfuerzos por repetir la agresion militarista a ultramar y arrebatar territorios ajenos.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senala el periodico Minju Joson en un comentario individual difundido este martes y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  Para justificar su criterio de bandido, Japon circula ahora tambien en la sociedad internacional los materiales de propaganda que reflejan su absurda insistencia. Ademas, envio a un ministro del gabinete al \"acto por el 'Dia de Takeshima' (nombre japones dado al Tok)\", auspiciado por una entidad autonoma local, para elevar su nivel.\n\t\t\t\t\t\n\t\t\t\t\t  Al incluir en el manual de uso escolar su insistencia en el \"derecho de posesion del islote Tok\", los reaccionarios japoneses pretenden inyectar facilmente en los miembros de la nueva generacion la perniciosa idea militarista de que tomarian la decision de recuperar sin falta \"esa tierra usurpada\".\n\t\t\t\t\t\n\t\t\t\t\t  Ellos deben darse cuenta de que eso es un acto suicida que echara a perder el futuro de su pais."
        },
        {
            "title": "ACNC denuncia desesperaciones agonicas de horda de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2017/201702/news28/20170228-25ee.html",
            "content": "ACNC denuncia desesperaciones agonicas de horda de Park Geun-hye\r\nPyongyang, 28 de febrero (ACNC) -- Tan pasmados ante el exitoso lanzamiento de ensayo de cohete balistico estrategico de tipo \"Pukguksong-2\", los compinches titeres surcoreanos se entregan con mas frenesi a las tentativas conflictivas anti-RPDC. \n\t\t\t\t\tPero, las autoridades surcoreanas lo acusan como una \"seria e intolerable provocacion\" y \"amenaza a la seguridad regional\" y hablan ruidosamente que agrandaran junto con su amo norteamericano la dimension del entrenamiento militar conjunto Key Resolve y Foal Eagle. \n\t\t\t\t\t\n\t\t\t\t\tDecidieron emplazar con antelacion dentro de la primera mitad de 2017 los cuatro Global Hawk de fabricacion norteamericana que ellos planeaban introducirlos de modo gradual hasta el ano 2019. Por otra parte, hicieron anclar en el Puerto de Pusan el Howard Lorenzen de las fuerzas navales que cumplia la mision de vigilancia en aguas maritimas perifericas de la Peninsula Coreana, recrudeciendo asi la presion militar sobre la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSe desesperan por justificar la ubicacion de THAAD de EE.UU., condenada en el interior y exterior del pais, y  mendigan la \"coparticipacion nuclear anti-RPDC\" en la reunion de cancilleres del G-20 y la otra de seguridad Munich, concedidas en Alemania. \n\t\t\t\t\t\n\t\t\t\t\tResulta muy absurdo los actos de la horda de Park Geun-hye, que tratan de desafiar a las medidas autodefensivas de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl ordinario lanzamiento de proyectil de tipo Pukguksong-2 de la RPDC es una medida autodefensiva para fortalecer mas las fuerzas de defensa nacional y un ejercicio de justo derecho de un Estado soberano. \n\t\t\t\t\t\n\t\t\t\t\tEsta vez, la RPDC realizo a manera del disparo de angulo alto en la region jurisdiccional la prueba tomando en consideracion la seguridad de los paises perifericos. Por tanto, este lanzamiento no puede ser una \"provocacion\" ni \"amenaza\" a la paz y la seguridad del suelo surcoreano, la region periferica y los restos del mundo como lo insisten los traidores surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tPara defender la soberania y el derecho a existencia de la nacion, la RPDC tomo una opcion correcta y justa de disponer del poderoso disuasivo nuclear presentando el armamento nuclear como la linea estatal y superando todas las dificultades, lo que no comprendera hasta el final de su muerte la banda traidora de Park. \n\t\t\t\t\t\n\t\t\t\t\tSe fortalecera cada dia mas la capacidad de autodefensa y de ataque preventivo centrada en las fuerzas armadas nucleares, mientras que Estados Unidos y sus seguidores no dejen de desarrollar en la propia nariz de la RPDC los ejercicios de guerra."
        }
    ]
}