{
    "date": "2017-04-29",
    "url": "http://kcna.co.jp/item/2017/201704/2017-04-29ee.html",
    "articles": [
        {
            "title": "S. Korean Warships' Intrusion into Waters of DPRK on Explosive Increase",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-09ee.html",
            "content": "S. Korean Warships' Intrusion into Waters of DPRK on Explosive Increase\r\nPyongyang, April 29 (KCNA) -- The south Korean puppet navy warships' intrusion into the territorial waters of the DPRK side in the West Sea of Korea has recently been on explosive increase.\n\t\t\t\t\t In recent ten days alone, the south Korean puppet forces infiltrated a total of 101 navy warships into the waters of the DPRK on 81 occasions.\n\t\t\t\t\t\n\t\t\t\t\t This is nearly twice as what happened in March alone.\n\t\t\t\t\t\n\t\t\t\t\t Such intrusion has created the danger of military conflict in the hotspot waters in the West Sea of Korea beset with constant tension.\n\t\t\t\t\t\n\t\t\t\t\t However, the puppet military warmongers are trying to justify the intrusion, claiming the operation of warships in the waters is to \"intercept illegal fishing boats\".\n\t\t\t\t\t\n\t\t\t\t\t The severity of the situation lies in that it is timed to coincide with the military provocation escalating to the maximum due to the Foal Eagle joint military rehearsal targeting \"preemptive attack\" on the DPRK that has reached its height across south Korea and due to the emergency introduction of nuclear carrier Carl Vinson, nuclear submarine Michigan and other nuclear strike means of the U.S. into the waters off the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The explosively increased infiltration of the puppet navy warships into the hotspot waters in the West Sea of Korea is prompted by the sinister intention to make the \"northern limit line\" a fait accompli under the plea of checking the \"illegal fishing\" operation of fishing boats of the third country and create \"security crisis\" by leading the DPRK into military counteraction.\n\t\t\t\t\t\n\t\t\t\t\t The army of the DPRK has closely followed with high vigilance all the moves in the hotspot waters in the West Sea of Korea.\n\t\t\t\t\t\n\t\t\t\t\t We will never tolerate the reckless act of the puppet forces keen on making a provocation in the hotspot waters, not content with wild rhetoric as \"intolerable punishment\" and \"preemptive attack\" while going round the master like a frivolous poodle.\n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers must not forget even a moment that their thoughtless act will entail a catastrophic end."
        },
        {
            "title": "Israeli Defense Minister Denounced for Hurting Dignity of Supreme Leadership of DPRK",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-04ee.html",
            "content": "Israeli Defense Minister Denounced for Hurting Dignity of Supreme Leadership of DPRK\r\nPyongyang, April 29 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK Friday gave the following answer to the question put by KCNA with regard to the reckless remarks of the defense minister of Israel hurting the dignity of the supreme leadership of the DPRK:\n\t\t\t\t\t On April 25, the defense minister of Israel said, when interviewed by a media, that Israel is directly affected by the standoff between the DPRK and the U.S., dare hurting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The reckless remarks of the Israeli defense minister are sordid and wicked behavior and grave challenge to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Israel is the only illegal possessor of nukes in the Middle East under the patronage of the U.S. However, Israel vociferated about the nuclear deterrence of the DPRK slandering it, whenever an opportunity presented itself. This is the cynical ploy to escape the world denunciation and condemnation as disturber of peace in the Middle East, occupier of the Arab territories and culprit of crimes against humanity.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, from its principled stand on valuing independence, justice and peace, is fully supporting the struggle of the Palestinian people to achieve the legitimate rights including regaining of the occupied territories and establishing of an independent state with Kuds as its capital and the struggle of Syrian and other Arab people in the Middle East to protect their sovereignties, stability and peace.\n\t\t\t\t\t\n\t\t\t\t\t The root cause of the grave situation on the Korean peninsula is the ever-worsening U.S. hostile policy toward the DPRK and ceaseless nuclear threats, sanctions and pressure on it century after century.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to nuclear weapons is the legitimate exercise of its righteous right for self-defence to cope with the U.S. provocative moves for aggression and its nuclear force is the treasured sword firmly defending peace on the Korean peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will and spirit of the service personnel and people of the DPRK to give merciless, thousand-fold punishment to whoever dares hurt the dignity of its supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\t Israel would be well advised to think twice about the consequences to be entailed by its smear campaign against the DPRK to cover up its crimes of occupying Arab territories and disturbing peace process in the Middle East."
        },
        {
            "title": "Delegation of Korean Medical Workers in U.S. Here",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-19ee.html",
            "content": "Delegation of Korean Medical Workers in U.S. Here\r\nPyongyang, April 29 (KCNA) -- A delegation of Korean medical workers in the U.S. headed by Pak Ki Bom arrived here on Saturday to take part in the 19th Pyongyang symposium on medical science of Koreans at home and abroad."
        },
        {
            "title": "Osaka Prefectural Delegation for Japan-Korea Friendship Here",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-21ee.html",
            "content": "Osaka Prefectural Delegation for Japan-Korea Friendship Here\r\nPyongyang, April 29 (KCNA) -- An Osaka prefectural delegation for Japan-Korea friendship led by Susumu Ono, co-representative of Osaka of the Citizens Solidarity Demanding Earlier Normalization of the Relations between Japan and the DPRK, arrived here on Saturday."
        },
        {
            "title": "Foreign Guests Leave",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-20ee.html",
            "content": "Foreign Guests Leave\r\nPyongyang, April 29 (KCNA) -- Family members of Zhang Weihua, a Chinese related to the anti-Japanese revolutionary struggle left here on Saturday. \n\t\t\t\t\t Earlier, departing here were family members of Ya. T. Nobichenko, an internationalist soldier."
        },
        {
            "title": "Korean Writers Create Many Literary Works",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-14ee.html",
            "content": "Korean Writers Create Many Literary Works\r\nPyongyang, April 29 (KCNA) -- The writers of the C.C., the Writers Union of Korea have been producing a lot of literary works encouraging the people out in the all-people offensive for the Conference of Mallima Frontrunners.\n\t\t\t\t\t In April alone they created dozens of literary works including selections of poems and novels.\n\t\t\t\t\t\n\t\t\t\t\t Ballades \"Great First Standard-bearer\", \"Story of Spring Rain\", etc. were produced.\n\t\t\t\t\t\n\t\t\t\t\t They represent the pride and honor of the army and people blessed with illustrious leaders generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t A selection of poems \"I Open the Window\" and others show the stamina of the army and the people all out in the general offensive for the final victory.\n\t\t\t\t\t\n\t\t\t\t\t Short novels \"15 houses of Yubong-dong\", \"At High Place\", etc. depict the happy people who are enjoying all sorts of socialist blessings under the loving care of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Essays \"People of Land of Kangwon Tell\", \"Tradition of Victory\", etc. encourage the army and people to win greater victories."
        },
        {
            "title": "Increased Production Witnessed in Pyongyang City",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-15ee.html",
            "content": "Increased Production Witnessed in Pyongyang City\r\nPyongyang, April 29 (KCNA) -- A drive for creating Mallima speed is brisk in industrial and agricultural sectors of Pyongyang, the capital city of the DPRK.\n\t\t\t\t\t Workers in the field of electric-power production, including the Pyongyang Thermal Power Complex and the East Pyongyang Thermal Power Plant, increase electricity production by running thermal and generating equipment at full-capacity.\n\t\t\t\t\t\n\t\t\t\t\t The Kangdong Area Coal-mining Complex and the coal mines under the Pyongyang City Coal Industry Management Bureau boost production with an aim to carry out the first half-yearly quotas ahead of schedule.\n\t\t\t\t\t\n\t\t\t\t\t The railway transport sector attaches top priority to sending materials to different sectors of national economy and major construction sites.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Electric Cable Factory 326, the Taedonggang Battery Factory, the Pyongyang Textile Machine Factory and other industrial establishments step up the production of ordered equipment and other products by keeping science and technology ahead of production.\n\t\t\t\t\t\n\t\t\t\t\t Increased production is also witnessed in the Pyongyang Kim Jong Suk Textile Mill, the Pyongyang Kim Jong Suk Silk Mill, the Kumkhop General Foodstuff Factory for Sportspeople, the Sonhung Foodstuff Factory and other light industrial factories.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, due measures have been taken to boost the production of livestock, fish, vegetable and mushroom at stockbreeding bases, fish farms and greenhouses."
        },
        {
            "title": "Achievements Made in Developing New Products",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-16ee.html",
            "content": "Achievements Made in Developing New Products\r\nPyongyang, April 29 (KCNA) -- Big efforts have been paid to developing new products in the field of machine industry of the DPRK.\n\t\t\t\t\t The Ryangchaek Bearing Factory succeeded in developing bearings for new-type tractor and truck and pushes ahead with technical preparations for their serial production. And it is stepping up the work to manufacture mechanical equipment for producing 4 kinds of bearings for tractor.\n\t\t\t\t\t\n\t\t\t\t\t The Kusong Machine Tool Factory is developing new CNC processing lathe, while the Kadam Machine Factory laid a material foundation for mass-producing new-type drilling press.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Cermet Tools Development Company turned out collapsible hard-alloy laminate for high-power cutting to apply it to CNC machine tools, while making achievements in developing ceramic tools with good red hardness."
        },
        {
            "title": "U.S. Muscle-flexing Can Never Work on DPRK: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-13ee.html",
            "content": "U.S. Muscle-flexing Can Never Work on DPRK: KCNA Commentary\r\nPyongyang, April 29 (KCNA) -- The U.S. is bluffing after firing dozens of missiles at Syria and dropping a GBU-43 bomb on Afghanistan.\n\t\t\t\t\t During his recent junket to Asia, U.S. Vice-President Pence, saying the world witnessed the \"bold decision of the president\" through the military actions in Syria and Afghanistan, behaved so arrogant as to urge the DPRK not to misjudge the will of the U.S. and test the decision of Trump and muscle of the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t Dignitaries including the U.S. ambassador to the United Nations also noisily talk about \"strong warning\" to someone every day, asserting that the era of \"strategic patience\" has come to an end and all options including military action are on the table.\n\t\t\t\t\t\n\t\t\t\t\t This is just a bluff of the U.S. keen on flexing its muscle by striking non-nuclear countries and weak nations only. Such an act can never irritate the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not misjudge its rival.\n\t\t\t\t\t\n\t\t\t\t\t Since it won a victory in the past total war with the U.S. imperialists, the DPRK has cemented its national strength in every way for decades, resolved to stage a final sacred struggle against the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The last Korean War was just like the confrontation between rifle and A-bomb. But the DPRK inflicted a bitter defeat upon the aggressors by winning the war the U.S. imperialists ignited by mobilizing mercenaries from their 15 satellite countries, the south Korean puppet army and even the Japanese militarists.\n\t\t\t\t\t\n\t\t\t\t\t During the past decades when it remained a non-nuclear country, the DPRK foiled a series of war provocations made by the U.S. such as the spy ship Pueblo incident, the EC-121 large spy plane incident and Panmunjom incident through toughest countermeasures, not surrendering to the nuclear threat posed by the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, keeping itself on high alert with all things required by a power, from H-bomb called absolute weaponry to ICBM, has all options of its own style to counter any aggression and is fully ready to react to any provocation from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is getting evermore desperate in its bluffing, but it only reveals the vulnerability of those exasperated by the DPRK's nukes of justice and invincible military muscle.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should pay attention to the world public comment that \"north Korea is not like Syria and Afghanistan at all and Trump's outbursts are no more than an senseless outcry to north Korea.\"\n\t\t\t\t\t\n\t\t\t\t\t Bluffing can never work on those relying on their own strength, convinced of their victory.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. wants to dare test the will of the army and people of the DPRK to protect their socialist country, it will have to experience what a real war is like. This is the solemn warning of the DPRK."
        },
        {
            "title": "Strong Defence Capability Guarantees Peace and Prosperity of Nation: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-05ee.html",
            "content": "Strong Defence Capability Guarantees Peace and Prosperity of Nation: Rodong Sinmun\r\nPyongyang, April 29 (KCNA) -- The Korean People's Army is providing strong support for the nuclear power in the East, the invincible military power as it reliably protects peace and security of the Korean peninsula, resolutely smashing the reckless moves of the U.S. imperialists and their vassal forces for a nuclear war against the DPRK, Rodong Sinmun Saturday says in an article.\n\t\t\t\t\t The DPRK's nuclear deterrence for self-defence is the powerful guarantee for defusing the danger of a nuclear war and ensuring durable peace on the Korean peninsula and a common treasure of the nation for reunification and prosperity of the country, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the arch criminal increasing the tension and escalating the danger of nuclear war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Peace cannot be protected by submission and begging. It is the nature of the imperialists to become more violent when someone begs for peace. And it is the bitter lesson taught by history and reality that submission and concession to imperialism will result in wreck of peace and stability and ruin of a country and nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has bolstered up its nuclear deterrence despite all sorts of ordeals to foil the U.S. brigandish moves for a nuclear war and defend the destiny of the entire nation.\n\t\t\t\t\t\n\t\t\t\t\t The era for independent reunification advancing under the banner of By Our Nation Itself was ushered to end the history of national division spanning more than half a century and the inter-Korean relations achieved epochal development. This would have been unthinkable without the invincible military strength of the DPRK provided by the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans are benefiting from the Songun politics and living under the protection of the nuclear power in the East. The DPRK's strong nuclear deterrence for self-defence provided by the great Songun politics is the symbol of the national dignity and precious treasure common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and the south Korean puppet group persist in escalating the moves to stifle the DPRK, the latter will further strengthen its nuclear deterrence."
        },
        {
            "title": "Just Is DPRK's Access to Nuclear Deterrent: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-06ee.html",
            "content": "Just Is DPRK's Access to Nuclear Deterrent: Rodong Sinmun\r\nPyongyang, April 29 (KCNA) -- Today's world has turned into that where one is unable to protect itself from a violent gangster if one has no power for defence, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Witnessing the tragic situation of Syria, the army and people of the DPRK keenly realized once again how just it was when it decided to bolster up its nuclear force for self-defence in every way.\n\t\t\t\t\t\n\t\t\t\t\t The only way to protect peace and stability from the U.S. nuclear threat and blackmail is to increase the nuclear force in quality and quantity to wipe out the aggressors and provocateurs.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK made a crucial strategic decision to set it as a state line to have access to nukes in order to put a definite end to the nuclear threat and blackmail from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It opened to public an actual nuclear warhead and took a series of steps to bolster up its nuclear attack capability, including the simulation test of atmospheric reentry of a ballistic rocket, static test of high-thrust solid-fuel rocket engine and its stage separation and SLBM test-launches.\n\t\t\t\t\t\n\t\t\t\t\t Preemptive strike is not a monopoly of the U.S. The Trump administration had better remind itself of the Korean adage that a stick is fit for a rabid dog, not persisting in muscle-flexing.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is sadly mistaken if it deals with the DPRK like Iraq and Libya undergoing a tragic destiny after falling victim to the U.S. strong-arm policy and aggression and like Syria which failed to take an immediate counter-action though it was hit hard."
        },
        {
            "title": "Rodong Sinmun Slams U.S.-Japan-S. Korea Confab against DPRK",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-07ee.html",
            "content": "Rodong Sinmun Slams U.S.-Japan-S. Korea Confab against DPRK\r\nPyongyang, April 29 (KCNA) -- Shortly ago, the south Korean puppet regime held a confab called the 9th \"Security Meeting\" with its U.S. and Japanese masters to tighten cooperation in pressurizing the DPRK.\n\t\t\t\t\t A press release, published at the end of the confab, groundlessly termed the entirely just step taken by the DPRK for self-defence a \"threat.\" It also trumpeted about \"strengthened cooperation\", terming the large-scale DPRK-targeted war games such as provocative missile interception drill and B-1Bs' drill of mounting precision strike on core facilities of the DPRK \"demonstration of effective deterrent to the north.\"\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Saturday says:\n\t\t\t\t\t\n\t\t\t\t\t The confab was aimed to shift the blame for the increasing military tension and deteriorating situation in the Korean peninsula and the region, caused by their reckless provocative acts, onto the DPRK and check its advance by justifying their sanctions to stifle it and moves for invading it.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the U.S. and the south Korean puppet regime cover up their true colors as the arch criminal increasing tensions and bringing the dark clouds of a nuclear war to the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime's \"security meeting\" with the U.S. and Japan was aimed to divert elsewhere public criticism at home and abroad focused on them and intensify their sanctions against the DPRK and war moves to invade it.\n\t\t\t\t\t\n\t\t\t\t\t No matter how frequently the puppet regime sits together with its U.S. and Japanese masters, it will be an empty talk only.\n\t\t\t\t\t\n\t\t\t\t\t The desperate moves of the hostile forces can never hold in check the advance of the nuclear power in the East, the invincible military power dashing forward like the wind by relying on its own faith and pluck, self-reliance and self-development."
        },
        {
            "title": "Nuclear War Will Bring Nothing but Doom to U.S.: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-08ee.html",
            "content": "Nuclear War Will Bring Nothing but Doom to U.S.: Rodong Sinmun\r\nPyongyang, April 29 (KCNA) -- The Trump administration's dispatch of carrier strike groups to the waters off the Korean peninsula is a reckless action of the war maniacs aimed at an extremely dangerous nuclear war, Rodong Sinmun Saturday says in a commentary.\n\t\t\t\t\t It is easy for the powerful revolutionary Paektusan army to make such gigantic carriers something useless, the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. mainland is the final target of the DPRK's strategic rockets tipped with powerful nuclear warheads.\n\t\t\t\t\t\n\t\t\t\t\t The Pacific is no longer peaceful ocean which guarantees the security of the U.S. Its vast territory is exposed to our preemptive nuclear strike.\n\t\t\t\t\t\n\t\t\t\t\t Our strike will be merciless punishment that never allows the existence of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Our preemptive nuclear attacks will bring the provocateurs nothing but tragic consequences: South Korea will be submerged in a sea of fire, Japan will be reduced to ashes and the U.S. will collapse.\n\t\t\t\t\t\n\t\t\t\t\t This is objective comments of the world public that the U.S. should ponder over.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should be mindful that the powerful revolutionary Paektusan army is waiting for the moment it will reduce the whole of the U.S. mainland to ruins with its absolute weaponry of justice.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. shows any slight sign of provocation, just the inter-continental ballistic rockets displayed in the April military parade will fly into the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The reckless nuclear war provocation by the Trump administration will bring it nothing but the fall of the American empire."
        },
        {
            "title": "U.S. and Japan Stage Joint Air Drill Targeting DPRK",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-18ee.html",
            "content": "U.S. and Japan Stage Joint Air Drill Targeting DPRK\r\nPyongyang, April 29 (KCNA) -- The U.S. aggressor forces and the Japan \"Self-Defense Forces\" staged a joint air drill targeting the DPRK on Friday.\n\t\t\t\t\t The U.S. nuclear aircraft carrier Carl Vinson-borne fighter jets conducted a madcap air drill with fighter jets of the Japan Air \"Self-Defense Force\" east of Okinawa.\n\t\t\t\t\t\n\t\t\t\t\t Involved in the drill were the Carl Vinson strike group and armed forces of Japan's Air and Maritime \"Self-Defense Forces\" including fighters and escort ships."
        },
        {
            "title": "S. Korean Religionists Stage Hunger Sit-in to Protest THAAD Deployment",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-11ee.html",
            "content": "S. Korean Religionists Stage Hunger Sit-in to Protest THAAD Deployment\r\nPyongyang, April 29 (KCNA) -- The Songju Emergency Measure Committee for Defending Holy Land of Won Buddhism of south Korea reportedly declared the launch of an indefinite hunger sit-in in Seoul on Thursday to protest against THAAD deployment and war provocation and demand peace.\n\t\t\t\t\t Christians, Buddhists, Won Buddhists, Chondoists and Catholics and other protesters demanded the immediate withdrawal of THAAD parts suddenly and violently brought to Sosong-ri, Chojon-myon, Songju County of North Kyongsang Province at dawn of Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t They pledged to pave an avenue to peace and launched a sit-in near the Kwanghwamun Plaza in Seoul."
        },
        {
            "title": "S. Koreans Demand Withdrawal of THAAD Parts",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-12ee.html",
            "content": "S. Koreans Demand Withdrawal of THAAD Parts\r\nPyongyang, April 29 (KCNA) -- The People's Emergency Action to Force the Park Geun Hye Regime to Step down and the Action for Checking THAAD Deployment of south Korea held a press conference Wednesday in Seoul to protest the U.S. aggressor forces' surprise introduction of THAAD parts.\n\t\t\t\t\t Speakers at the conference said the illegal introduction of THAAD parts should never be pardoned, urging the \"presidential\" candidates to do their bit in tackling the on-going situation and checking the deployment of THAAD and the \"National Assembly\" to adopt a relevant resolution to do so.\n\t\t\t\t\t\n\t\t\t\t\t They demanded that the U.S. and the south Korean regime make an apology for enforcing the deployment and using violence against citizens protesting it and immediately withdraw the illegally brought parts of THAAD.\n\t\t\t\t\t\n\t\t\t\t\t That night the organizations held a rally outside the U.S. embassy in protest against the deployment of THHAD."
        },
        {
            "title": "Cuban Newspaper Criticizes U.S. and UN for Abusing Human Rights Issue",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-17ee.html",
            "content": "Cuban Newspaper Criticizes U.S. and UN for Abusing Human Rights Issue\r\nPyongyang, April 29 (KCNA) -- The Cuban newspaper Granma recently carried an article criticizing the U.S. and the United Nations for abusing the human rights issue.\n\t\t\t\t\t The article termed the U.S. re-listing of Cuba, the DPRK and Iran as human rights abusers an act of deceiving the world public.\n\t\t\t\t\t\n\t\t\t\t\t Accusing the U.S. of making false propaganda against sovereign states and being hell-bent on aggression, bombing, murder and military occupation with lies and fabrications, it queried whether such acts can be viewed as \"protection of human rights\" and who should sit in the dock. \n\t\t\t\t\t\n\t\t\t\t\t The article went on:\n\t\t\t\t\t\n\t\t\t\t\t By abusing name of the UN Security Council, the U.S. is running the whole gamut of tricks to \"punish\" Cuba, the DPRK and Iran who have unyieldingly stood against its imperialist policies.\n\t\t\t\t\t\n\t\t\t\t\t It is keen on committing military invasion, plunder and human rights abuses against sovereign states. Prisoners are seriously tortured at its prison in Iraq and the prison at its Guantanamo naval base.\n\t\t\t\t\t\n\t\t\t\t\t U.S. forces used depleted uranium bombs to massacre civilians, which produced an army of handicapped people and deformed children in former Yugoslavia and Iraq.\n\t\t\t\t\t\n\t\t\t\t\t But the UN has neither disclosed and censured nor punished such human rights abuses committed by the U.S. Worse still, the UN Security Council is cracking down on the countries and personages standing against the imperialist policies, far from punishing those actually perpetrating human rights abuses, pursuant to the U.S. policy.\n\t\t\t\t\t\n\t\t\t\t\t Cuba and Iran are toughly resisting, not yielding to the imperialists' threats and blackmails, and the DPRK is squarely countering the U.S. moves of aggression."
        },
        {
            "title": "Kim Jong Un's Work Published in Slovakia",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-01ee.html",
            "content": "Kim Jong Un's Work Published in Slovakia\r\nPyongyang, April 29 (KCNA) -- The Slovak Association for Supporting and Studying the Juche Idea brought out in booklet respected Supreme Leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding the Great Comrade Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" on April 12 to mark the Day of the Sun.\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), clarifies that it is the principled requirement for victoriously advancing the cause of the Korean revolution to hold leader Kim Jong Il in high esteem as the eternal general secretary of the Workers' Party of Korea (WPK). And it indicates the tasks for steadily strengthening the WPK into the glorious party of President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary Marked in Germany",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-02ee.html",
            "content": "Kim Il Sung's Birth Anniversary Marked in Germany\r\nPyongyang, April 29 (KCNA) -- Such events as meeting, seminar and concert were held by political parties and organizations of Germany between March 29 and April 15 to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present at the events were personages of political and social circles and other people of Germany.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Communist Party of Germany said Kim Il Sung devoted his all to the prosperity of the country and happiness of its people and performed great exploits for the global cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The world admires the DPRK honorably protecting its sovereignty and dignity while standing square against the U.S. styling itself the \"only superpower\" in the world, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will always shine as the beacon of hope for the progressives as it has respected Comrade Kim Jong Un, who is identical to Comrade Kim Il Sung, as its Supreme Leader.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Federal Republic of Germany-DPRK Association said Kim Il Sung had always found himself among the people and listened to their voices carefully to shape the line and policy reflecting their will. There are many great men in the world, but the President is the only genuine leader and father of the people, he added.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany stressed that Kim Jong Un, who fully personified Kim Il Sung's warm love for the country and the people, is leading the army and people of the DPRK to the final victory."
        },
        {
            "title": "Kimilsungia-Kimjongilia Exhibitions Held in China, Guinea",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-03ee.html",
            "content": "Kimilsungia-Kimjongilia Exhibitions Held in China, Guinea\r\nPyongyang, April 29 (KCNA) -- Kimilsungia-Kimjongilia exhibitions took place from April 7 to 17 under the sponsorship of the Kimilsungia-Kimjongilia Greenhouse in Dandong of China, the Desen Economic Trading Co. Ltd., in Jilin City and other company of China and the Kimilsungia-Kimjongilia Association of Guinea on the occasion of the Day of the Sun. \n\t\t\t\t\t Hundreds of potted Kimilsungias and Kimjongilias on display in the exhibition halls presented fantastic sceneries. \n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremonies of the exhibitions were personages of different circles and masses of those countries.\n\t\t\t\t\t\n\t\t\t\t\t The general manager of the Kimilsungia-Kimjongilia Greenhouse in Dandong of China said that the greenhouse has invariably cultivated the famous flowers since its inauguration in reverence for the great men. He and other speakers expressed their will to devote everything to the work for disseminating the flowers all over the world.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the august name of President Kim Il Sung, deeply revered by all people as the peerlessly great sage, is shining with Kimilsungia.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungias and Kimjongilias in full bloom in Shenyang on the occasion of the significant Day of the Sun are revelation of the Chinese people's boundless reverence for the peerlessly great men who performed great exploits for the Korean revolution and the world revolution.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Kimilsungia-Kimjongilia Association of Guinea said they deemed it the greatest honor to hold the Kimilsungia exhibition amid ardent yearning for President Kim Il Sung who made special contributions to the cause of global independence and the building of a new society in Guinea, in particular. He expressed the will to briskly conduct the work to cultivate and disseminate the flowers of the sun and make them fully bloom across Guinea."
        },
        {
            "title": "Se incrementan de subito los casos de incursion naval de ejercito titere surcoreano",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-08ss.html",
            "content": "Se incrementan de subito los casos de incursion naval de ejercito titere surcoreano\r\nPyongyang, 29 de abril (ACNC) -- Se reportan con mas frecuencia los casos de intrusion de los buques de fuerzas navales del ejercito titere surcoreano en las aguas jurisdiccionales de la RPDC en la zona candente del Mar Este de Corea.\n\t\t\t\t\tSolo en los ultimos 10 dias, cometieron ese acto provocador 101 buques en 81 ocasiones, cifra casi al doble de los mismos casos acontecidos a lo largo de marzo. \n\t\t\t\t\t\n\t\t\t\t\tComo resultado, se crea otra vez el peligro de choque armado en la zona candente del Mar Oeste de Corea que se encuentra en el estado de tension permanente. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los belicistas surcoreanos tratan de justificar la incursion describiendo que el movimiento de sus buques de combate en dicha zona persigue el objetivo de \"interceptar los barcos de pesca ilicita\". \n\t\t\t\t\t\n\t\t\t\t\tLa gravedad del incidente es que la incursion naval se comete coincidiendo con la llegada al climax del entrenamiento militar conjunto Foal Eagle, que persigue el \"golpe preventivo\" contra la RPDC, el envio urgente a las aguas de la Peninsula Coreana del portaaviones nuclear Carl Vinson, el submarino nuclear Michigan y otros medios de golpe nuclear de EE.UU. y la escalada al tope de las provocaciones militares contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl aumento brusco de los casos de intrusion parte de la malsana intencion de hacer creer como hecho consumado la \"linea de limite al Norte\" bajo el vistoso pretexto de prevenir la \"pesca ilicita\" de los barcos de tercer pais y crear la \"crisis de seguridad\" al inducir la reaccion militar de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl Ejercito Popular de Corea observa con alta vigilancia todos los movimientos que se dan en la zona candente del Mar Oeste.\n\t\t\t\t\t\n\t\t\t\t\tNo toleraremos jamas la imprudente conducta de los titeres surcoreanos que planean nuevo incidente armado en las aguas mas candentes como si fueran poco sus disparates como \"castigo irresistible\" y \"ataque preventivo\" que habian dicho confiando en su patron. \n\t\t\t\t\t\n\t\t\t\t\tLos belicistas surcoreanos no deben olvidar ni un momento que sus actos temerarios les llevaran al destino catastrofico."
        },
        {
            "title": "MINREX de RPDC rechaza disparates del ministro de Defensa de Israel",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-01ss.html",
            "content": "MINREX de RPDC rechaza disparates del ministro de Defensa de Israel\r\nPyongyang, 29 de abril (ACNC) -- A la pregunta formulada por un reportero de la ACNC en relacion con que ultimamente, el ministro israeli de Defensa se atrevio a difamar la maxima dignidad de la Republica Popular Democratica de Corea (RPDC), el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 28 la respuesta siguiente:\n\t\t\t\t\tEn una entrevista con un medio de prensa sostenida el dia 25, el ministro de Defensa de Israel calumnio atrevidamente la maxima dignidad de la RPDC diciendo que su pais recibe una influencia directa en la confrontacion RPDC-EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEsto es un acto atroz que insulta nuestra maxima dignidad y deviene una grave provocacion contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tIsrael, unico pais que posee ilegalmente las armas nucleares en Medio Oriente, suele a calumniar en todas las oportunidades el disuasivo nuclear de la RPDC, lo cual es una artimana astuta para  eludir la critica y condena mundiales dirigidas a si mismo, perturbador de la paz del Medio Oriente, agresor de la tierra arabe y autor de los crimenes de lesa humanidad.\n\t\t\t\t\t\n\t\t\t\t\tA partir de la posicion de principios de apreciar la independencia, la justicia y la paz, la RPDC apoya activamente la lucha del pueblo palestino por realizar su derecho legitimo a rescatar el territorio arrebatado y fundar un Estado independiente con Kuds como su capital y tambien la lucha de los pueblos arabes de Siria y del Medio Oriente por defender la soberania, la estabilidad y la paz del pais.\n\t\t\t\t\t\n\t\t\t\t\tEl origen de la grave situacion predominante en la Peninsula Coreana se debe a la politica hostil anti-RPDC, la incesante amenaza nuclear, la sancion y presion de los Estados Unidos que se perpetra mas y mas en el transcurso del siglo.\n\t\t\t\t\t\n\t\t\t\t\tLa posesion de armas nucleares de la RPDC constituye el ejercicio del justo derecho a autodefensa frente a la agresion y provocacion de EE.UU. y nuestras armas nucleares son el remedio omnipotente que defiende con firmeza la paz de la Peninsula Coreana y la region.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo coreanos tienen la firme voluntad de no perdonar ni en lo minimo a todos los tipejos que atentan atrevidamente a nuestra maxima dignidad, sino castigarle hasta el fin en mil veces.\n\t\t\t\t\t\n\t\t\t\t\tIsrael debe pensar con mucho cuidado en las consecuencias de sus tentativas provocativas a la RPDC destinadas a ocultar sus crimenes de haber ocupado el territorio arabe y destruir el proceso de paz en el Medio Oriente."
        },
        {
            "title": "ACNC comenta disparates de politiqueros estadounidenses",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-13ss.html",
            "content": "ACNC comenta disparates de politiqueros estadounidenses\r\nPyongyang, 29 de abril (ACNC) -- EE.UU. se envanece ahora con el lanzamiento de decenas de misiles y una bomba de tamano supergrande contra Siria y Afganistan.\n\t\t\t\t\tDurante su visita a Asia realizada hace poco, el vicepresidente norteamericano dijo que a traves de la accion militar contra Siria y Afganistan, el mundo ha presenciado la \"decision del presidente\" y disparateo que \"el Norte de Corea (RPDC) no debe equivocar la voluntad de EE.UU. ni intentar probar la decision de Trump y el poderio de las tropas norteamericanas\".\n\t\t\t\t\t\n\t\t\t\t\tY la embajadora estadounidense en la ONU y otros politiqueros de alto rango abogan por la \"advertencia fuerte\" a alguien hablando con frecuencia que \"termino la epoca de la paciencia estrategica\" y \"todos los proyectos de opcion incluyendo la accion militar estan sobre la mesa\".\n\t\t\t\t\t\n\t\t\t\t\tNo tememos nada ante el arrojo imprudente de EE.UU. que se vanagloria por su fuerza golpeando solo los paises sin armas nucleares y las naciones debiles.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe distinguir correctamente a su contraparte.\n\t\t\t\t\t\n\t\t\t\t\tTenemos la tradicion de que salimos victoriosos en la guerra total con los imperialistas yanquis y durante decenas de anos venimos centuplicando el poderio nacional necesario para la guerra final con el imperio.\n\t\t\t\t\t\n\t\t\t\t\tLa guerra coreana de la decada de 1950 fue la confrontacion entre el fusil y la bomba atomica, pero, la RPDC dio la amarga derrota a los agresores norteamericanos que movilizaron los ejercitos de los 15 Estados satelites, el ejercito titere surcoreano y los militaristas japoneses.\n\t\t\t\t\t\n\t\t\t\t\tY en los anales del siglo pasado cuando no teniamos el arma nuclear, sin doblegar ante la amenaza nuclear del imperio norteamericano hemos frustrado con la reaccion superintransigente sus maniobras de provocacion de nueva guerra incluyendo el incidente del barco espia \"Pueblo\", el caso del avion de reconocimiento \"EC-121\" y el otro de Phanmunjom.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, estamos dispuestos de todos los posibles inclusive la bomba H, conocida como arma absoluta, y el cohete balistico intercontinental y mantenemos el estado de alerta.\n\t\t\t\t\t\n\t\t\t\t\tTambien, tenemos todas las opciones de nuestro estilo para frustrar cualesquier invasiones y estamos listos para enfrentarnos a cualesquier provocaciones de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa fanfarronada y la desesperacion de EE.UU. muestran no su potencia sino la vulnerabilidad de los atemorizados ante las armas nucleares y la invencible capacidad militar de nosotros.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe prestar oido a la opinion publica del mundo que insistio en que \"el Norte de Corea no es Siria ni Afganistan\" y \"el Norte de Corea considera los disparates de Trump como un alarido vano\".\n\t\t\t\t\t\n\t\t\t\t\tTal fanfarronada no surte ningun efecto para el fuerte que confia en sus propias fuerzas y en la victoria.\n\t\t\t\t\t\n\t\t\t\t\tAdvertimos que EE.UU. probara la guerra verdadera si provoca la guerra menospreciando la voluntad del ejercito y el pueblo de defender la patria socialista."
        },
        {
            "title": "Capacidad de autodefensa nacional garantiza la paz y prosperidad, insiste Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201704/news29/20170429-04ss.html",
            "content": "Capacidad de autodefensa nacional garantiza la paz y prosperidad, insiste Rodong Sinmun\r\nPyongyang, 29 de abril (ACNC) -- El Ejercito Popular de Corea, sosten de la potencia nuclear y militar del Oriente, garantiza la paz y seguridad de la Peninsula Coreana frustrando las imprudentes maniobras de provocacion de guerra nuclear de los imperialistas norteamericanos y sus seguidores contra la Republica Popular Democratica de Corea. \n\t\t\t\t\tAdelanta el diario Rodong Sinmun en un articulo individual de este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl disuasivo nuclear de autodefensa de la RPDC constituye el patrimonio comun de la nacion para eliminar el peligro de guerra nuclear en la Peninsula Coreana y garantizar la paz duradera, la reunificacion y la prosperidad del pais. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el autor que agrava la tension y aumenta la crisis de guerra nuclear en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tLa paz no se defiende con la obediencia o la medicacion. \n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas se portan con mas ferocidad con los que les obedecen haciendo concesiones. La historia y la realidad ensenan la leccion de que en tal caso, se perturbaran la paz y estabilidad y se arruinara el pais. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC consolido el disuasivo nuclear superando las pruebas de toda indole para defender el destino de toda la nacion dando al traste con las maniobras de provocacion de guerra nuclear de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tGracias al invencible poderio militar de la RPDC preparado segun la politica de Songun, se abrio por primera vez en la historia de division nacional de mas de medio siglo la era de reunificacion independiente, que avanzo bajo el ideal de \"Entre nosotros, los connacionales\", y se desarrollaron trascendentalmente las relaciones entre ambas partes coreanas. \n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos se benefician de la politica de Songun y son protegidos firmemente por la potencia nuclear del Oriente. \n\t\t\t\t\t\n\t\t\t\t\tEl poderoso disuasivo nuclear de autodefensa de la RPDC simboliza la dignidad de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tCuanto mas se intensifique la campana de aplastamiento anti-RPDC de EE.UU. y los titeres surcoreanos, tanto mas se consolidara el disuasivo nuclear de la primera."
        }
    ]
}