{
    "date": "2017-01-26",
    "url": "http://kcna.co.jp/item/2017/201701/2017-01-26ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Ryomyong Street under Construction",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-01ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Construction Site of Ryomyong Street\r\nPyongyang, January 26 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the DPRK State Affairs Commission and supreme commander of the Korean People's Army, provided field guidance to the construction site of Ryomyong Street. He ardently appealed to all service personnel and builders involved in the project to wind up the construction before the Day of the Sun at any cost and thus fully demonstrate the mightiness and national power of Juche Korea.\n\t\t\t\t\t After being briefed on the project before a map showing the bird's- eye view of the street and its relief map, respected Supreme Leader Kim Jong Un went round various places of the construction site to learn in detail about the construction.\n\t\t\t\t\t\n\t\t\t\t\t He gave instructions concerning the completion of the project. He underscored the need to meticulously organize and command the construction work, scrupulously distribute manpower, effectively operate equipment and properly supply construction materials on the basis of the carefully worked out operation plan, step up the interior and exterior work of the buildings in the highest quality, conduct the trial operation of electric, heating, water supply and drainage systems in a responsible manner, bring greening and land leveling in step with the construction project and take necessary measures for successfully protecting and managing the apartment houses and public facilities based on the technology of green architecture.\n\t\t\t\t\t\n\t\t\t\t\t Enjoying a bird's-eye view of the construction site of the street with satisfaction, he said: \"This place demonstrates the indomitable mental power of all service personnel and people who are building a paradise for the people without an equal in the world by their own efforts, the mettle of Juche Korea dashing ahead like the wind and a high level of socialist civilization\".\n\t\t\t\t\t\n\t\t\t\t\t He said that the building of the street is not a simple formation of the street but the confrontation between socialism and imperialism and a campaign for defending socialism as it is under way amid the enemies' desperate military pressure and economic sanctions to block the DPRK's advance at any cost. He stressed that its construction goes to prove once again that neither sanctions nor pressure can ever check the victorious advance of the army and people of the DPRK along the road chosen by them.\n\t\t\t\t\t\n\t\t\t\t\t \"We built streets one by one to be proud of in the world every year and are pushing forward the construction of Ryomyong Street much bigger than other ones in its scale and volume of the project by our own efforts and with our technology and materials,\" he noted, adding that this is a striking demonstration of the inevitable might of the single-minded unity of the army and people of the DPRK united close around the Party and the inexhaustible national power of Juche Korea. \"When the street is completed to boast the highest level of civilization, the whole world will admire again the DPRK's might of self-reliance and self-development,\" he said.\n\t\t\t\t\t\n\t\t\t\t\t Stressing that the construction site of the street represents a theater of a battle demonstrating the invincible mettle of socialist Korea dynamically advancing along with the era of the Workers' Party, he ardently called on all builders to turn out as one in the final charge, vigorously run on the last course and thus complete the project without fail till the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by O Su Yong, vice-chairman of the C.C., WPK, Jo Yong Won, vice department director of the C.C., WPK, and Ma Won Chun, director of the Designing Department of the DPRK State Affairs Commission."
        },
        {
            "title": "Conference of Mallima Pace-Setters to Be Convened at Year-End",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-05ee.html",
            "content": "Conference of Mallima Pace-Setters to Be Convened at Year-End\r\nPyongyang, January 26 (KCNA) -- The Central Committee of the Workers' Party of Korea released a press release Wednesday on the convention of a conference of Mallima pace-setters at the end of this year.\n\t\t\t\t\t The press release said that the WPK Central Committee decided to convene a conference of Mallima pace-setters in Pyongyang toward the end of this year to give further momentum to the unprecedented patriotic enthusiasm and elated fighting spirit of the Korean people working heroic myth of self-development on all fronts of building a socialist power in the spirit of Kangwon Province.\n\t\t\t\t\t\n\t\t\t\t\t It noted that those Mallima pace-setters who performed outstanding achievements and laudable feats in the van of the all-out onward campaign and all-out death-defying campaign for attaining fresh peak of building a science and technology power, an economic power and a highly civilized country and for increasing the might of a political and military power in every way will take part in the conference, swap valuable experience gained in the grand campaign for creating the Mallima speed and discuss practical issues for leaping higher."
        },
        {
            "title": "Kim Yong Nam Sends Greetings to Indian President",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-13ee.html",
            "content": "Kim Yong Nam Sends Greetings to Indian President\r\nPyongyang, January 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Pranab Mukherjee, president of the Republic of India, on Thursday on the occasion of the Day of the Republic of India.\n\t\t\t\t\t Expressing belief that the good relations of friendship and cooperation between the two countries, with a long history and tradition, would continue to expand and develop in different fields through concerted effort, the message wished the Indian president good health and happiness and friendly India steady development and prosperity."
        },
        {
            "title": "DPRK Will Remain Committed to Independence, Peace and Friendship, Its Idea of Foreign Policy: Foreign Ministry",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-23ee.html",
            "content": "DPRK Will Remain Committed to Independence, Peace and Friendship, Its Idea of Foreign Policy: Foreign Ministry\r\nPyongyang, January 26 (KCNA) -- Respected Supreme Leader Kim Jong Un in his New Year Address reviewed with pride the achievements made by the army and people of the DPRK last year and clarified the stand of the DPRK government on its foreign policy.\n\t\t\t\t\t A spokesman for the DPRK Foreign Ministry declared in a statement on Thursday that the DPRK would carry through the tasks in the field of foreign policy, set forth in the New Year Address, and actively develop the external relations as befitting its position as a dignified power of independence and a nuclear weapons state.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We will certainly defend peace and security of the country by our own efforts and make active contributions to safeguarding peace and stability of the world.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the party and government of the DPRK to expand and develop the relations of good neighborliness, friendship and cooperation with those countries advocating independence in the idea of its foreign policy--independence, peace and friendship.\n\t\t\t\t\t\n\t\t\t\t\t This year we will put efforts into expanding contacts and exchanges with countries having long-standing traditions of friendship and cooperation with us and consolidating the bonds of friendship.\n\t\t\t\t\t\n\t\t\t\t\t We will improve relations with all countries which respect our sovereignty and are friendly toward us, and will actively conduct multi-faceted exchanges and cooperation in political, economic and cultural fields with them.\n\t\t\t\t\t\n\t\t\t\t\t This year, too, we will strive to closely cooperate with various countries on the international arena including the UN to oppose and reject all sorts of high-handed and arbitrary practices and application of double standards including the unwarranted and illegal racket for putting sanctions and pressure on the DPRK, build an independent and fair new international order and realize genuine international justice.\n\t\t\t\t\t\n\t\t\t\t\t We will also make joint efforts to settle international issues like anti-terrorism, disputes and environment and promote development and prosperity common to humankind.\n\t\t\t\t\t\n\t\t\t\t\t We will as ever remain committed to the idea of our foreign policy, further raise the international influence of the DPRK and develop foreign relations on our own initiative and in a multilateral way."
        },
        {
            "title": "ASEAN Committee Here Hosts Reception",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-24ee.html",
            "content": "ASEAN Committee Here Hosts Reception\r\nPyongyang, January 26 (KCNA) -- The ASEAN Committee here gave a reception on Thursday on the occasion of the New Year, Juche 106 (2017).\n\t\t\t\t\t Present there on invitation were Choe Hui Chol, vice-minister of Foreign Affairs, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were Chairman of the ASEAN Committee Pham Viet Hung who is Vietnamese ambassador to the DPRK, Lao Charge d'Affaires ad Interim Khamsy Keosavang, Indonesian Ambassador Bambang Hiendrasto, Cambodian Charge d'Affaires ad Interim Kong Dany and Malaysian Ambassador Mohammad Nizan Bin Mohammad."
        },
        {
            "title": "Meeting of Co-Chairmen of Pomminryon Held",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-20ee.html",
            "content": "Meeting of Co-Chairmen of Pomminryon Held\r\nPyongyang, January 26 (KCNA) -- The 17th meeting of co-chairmen of the Pan-national Alliance for Korea's Reunification (Pomminryon) was held on Thursday by way of exchanging facsimile messages among the north and the south and overseas headquarters.\n\t\t\t\t\t The meeting discussed an action program of Pomminryon for ushering in a heyday of the reunification movement this year.\n\t\t\t\t\t\n\t\t\t\t\t A report was made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t It noted that Pomminryon set it as its major tasks to respect the Three Principles of National Reunification and common agreements of the nation and open the way for improving the relations between the north and the south and worked hard to carry them out last year.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that Pomminryon fully supports the appeal of the joint conference of the government, political parties and organizations of the DPRK to open up a broad avenue to independent reunification by the concerted efforts of the whole nation this year.\n\t\t\t\t\t\n\t\t\t\t\t The report clarified the following tasks and ways for glorifying this year as a year of bringing a new phase of independent reunification:\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon will make continuous efforts in the van to remove acute military conflict and danger of war between the north and the south, create the atmosphere for improving their relations and provide a peaceful environment.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to give further momentum to the anti-war peace movement in order to resolutely reject all sorts of slander and sordid hostile acts escalating mistrust and danger of war between the north and the south and to stand against the joint military exercises for aggression under various codenames, which are staged together with outsiders under the signboard of \"annual\" and \"defensive\" ones, and arms buildup.\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon will direct positive efforts to revving up the atmosphere for improved north-south relations as wished and desired by all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t It is needed to conduct vigorous and various activities for respecting the Three Principles of National Reunification and the north-south agreements such as the historic June 15 joint declaration and the October 4 declaration and translating them into a reality.\n\t\t\t\t\t\n\t\t\t\t\t Out of its desire to pave a new path for peace and independent reunification of the country, Pomminryon will turn out to make the pan-national gathering for reunification a historic one attended by personages representing all classes and strata of Koreans at home and abroad and other many compatriots in name and reality.\n\t\t\t\t\t\n\t\t\t\t\t It will give spurs in the van to the nationwide movement for meeting the challenges of the separatist forces at home and abroad going against the nation's desire for reunification.\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon should fully display its responsibility and mission as vanguard for independent reunification and standard-bearer of great national unity so as to glorify this year marking the 45th anniversary of the publication of the July 4 joint statement and the 10th anniversary of the publication of the October 4 declaration as a very significant year in opening a new phase for independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t A joint resolution was adopted at the meeting."
        },
        {
            "title": "Joint Resolution of Pomminryon",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-22ee.html",
            "content": "Joint Resolution of Pomminryon\r\nPyongyang, January 26 (KCNA) -- The north, the south and overseas headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) held a meeting of Pomminryon co-chairmen and adopted a joint resolution on Thursday.\n\t\t\t\t\t Noting that the north side recently held a joint conference of the government, political parties and organizations and called for opening up a broad avenue to independent reunification by the concerted efforts of all Koreans this year, the resolution said:\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon supports the patriotic appeal of the north side, recognizing that it serves as a practical way for opening up a broad avenue to independent reunification and it also fully agrees with the main mission of Pomminryon and its action program for this year.\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon, which has led the way for independent reunification, expresses the following resolution to step up a grand nationwide march toward reunification, firmly holding hands with compatriots from all walks of life at home and abroad who hope for peace and reunification of the country, this significant year marking the 45th anniversary of the publication of the July 4 joint statement and the 10th anniversary of the publication of the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t 1. Pomminryon will continuously strive in the van to remove the source of war and provide peaceful environment.\n\t\t\t\t\t\n\t\t\t\t\t 2. Pomminryon will conduct positive activities to rev up an atmosphere for improving the relations between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\tIt will encourage multi-sided dialogue and negotiations and exchange of visits and contacts for implementing the north-south agreements and categorically smash all sorts of confrontation moves denying the agreements and hindering their implementation.\n\t\t\t\t\t\n\t\t\t\t\t 3. Pomminryon will open up a heyday for a nationwide reunification movement through successful holding of a pan-national reunification gathering.\n\t\t\t\t\t\n\t\t\t\t\t 4. Pomminryon will take the lead in promoting the pan-national movement to frustrate the challenges of the separatist forces at home and abroad going against the nation's desire for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The resolution called on all Koreans to cherish deep in their mind the responsibility and mission as vanguard for independent reunification and standard-bearer of great national unity and vigorously struggle to glorify this year as a year of opening up a new phase for independent reunification."
        },
        {
            "title": "Concert Marks 100th Birthday of Famous Composer",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-25ee.html",
            "content": "Concert Marks 100th Birthday of Famous Composer\r\nPyongyang, January 26 (KCNA) -- A concert was given at the East Pyongyang Grand Theater on Thursday to mark the 100th birthday of composer Kim Won Gyun.\n\t\t\t\t\t Kim Won Gyun had been engaged in creating revolutionary musical pieces under the care of President Kim Il Sung and leader Kim Jong Il and, in the course, became a winner of Kim Il Sung Prize, a DPRK Labor Hero and a People's Artist.\n\t\t\t\t\t\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un made sure that a concert was given to mark Kim Won Gyun's 100th birthday, remembering the feats he performed by composing the revolutionary hymn for Kim Il Sung and many musical pieces.\n\t\t\t\t\t\n\t\t\t\t\t The concert started with chorus of immortal revolutionary hymn \"Song of General Kim Il Sung\".\n\t\t\t\t\t\n\t\t\t\t\t Its numbers included song \"March of Korea\", written and composed by Kim Won Gyun for the first time after Korea's liberation, and song \"March of Korean Youth\" representing the stamina of youth out to build new Korea.\n\t\t\t\t\t\n\t\t\t\t\t Also there were musical pieces dealing with the struggle of the army and people of the DPRK who have always won victories in the annals of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The concert was enjoyed by officials in the fields of literature and arts and media, creators, artistes, journalists and editors, teachers and students in arts educational institutions and bereaved family members.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were a diplomatic envoy, a representative of international bodies and military attaches here and their spouses and overseas Koreans."
        },
        {
            "title": "Spirit of Kangwon Province, Banner for All-People General Offensive",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-15ee.html",
            "content": "Spirit of Kangwon Province, Banner for All-People General Offensive\r\nPyongyang, January 26 (KCNA) -- The people of Kangwon Province in the DPRK are taking the lead in the general onward march for building a socialist power. \n\t\t\t\t\t Respected Supreme Leader Kim Jong Un, while visiting the Wonsan Army-People Power Station in December last year, praised the officials, party members and other working people in Kangwon Province as indomitable fighters who proved in practice the great vitality of the self-development-first principle and creators of the spirit of Kangwon Province. He reposed the deepest trust in them by calling on the whole country to learn from their example.\n\t\t\t\t\t\n\t\t\t\t\t The spirit of Kangwon Province is the death-defying spirit to lay down one's life without hesitation for the implementation of the leader's behest and the Party's line and policies. It is also the spirit of self-reliance and self-development to solve all problems with one's own effort and the unyielding attack spirit to weather all difficulties and trials.\n\t\t\t\t\t\n\t\t\t\t\t The people of the province are strong in faith as they showed how the leader's behest and the Party's policy are being implemented through their death-defying struggle during the days of building the power station.\n\t\t\t\t\t\n\t\t\t\t\t Saying that they can not fall back even a step in the position of the waterway tunnel chosen by leader Kim Jong Il and let us make a report on finishing the construction of the power station to Marshal Kim Jong Un as soon as possible, they made a burning pledge at the construction site of the water tunnel. The posthumous power station associated with the footsteps of Kim Jong Il has been built to be proud of in the world due to the heroic struggle of the people in Kangwon Province.\n\t\t\t\t\t\n\t\t\t\t\t They solved all problems by their own technical forces and efforts.\n\t\t\t\t\t\n\t\t\t\t\t Their revolutionary spirit of self-reliance and fortitude are associated with the dam of the power station, all equipment of the December 6 Children's Camp in Kangwon Province and other bases of self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t A strong desire to work, not content with victory and achievements, militant stamina and enthusiasm working boldly while looking forward brighter morrow and the revolutionary optimism while weathering all trials and adversity--these are the remarkable attraction of the spirit of Kangwon Province.\n\t\t\t\t\t\n\t\t\t\t\t Now, people of the province mapped out a bold plan to solve the problem of electricity and started the construction of several power stations. They are pushing ahead with the construction of a tree nursery and a home for the aged and the drive for laying the foundations for agricultural production in the province.\n\t\t\t\t\t\n\t\t\t\t\t Their indomitable fighting spirit is encouraging the all-people general offensive."
        },
        {
            "title": "Pyongyang Bag Factory Goes Operational",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-16ee.html",
            "content": "Pyongyang Bag Factory Goes Operational\r\nPyongyang, January 26 (KCNA) -- The Pyongyang Bag Factory built in Thongil Street of Pyongyang thanks to the Workers' Party of Korea's loving care for the younger generations and the people is producing diversified and quality bags, delighting the people.\n\t\t\t\t\t The factory is a treasure factory capable of producing over 242 000 school bags and 60 000 ordinary bags a year with locally available raw and other materials.\n\t\t\t\t\t\n\t\t\t\t\t It has sample room, cutting shop, sewing shop, packing shop, sci-tech knowledge dissemination room, combined control room, technical preparation room, designing room and others.\n\t\t\t\t\t\n\t\t\t\t\t It is furnished with home-made modern equipment including laser cutter at all production processes ranging from cutting to sewing, printing, dyeing and finishing.\n\t\t\t\t\t\n\t\t\t\t\t The designing room is conducting a campaign of technology and brains for putting spurs to the production of school bags for boys and girls of primary schools, junior and senior middle schools and universities and other bags and making the goods of the factory popular.\n\t\t\t\t\t\n\t\t\t\t\t The school bags produced by the factory are popular among the users for their different shapes and colors meeting the tastes of students.\n\t\t\t\t\t\n\t\t\t\t\t According to an official concerned, respected Supreme Leader Kim Jong Un personally initiated the building of the factory, guided its layout and solved problems arising in its construction, saying that it is the intention of the Workers' Party of Korea to provide the children and people with locally made good-quality and attractive bags.\n\t\t\t\t\t\n\t\t\t\t\t Going round the factory which has launched its production campaign in the new year, Kim Jong Un expressed belief that the employees of the factory would creditably perform their duties by devoting themselves to the bag production in the spirit of making bags for their children."
        },
        {
            "title": "Leuciscus Waleckii, Freshwater Fish, Newly Found in River Chongchon",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-17ee.html",
            "content": "Leuciscus Waleckii, Freshwater Fish, Newly Found in River Chongchon\r\nPyongyang, January 26 (KCNA) -- Freshwater Leuciscus waleckii was recently found in waters of the River Chongchon in the DPRK, attracting the interests of the academic circles.\n\t\t\t\t\t According to Song Chol Gil, section chief of the Zoology Research Institute under the State Academy of Sciences, this fish ranges from the River Amur of Russia to Rivers Amnok and Tuman of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In the Ice Age, the fish ranged in rivers and reservoirs of the northern areas of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The discovery of the fish in the River Chongchon is of great significance in the scientific and economic aspects.\n\t\t\t\t\t\n\t\t\t\t\t It is the viewpoint of the academic circles that it seems the fish flow down to waters of this area by natural factor during the period of the construction of the Huichon Power Station.\n\t\t\t\t\t\n\t\t\t\t\t Necessary measures have been taken to protect and increase its numbers."
        },
        {
            "title": "Appeal of Joint Conference of DPRK Hailed by Koreans in Japan",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-21ee.html",
            "content": "Appeal of Joint Conference of DPRK Hailed by Koreans in Japan\r\nPyongyang, January 26 (KCNA) -- Chairmen of the headquarters of the General Association of Korean Residents in Japan (Chongryon) issued statements on Jan. 23 in support of the appeal adopted at the joint conference of the DPRK's government, political parties and organizations.\n\t\t\t\t\t Pu Yong Uk, chairman of the Osaka Prefectural Headquarters of Chongryon, expressed full support, on behalf of all Chongryon officials and other compatriots in Osaka, for the call of the joint conference that reflected all Koreans' fixed will to carry through the task for national reunification set forth by respected Supreme Leader Kim Jong Un in his New Year Address and thus glorify this year as a significant year in opening up a new phase of independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t Ri Thae Hyong, chairman of the Hiroshima Prefectural Headquarters of Chongryon, said that the appeal reflected the issues arising in opening up a broad avenue to independent reunification through concerted effort of the Korean nation by giving full play to the Korean nation's enormous power and strong will for reunification.\n\t\t\t\t\t\n\t\t\t\t\t Ri Ju Hak, chairman of the Fukuoka Prefectural Headquarters of Chongryon, noted that when the July 4 joint statement, the first reunification program common to the nation reflective of the three principles of national reunification since national division, was made public, officials of Chongryon and other Koreans in Japan felt firm confidence in national reunification. \n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to turn out in the nationwide drive for national reunification with the consciousness of being the master of reunification and fully discharge the mission and duty of the Korean nation."
        },
        {
            "title": "Seminar on Juche Idea Held in Japan",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-08ee.html",
            "content": "Seminar on Juche Idea Held in Japan\r\nPyongyang, January 26 (KCNA) -- A New Year seminar on the Juche idea took place in Okinawa of Japan on Jan. 8.\n\t\t\t\t\t At the seminar, an adviser to the Japanese National Liaison Council of Societies for the Study of Kimilsungism-Kimjongilism referred to the need for giving wide publicity to the Juche idea, the guiding idea illuminating the road of independence and peace, among many people, the young people in particular.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that it is necessary to conduct brisk study and dissemination of the Juche idea this year, too and thus make a contribution to realizing the cause of Japan's independence and peace and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the International Institute of the Juche Idea noted that after the frustration of socialism in various countries the people became gloomy without hope and the imperialists got more undisguised in high-handed and arbitrary practice.\n\t\t\t\t\t\n\t\t\t\t\t However, socialism under the DPRK continued to shed its rays, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Socialism remains unchanged in its scientific accuracy, truth and inevitability.\n\t\t\t\t\t\n\t\t\t\t\t Nothing can bring to submission the people who struggle with conviction in future and faith in victory.\n\t\t\t\t\t\n\t\t\t\t\t The just struggle of the people desirous of leading a peaceful, happy and independent life is sure to triumph.\n\t\t\t\t\t\n\t\t\t\t\t A professor emeritus at Okinawa University disclosed the imperialists' immutable intention to reduce Okinawa to their permanent military base for world domination and appealed to the inhabitants of Okinawa to struggle in solidarity with the people aspiring after world peace under the unfurled banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t A Japanese graduate student of London University of Britain talked about the intrinsic character of man as a social being identified by the Juche philosophy and the matter of realizing independence in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Japanese Kansai Liaison Council for the Study of Kimilsungism-Kimjongilism expressed the resolve to make a contribution to independence in Japan by learning from Kimilsungism-Kimjongilism in the future."
        },
        {
            "title": "KCNA Commentary Hits S. Korean Regime's \"All-defensive Diplomacy\"",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-11ee.html",
            "content": "KCNA Commentary Hits S. Korean Regime's \"All-defensive Diplomacy\"\r\nPyongyang, January 26 (KCNA) -- The south Korean puppet forces are persistently getting hell-bent on the anti-reunification sycophantic and treacherous moves.\n\t\t\t\t\t They called their ambassadors to the U.S., Japan, China and Russia and the UN to Seoul on Jan. 16 for an urgent meeting for measures related to the issue of diplomacy and security. At this confab they vociferated about the need to \"enlist international cooperation in putting pressure upon the north over the nuclear issue\" through what they called \"all-defensive diplomacy\".\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a heinous treachery to disable the DPRK's nuclear weapons for self-defense at any cost by persistently chilling the nation's desire for improving the inter-Korean relations and achieving national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The campaign, kicked up by the group of traitors to garner \"cooperation in pressurizing the north\" as the last resort, is aimed to stand in confrontation with the DPRK to the end in a bid to convince their American master that they still can serve as running dogs for him.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear force serves as a powerful treasured sword for achieving the country's reunification and protecting the nation as its mission is to punish the U.S., the sworn enemy of reunification and arch criminal keen to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The greatest danger to south Korea is the unprecedented pressure from surrounding countries and the U.S., not nukes of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces are now under strong pressure by their master U.S. to offer more upkeep of the U.S. imperialist aggressor forces in south Korea though they have kowtowed to him so far.\n\t\t\t\t\t\n\t\t\t\t\t It is well known that they are subject to political and economic isolation and military threat from their neighboring countries for having taken the lead in the moves to introduce THAAD.\n\t\t\t\t\t\n\t\t\t\t\t This is an inevitable product of the policy of sycophancy and treachery and dependence on outside forces followed by the puppet forces. They have sold off the nation's dignity and interests to outside forces without hesitation and played the role of a shock brigade in carrying out their master's strategy for dominating the world in a bid to amass fortune and prolong their remaining days. \n\t\t\t\t\t\n\t\t\t\t\t The above-said campaign kicked up by the puppet forces, instead of joining hands with the DPRK, a nuclear power in the East, would only precipitate their self-destruction. \n\t\t\t\t\t\n\t\t\t\t\t The confrontation being escalated by the puppet regime with the DPRK would only further convert south Korea into an outpost for carrying out the U.S. strategy to dominate Asia-Pacific and drive the situation on the Korean peninsula and in the region into extreme tension.\n\t\t\t\t\t\n\t\t\t\t\t Its advocacy of \"all-defensive diplomacy\" is little short of jumping itself into the range of merciless retaliatory nuclear strikes of the DPRK and regional nuclear powers at the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces would be well advised to stop going reckless, well aware of the catastrophic consequences to be entailed by their heinous criminal moves."
        },
        {
            "title": "KCNA Commentary Lays Bare Ban Ki-moon's Limitless Greed for Power",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-12ee.html",
            "content": "KCNA Commentary Lays Bare Ban Ki-moon's Limitless Greed for Power\r\nPyongyang, January 26 (KCNA) -- The true colors of Ban Ki-moon as a heinous confrontation maniac and greedy power seeker are being brought to light as the days go by.\n\t\t\t\t\t Ban visited the \"Exhibition of 'Cheonan' Warship\" in Phyongthaek, Kyonggi Province of south Korea on January 15 as the first leg of his tour. There he talked rubbish that it is clear the ship was sunk by an explosion and it is necessary to strengthen the security posture to prevent such incident as sinking of \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t He went the lengths of jabbering that THAAD is exactly a defensive means to cope with the north's development of nuclear weapons and technology of ballistic missiles and its deployment is a proper measure in the light of such situation as the state of semi-war prevailing on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t What he uttered is a revelation of the sinister intention of the confrontation maniac to improve his image by currying favor with the U.S. and conservative forces keen to keep the policy of confrontation towards the DPRK and a disgusting behavior of the man greedy for power.\n\t\t\t\t\t\n\t\t\t\t\t As far as Ban Ki-moon is concerned, he is a guy who went busy escalating the situation on the Korean peninsula and disturbing the regional peace and stability, zealously pursuant to the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Discarding the duty of the UN secretary general which is to play the key role in protecting the UN Charter, a law governing the handling of the issues of global peace, security and international relations, Ban during his office at the UN cooked up every year \"resolutions on sanctions against the north\" and \"resolutions on human rights in the north\" as a faithful servant of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t He openly supported and welcomed the confrontation policy of the south Korean conservative forces such as the \"confidence-building process on the Korean peninsula\" and south Korea-Japan \"agreement on sexual slavery\" and persistently tried to boost international \"cooperation in pressurizing north\" on every opportunity.\n\t\t\t\t\t\n\t\t\t\t\t He backed the \"north policy\" pursued by Park Geun Hye, saying that the \"south Korean regime is properly coping with the nuclear issue of the north\" and \"there will be no dialogue without denuclearization.\"\n\t\t\t\t\t\n\t\t\t\t\t Days ago, Ban Ki-moon-Park Geun Hye secret agreement was disclosed. It called for setting up the \"Korean peninsula peace committee\" in the UN and letting Park Geun Hye head it and helping her receive Nobel Peace Prize in return for enabling Ban become \"president.\"\n\t\t\t\t\t\n\t\t\t\t\t All these facts go to prove that Ban and Park are just the same political charlatans and betes noires keen on self-interests as their inveterate habit is confrontation with the fellow countrymen in the north and treachery is their mode of existence. \n\t\t\t\t\t\n\t\t\t\t\t Ban Ki-moon, a faithful running dog of the U.S., is bound to meet the same miserable end as that of Park Geun Hye."
        },
        {
            "title": "Improvement of Inter-Korean Ties Is Pressing Requirement: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-09ee.html",
            "content": "Improvement of Inter-Korean Ties Is Pressing Requirement: Rodong Sinmun\r\nPyongyang, January 26 (KCNA) -- It is an earnest requirement of the Koreans in the north and the south and abroad to improve the north-south relations and achieve national unity and reunification, says Rodong Sinmun in an article on Thursday.\n\t\t\t\t\t The reality of the situation in which the north-south ties are pushed into the lowest ebb, is presenting their improvement as a pressing issue, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t There are extremely growing tensions between the north and the south at present. There is no dialogue or cooperation, exchange or contact between the north and the south but daily escalating political and military confrontation and tensions and the danger of nuclear war only.\n\t\t\t\t\t\n\t\t\t\t\t History and the reality show that the improvement of the inter-Korean ties is a starting point for achieving peace and reunification and that the deadlock between the north and the south leads to confrontation and war.\n\t\t\t\t\t\n\t\t\t\t\t Any politician, if he or she remains a passive onlooker to the current deadlock between the two sides, can neither claim to be fully discharging his or her responsibility and role for the nation nor enjoy public support.\n\t\t\t\t\t\n\t\t\t\t\t Whoever is heartily interested in the destiny of the nation should resolutely break with the outdated confrontation concept, irrespective of differences in ideology, political view, faction and position, and take the patriotic road to mend the north-south relations as desired by the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t If the Koreans are to improve the ties and achieve the national reconciliation and unity, they should resolutely put an end to the confrontation move of the puppet conservatives.\n\t\t\t\t\t\n\t\t\t\t\t The reckless anti-reunification action taken by the puppet ruling forces of south Korea with the extreme hostility to the ideology and system of the fellow countrymen in the north is a serious barrier to the improvement of the relations.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad should turn out in the nation-wide struggle to thwart the anti-reunification scheme of the puppet regime aimed at inciting and escalating distrust and antagonism among the compatriots."
        },
        {
            "title": "Murder of Kwangju Uprisers by Machine-gun Strafing Disclosed",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-14ee.html",
            "content": "Murder of Kwangju Uprisers by Machine-gun Strafing Disclosed\r\nPyongyang, January 26 (KCNA) -- It was disclosed that helicopters machine-gunned to death many citizens at the time of U.S.-backed crackdown on Kwangju Popular Uprising in May 1980, according to south Korean media.\n\t\t\t\t\t On January 19, the May 18 Institute of Chonnam University made public the records of the situation under the martial law written on May 28, 1980.\n\t\t\t\t\t\n\t\t\t\t\t The records on the military planes mobilized for the repression of Kwangju Popular Uprising said all kinds of armed helicopters, transport copters, jet transports, etc were involved.\n\t\t\t\t\t\n\t\t\t\t\t The records said on May 21 alone, several offensive armed helicopters and 10 transport copters were dispatched to Kwangju.\n\t\t\t\t\t\n\t\t\t\t\t The institute said the time of the helicopters' arrival in Kwangju coincided with the time of machine-gun strafing testified by citizens.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a scientific investigation institute recently made public a report to the effect that the result of investigation into the 150 marks of shooting by bullets in the upper part of a building in Kumnam-ro indicates the high possibility of being strafed by helicopters, adding this clearly points to the massacre as an undeniable fact."
        },
        {
            "title": "Efforts for Independence and Sovereignty Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-18ee.html",
            "content": "Efforts for Independence and Sovereignty Urged in S. Korea\r\nPyongyang, January 26 (KCNA) -- A south Korean online paper carried an editorial on Jan. 23 in which it demanded the policy for strengthening independence and sovereignty.\n\t\t\t\t\t The editorial said that to strengthen independence and sovereignty at present is a major dynamic force propelling the change of the world order.\n\t\t\t\t\t\n\t\t\t\t\t The call for repeal of the \"agreement\" on the issue of sexual slavery for the imperial Japanese army and opposition to the deployment of THAAD is an expression of the will not to allow the rights of the people and the sovereignty of the nation to be infringed upon by the foreign forces in, it stressed."
        },
        {
            "title": "Disclosure of Negotiation Document on Agreement on Sexual Slavery Issue Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-19ee.html",
            "content": "Disclosure of Negotiation Document on Agreement on Sexual Slavery Issue Urged in S. Korea\r\nPyongyang, January 26 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea made public a statement on Jan. 24, in which it demanded the puppet foreign ministry disclose the negotiation document on the \"agreement\" on the issue of sexual slavery for the imperial Japanese army.\n\t\t\t\t\t The statement referred to the fact that the puppet foreign ministry rejected the decision of the court to disclose the document and appealed against it on Jan. 23.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded that the foreign ministry clearly disclose the document as decided by the court."
        },
        {
            "title": "Day of Shining Star to Be Marked in Thailand",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-02ee.html",
            "content": "Day of Shining Star to Be Marked in Thailand\r\nPyongyang, January 26 (KCNA) -- A Thai preparatory committee for celebrating leader Kim Jong Il's birth anniversary (the Day of the Shining Star) was formed on Jan. 16.\n\t\t\t\t\t Songchit Pullarp, chairman of the Organization for the Study of the Juche Idea of Thailand, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse political and cultural events praising Kim Jong Il's revolutionary career and exploits."
        },
        {
            "title": "75th Birthday of Kim Jong Il to Be Marked in Switzerland",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-03ee.html",
            "content": "75th Birthday of Kim Jong Il to Be Marked in Switzerland\r\nPyongyang, January 26 (KCNA) -- A Swiss preparatory committee for celebrating the 75th birth anniversary of leader Kim Jong Il was formed in Basel on Jan. 16.\n\t\t\t\t\t Martin Lotscher, chairman of the Switzerland-Korea Committee, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to set a celebration period from Jan. 21 to Feb. 17 and give wide publicity to Kim Jong Il's works and exploits and organize political and cultural events such as seminar and film show in the period."
        },
        {
            "title": "Kim Jong Un's New Year Address Hailed in Russia, Egypt",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-04ee.html",
            "content": "Kim Jong Un's New Year Address Hailed in Russia, Egypt\r\nPyongyang, January 26 (KCNA) -- Russians and Egyptians supported the New Year Address of Kim Jong Un, Supreme Leader of the Democratic People's Republic of Korea.\n\t\t\t\t\t The Maritime Territorial branch of the All-Russia Women's Council \"Hope of Russia\" said in a solidarity statement on Jan. 16 that in his New Year Address Kim Jong Un called for glorifying 2017 as a very meaningful year in which a fresh phase of independent reunification will be ushered.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on: \n\t\t\t\t\t\n\t\t\t\t\t His idea of national reunification is the brilliant continuance of the ideas of reunification advanced by President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un stressed that the international community should oppose the moves of the United States and its vassal forces aimed at wrecking peace on the Korean peninsula and checking its reunification, and the neighboring countries should do things helpful to the Korean nation's aspiration and efforts for reunification.\n\t\t\t\t\t\n\t\t\t\t\t His idea of independent reunification evoked live support and approval from the progressives and brought a hope of reunification to the Korean people who have suffered a tragic national division for over 70 years.\n\t\t\t\t\t\n\t\t\t\t\t Wahid Al Uksouri, chairman of the Arab Socialist Party of Egypt, said in a statement on Jan. 12 that Kim Jong Un's New Year Address reviewed the proud successes made by the Korean people last year and set forth militant tasks for the new year.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. must roll back its anachronistic policy hostile towards the DPRK, well aware of the will of the Korean nation to reunify their country, the statement stressed."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported in Slovakia",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-07ee.html",
            "content": "Kim Jong Un's New Year Address Supported in Slovakia\r\nPyongyang, January 26 (KCNA) -- The Slovak Association for Supporting and Studying the Juche Idea and the Slovakia-Korea Friendship Association issued a joint statement on Jan. 15 in support of the New Year Address of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We extend full support to Marshal Kim Jong Un's New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t Last year the army and people of the DPRK made admirable achievements in various fields, despite of bad conditions, under his guidance.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un set forth the tasks for putting the country's overall economy on a higher stage and called for bringing about a fresh upsurge in all fronts of culture.\n\t\t\t\t\t\n\t\t\t\t\t He said that the DPRK would remain committed to the idea of its foreign policy of independence, peace and friendship and expand and develop the relations of good-neighborliness, friendship and cooperation with those countries championing independence.\n\t\t\t\t\t\n\t\t\t\t\t We are rejoiced over the fact that the army and people of the DPRK are making a great advance in the struggle to implement the decision made at the 7th Congress of the Workers' Party of Korea, united close around their leader."
        },
        {
            "title": "Kim Jong Un's Work Introduced by Regional Body",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-06ee.html",
            "content": "Kim Jong Un's Work Introduced by Regional Body\r\nPyongyang, January 26 (KCNA) -- The African regional preparatory committee for celebrating the birth anniversary of leader Kim Jong Il posted on its website on January 19 the full text of respected Supreme Leader Kim Jong Un's work \"Making Selfless, Devoted Efforts for the Good of the People Is the Mode of Existence and Source of Invincible Might of the Workers' Party of Korea\".\n\t\t\t\t\t The work, published on October 10, Juche 104 (2015), clarifies that the history of the Workers' Party of Korea is a proud course in which it has led the Korean revolution to victory, being responsible for the people's destiny, under the guidance of President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Kim Jong Un dirige la construccion de avenida Ryomyong",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-01ss.html",
            "content": "Kim Jong Un dirige la construccion de avenida Ryomyong\r\nPyongyang, 26 de enero (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la construccion de la avenida Ryomyong y exhorto fervientemente a todos los militares y los constructores movilizados en la obra a terminarla antes del Dia del Sol para demostrar sin reservas la potencia y el poderio estatal de la Corea del Juche.\n\t\t\t\t\tLuego de escuchar explicaciones ante la vista a vuelo de pajaro y la maqueta de la avenida, el Maximo Dirigente recorrio varios lugares del campo de construccion haciendo detallado conocimiento de la marcha de la obra.\n\t\t\t\t\t\n\t\t\t\t\tDio instrucciones referentes al termino de la construccion entre otros el problema de estructurar la organizacion y el mando de la obra y el aseguramiento de manos de obra, equipos y materiales, el de acelerar en el maximo nivel cualitativo las obras interiores y exteriores de las arquitecturas, el de realizar con responsabilidad la prueba de ensayo de los sistemas de electricidad, calefaccion, suministro de agua y drenaje, el de realizar simultaneamente la creacion de area verde y el arreglo del lugar y el de tomar las previas medidas necesarias para proteger y gestionar las viviendas y los edificios publicos en que fueron aplicadas las tecnicas de arquitectura verde.\n\t\t\t\t\t\n\t\t\t\t\tContemplando con satisfaccion el panorama del campo de construccion, subrayo que aqui es el lugar donde muestran el indoblegable poderio espiritual de todo el ejercito y pueblo que preparan con sus manos propias el paraiso del pueblo, nunca visto en el mundo, el temperamento de la Corea del Juche que avanza a todo galope y la civilizacion socialista cada dia mas floreciente.\n\t\t\t\t\t\n\t\t\t\t\tLa construccion de la avenida, que se lleva adelante en medio de las desesperadas maniobras de aplastamiento militar y las sanciones economicas de los enemigos destinadas a frenar nuestra marcha, no es simplemente una formacion de una avenida, sino una batalla de confrontacion entre el socialismo y el imperialismo y la de defensa del socialismo, agrego y acoto que la construccion de la avenida comprueba una vez mas el hecho de que cualesquier sanciones y presiones no pueden frenar el avance victorioso del ejercito y pueblo coreanos que marchan rectamente por el camino optado por si mismos.\n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos anos hemos construido cada ano las avenidas dignas de ostentar al mundo y ahora estamos impulsando con las fuerzas, tecnologias y materiales propios la construccion de la avenida Ryomyong, incomparable con las anteriores en su dimension y la cantidad de la obra, lo cual deviene una manifestacion de la fuerza irresistible de la unidad monolitica de los militares y civiles coreanos unidos compactamente en torno al Partido y del inagotable e ilimitado poderio estatal de la Corea del Juche, puntualizo. Y anadio que si se concluye la construccion de la avenida Ryomyong, donde esta sintetizada la maxima civilizacion, todo el mundo volvera a expresar admiraciones ante la capacidad de autofortalecimiento de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEste lugar es el campo de batalla en que demuestra el temperamento invencible de la Corea socialista que avanza vigorosamente en la epoca del Partido del Trabajo, dijo y llamo fervientemente a todos los constructores a levantarse unanimemente en la obra final para concluirla sin falta antes del Dia del Sol la construccion.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente fue acompanado por O Su Yong, vicepresidente del CC del PTC, Jo Yong Won, subjefe de departamento del CC del PTC, y Ma Won Chun, director de Diseno del Comite de Estado de la RPDC."
        },
        {
            "title": "CC del PTC decide convocar a fines del ano Conferencia de Precursores de Mallima",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-02ss.html",
            "content": "CC del PTC decide convocar a fines del ano Conferencia de Precursores de Mallima\r\nPyongyang, 26 de enero (ACNC) -- El Comite Central del Partido del Trabajo de Corea hizo publica el dia 25 una informacion sobre la convocacion de la Conferencia de Precursores de Mallima a fines del presente ano.\n\t\t\t\t\tEl documento senala que el CC del PTC decidio convocar a fines del ano en curso en Pyongyang la Conferencia de Precursores de Mallima a fin de animar mas el entusiasmo patriotico y el impetu de lucha de nuestro pueblo que con el espiritu de la provincia de Kangwon esta creando el mito heroico de autofortalecimiento en todos los frentes de la construccion de la potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion tomaran parte los jinetes de Mallima, quienes realicen los extraordinarios exitos y brillantes meritos poniendose al frente de la ofensiva general, batalla decisiva general, para conquistar nueva cima de la construccion de la potencia cientifica y tecnica, la economica y la civilizada y consolidar por todos los medios el poderio de la potencia politica y militar.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes intercambiaran las experiencias valiosas adquiridas en la gran campana de creacion de la velocidad de Mallima y debatiran los asuntos practicos para dar un salto mas alto."
        },
        {
            "title": "Kim Yong Nam envia mensaje de felicitacion al presidente indio",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-10ss.html",
            "content": "Kim Yong Nam envia mensaje de felicitacion al presidente indio\r\nPyongyang, 26 de enero (ACNC) -- Con motivo del Dia de la Republica de la India, el Presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio este jueves un mensaje de felicitacion al presidente de ese pais, Pranab Mukherjee.\n\t\t\t\t\tEl remitente expreso la conviccion de que gracias a los esfuerzos conjuntos, se ampliaran y se desarrollaran en varios sectores las excelentes relaciones Corea-India que tienen larga historia y tradicion.\n\t\t\t\t\t\n\t\t\t\t\tFormulo votos por la buena salud y felicidad del destinatario y por el desarrollo y prosperidad continuos de la India amistosa."
        },
        {
            "title": "MINREX expone la posicion de politica exterior del gobierno de la RPDC",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-20ss.html",
            "content": "MINREX expone la posicion de politica exterior del gobierno de la RPDC\r\nPyongyang, 26 de enero (ACNC) -- En su mensaje del Ano Nuevo 2017, el Maximo Dirigente Kim Jong Un hizo balance de los exitos alcanzados en el ano pasado por el ejercito y pueblo coreanos y aclaro la posicion de politica exterior del gobierno de la Republica Popular Democratica de Corea. \n\t\t\t\t\tEn una declaracion fechada 26, el portavoz del Ministerio de Relaciones Exteriores de la RPDC senalo que en este ano, cumplira cabalmente las tareas de la politica exterior presentadas por el Maximo Dirigente en su mensaje del Ano Nuevo y desarrollara energicamente las relaciones exteriores del pais conforme a su posicion de digna potencia independiente y portador de armas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tDefenderemos con nuestras fuerzas la paz y la seguridad de nuestro Estado y contribuiremos mucho a preservar la paz y la estabilidad del mundo, comienza la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tAmpliar y desarrollar las relaciones de buena vecindad, fraternidad, amistad y cooperacion con los paises, que abogan por la independencia, segun el ideal de la politica exterior consistente en la independencia, la paz y la amistad, constituyen la invariable posicion del Partido y el gobierno de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEste ano, pondremos nuestro empeno en ampliar los contactos e intercambio y consolidar y desarrollar mas los lazos de amistad con los paises que tienen larga e historica tradicion de amistad y cooperacion. \n\t\t\t\t\t\n\t\t\t\t\tMejoraremos las relaciones con todos los paises si estos respetan nuestra soberania y nos tratan amistosamente aunque tengan diferentes ideologias y regimenes y dinamizaremos el intercambio y cooperacion multifaceticos con ellos en los dominios de la politica, la economia y la cultura. \n\t\t\t\t\t\n\t\t\t\t\tEste ano tambien, rechazaremos los alborotos de sancion y presion anti-RPDC de caracter injusto e ilegal y el despotismo, las arbitrariedades y la pauta de doble rasero y realizaremos ingentes esfuerzos por establecer el nuevo orden internacional independiente e imparcial y hacer valedera la genuina justicia internacional manteniendo estrecha cooperacion con varios paises del mundo en los escenarios internacionales, incluso la ONU. \n\t\t\t\t\t\n\t\t\t\t\tNuestros esfuerzos conjuntos se orientaran tambien para resolver los problemas internacionales tales como el antiterrorismo, los litigios y el medioambiente y fomentar el desarrollo y la prosperidad comunes de la humanidad. \n\t\t\t\t\t\n\t\t\t\t\tEn lo adelante tambien, la RPDC sera fiel a su ideal de politica exterior consistente en la independencia, la paz y la amistad, elevara sus influencias en la arena internacional y desarrollara con iniciativa y de modo multilateral las relaciones exteriores."
        },
        {
            "title": "Efectuado concierto dedicado al centenario de natalicio de Kim Won Gyun",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-22ss.html",
            "content": "Efectuado concierto dedicado al centenario de natalicio de Kim Won Gyun\r\nPyongyang, 26 de enero (ACNC) -- Tuvo lugar hoy en el Gran Teatro de Pyongyang Este el concierto dedicado al centenario de natalicio del compositor Kim Won Gyun.\n\t\t\t\t\tEn el proceso de creacion de musicas revolucionarias bajo la guia del Presidente Kim Il Sung y el Dirigente Kim Jong Il, el crecio como laureado con el Premio Kim Il Sung, Heroe del Trabajo y Artista del Pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEn reconocimiento de su merito de haber creado el himno revolucionario al Presidente y muchas piezas musicales, el Maximo Dirigente Kim Jong Un dispenso el favor de ofrecer el concierto dedicado a su centesimo cumpleanos.\n\t\t\t\t\t\n\t\t\t\t\tEn esta funcion, iniciada con el coro del inmortal himno revolucionario \"Cancion del General Kim Il Sung\", se presentaron las obras de Kim Won Gyun y otras piezas de diferentes generos.\n\t\t\t\t\t\n\t\t\t\t\tSe escucharon la \"Cancion de marcha de Corea\", compuesta por el de letra y musica por primera vez despues de la liberacion de Corea, la \"Marcha de la juventud coreana\", que describe a los jovenes levantados entonces en la construccion de nueva Corea, y otras canciones.\n\t\t\t\t\t\n\t\t\t\t\tHubo tambien las piezas que hacen recordar el trayecto de lucha del ejercito y pueblo de Corea que registraron siempre victorias en cada decada de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tDisfrutaron el concierto los funcionarios del sector de literatura y arte y de la rama de prensa e informacion, los creadores, artistas, periodistas, redactores y los profesores y estudiantes de las instituciones docentes del arte y los familiares del compositor.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los matrimonios de los representantes diplomaticos de varios paises y de organizaciones internacionales y los de agregados militares, acreditados en Corea, los huespedes extranjeros, asi como los compatriotas residentes en ultramar."
        },
        {
            "title": "Tiene lugar la XVII reunion de copresidencia de la APRP",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-12ss.html",
            "content": "Tiene lugar la XVII reunion de copresidencia de la APRP\r\nPyongyang, 26 de enero (ACNC) -- Tuvo lugar el dia 26 la XVII reunion de la copresidencia de la Alianza Pannacional por la Reunificacion de la Patria (APRP) a modo de intercambio de mensajes facsimilares entre el Norte, el Sur y ultramar.\n\t\t\t\t\tLa reunion discutio el rumbo de actividades de la APRP de este ano para abrir la era de esplendor del movimiento por la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo informe. \n\t\t\t\t\t\n\t\t\t\t\tEl informe menciona que en el ano pasado, la APRP ha luchado presentando como su tarea importante respetar los Tres Principios de la Reunificacion de la Patria y los acuerdos comunes de la nacion y abrir la via de mejoramiento de las relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\tExpresa el apoyo total de la APRP al llamamiento de la reunion conjunta del gobierno, partidos politicos y entidades de la RPDC a abrir este ano el ancho camino para la reunificacion independiente con la fuerza unida de toda la nacion. \n\t\t\t\t\t\n\t\t\t\t\tEnumera las siguientes tareas y remedios para abrir este ano una nueva coyuntura de reunificacion independiente:\n\t\t\t\t\t\n\t\t\t\t\tLa APRP seguira esforzandose al frente por eliminar el agudo choque militar entre ambas partes coreanas y el peligro de guerra, elevar el clima de mejoramiento de vinculos intercoreanos y preparar el ambiente pacifico. \n\t\t\t\t\t\n\t\t\t\t\tLe incumbe a la APRP la tarea de rechazar las difamaciones de toda indole y los actos hostiles que exacerban la desconfianza entre el Norte y el Sur y aumentan el peligro de guerra e intensificar el movimiento contra la guerra y por la paz frente al aumento armamentista y los ejercicios belicos conjuntos de caracter agresivo que se libran junto con las fuerzas extranjeras bajo el cartel de \"anuales y defensivos\". \n\t\t\t\t\t\n\t\t\t\t\tLa APRP redoblara los esfuerzos por hacer mas fuerte la atmosfera de mejoramiento de relaciones intercoreanas conforme a la aspiracion de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\tDinamizara las actividades de diferentes formas para respetar y poner en practica los Tres Principios de la Reunificacion de la Patria y los acuerdos Norte-Sur, tales como la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre.\n\t\t\t\t\t\n\t\t\t\t\tCon el ansia por abrir nueva ruta de paz y reunificacion independiente del pais, se movilizara generalmente para que el gran acto pannacional por la reunificacion se haga la cita historica en que tomen parte los representantes y personalidades de distintos sectores dentro y fuera del pais. \n\t\t\t\t\t\n\t\t\t\t\tImpulsara al frente el movimiento pannacional para frustrar los desafios de las fuerzas internas y externas opositoras a la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el informe insiste en que la APRP debe cumplir con su responsabilidad y mision como vanguardia de la reunificacion independiente y de la gran unidad nacional para hacer brillar el presente ano de los aniversarios 45 y 10 de la publicacion de la historica Declaracion Conjunta del 4 de Julio y de la Declaracion del 4 de Octubre, respectivamente, como el significativo en que se abra una nueva coyuntura de reunificacion independiente. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fue aprobada la resolucion conjunta."
        },
        {
            "title": "APRP aprueba resolucion conjunta en la reunion de copresidencia",
            "url": "http://kcna.co.jp/item/2017/201701/news26/20170126-13ss.html",
            "content": "APRP aprueba resolucion conjunta en la reunion de copresidencia\r\nPyongyang, 26 de enero (ACNC) -- Las direcciones nortena, surena y ultramarina de la Alianza Pannacional por la Reunificacion de la Patria sostuvieron el dia 26 la XVII reunion de su copresidencia y adoptaron la resolucion conjunta.\n\t\t\t\t\tEl documento recuerda que recientemente, la parte Norte celebro la reunion conjunta del gobierno, los partidos politicos y las entidades y exhorto en esta ocasion a abrir este ano la avenida de reunificacion independiente con las fuerzas unidas de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\tContinua que la APRP apoya totalmente el llamamiento patriotico del Norte reconociendo que este es un remedio realista, que posibilita abrir el ancho camino de reunificacion independiente, y conviene totalmente a la mision principal y rumbo de actividades de este ano de la entidad.\n\t\t\t\t\t\n\t\t\t\t\tCon la voluntad de acelerar vigorosamente la gran marcha pannacional por la reunificacion estrechando la mano con los compatriotas de diversos sectores dentro y fuera del pais, aspirantes a la paz y reunificacion del pais, en este ano significativo en que se cumpliran los aniversarios 45 y 10 de la publicacion de la Declaracion Conjunta del 4 de Julio y de la Declaracion del 4 de Octubre, la APRP, exploradora de la reunificacion independiente, manifesto la siguiente decision:\n\t\t\t\t\t\n\t\t\t\t\t1. La APRP seguira esforzandose en la delantera por eliminar la causa raigal de guerra y preparar el ambiente pacifico.\n\t\t\t\t\t\n\t\t\t\t\tRechazara rotundamente las calumnias de toda indole y los actos hostiles que agravan la desconfianza entre ambas partes coreanas y el peligro de guerra y dinamizara el movimiento contra la guerra y por la paz frente a los entrenamientos militares conjuntos de caracter agresivo, que se libran junto con las fuerzas extranjeras bajo diferentes carteles, y al aumento armamentista.\n\t\t\t\t\t\n\t\t\t\t\t2. La APRP realizara energicas actividades destinadas a acentuar el ambiente de mejoramiento de relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tFomentara el dialogo y las negociaciones multifaceticos para la ejecucion de acuerdos intercoreanos y las visitas mutuas y el contacto y frustrara tajantemente la campana conflictiva de toda indole que niega los acuerdos N-S y crea obstaculos artificiales para su implementacion.\n\t\t\t\t\t\n\t\t\t\t\t3. La APRP abrira la era de esplendor del movimiento pannacional por la reunificacion al abrir sin falta el gran acto pannacional por la reintegracion territorial.\n\t\t\t\t\t\n\t\t\t\t\tCon la unica voluntad de abrir nueva ruta de paz y reunificacion independiente del pais, se movilizara generalmente para convertir el gran acto pannacional en la cita historica en que tomen parte los representantes y las personalidades de diferentes estratos en el interior y exterior del pais.\n\t\t\t\t\t\n\t\t\t\t\t4. La APRP impulsara al frente el movimiento pannacional para frustrar los desafios de las fuerzas anti-reunificacion dentro y fuera del pais, opositoras a la aspiracion nacional a la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tAl finalizar, la resolucion llama a todos a luchar energicamente por glorificar el presente como ano en que se abra nueva coyuntura de reunificacion independiente, bien conscientes de su responsabilidad y mision de la vanguardia de la causa de reunificacion independiente y gran unidad nacional."
        }
    ]
}