{
    "date": "2017-03-19",
    "url": "http://kcna.co.jp/item/2017/201703/2017-03-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Watches Ground Jet Test of Newly Developed High-Thrust Engine",
            "url": "http://kcna.co.jp/item/2017/201703/news19/20170319-01ee.html",
            "content": "Kim Jong Un Watches Ground Jet Test of Newly Developed High-Thrust Engine\r\n Pyongyang, March 19 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, watched the ground jet test of Korean-style high-thrust engine newly developed by the Academy of the National Defence Science.\n\t\t\t\t\t After being told about the production of the new-type high-thrust engine, he personally visited the Sohae Satellite Launching Ground at dawn to learn in detail about the technical specifications of the engine and preparations for the test and guided it.\n\t\t\t\t\t\n\t\t\t\t\t The test was conducted to confirm the overall technical indices of the engine such as features of thrust power in the combustion chamber, accurate movement of turbine pump, control system and various valves and their structural safety and reliability.\n\t\t\t\t\t\n\t\t\t\t\t He mounted an observation post and gave an order to start the test.\n\t\t\t\t\t\n\t\t\t\t\t The results of the test confirmed the stable maintenance of technical indices of all systems such as starting and stopping features of a new-type high-thrust engine of Korean style designed and manufactured by the defense scientists and technicians by their own efforts and with indigenous technology, the features of the thrust power in the combustion chamber, turbine pump, control systems in the whole course of engine operation after accurately reaching the expected values, and the perfect guarantee of their structural reliability. .\n\t\t\t\t\t\n\t\t\t\t\t He noted that the success made in the current test marked a great event of historic significance as it declared a new birth of the Juche-based rocket industry which has radically turned into a development-and creation-oriented industry both in name and in reality by completely doing away with dogmatism, conservatism and formalism left in the field of rocket industry and the dependence on the technology of other countries.\n\t\t\t\t\t\n\t\t\t\t\t He emphasized that the whole world will soon witness what eventful significance the great victory won today carries.\n\t\t\t\t\t\n\t\t\t\t\t The development and completion of a new-type high-thrust engine would help consolidate the scientific and technological foundation to match the world-level satellite delivery capability in the field of outer space development, he noted, adding with pleasure that today when a great leaping forward has been made in the development of the rocket industry is the day to be always remembered, a historic day which can be called \"March 18 revolution\".\n\t\t\t\t\t\n\t\t\t\t\t He said that the field of munitions industry made a series of unprecedented successes this year as it did last year, instilling dynamism into the grand revolutionary advance of all the service personnel and people. Then he had a significant photo session with the officials, scientists and technicians in the field of defense science who took part in the test.  \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Ri Pyong Chol, Kim Jong Sik and other leading officials of the C.C. the WPK and scientists and technicians in the field of rocket research."
        },
        {
            "title": "President of Gabon on Cooperation with DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news19/20170319-03ee.html",
            "content": "President of Gabon on Cooperation with DPRK\r\n Pyongyang, March 19 (KCNA) -- Kim Myong Sik, DPRK ambassador to Gabon, presented credentials to Ali Bongo Ondimba, president of Gabon, on Mar. 14.\n\t\t\t\t\t The president said that the bilateral relations of friendship and cooperation with long history have grown strong thanks to the deep attention of the leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The government of Gabon wants to boost the exchange and cooperation with the DPRK in such fields as politics, economy and culture in any situation and will strive to do so, he stressed."
        },
        {
            "title": "Rodong Sinmun Slams U.S. Hostile Policy toward DPRK as Act of Violating International Law",
            "url": "http://kcna.co.jp/item/2017/201703/news19/20170319-06ee.html",
            "content": "Rodong Sinmun Slams U.S. Hostile Policy toward DPRK as Act of Violating International Law\r\n Pyongyang, March 19 (KCNA) -- The president of the Brazilian paper Patria Latina carried a commentary titled \"The real threat to peace\".\n\t\t\t\t\t He said: Each country has the right to put satellite into the orbit under international law on space, but it is tragedy that the DPRK is denied the right. Inscrutable thing is that the U.S. which conducted nuclear tests for over 1,000 times are expressing its resentment at the DPRK which carried out five nuclear tests.\n\t\t\t\t\t\n\t\t\t\t\t Quoting a political analyst, he said an attempt to make the DPRK a country without a right in international arena is not attributable to the violation of international law but is a revelation of the U.S. high-handed practice. The discriminate indictments against the DPRK are a wanton violation of the norms on equal sovereignty of states.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Sunday in a commentary says that this is the most sharp and harsh comment on the injustice of the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy toward the DPRK is a brigandish and rogue policy without respect for sovereignty and the idea of equality, it says, adding:\n\t\t\t\t\t\n\t\t\t\t\t As was proven by the reality, the U.S. does not have any intent to respect the sovereignty of the DPRK but is only keen on stifling the latter.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is working hard to justify its aggression moves as one of preserving peace and abuse the measures for self-defense taken by the DPRK to preserve its sovereignty and defend its people as acts of wrecking peace.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. puts spurs to the modernization of nuclear weapons to realize the ambition to dominate the world and tests intercontinental ballistic missiles when necessary. It is, therefore, the gangster-like intention to take issue with the DPRK's measures for self-defense.\n\t\t\t\t\t\n\t\t\t\t\t It admits of no argument that the U.S. hostile policy toward the DPRK is a serious act of violating international law."
        },
        {
            "title": "Papers Slam Last-ditch Efforts of S. Korean Group of Traitors",
            "url": "http://kcna.co.jp/item/2017/201703/news19/20170319-05ee.html",
            "content": "Papers Slam Last-ditch Efforts of S. Korean Group of Traitors\r\n Pyongyang, March 19 (KCNA) -- Leading newspapers here Sunday in commentaries denounce the south Korean puppet group of conservatives for their inveterate disposition by which they pull up the compatriots in the north and escalate the confrontation with them.\n\t\t\t\t\t Rodong Sinmun says:\n\t\t\t\t\t\n\t\t\t\t\t As soon as the impeachment on traitor Park Geun Hye was decided, the puppet forces made a fuss, holding a security meeting, \"temporary state council meeting\" and video meeting of major commanding officers of the army and talking on the phone with ministers of each ministry and office. Trumpeting about the \"north's possible provocation\", they called for the \"maintenance of combat-readiness\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' said-moves brought to light the sinister scenario that can not be overlooked.\n\t\t\t\t\t\n\t\t\t\t\t In a word, they are aimed to fan up the \"security crisis\" and \"security apprehension\" in a bid to evade the serious ruling crisis following Park's removal from office and escape from the public criticism directed to the criminals of hideous scandal.\n\t\t\t\t\t\n\t\t\t\t\t Crimes are bound to bring punishment.\n\t\t\t\t\t\n\t\t\t\t\t It is a sealed fate for those who committed unpardonable crimes before the history and people to get buried together with Park.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group had better get ready for it, not making a fuss over the \"north's possible provocation\".\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that those who are hell-bent on the confrontation with compatriots in the north and the north-targeted saber-rattling will only face ruin."
        },
        {
            "title": "Punishment of Park and Her Accomplices Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201703/news19/20170319-07ee.html",
            "content": "Punishment of Park and Her Accomplices Urged in S. Korea\r\n Pyongyang, March 19 (KCNA) -- The Taejon Movement Headquarters for Resignation of Park Geun Hye in south Korea held a press conference outside the Taejon local prosecution office on March 16 to urge detention and investigation into Park Geun Hye and severe punishment of her, according Tongil News, a south Korean internet newspaper.\n\t\t\t\t\t Speakers at the conference denounced Park for openly disclosing her intention to destroy evidence of crimes and disturb investigation after declaring her will not to follow the decision made at the \"constitutional court\".\n\t\t\t\t\t\n\t\t\t\t\t They condemned the prosecution for not detaining and investigating Park even though she was proved to be a criminal.\n\t\t\t\t\t\n\t\t\t\t\t They urged the prosecution to abolish evils committed by Park and severely punish her through investigation."
        },
        {
            "title": "Stop to U.S.-South Korea Joint Military Drills Demanded",
            "url": "http://kcna.co.jp/item/2017/201703/news19/20170319-08ee.html",
            "content": "Stop to U.S.-South Korea Joint Military Drills Demanded\r\n Pyongyang, March 19 (KCNA) -- The Solidarity for Democracy and Unification of Koreans in Japan held a protest against the U.S.-south Korea joint military exercises outside the U.S. embassy and the south Korean embassy in Japan on March 15.\n\t\t\t\t\t The protest was joined by members of the south Korean Youth League in Japan, the Society of Democratic Korean Women in Japan and the South Korean Students Council in Japan.\n\t\t\t\t\t\n\t\t\t\t\t A request demanding a stop to the joint military exercises and deployment of THAAD was read out and conveyed to the embassies.\n\t\t\t\t\t\n\t\t\t\t\t It demanded an immediate stop to the joint military drills which strain to the extremes the military tension on the Korean peninsula and bring a nuclear war."
        },
        {
            "title": "Seminar on Juche Idea Held in Far Eastern Region of Russia",
            "url": "http://kcna.co.jp/item/2017/201703/news19/20170319-04ee.html",
            "content": "Seminar on Juche Idea Held in Far Eastern Region of Russia\r\n Pyongyang, March 19 (KCNA) -- A Far Eastern regional seminar on the Juche idea and socialism was held in Vladivostok of Russia on Mar. 11, under the co-sponsorship of the Association for the Study of Kimilsungism-Kimjongilism in Far Eastern Region and the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, ahead of the 105th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Displayed at its venue were works of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un and books introducing the reality of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were members of political parties and organizations and Juche idea study groups and personages of different social strata of Russia and the consul general of the DPRK to Vladivostok and a delegation of the Social Scientists Society of Korea on a visit to Russia.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket before the portraits of smiling Kim Il Sung and Kim Jong Il and paid homage to them.\n\t\t\t\t\t\n\t\t\t\t\t Dolgachev, first secretary of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, in a congratulatory speech, said that thanks to Kim Il Sung, Kim Jong Il and Kim Jong Un, the Juche idea was founded and developed in depth, adding the Russian people had better learn after the experience of the Korean people who are stepping up the building of socialism, winning a series of victories in the confrontation with the imperialists, under the uplifted banner of Juche and Songun.\n\t\t\t\t\t\n\t\t\t\t\t Gennady Kulikov, chairman of the Far Eastern Association for the Study of Kimilsungism-Kimjongilism, in a keynote report, said it would contribute to the prosperity of Russia to widely disseminate the Juche idea, noting that the validity of the Juche idea and its great vitality have been clearly proven in reality in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the Juche idea has made a big splash across the world, evoking great responses among the progressives aspiring after independence and justice.\n\t\t\t\t\t\n\t\t\t\t\t An appeal was published at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t The appeal called for widely studying and disseminating the Juche idea, saying that Kimilsungism-Kimjongilism, the essence of which is the Juche idea, serves as the great guidelines indicating the way for shaping the destiny of each country and nation.\n\t\t\t\t\t\n\t\t\t\t\t It also stressed the need to disclose the false propaganda of Western media, extend active support to the just cause of the Korean people and further boost the relations of friendship and cooperation between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the seminar."
        },
        {
            "title": "Letter to Kim Jong Un from Participants of Seminar in Russia",
            "url": "http://kcna.co.jp/item/2017/201703/news19/20170319-02ee.html",
            "content": "Letter to Kim Jong Un from Participants of Seminar in Russia\r\n Pyongyang, March 19 (KCNA) -- Respected Supreme Leader Kim Jong Un on Mar. 11 received a letter from the participants in the Far Eastern regional seminar on the Juche idea and socialism.\n\t\t\t\t\t The participants said in the letter that President Kim Il Sung and leader Kim Jong Il laid a firm foundation for building an ideal society, a long-cherished desire of the world progressives, by founding and developing the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The Korean society is the very one in which the people have got closely united around the leader, and the leader brings the people genuine happiness by drawing up the lines and policies in keeping with the people's desire and demand and by leading the struggle for implementing them, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea makes people believe that they are masters of their own destiny and lights the way for them to develop in an independent manner, it said, stressing this will be an idea guiding the whole world and all mankind in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The letter said the DPRK is a utopia and worldwide example for humankind aspiring after an independent, peaceful and happy life.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that under the wise guidance of Kim Jong Un, the Korean people would as ever firmly protect the sovereignty and prestige of their country and build a reunified and powerful socialist country on the Korean peninsula without fail.\n\t\t\t\t\t\n\t\t\t\t\t The participants will study the Juche idea in a comprehensive manner, widely disseminate it among the masses, expand and consolidate the groups for its study, bring the world people to the knowledge of the true picture of the DPRK and staunchly cope with the moves of the imperialists to violate the independence of the popular masses, the letter said."
        },
        {
            "title": "Kim Jong Un presencia prueba de expulsion del motor de gran capacidad de nuevo tipo",
            "url": "http://kcna.co.jp/item/2017/201703/news19/20170319-09ee.html",
            "content": "Kim Jong Un presencia prueba de expulsion del motor de gran capacidad de nuevo tipo\r\nPyongyang, 19 de marzo (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, presencio la prueba en el terreno de la expulsion del motor de gran capacidad de tipo coreano, desarrollado nuevamente en la Academia de Ciencias de Defensa Nacional.\n\t\t\t\t\tAl recibir el informe sobre el estado de fabricacion del motor de gran capacidad de nuevo tipo, el Maximo Dirigente Kim Jong Un salio a la madrugada al Campo de Lanzamiento de Satelites Sohae donde estudio en detalles las caracteristicas tecnicas del motor y el estado preparativo y dirigio la prueba en el terreno de la expulsion del motor.\n\t\t\t\t\t\n\t\t\t\t\tEste examen se realizo con el objeto de confirmar la totalidad de los indices tecnicos del motor inclusive las caracteristicas de la potencia propulsora de la camara de combustion, la exactitud del funcionamiento de la bomba de turbina, el sistema de control y las valvulas de todo tipo y la seguridad y la confiabilidad estructurales.\n\t\t\t\t\t\n\t\t\t\t\tEn el puesto de vigilancia, el Maximo Dirigente dio la orden de realizar la prueba.\n\t\t\t\t\t\n\t\t\t\t\tSegun su resultado, fue confirmado el hecho de que llegaron exactamente a los valores estimados y fueron mantenidos con seguridad los indices tecnicos de todos los sistemas incluyendo las caracteristicas de la fuerza propulsora de la camara de combustion, la bomba de turbina y los sistemas de control en todo el curso del funcionamiento como las propiedades de arranque e interrupcion del nuevo motor disenado y fabricado perfectamente a nuestra manera y con las fuerzas y tecnicas propias por los cientificos y tecnicos de defensa nacional de nuestro pais y se aseguran con satisfaccion la confiabilidad estructural. \n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente dijo que el exito de la presente prueba deviene un gran acontecimiento de significado historico que proclamo nuevo nacimiento de la autoctona industria de cohetes, convertida con firmeza en la industria de tipo de desarrollo y creacion, erradicando totalmente el dogmatismo, el conservatismo, el formalismo y la dependencia en las tecnicas extranjeras que existian en el sector de la industria de cohetes.\n\t\t\t\t\t\n\t\t\t\t\tY enfatizo que todo el mundo presenciara pronto el gran significado de la victoria lograda hoy en dia.\n\t\t\t\t\t\n\t\t\t\t\tGracias al desarrollo del motor de gran capacidad de nuevo tipo, se preparo en el sector del desarrollo cosmico la mas solida base cientifica y tecnica que permite competir dignamente con la capacidad del transporte de satelite de nivel mundial, destaco y continuo con alegria que hoy es el dia nunca inolvidable en que logramos gran salto en el desarrollo de la industria de cohetes y el dia historico a que podamos nombrar como \"Revolucion del 18 de Marzo\".\n\t\t\t\t\t\n\t\t\t\t\tNo solo en el ano pasado, sino tambien en el presente se lograron sucesivamente en el frente de industria belica los exitos sin precedentes que animan la gran marcha revolucionaria de todo el ejercito y el pueblo, dijo el Maximo Dirigente y se fotografio junto con los funcionarios, cientificos y tecnicos del sector de ciencias de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Ri Pyong Chol, Kim Jong Sik y otros cuadros del Comite Central del PTC y los cientificos y tecnicos de la rama de investigacion de cohetes."
        }
    ]
}