{
    "date": "2017-08-21",
    "url": "http://kcna.co.jp/item/2017/201708/2017-08-21ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Cambodian Party Delegation",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-08ee.html",
            "content": "Kim Yong Nam Meets Cambodian Party Delegation\r\n Pyongyang, August 21 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, had a talk with a delegation of the FUNCINPEC Party of Cambodia led by Vice-Chairman Chap Nhalyvoud which paid a courtesy call on him at the Mansudae Assembly Hall on Monday."
        },
        {
            "title": "Gift to Kim Jong Un from Cambodian Party Leader",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-07ee.html",
            "content": "Gift to Kim Jong Un from Cambodian Party Leader\r\n Pyongyang, August 21 (KCNA) -- Respected Supreme Leader Kim Jong Un received a gift from Norodom Ranariddh, chairman of the FUNCINPEC Party of Cambodia.\n\t\t\t\t\t The gift was conveyed on Monday to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, by Vice-Chairman Chap Nhalyvoud who is heading the visiting delegation of the FUNCINPEC Party of Cambodia."
        },
        {
            "title": "Cambodian Party Delegation Returns Home",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-12ee.html",
            "content": "Cambodian Party Delegation Returns Home\r\n Pyongyang, August 21 (KCNA) -- The delegation of the FUNCINPEC Party of Cambodia led by Vice-Chairman Chap Nhalyvoud left here for home on Monday."
        },
        {
            "title": "Taekwon-Do Hall Renovated",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-16ee.html",
            "content": "Taekwon-Do Hall Renovated\r\n Pyongyang, August 21 (KCNA) -- Taekwon-Do Hall has been successfully renovated as befits the center for the development of the national martial arts.\n\t\t\t\t\t It can host international and domestic games at a high level. It has a practice hall with seats for thousands of spectators, waiting room, medical room, coaches' room, science and technology dissemination room, international communications hall, press center and sports and cultural and logistic facilities and service network.\n\t\t\t\t\t\n\t\t\t\t\t The renovation of the Taekwon-Do Hall has provided a firm foundation for further developing martial arts peculiar to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t An inaugural ceremony took place on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the WPK Central Committee, Kim Kyong Ho, chairman of the Korean Taekwon-Do Committee, officials of the Cabinet, ministries and national institutions, builders who took part in the hall renovation project, employees of the Korean Taekwon-Do Committee, Taekwon-do players and coaches and working people in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae spoke at the ceremony."
        },
        {
            "title": "DPRK Wins Gold Medals in 29th Summer Universiad",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-10ee.html",
            "content": "DPRK Wins Gold Medals in 29th Summer Universiad\r\n Pyongyang, August 21 (KCNA) -- DPRK players are proving successful in the 29th Summer Universiad.\n\t\t\t\t\t Taking part in the universiad, started in Taipei of China on Aug. 19, are more than 7 000 men and women players from over 140 countries and regions including Indonesia, Kazakhstan, Germany and Mexico.\n\t\t\t\t\t\n\t\t\t\t\t Om Yun Chol of the DPRK placed first in the men's 56kg of weightlifting, with lift of 129kg in the snatch and 165kg in the jerk.\n\t\t\t\t\t\n\t\t\t\t\t Ri Song Gum took the first place in the women's weightlifting 48kg, by lifting 86kg in the snatch and 107kg in the jerk, 193kg in total.\n\t\t\t\t\t\n\t\t\t\t\t Sin Chol Bom bagged gold medal with lift of 303kg in total in the men's weightlifting 62kg.\n\t\t\t\t\t\n\t\t\t\t\t Hyon Il Myong and Ri Hyon Ju came second in the diving men's 10 meters synchro platform and Choe Un Gyong in the women's 1 meter springboard diving."
        },
        {
            "title": "Renowned Women's Handball Team in DPRK",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-11ee.html",
            "content": "Renowned Women's Handball Team in DPRK\r\n Pyongyang, August 21 (KCNA) -- The women's handball team of   Moranbong District Juvenile Sports School in Pyongyang is well-known as a strong team.\n\t\t\t\t\t Some days ago, the team took the first place in the women's handball matches at the 54th national sports contest of juvenile sports schools, winning nine consecutive victories.\n\t\t\t\t\t\n\t\t\t\t\t The team won the first victory at the national sports contest of juvenile sports schools in Juche 98 (2009).\n\t\t\t\t\t\n\t\t\t\t\t Since then, it took the first place at the juvenile and junior contests every year. It also captured the juvenile championships from some years ago.\n\t\t\t\t\t\n\t\t\t\t\t In those days, many reserves were produced and they are active in various sports teams.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK team proved successful in international handball tournaments last year and this year. Half of the players present there are graduators from this school."
        },
        {
            "title": "Coal Output Increases in DPRK",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-13ee.html",
            "content": "Coal Output Increases in DPRK\r\n Pyongyang, August 21 (KCNA) -- Coal miners of the DPRK have turned out in a drive to foil the U.S. reckless sanctions and provocation with increased coal production.\n\t\t\t\t\t Taking the lead in the drive is the Tukjang Area Coal-mining Complex which is a typical unit of the grand Mallima advance of self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chang Sok, department director of the Ministry of Coal Industry, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The complex has carried out the daily assignment at 105 percent.\n\t\t\t\t\t\n\t\t\t\t\t The Ryongsan and Myonghak coal mines secured new coal beds by giving priority to tunneling and boosted the production by raising the level of mechanization at the coalface.\n\t\t\t\t\t\n\t\t\t\t\t The Tukjang Youth Coal Mine introduced innovations in prospecting, tunneling and coal mining, thus producing several thousand more tons of coal than scheduled in a few days.\n\t\t\t\t\t\n\t\t\t\t\t Besides, the Sunchon, Pukchang, Tokchon and Kaechon area coal-mining complexes supply coal to thermal power plants in time."
        },
        {
            "title": " No Force on Earth Can Block Advance of DPRK: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-05ee.html",
            "content": "No Force on Earth Can Block Advance of DPRK: Rodong Sinmun\r\n Pyongyang, August 21 (KCNA) -- The U.S. has slapped the harshest sanctions and pressure upon the DPRK while branding its steps to bolster up the nuclear force for self-defense as \"threat and provocation to the world\". This is a revelation of the sinister imperialist intention to stifle the DPRK at any cost, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is seriously mistaken if it thinks that the army and people of the DPRK would flinch from the path chosen by themselves, being browbeaten by the U.S. threat and bluff.\n\t\t\t\t\t\n\t\t\t\t\t It is the truth and law of history that no one can conquer the army and people of the DPRK who turned out in the battle to defend their country under the guidance of the great leader with belief in the justice of their cause and their strength.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have kept it as faith that the road of independence, Songun and socialism is the one of victory despite their exposure to the harshest sanctions in the world blamed on the UN \"sanctions resolution\" fabricated by the U.S. several times for the past several decades.  \n\t\t\t\t\t\n\t\t\t\t\t A country steadfast in the independent spirit can be a powerful country regardless of the number of population and the size of territory, and become strong to emerge victorious in any battle.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK replete with the same spirit of defending the country as was displayed in the 1950s could build the world-level military power by defeating all moves of the heinous imperialists to stifle and isolate the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Definite is the U.S. defeat.\n\t\t\t\t\t\n\t\t\t\t\t No one can match the ranks advancing in the same thought and intent, based on single-minded unity in which the leader believes in the people and the people trust and follow the leader.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should clearly understand who its rival is, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t No one on earth can block the victorious advance of the DPRK."
        },
        {
            "title": "S. Korean Regime's Sycophancy to U.S. Boomerangs on It: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-09ee.html",
            "content": "S. Korean Regime's Sycophancy to U.S. Boomerangs on It: KCNA Commentary\r\n Pyongyang, August 21 (KCNA) -- There recently witnessed a sharp fall of stock prices in financial markets of south Korea and foreign investors are removing their capital en masse from it, giving rise to economic unrest.\n\t\t\t\t\t Foreign investors concerned about the deteriorating situation on the Korean peninsula removed their foreign currency amounting to 1.3 billion U.S. dollars from south Korea, jolting its financial markets. Stock prices of major big businesses of south Korea have declined by 3 to 5 percent while stock prices sharply dropped in almost every industrial sector including electricity, electronics, construction, manufacture and circulation.\n\t\t\t\t\t\n\t\t\t\t\t This is just the inevitable product of the U.S. outrageous hostile policy and nuclear war hysteria against the DPRK and a disaster the south Korean puppet regime invited by zealously joining the U.S. in its fabrication of the utterly unreasonable UN \"sanctions resolution\" and war moves against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime, talking about \"independent sanctions\" on the DPRK, made no scruple of plunging itself into a risky gambling by playing the role of a shock brigade for the U.S. in its sanctions racket to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It asserted that the UN \"Resolution\" 2371 is of practical significance in blocking the north's financing channel for nukes development as it would curtail the foreign currency income of the north and deal a telling blow at it.\n\t\t\t\t\t\n\t\t\t\t\t The conservative cults of south Korea went so far as to assert that they feel regretful about the degree of sanctions as they are not harsher than what they expected, not content with \"welcoming\" the \"resolution.\" They even pressurized the regime to raise the degree of sanctions on the north, saying \"it is not desirable that the regime goes against the UN sanctions by talking about dialogue with the north.\"\n\t\t\t\t\t\n\t\t\t\t\t This is just an impudent act of those recklessly going mad in escalating confrontation with the compatriots in the north, failing to face up to the current situation.\n\t\t\t\t\t\n\t\t\t\t\t Unless the sycophantic acts of the puppets to offer everything to the U.S. seeking to further exploit south Korea by tightening its control over it are terminated, the chaos and uneasiness of the south Korean economy will lead to a deeper quagmire.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that if the present tensions worsen and a war breaks out on the Korean peninsula, the existence of the south Korean society will be put in peril.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime should judge itself what baneful consequences its pro-U.S. acts will cause on the north-south relations."
        },
        {
            "title": "Whence Does Threat Come to Japan?: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-17ee.html",
            "content": "Whence Does Threat Come to Japan?: KCNA Commentary\r\n Pyongyang, August 21 (KCNA) -- Japan made public a 2017 \"Defense White Paper\" on August 8.\n\t\t\t\t\t The Japan Defense Ministry in the document described the DPRK's nuclear and missile development as a \"serious threat to Japan\" and \"threat of new stage to the security\", faulting its successive successful ICBM test-launch.\n\t\t\t\t\t\n\t\t\t\t\t Against this backdrop, on Aug. 9 fighters of Japan's Air \"Self-Defense Force\" staged a dog fight drill together with B-1B nuclear strategic bombers of the U.S. based on Guam and opened to the public the ongoing joint military drill of Japan's Ground SDF and U.S. marines.\n\t\t\t\t\t\n\t\t\t\t\t The reckless action of Japan as a shock brigade of the U.S. pushing the situation of the Korean peninsula to the worst crisis clearly reveals its sinister militarist scheme.\n\t\t\t\t\t\n\t\t\t\t\t Last century militarist Japan put the Asia-Pacific region into a nightmare for nearly half a century, crying out for \"peace in the East\" and \"liberation\".\n\t\t\t\t\t\n\t\t\t\t\t Japan is now seeking to attain its ambition to stage a comeback to Korea and repeat the bloody past history.\n\t\t\t\t\t\n\t\t\t\t\t Its Prime Minister Abe asserted at an event marking the 70th anniversary of the enforcement of Japan's Constitution that \"the security environment has changed due to the north's nuclear and missile development and so it is needed to revise the existing constitution\".\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, Onodera, new defense minister of Japan, declared that it is examining the issue of possessing the capability to attack the enemy's bases aimed at making a preemptive strike at the north's missile base.\"\n\t\t\t\t\t\n\t\t\t\t\t Foreign media said that it means a great change in Japan's policy of defense if Japan possesses the capability to strike north Korea's missile base.\n\t\t\t\t\t\n\t\t\t\t\t In other words, it is meant to declare that Japan will round off the preparations for war including \"preemptive attack\" as a \"state able to conduct a war\", not a \"state denying war\".\n\t\t\t\t\t\n\t\t\t\t\t It is an inveterate bad habit for Japan to talk about \"threat\" from a certain country today and invent another \"threat\" tomorrow.\n\t\t\t\t\t\n\t\t\t\t\t Such action of Japan which has committed a great many crimes against the Korean people will bring into bolder relief the craftiness and brazenness peculiar to it.\n\t\t\t\t\t\n\t\t\t\t\t Threat to security comes from nowhere but Japan which is sharpening the sword of reinvasion, dreaming an old dream of realizing the \"Greater East Asia Co-Prosperity Sphere.\"\n\t\t\t\t\t\n\t\t\t\t\t Japan should not forget the Korean saying that a man lifts his axe only to drop it on his own foot.\n\t\t\t\t\t\n\t\t\t\t\t Playing a cynical ploy under the present tense situation would bring it nothing good. S"
        },
        {
            "title": "U.S. and S. Korea Launch War Drills against DPRK",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-15ee.html",
            "content": "U.S. and S. Korea Launch War Drills against DPRK\r\n Pyongyang, August 21 (KCNA) -- The U.S. imperialists and the south Korean war maniacs Monday launched Ulji Freedom Guardian joint military drills aimed at a preemptive attack on the DPRK, according to CBS of south Korea.\n\t\t\t\t\t Despite the repeated warnings served by the DPRK, they kicked off the war rehearsal under the pretext of resolutely \"countering\" the \"provocation by the north.\" This is aimed to ignite a nuclear war on the Korean peninsula at any cost.\n\t\t\t\t\t\n\t\t\t\t\t What is more serious is the fact that brass hats of the U.S. military including the commander of the U.S. forces in Pacific and the commander of the Strategic Forces visited south Korea on the eve of the rehearsal, the number of the GIs involved in the drill far outnumber the one in the last year and even mercenaries from seven vassal countries including Australia and the UK have joined them.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula has plunged into a critical phase due to the reckless north-targeted war racket of the war maniacs."
        },
        {
            "title": " Probe into Truth behind Kwangju Massacre Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-14ee.html",
            "content": "Probe into Truth behind Kwangju Massacre Urged in S. Korea\r\n Pyongyang, August 21 (KCNA) -- The Committee of Measures against the Distortion of History of the May 18 Popular Uprising reportedly held a press conference at the Kwangju City Office on Aug. 16, urging a probe into the truth behind the massacre of participants in the Kwanju Uprising and punishment of the chief culprit.\n\t\t\t\t\t Speakers welcomed the fact that a court made a ban on the publication and distribution of Chun Doo Hwan's \"reminiscences\" and made a decision about compensation.\n\t\t\t\t\t\n\t\t\t\t\t They said that this judgment serves a warning to the forces trying to distort the May 18 movement for democratization.\n\t\t\t\t\t\n\t\t\t\t\t They demanded Chun Doo Hwan acknowledge the responsibility for the massacre of civilians and make an apology before history and people."
        },
        {
            "title": "Anniversary of Korea's Liberation Marked by Newspapers of India, Russia",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-01ee.html",
            "content": "Letter to Kim Jong Un from IIJI and Japanese Bodies\r\n Pyongyang, August 21 (KCNA) -- Indian and Russian newspapers carried special write-ups and articles in the period between August 5 and 14 on the occasion of the 72nd anniversary of Korea's liberation.\n\t\t\t\t\t The Indian paper Indian and World Event carried an article titled \"Benefactor of liberation\" illustrated with photos of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t It is President Kim Il Sung who liberated the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t He left the homeland in his teens with his firm resolution not to come back unless Korea became independent and formed the Down-with-Imperialism Union with the young Korean revolutionaries in October, 1926.\n\t\t\t\t\t\n\t\t\t\t\t He founded the Korean People's Revolutionary Army on April 25, 1932 to dynamically propel the national liberation struggle in Korea by depending on its armed forces.\n\t\t\t\t\t\n\t\t\t\t\t At last Korea was liberated on August 15, 1945.\n\t\t\t\t\t\n\t\t\t\t\t The feats of President Kim Il Sung, the benefactor of liberation, will shine long century after century.\n\t\t\t\t\t\n\t\t\t\t\t The Indian newspaper Awaking in an article titled \"Fortress of independence\" introduced the DPRK which consolidates the military capability for self-defence in every way by frustrating the sanctions and pressure of the U.S.-led hostile forces under the guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Russian papers Komsomolskaya Pravda and Byvor carried articles titled \"President Kim Il Sung whom a European met\" and \"Korea's liberation, turning point of history\" illustrated with a portrait of smiling Kim Il Sung and a photo of Kim Il Sung and Kim Jong Il standing together.\n\t\t\t\t\t\n\t\t\t\t\t The papers reported what foreign personages said in praise of the personality of the President as a great man and the historic significance of Korea's liberation."
        },
        {
            "title": "DPRK's ICBM Test-launch Supported by Figures of Ethiopia, Uganda",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-02ee.html",
            "content": "DPRK's ICBM Test-launch Supported by Figures of Ethiopia, Uganda\r\n Pyongyang, August 21 (KCNA) -- Events took place in Ethiopia and Uganda from August 9 to 14 to congratulate the DPRK on its successful second test-launch of ICBM Hwasong-14 and extend support and solidarity to the just cause of the Korean people.\n\t\t\t\t\t The chairman of the Addis Ababa Youth Association of Ethiopia said in a lecture that the ICBM test-launch has proved completely successful under the leadership of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He said the second test-launch of ICBM Hwasong-14 is the remarkable demonstration of the strategic nuclear force of the DPRK and that the DPRK's access to nukes is the righteous self-defensive measure to defend the sovereignty of the country and the vital right of the nation from the U.S. high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t After the lecture, the participants said the U.S. cannot hurt the DPRK possessed of ICBM and denounced the UN as the stooge of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ugandan National Executive Committee of the Pan-African Movement and the chairman of the Ugandan National Committee for the Study of the Juche Idea noted at a meeting for solidarity with the Korean people that the DPRK is achieving great successes in developing the national defense industry.\n\t\t\t\t\t\n\t\t\t\t\t They said that the U.S., which had ignited the war of aggression against the DPRK in the 1950s and cruelly massacred Korean people, is still threatening their right to exist, adding that it is a shame for the American people to be unaware of these historical facts.\n\t\t\t\t\t\n\t\t\t\t\t They appealed to the world progressives to reject the illegal anti-DPRK \"sanctions resolution\" fabricated by abusing the UN."
        },
        {
            "title": " Anti-DPRK \"Sanctions Resolution\" Denounced by Figures of Indonesia, Guinea",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-03ee.html",
            "content": "Anti-DPRK \"Sanctions Resolution\" Denounced by Figures of Indonesia, Guinea\r\n Pyongyang, August 21 (KCNA) -- Figures of Indonesia and Guinea issued statements on August 13 and 14 in support of the statement of the DPRK government.\n\t\t\t\t\t Ristiyanto, general secretary of the National Guidance Council of the Pioneer Party of Indonesia, said that the U.S. afraid of the DPRK's test-launch of ICBM cooked up another anti-DPRK \"sanctions resolution\" by abusing the UNSC. He went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government in a statement categorically rejected the \"sanctions resolution\" cooked up by the U.S. and other hostile forces and expressed its resolute stand to defend the country's sovereignty and rights to exist and develop.\n\t\t\t\t\t\n\t\t\t\t\t All the members of the National Guidance Council of the Pioneer Party of Indonesia vehemently slash the U.S. moves to stifle the DPRK's sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t Final victory belongs to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Banou Keita, chairman of the Guinea-Korea Friendship Association, noted that the DPRK's access to nukes is a just self-defensive measure chosen by itself to defend the sovereignty of the country from the high-handed and arbitrary practices of the U.S. which has resorted to the extreme hostile policy and nuclear threats and blackmail against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  He went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has access to everything and gained everything it could do through arduous struggle despite the harshest sanctions in the world due to the U.S.-led UN \"sanctions resolutions\" cooked up through several times for the past decades. So, it is a daydream to think that the DPRK may shake or change its attitude before the new sanctions.\n\t\t\t\t\t\n\t\t\t\t\t I strongly demand the U.S. repeal its hostile policy towards the DPRK and withdraw its aggressive forces from south Korea at once."
        },
        {
            "title": "Anniversary of Publication of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-06ee.html",
            "content": "Anniversary of Publication of Kim Jong Il's Work Observed\r\n Pyongyang, August 21 (KCNA) -- The DPRK observed the 10th anniversary of the publication of leader Kim Jong Il's work \"We Must Develop Fine Art without Letup as Demanded by the Times and the Revolution\".\n\t\t\t\t\t The work published on Aug. 21, Juche 96 (2007) clarifies in detail the orientation for developing the national art and ways for realizing it.\n\t\t\t\t\t\n\t\t\t\t\t For ten years, a lot of model pieces and sand drawing with music, new fine art-style, were created and there observed achievements in creating fine art pieces such as the hot wind of sketch that raged across the country.\n\t\t\t\t\t\n\t\t\t\t\t A meeting took place at the Mansudae Art Studio on Sunday to mark the anniversary."
        },
        {
            "title": "Kim Yong Nam se reune con delegacion del Partido Funcinpec de Camboya",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-18ee.html",
            "content": "Kim Yong Nam se reune con delegacion del Partido Funcinpec de Camboya\r\nPyongyang, 21 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 21 en el capitalino Palacio de los Congresos Mansudae con la delegacion del Partido Funcinpec de Camboya, encabezada por el vicepresidente, Chap Nhalyvoud, que le realizo una visita de cortesia."
        },
        {
            "title": "ACNC comenta desgracia que se ha buscado el Sur de Corea",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-19ee.html",
            "content": "ACNC comenta desgracia que se ha buscado el Sur de Corea\r\nPyongyang, 21 de agosto (ACNC) -- Ultimamente, en el mercado financiero surcoreano se observan los fenomenos de inestabilidad economica como la devaluacion repentina de las acciones y la fuga del capital extranjero por unidad de cien millones.\n\t\t\t\t\tInquietados por el empeoramiento de la situacion de la Peninsula Coreana, los inversionistas extranjeros sacaron a ultramar mas de mil 300 millones de US$. \n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, cayo 3 - 5% el precio de acciones de los consorcios surcoreanos y sucedio lo mismo en casi todos los negocios como la electrica, la electronica, la construccion, la manufacturera, la circulacion, etc.\n\t\t\t\t\t\n\t\t\t\t\tEsto deviene un resultado inevitable de la brutal politica hostil a la RPDC y la fiebre de guerra nuclear de Estados Unidos y una calamidad que se buscaron los mismos titeres surcoreanos quienes obedeciendo a ciegas a su patron gringo, inventaron la injustisima \"resolucion de sancion sobre el Norte (de Corea)\" de la ONU y se incorporaron a la campana de guerra nuclear anti-Norte.\n\t\t\t\t\t\n\t\t\t\t\tComo si fuera poco su anuncio sobre la supuesta \"sancion independiente\", la banda surcoreana se arrogo el papel de brigada de choque en la campana de sancion y aplastamiento anti-RPDC patrocinada por EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tChismeo que la adopcion de la \"resolucion\" No. 2371 de la ONU reduciria los ingresos en divisas del Norte, tiene el sentido sustancial para bloquearle el canal de abastecimiento financiero para el desarrollo de arma nuclear y le significaria un golpe considerable.\n\t\t\t\t\t\n\t\t\t\t\tCuando se aprobo la \"resolucion\", los conservadores surcoreanos la \"aplaudieron\" expresando lastima de que la sancion no fuera mas dura todavia. Para colmo, obligaron a las autoridades que elevaran mas el grado de sancion sobre el Norte diciendo que \"no es deseable abrir el dialogo en desacuerdo con la sancion de la ONU\".\n\t\t\t\t\t\n\t\t\t\t\tEsto constituye un acto fanfarroneado e irremediable de los que no saben juzgar la corriente de la epoca y piensan unicamente en la campana de enfrentamiento fratricida.\n\t\t\t\t\t\n\t\t\t\t\tMientras prosigan los actos vendepatrias y proyanquis de los titeres surcoreanos, iran de mal en peor el disturbio y la inestabilidad de la economia surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tSi el empeoramiento de la situacion termina en la guerra de la Peninsula Coreana, lo que va a arruinar no es solo la economia, sino la misma existencia de la sociedad surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deberan juzgar como marcharan las relaciones intercoreanas en el caso de que continuen su campana de sancion y presion anti-RPDC en adhesion a EE.UU."
        },
        {
            "title": "?De donde proviene la amenaza real para Japon?: comentario de ACNC",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-20ee.html",
            "content": "?De donde proviene la amenaza real para Japon?: comentario de ACNC\r\nPyongyang, 21 de agosto (ACNC) -- El pasado dia 8, Japon publico la \"carta blanca de defensa\" de 2017.\n\t\t\t\t\tEn este documento, el Ministerio de Defensa de Japon censuro los sucesivos exitos en lanzamientos de prueba de ICBM de la Republica Popular Democratica de Corea calificando el desarrollo de armas nucleares y misiles norcoreanos de \"amenaza grave sobre Japon\" y \"amenaza a la seguridad de nueva etapa\".\n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, los cazas de las \"Fuerzas Aereas de Autodefensa\" realizaron el dia 9 el ejercicio de combate aereo con los bombarderos B-1B provenientes de la base aerea norteamericana en la isla Guam. \n\t\t\t\t\t\n\t\t\t\t\tLas \"Fuerzas Terrestres de Autodefensa\" realizan ahora el ejercicio conjunto con la infanteria de marina norteamericana divulgando su contenido en la prensa.\n\t\t\t\t\t\n\t\t\t\t\tParece que Japon piensa que le ha llegado el momento esperado.\n\t\t\t\t\t\n\t\t\t\t\tEl proceder imprudente del pais isla como brigada de choque de EE.UU., que lleva a la peor fase la situacion de la Peninsula Coreana, deja conocer su malsano intento militarista.\n\t\t\t\t\t\n\t\t\t\t\tEn el siglo pasado, el Japon militarista llevo a la pesadilla la region de Asia-Pacifico durante casi medio siglo reclamando la supuesta \"paz y liberacion del Oriente\"\n\t\t\t\t\t\n\t\t\t\t\tHoy dia tambien, intenta repetir su historia de agresiones ensangrentadas al realizar la ambicion de agredir de nuevo a Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto por el 70o aniversario de la entrada en vigor de la Constitucion, el premier japones Abe disparateo que \"necesita enmendar la Constitucion vigente porque se ha cambiado el ambiente de seguridad debido al desarrollo de armas nucleares y misiles del Norte (de Corea)\".\n\t\t\t\t\t\n\t\t\t\t\tHace poco, el recien nombrado ministro de Defensa, Onodera, anuncio oficialmente que su cartera esta revisando el \"problema de posesion de la capacidad de ataque preventivo contra las bases de misiles del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tLos medios de prensa evaluan unanimemente que \"si Japon adquiere la capacidad de atacar las bases de misiles del Norte de Corea, esto significara un gran cambio en la politica de defensa de ese pais.\"\n\t\t\t\t\t\n\t\t\t\t\tEs decir, Japon declaro que pasaria del Estado que \"niega la guerra\" al \"que puede hacerla\" y completara todos los preparativos, incluso el \"ataque preventivo\".\n\t\t\t\t\t\n\t\t\t\t\tHablar hoy de la \"amenaza\" de alguien e inventar otra en el futuro, he aqui el vicio que mantiene Japon hasta la fecha desde su derrota en la Segunda Guerra Mundial.\n\t\t\t\t\t\n\t\t\t\t\tSi Japon, que cometio muchos crimenes ante el pueblo coreano, sigue cuestionando la amenaza de alguien, se conoceran mejor su astucia y cinismo.\n\t\t\t\t\t\n\t\t\t\t\tNo proviene de otro pais la amenaza real para Japon que suena todavia con la \"esfera de coprosperidad de la gran Asia Oriental\".\n\t\t\t\t\t\n\t\t\t\t\tEn la situacion actual, las artimanas baratas de Japon no le daran ningun beneficio."
        },
        {
            "title": "EE.UU. y Sur de Corea inician ejercicios militares \"Ulji Freedom Guardian\"",
            "url": "http://kcna.co.jp/item/2017/201708/news21/20170821-21ee.html",
            "content": "EE.UU. y Sur de Corea inician ejercicios militares \"Ulji Freedom Guardian\"\r\nPyongyang, 21 de agosto (ACNC) -- Segun la cadena surcoreana \"CBS\", los imperialistas estadounidenses y los belicistas titeres surcoreanos iniciaron por fin el dia 21 los ejercicios militares conjuntos \"Ulji Freedom Guardian\" que persiguen el ataque preventivo nuclear contra la RPDC.\n\t\t\t\t\tA pesar de las reiteradas advertencias de la RPDC, ellos comenzaron esa maniobra bajo el pretexto de \"hacer frente rotundo\" a la \"provocacion del Norte\" exponiendo asi su siniestro objetivo de desatar a toda costa la guerra nuclear en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tLo grave del caso es que en visperas de UFG, visitaron al Sur de Corea los cabecillas del circulo militar de EE.UU., inclusive el comandante de fuerzas norteamericanas del Pacifico y el de fuerzas estrategicas, y se introdujeron desde ultramar mucho mas efectivos de EE.UU. y 7 paises satelites como Australia y Gran Bretana en comparacion con el ano pasado.\n\t\t\t\t\t\n\t\t\t\t\tDebido a ello, la ya tensa situacion de la Peninsula Coreana se va cayendo en la crisis imprevisible."
        }
    ]
}