{
    "date": "2017-04-20",
    "url": "http://kcna.co.jp/item/2017/201704/2017-04-20ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Congratulatory Group of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-21ee.html",
            "content": "Kim Yong Nam Meets Congratulatory Group of Koreans in Japan\r\n Pyongyang, April 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Thursday had a talk with the congratulatory group of Koreans in Japan for celebrating the Day of the Sun led by Kwon Sun Hwi, adviser of the Central Standing Committee of the General Association of Korean Residents in Japan, at the Mansudae Assembly Hall."
        },
        {
            "title": "Reply Message to Kim Jong Un from Syrian President",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-17ee.html",
            "content": "Reply Message to Kim Jong Un from Syrian President\r\n Pyongyang, April 20 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, received a reply message from Bashar Al-Assad, president of Syria, on April 18.\n\t\t\t\t\t The message expressed thanks to Kim Jong Un for sending kind congratulations on the national day of Syria and sincerely wished him good health and happiness and the Korean people greater progress and development.\n\t\t\t\t\t\n\t\t\t\t\t It highly appreciated Kim Jong Un for having supported Syria and its people, always paid attention to them overcoming the present difficulties and encouraged the Syrian stand to solve the present crisis by peaceful means based on the national dialogue such as achieving territorial integrity of Syria, defending the people's interests and preserving regional security and peace."
        },
        {
            "title": "NRI Indicts S. Korean Regime for Worst Destitution, Economic Bankruptcy",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-28ee.html",
            "content": "NRI Indicts S. Korean Regime for Worst Destitution, Economic Bankruptcy\r\n Pyongyang, April 20 (KCNA) -- The National Reunification Institute released an indictment Thursday revealing the people's destitution and catastrophic economic situation in south Korea that have reached the worst under the traitorous regime in south Korea which is again challenging the public desirous of new society and new politics.\n\t\t\t\t\t Noting that the Park Geun Hye group ruthlessly pushed the people into destitution through traitorous politics and murderous misrule, the indictment said:\n\t\t\t\t\t\n\t\t\t\t\t The number of the unemployed now stands at more than 4.5 million, 23.3 percent increase from that in the first year of Park's office, and that of the underemployed stands at 10 million and that of jobless young people now hits the record high of 34.6%.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Park Geun Hye and her group caused the unprecedented big disaster in south Korea through misrule.\n\t\t\t\t\t\n\t\t\t\t\t The ferry Sewol sinking case, in which more than 300 children were buried at sea, was not just an accidental disaster but a deliberate disaster entirely attributable to Park's misrule.\n\t\t\t\t\t\n\t\t\t\t\t MERS incident that followed the ferry case was also the man-caused disaster for which Park's unpopular rule is to blame.\n\t\t\t\t\t\n\t\t\t\t\t Foreign multi-national businesses and puppet conglomerate businesses keen on money-making sold off massive disinfectant containing poisonous chemical substance at connivance of the Park Geun Hye group, causing huge casualties.\n\t\t\t\t\t\n\t\t\t\t\t South Korea now tops the world's list of suicide.\n\t\t\t\t\t\n\t\t\t\t\t According to underreport made public by the puppet authorities, the number of suicides far surpassed 60,000 for four years under Park's rule.\n\t\t\t\t\t\n\t\t\t\t\t The indictment disclosed how south Korea has suffered economic slump due to Park's despicable sycophantic treachery and extreme corruption and incompetence.\n\t\t\t\t\t\n\t\t\t\t\t Under Park's rule dependence on foreign trade reached over 70 percent and more than 60% of total capital in financial market has been maintained by foreign capital including that of the U.S., evidence of lamed economic structure typical to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t \"State debts\" hit the record high of 1,170 billion U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t The number of bankrupt big businesses has increased by 37 percent as against 2012, more than 2,000 minor businesses taking part in the production of exports collapsed en masse and over 90,000 manufacturing businesses also went insolvent.\n\t\t\t\t\t\n\t\t\t\t\t During its office the Park group rendered the south Korean economy moribund through sycophantic economic policy beneficial to outsiders only.\n\t\t\t\t\t\n\t\t\t\t\t The pro-plutocratic policy pursued by Park and her group is also one of the reasons behind the economy depression in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t According to official data, Park extorted 43.3 billion won from Samsung in conspiracy with sharman Choe Sun Sil to meet her selfish interests and was bribed stupendous amount from other big businesses like Hyundai Motors, Lotte and SK under various excuses such as special pardon and cancelled investigation into tax affairs.\n\t\t\t\t\t\n\t\t\t\t\t Economic outsider Park and her group pursued unrealistic \"stimulating economic policy\", one of major reasons that pushed the south Korean economy to ruin.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean economic stagnation has reached the extremes due to the Park group's hideous moves for escalating confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the south Korean media and experts to complain that \"all but mines are ahead economic field and troubles from within and without are overlapped and economy is pushed to the brink due to Park Geun Hye regime\"."
        },
        {
            "title": "5th Sports Contest among Public Health Workers Opens",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-26ee.html",
            "content": "5th Sports Contest among Public Health Workers Opens\r\n Pyongyang, April 20 (KCNA) -- The 5th sports contest among pubic health workers opened with due ceremony at the Pyongyang Indoor Stadium on Thursday.\n\t\t\t\t\t Attending the ceremony were Choe Thae Bok, vice-chairman of the C.C., Workers' Party of Korea, and officials concerned, public health workers and players and teachers and students of Pyongyang Medical College of Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\t Kang Ha Guk, minister of Public Health, in his opening address, called upon all the participants to fully display the noble ideological and spiritual qualities and an unflagging fighting spirit and high sports technique in order to prove successful and thus make a contribution to increase the sports enthusiasm in the whole country.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony there took place a volleyball match between male players of the Kim Man Yu Hospital and the Pyongyang Maternity Hospital and a demonstration of players of Taekwon-Do team of the Korean Taekwon-Do Committee.\n\t\t\t\t\t\n\t\t\t\t\t The sporting event will continue until May 2."
        },
        {
            "title": "19th Kimilsungia Festival Closes",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-24ee.html",
            "content": "19th Kimilsungia Festival Closes\r\n Pyongyang, April 20 (KCNA) -- The 19th Kimilsungia Festival closed with due ceremony at the Kimilsungia-Kimjongilia Exhibition on Thursday. It opened to celebrate the 105th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present at the ceremony were Kim Ki Nam, Yang Hyong Sop, Vice-Premier Jon Kwang Ho and officials of the Festival Organizing Committee and the units which displayed the flowers of the sun, citizens, school youth and children, a congratulatory group of Koreans in Japan for celebrating the Day of the Sun, staff members of the Indonesian embassy here, members of the association for disseminating and supporting the immortal flowers and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Diploma of the Kimilsungia Festival Prize was awarded to Kim Song Dok-led unit of the Korean People's Army, the Ministry of the People's Armed Forces, Kim Il Sung University and other units which proved successful in the festival, persons who made contributions to the festival, exemplary cultivators, former unconverted long-term prisoners and other participants.\n\t\t\t\t\t\n\t\t\t\t\t It also went to the Central Standing Committee of the General Association of Korean Residents in Japan, the Indonesian embassy and foreigners.\n\t\t\t\t\t\n\t\t\t\t\t Diplomas were awarded to the explainers who deeply impressed the visitors, and certificate to individuals who participated in the festival.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chang Do, chairman of the Korea Kimilsungia-Kimjongilia Committee, in his closing address said the 19th Kimilsungia Festival took place with splendor amid deep interest and great expectation of the Korean people and the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t He said Kimilsungia, a national treasure of Songun Korea and pride of the nation, would remain in full bloom for all ages with the august name of Kim Il Sung."
        },
        {
            "title": "Indonesian Embassy Officials Visit Mangyongdae Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-25ee.html",
            "content": "Indonesian Embassy Officials Visit Mangyongdae Schoolchildren's Palace\r\n Pyongyang, April 20 (KCNA) -- Bambang Hiendrasto, Indonesian ambassador to the DPRK, and his embassy members visited Mangyongdae Schoolchildren's Palace on Thursday to mark the 52nd anniversary of President Kim Il Sung's and leader Kim Jong Il's visit to Indonesia and the 15th anniversary of leader Kim Jong Il's meeting with former President of Indonesia Megawati Soekarnoputri.\n\t\t\t\t\t The guests went round some places of the palace which has turned into a more perfect universal base for extracurricular education and pedigree establishment of training the talents before enjoying a performance of art group members.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, they toured the West Sea Barrage and the Pyongyang Electric Cable Factory 326."
        },
        {
            "title": "Friendly Gathering with Mongolian Embassy Officials",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-19ee.html",
            "content": "Friendly Gathering with Mongolian Embassy Officials\r\n Pyongyang, April 20 (KCNA) -- A friendly gathering with staff members of the Mongolian embassy here took place at the Taedonggang Diplomatic Club on Thursday to mark the 105th birth anniversary of President Kim Il Sung, the 75th birth anniversary of leader Kim Jong Il and the 96th anniversary of the victory of the Mongolian people's revolution.\n\t\t\t\t\t Present there were Vice-Chairman Jo Chol Ryong and members of the DPRK-Mongolia Friendship Association and Mongolian Ambassador Suren Tsoggerel and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The participants played diverse sports games and talked to each other about the development of the cooperative relations between the two countries."
        },
        {
            "title": "Workers' Meeting with Hero of Republic",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-23ee.html",
            "content": "Workers' Meeting with Hero of Republic\r\n Pyongyang, April 20 (KCNA) -- Workers and trade union members met with Hero of the Republic Ji Yong Chun, a lecturer of the Victorious Fatherland Liberation War Museum, at the Central Hall of Workers on Thursday with the approach of the 85th founding anniversary of the heroic Korean People's Army.\n\t\t\t\t\t Ji Yong Chun talked about the army building exploits President Kim Il Sung performed by developing the Korean People's Revolutionary Army, founded in the forest of Mt Paektu, into the army of the leader, party and people.\n\t\t\t\t\t\n\t\t\t\t\t During the Fatherland Liberation War the service personnel of the KPA defeated the U.S. imperialists boasting of the \"supremacy\" in the world and created legendary victory of war thanks to the Juche-oriented military idea, outstanding war methods and superb strategies and tactics clarified by the President, Ji Yong Chun noted.\n\t\t\t\t\t\n\t\t\t\t\t He said he took part in many battles including Mungyong Hill battle and Mt Samyong battle and killed or arrested hundreds of enemies.\n\t\t\t\t\t\n\t\t\t\t\t Through the arduous Songun march, leader Kim Jong Il strengthened the People's Army into an invincible army, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The undying exploits of the peerlessly great men in the army-building are creditably carried forward and the DPRK is demonstrating its might all over the world as a nuclear power in the East and a worldwide military power thanks to respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "Delegations, Delegates of Juche Idea Study Groups Depart",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-14ee.html",
            "content": "Delegations, Delegates of Juche Idea Study Groups Depart\r\n Pyongyang, April 20 (KCNA) -- Delegations and delegates of the Juche idea study groups from different countries left here on Thursday, winding up their visit to the DPRK.\n\t\t\t\t\t They were delegations of the Russian Institute of Kimilsungism-Kimjongilism, the Russian Association for the Study of the Juche Idea, the Kim Jong Suk Women's Union of Russia, the Nepali Literary Forum for the Study of Songun Politics, the Nepalese Association for Supporting the Songun Politics, the Nepal-DPRK Writers and Journalists Forum, the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics, the Brazilian Center for the Study of the Juche Idea, the Bangladesh Institute of the Juche Idea, the Mongolian Mt. Paektu Association for Independent Development, the Western European Followers to the Juche Idea and the Czech Group for the Study and Materialization of the Juche Idea, and the director-general of the European Society for the Study of the Juche Idea and Ghanaian and Guinean delegates for the study of the Juche idea."
        },
        {
            "title": "Bangladeshi Party Delegation Leaves",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-22ee.html",
            "content": "Bangladeshi Party Delegation Leaves\r\n Pyongyang, April 20 (KCNA) -- A delegation of the Bangladesh Jatiya Party led by Secretary General of its National Executive Council Mostafa Jamal Haider left here for home on Thursday."
        },
        {
            "title": "Chinese and Overseas Korean Family Members Leave",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-20ee.html",
            "content": "Chinese and Overseas Korean Family Members Leave\r\n Pyongyang, April 20 (KCNA) -- The family of Jie Qing, a Chinese related to the anti-Japanese revolutionary struggle, and families of Kim Sun Ok, Pak Kil Song, Kim Chol and So Sun Ok, China-resident Koreans related to the anti-Japanese revolutionary struggle, and the family of Son Won Thae, an overseas Korean related to the revolutionary activities of President Kim Il Sung left here on Thursday.\n\t\t\t\t\t Earlier, departing was the family of Ryang Song Ryong, a Korean in China related to the anti-Japanese revolutionary struggle."
        },
        {
            "title": "Pyongyang Declaration Signed by More than 300 Political Parties of World",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-03ee.html",
            "content": "Pyongyang Declaration Signed by More than 300 Political Parties of World\r\n Pyongyang, April 20 (KCNA) -- It has been 25 years since the historic Pyongyang Declaration \"Let Us Defend and Advance the Cause of Socialism\" was published.\n\t\t\t\t\t Leaders and delegates of political parties aspiring after socialism including communist and workers' parties of various countries, who came to the DPRK to participate in the celebrations of the 80th birthday of President Kim Il Sung in April Juche 81 (1992), adopted the Pyongyang Declaration which reflected the firm will to defend and advance the cause of socialism. At that time 70 political parties signed the declaration.\n\t\t\t\t\t\n\t\t\t\t\t Six months later, the number of signatories reached more than 140. They numbered over 170 one year later and over 280 in 2012.\n\t\t\t\t\t\n\t\t\t\t\t As the Better Nigeria Progressive Party, the Communist Party of Pridnestrovye and the PALU of DR Congo signed the declaration this year, pledging stronger solidarity with the revolutionary parties in the struggle for socialism, the number reached more than 300.\n\t\t\t\t\t\n\t\t\t\t\t The political parties which signed the declaration have dynamically conducted the activities to defend and advance the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Political parties of various countries comprehensively and newly worked out their party programmes and rules and main inner-party documents or adopted political resolutions on the basis of the Pyongyang Declaration and took such steps as adding the declaration to the official document of their party congresses.\n\t\t\t\t\t\n\t\t\t\t\t Revolutionary parties have been reconstructed in various parts of the world in the spirit of the declaration and the movement of restoring socialism has been brisk in East European countries.\n\t\t\t\t\t\n\t\t\t\t\t In Mexico a seminar of world political parties on building a new society has taken place every year with attendance of 100-odd parties and organizations from dozens of countries since 1997.\n\t\t\t\t\t\n\t\t\t\t\t Activities for introducing and supporting the declaration have also been brisk.\n\t\t\t\t\t\n\t\t\t\t\t All facts clearly prove that socialism represents the future of mankind and nothing can check the vigorous struggle of the progressive mankind to defend and advance the cause of socialism."
        },
        {
            "title": "Message to Kim Jong Un from Chairman of Liberal Democratic Party of Russia",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-16ee.html",
            "content": "Message to Kim Jong Un from Chairman of Liberal Democratic Party of Russia\r\n Pyongyang, April 20 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, on April 15 received a message of greeting from V.V. Zhirinovsky, chairman of the Liberal Democratic Party of Russia.\n\t\t\t\t\t The message extended the sincerest greetings to Kim Jong Un on the 105th birth anniversary of Kim Il Sung, founder and eternal president of the DPRK, that serves as an important event in the life of present Korea.\n\t\t\t\t\t\n\t\t\t\t\t The President provided foundation for friendship and cooperation between the peoples of the two countries that are developing in favor of peace and security of the Asia-Pacific region under the new historic conditions, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The message wished Kim Jong Un, the WPK and the people in the DPRK advance in all fields of life and expressed belief that peace would settle in the Korean peninsula and each family of the DPRK be in happiness and the economic and cultural relations between the two countries would grow stronger."
        },
        {
            "title": "Message to Kim Jong Un from GS of Democratic Party of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-15ee.html",
            "content": "Message to Kim Jong Un from GS of Democratic Party of Equatorial Guinea\r\n Pyongyang, April 20 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, on April 12 received a message of greeting from Jeronimo Osa Osa Ecoro, general secretary of the Democratic Party of Equatorial Guinea.\n\t\t\t\t\t The message said that all the members of the Democratic Party of Equatorial Guinea and its supporters extend, on behalf of Obiang Nguema Mbasogo, founder and chairman of the Party, the warmest and heartfelt congratulations to Kim Jong Un and to the Workers' Party of Korea and all the Korean people on the 105th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t We hope that the Korean people would celebrate with splendor the 15th of April, the significant day when the President was born, it said."
        },
        {
            "title": "Letter to Kim Jong Un from Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-04ee.html",
            "content": "Letter to Kim Jong Un from Chongryon Central Standing Committee\r\n Pyongyang, April 20 (KCNA) -- Respected Supreme Leader Kim Jong Un received a letter from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on Wednesday on the lapse of 60 years since President Kim Il Sung remitted educational aid fund and stipend for children in Japan in the first installment.\n\t\t\t\t\t In April 1957 when the people in the homeland were stepping up the post-war rehabilitation and construction with their belts tightened, the President remitted a huge amount of money as educational aid fund and stipend for children in Japan, the letter recalled, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The educational aid fund and stipend sent by the President served as life-giving water for developing the national education in an alien country and as engine for powerfully accelerating the movement of Chongryon and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The aid fund and stipend remitted by the peerlessly great men of Mt Paektu for the children in Japan so far amount to 48,005,990,390 yen in Japanese currency.\n\t\t\t\t\t\n\t\t\t\t\t All Chongryon officials and other Koreans in Japan, bearing deep in mind the noble intention of the great leaders and respected Marshal Kim Jong Un who have sent the educational aid fund and stipend for the children in Japan every year over the past six decades, will intensify the national education as required by the developing movement of Koreans in Japan."
        },
        {
            "title": "Kelp Harvest on Full Scale in DPRK",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-12ee.html",
            "content": "Kelp Harvest on Full Scale in DPRK\r\n Pyongyang, April 20 (KCNA) -- Offshore farms in the west coastal area of the DPRK have turned out in kelp harvest.\n\t\t\t\t\t They have boated more kelp than planned in a little more than half a month from the beginning of April.\n\t\t\t\t\t\n\t\t\t\t\t In the Pupho Offshore Farm alone, hundreds tons of kelp have been gathered.\n\t\t\t\t\t\n\t\t\t\t\t The Ongjin Offshore Farm has introduced a rational thinning method and thus carried out its daily production plan by 1.1 times.\n\t\t\t\t\t\n\t\t\t\t\t The same is true of other offshore farms across the country striving to increase kelp production by expanding cultivation area and improving cultivation methods this year which is of weighty importance in implementing the five-year strategy for national economic development."
        },
        {
            "title": "Popular Silk Beddings",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-13ee.html",
            "content": "Popular Silk Beddings\r\nPyongyang, April 20 (KCNA) -- Silk beddings produced by the Pyongyang Kim Jong Suk Silk Mill are getting popular among citizens.\n\t\t\t\t\tThe Korean silk has been well known over the world for its lightness, softness and durability.\n\t\t\t\t\t\n\t\t\t\t\tMachine-embroidered bright and fresh patterns like mandarin ducks and peacock add elegance to beddings as silk products.\n\t\t\t\t\t\n\t\t\t\t\tBeddings for children are also in good demand for their harmony of colors and convenience."
        },
        {
            "title": "Endless Stream of People Visit Chilgol Revolutionary Site",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-27ee.html",
            "content": "Endless Stream of People Visit Chilgol Revolutionary Site\r\n Pyongyang, April 20 (KCNA) -- A large number of people are visiting the Chilgol Revolutionary Site on the occasion of the 125th birth anniversary of Kang Pan Sok, an indomitable revolutionary fighter.\n\t\t\t\t\t The site is a place where President Kim Il Sung nurtured his high ambition to liberate the country after having made the 250-mile journey for learning and where Kang Pan Sok, an outstanding leader of the Korean women's movement, was born and spent her childhood.\n\t\t\t\t\t\n\t\t\t\t\t The site has been visited by more than 29 million people from all walks of life, school youth and children, overseas compatriots and foreigners for the past 62 years since it was opened to visitors.\n\t\t\t\t\t\n\t\t\t\t\t More than 370 units have visited it this year alone."
        },
        {
            "title": "Papers Laud Kim Il Sung's Feats for Socialist Cause of Juche",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-05ee.html",
            "content": "Papers Laud Kim Il Sung's Feats for Socialist Cause of Juche\r\n Pyongyang, April 20 (KCNA) -- Today marks the fifth anniversary of the publication of respected Supreme Leader Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and Our People\".\n\t\t\t\t\t The work comprehensively deals with the distinguished traits of President Kim Il Sung as a great man and the undying feats he performed for the victorious advance and accomplishment of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t And it elaborates on the guidance history of leader Kim Jong Il who had reliably defended the idea and cause of the President and wisely led the struggle for their materialization and thus made the century-long history of Juche Korea shine with the august name of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the anniversary, leading newspapers of the DPRK Thursday carry articles praising the feats the President performed in accomplishing the socialist cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says:\n\t\t\t\t\t\n\t\t\t\t\t The President embarked on the road of the revolution in his teens and acquired the most correct insight into the requirement of the independent era and the popular masses and authored the immortal Juche idea based on the original revolutionary principle and led the social revolution of various stages to victory by embodying the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t He successfully carried out the cause of founding the party, state and army under the complicated situation after the liberation of the country and steadily strengthened them to meet the demand of the era and the developing revolution during the whole period of his guidance over the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Conspicuous of his feats is that he smoothly settled the issue of succession to the revolutionary cause.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson stresses that the immortal feats of the President are kept in the minds of not only the Korean people but also the progressive mankind."
        },
        {
            "title": "Anniversary of Pyongyang Declaration Marked",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-06ee.html",
            "content": "Anniversary of Pyongyang Declaration Marked\r\n Pyongyang, April 20 (KCNA) -- The Korean Central News Agency Wednesday released an article \"Victory of Juche Socialism Is Truth of History\" to mark the 25th anniversary of the publication of the historic Pyongyang Declaration.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t A century has passed since the first proletarian government appeared on the earth. This year all the eyes of the world are on socialist Korea which has covered victory and glory without any mistake of its line and marking-time through generations.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Declaration \"Let Us Defend and Advance the Cause of Socialism\" was made public at a meeting of leaders and representatives of political parties of different countries aspiring to socialism in Pyongyang on April 20, Juche 81 (1992).\n\t\t\t\t\t\n\t\t\t\t\t The publication of the Pyongyang Declaration was a review on the history of the world socialist movement and a historic event declaring the new start of the socialist movement based on the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Many famous works authored by leader Kim Jong Il including \"On the Juche Idea,\" \"Socialism of Our Country is a Socialism of Our Style as the Embodiment of the Juche Idea\" and \"Our Socialism Centred on the Masses Shall Not Perish\" became the victorious banner for not only the Korean revolution but also the world socialist movement as they comprehensively clarified the Juche idea and on the basis of it the aspects of socialist society, lawful course of its construction, strategic target and line, working policies in all fields and concrete ways. \n\t\t\t\t\t\n\t\t\t\t\t In particular, \"The Historical Lesson in Building Socialism and the General Line of Our Party\", published on January 3, 1992 right after the dissolution of the Soviet Union, made the progressive mankind joyful while giving a deadly blow to those who talked rubbish about the destiny of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Communist and workers' parties and other progressive parties of different countries aspiring after socialism could find the way of the reconstruction movement of socialism from the works of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The world progressive parties aspiring to socialism highly praised the Pyongyang Declaration as \"the genuine Communist Manifesto in modern era\" and expressed full support and approval for it. Even now many parties are joining in the ranks.\n\t\t\t\t\t\n\t\t\t\t\t After the publication of the Pyongyang Declaration Kim Jong Il made public \"On the Fundamentals of Revolutionary Party Building,\" \"Let Us Bring the Advantages of Our People's Government into Fuller Play,\" \"Abuses of Socialism Are Intolerable\" and other famous works to give repeated answers to the theoretical and practical problems arising in the Korean revolution and the world socialist movement.\n\t\t\t\t\t\n\t\t\t\t\t \"Socialism Is a Science,\" his treatise published in Rodong Sinmun, the organ of the Central Committee of the Workers' Party of Korea, put socialism on a new scientific foundation so that the people could overcome the historical limitation of the previous socialist theories and protect socialism from the imperialists' attack and more dynamically advance it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and other reactionary forces of history, much upset by the fact that socialism became contemporary prevalence encouraged by the Pyongyang Declaration, hysterically launched the second \"McCarthyism cyclone\" again far from facing up to the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy toward the DPRK is an intensive revelation of anti-socialist moves and its epitome.\n\t\t\t\t\t\n\t\t\t\t\t Now it is driving the situation on the Korean Peninsula to the utmost crisis talking about \"preemptive attack\" on the DPRK. This frantic behavior clearly proves that our socialism is advancing and winning victory after victory.\n\t\t\t\t\t\n\t\t\t\t\t The strength that can move the world is neither money nor A-bomb, but the great idea.\n\t\t\t\t\t\n\t\t\t\t\t Socialism of the DPRK set the principle of independence in politics, self-support in the economy and self-reliance in national defence on the basis of the great Juche idea, the highest peak in the history of ideology of mankind. On the way, Korean socialism advances without an inch of deflection and concession. \n\t\t\t\t\t\n\t\t\t\t\t Korean socialism is guided by the great party and the great idea and it has the single-minded unity, that can never be perished even by nuclear weapons, and invincible military power and inexhaustible power of the people for self-development as motive power. Herein lies the key to ever-victory of Korean socialism.\n\t\t\t\t\t\n\t\t\t\t\t Korean socialism is advancing toward the rosy future of the 21st century in the van under the guidance of respected Supreme Leader Kim Jong Un, another great man who is leading the grand march in the new century of Juche after formulating the revolutionary ideas of the great leaders as Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t Socialism of Juche is sure to win the final victory."
        },
        {
            "title": "Rodong Sinmun Blasts U.S., S. Korea for DPRK-targeted Military Moves",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-07ee.html",
            "content": "Rodong Sinmun Blasts U.S., S. Korea for DPRK-targeted Military Moves\r\n Pyongyang, April 20 (KCNA) -- The U.S. opted for the proposal for \"mounting a preemptive strike at the north\" in order to prevent it from rapidly developing its nuclear attack capability, according to what the south Korean public say.\n\t\t\t\t\t The south Korean puppet conservative group also cried out for the \"bombardment on the north\" and \"war in April\" in an attempt to increase war phobia in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean media say that the U.S. and the south Korean puppet conservative regime are \"pressurizing the north\" only to make war phobia and a state of confusion in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people from all walks of life also are becoming critical of the U.S. and the south Korean puppet regime for their scheme to mount \"preemptive strikes at the north \" to deliberately aggravate the situation on the Korean peninsula and war maneuvers.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the facts, Rodong Sinmun Thursday says it is quite natural that the south Koreans are showing strong anti-U.S. sentiments, angered at the rumor of \"mounting a preemptive attack on the north\" by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The daily goes on to say:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains unfazed by threat and blackmail of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is sadly mistaken when it regards it as its monopoly to make a preemptive strike.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime would be well advised to be aware of what miserable fate they will meet.\n\t\t\t\t\t\n\t\t\t\t\t Those who are not able to take responsibility for what may happen later on are inciting the confrontation with the fellow countrymen in the north, expecting the above-said strike of their American master, but such action will accelerate their self-destruction only."
        },
        {
            "title": "Japan's Urgent Task Is Past Liquidation: Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-09ee.html",
            "content": "Japan's Urgent Task Is Past Liquidation: Minju Joson\r\n Pyongyang, April 20 (KCNA) -- Political power can never be achieved for its desirous of it though Japan wants to become a political power. And political power should behave as like power in the way of thinking and demeanor, says Minju Joson Thursday in a commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t What is the matter is the stand and position of Japan which works hard to realize the dream of becoming a political power, but what Japan does is small things.\n\t\t\t\t\t\n\t\t\t\t\t If Japan aspires after political power, it should not evade the demand of the international community but keep pace with international trend for justice and peace.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, Japan made strenuous efforts to withdraw a girl statue for peace in Glendale City, California State of the U.S. during the three years with the U.S. court, but it was defeated. Japan's action related to the girl statue for peace reminds one of mere child's playing to get the sun eclipsed by palms.\n\t\t\t\t\t\n\t\t\t\t\t Japan's opposition against the erection of girl statue for peace can not cover up the hideous unethical crimes which were committed against Asian women in the past. Japan would suffer shame owing to its action.\n\t\t\t\t\t\n\t\t\t\t\t Under the present situation that girl statues for peace are erecting in all parts of the world, it is necessary for Japan to come to itself.\n\t\t\t\t\t\n\t\t\t\t\t Japan's ambition to become political power while evading the past liquidation is no more than foolish act to become gentlemen before having a bath.\n\t\t\t\t\t\n\t\t\t\t\t The past liquidation is of more urgent need for Japan by itself than for others. The international community says that Japan's urgent task is the past liquidation."
        },
        {
            "title": "Release of Prisoners of Conscience and Repeal of \"Security Law\" Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-10ee.html",
            "content": "Release of Prisoners of Conscience and Repeal of \"Security Law\" Urged in S. Korea\r\n Pyongyang, April 20 (KCNA) -- According to the south Korean online paper Jaju Shibo, the 1 118th Thursday rally for release of the prisoners of conscience and repeal of the \"Security Law\" was held in Seoul of south Korea on April 13 under the sponsorship of the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy.\n\t\t\t\t\t Speakers at the rally expressed concern over the grave situation prevailing in the Korean peninsula due to the U.S. moves for preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Calling on all the people to turn out in the anti-war peace movement, they held that a candidate demanding the peaceful reunification of the peninsula should be voted for in the forthcoming \"presidential\" election."
        },
        {
            "title": "Final Victory Belongs to DPRK: Federation of Young Korean Nationals in China",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-18ee.html",
            "content": "Final Victory Belongs to DPRK: Federation of Young Korean Nationals in China\r\n Pyongyang, April 20 (KCNA) -- Kim Yong Nyo, chairperson of the Federation of Young Korean Nationals in China, on April 12 issued a statement titled \"Final victory belongs to Korean people who turned out in the confrontation against the U.S. with do-or-die resolution\". \n\t\t\t\t\t The statement accused the U.S. imperialist warmongers of rendering the situation on the Korean peninsula extremely tense by hurling nuclear carrier task force to the waters off it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggressors who made nuclear dust rage across south Korea since early in March by staging all kinds of aggression war exercises are now trying to bring the dark clouds of a war to hang over Korea, it said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the U.S. to trumpet about a military option like \"preemptive attack\" and \"beheading operation\".\n\t\t\t\t\t\n\t\t\t\t\t The young Koreans in China are full of determination to form an overseas youth detachment force and take the lead in destroying the enemies if the U.S. dare provokes the DPRK."
        },
        {
            "title": "Koreans in China Denounce U.S., S. Korea's War Maneuvers",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-11ee.html",
            "content": "Koreans in China Denounce U.S., S. Korea's War Maneuvers\r\n Pyongyang, April 20 (KCNA) -- A spokesman for the General Association of Koreans in China issued a statement titled \"The U.S. and south Korean puppet forces have to stop war provocation racket at once\" on April 10.\n\t\t\t\t\t The U.S. introduction of Carl Vinson nuclear carrier task force to the waters off the Korean peninsula shows that its reckless anti-DPRK war moves have reached the serious phase of implementation, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean forces' \"special operation\" is unprecedented in its objective and severity and in terms of scale of force and means mobilized.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet forces have to clearly understand the tremendous might of the DPRK demonstrating its capabilities as a nuclear power in the East and immediately stop the foolish war provocation moves.\n\t\t\t\t\t\n\t\t\t\t\t The General Association of Koreans in China and all the Koreans in China will join the people in the homeland dynamically advancing with confidence in the final victory under the wise guidance of respected Supreme Leader Kim Jong Un and thoroughly foil the U.S. and the south Korean forces' foolish moves for provocation of war"
        },
        {
            "title": "Kim Il Sung's Work Posted on Russian Website",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-01ee.html",
            "content": "Kim Il Sung's Work Posted on Russian Website\r\n Pyongyang, April 20 (KCNA) -- President Kim Il Sung's work \"On the Three Principles of National Reunification\" was posted on the Russian website Irkutskblogspot. Ru on April 7.\n\t\t\t\t\t The work, published on May 3 and November 3, Juche 61(1972), clarifies the three principles of national reification - independence, great national unity and peaceful reunification - and the idea of realizing collaboration between the north and the south of Korea."
        },
        {
            "title": "Korean Book, Photo and Fine Art Exhibition Opens in China",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-02ee.html",
            "content": "Korean Book, Photo and Fine Art Exhibition Opens in China\r\n Pyongyang, April 20 (KCNA) -- A DPRK book, photo and fine art exhibition opened with due ceremony in Xian City, Shanxi Province of China on April 15, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t On display at the venue of the exhibition were photos on the revolutionary careers and exploits of President Kim Il Sung and leader Kim Jong Il and photos of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on show were works of the peerlessly great men of Mt Paektu, books and photos about the DPRK and art pieces showing the creative skills of Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the ceremony laid a floral basket before the portraits of smiling Kim Il Sung and Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Touring the exhibition, Chinese personages said that they recollected with deep emotion the day when Kim Il Sung visited Xian City and all citizens turned out to warmly welcome him along streets.\n\t\t\t\t\t\n\t\t\t\t\t They wished the Korean people bigger success in the building of a socialist power under the leadership of Kim Jong Un, expressing belief that the friendly relations between the two countries would develop generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition will last until April 25."
        },
        {
            "title": "Kim Yong Nam se reune con grupo de felicitacion de coreanos residentes en Japon",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-29ee.html",
            "content": "Kim Yong Nam se reune con grupo de felicitacion de coreanos residentes en Japon\r\nPyongyang, 20 de abril (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 20 en el Palacio de los Congresos Mansudae con el grupo de felicitacion de los coreanos residentes en Japon, encabezado por el asesor del Presidium del Comite Central de la Chongryon, Kwon Sun Hwi, que esta de visita en la patria para festejar el Dia del Sol."
        },
        {
            "title": "Kim Jong Un recibe mensaje de respuesta de Bashar al-Assad",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-30ee.html",
            "content": "Kim Jong Un recibe mensaje de respuesta de Bashar al-Assad\r\nPyongyang, 20 de abril (ACNC) -- El Maximo Dirigente Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, recibio un mensaje de respuesta que le enviara el dia 18 el Presidente de la Republica Arabe de Siria, Bashar al-Assad.\n\t\t\t\t\tLa misiva senala:\n\t\t\t\t\t\n\t\t\t\t\tReciba el testimonio de mi alta consideracion.\n\t\t\t\t\t\n\t\t\t\t\tLe agradezco por haberme enviado sus amables felicitaciones con motivo del Dia de la Independencia, fecha nacional de la Republica Arabe de Siria, y le deseo de todo corazon la buena salud y felicidad. y el mayor progreso y desarrollo del amistoso pueblo de su pais. \n\t\t\t\t\t\n\t\t\t\t\tAprecio mucho a Vd. que apoya a nuestro pais y pueblo y, en particular, presta siempre atencion a nuestros esfuerzos por superar las dificultades actuales, asi como respalda nuestra posicion de solucionar de manera pacifica la crisis actual basandose en el dialogo nacional incluyendo la defensa de la integridad territorial de Siria y los intereses del pueblo y el logro de la seguridad y la paz de la region."
        },
        {
            "title": "Clausurado XIX Festival de Kimilsungias",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-31ee.html",
            "content": "Clausurado XIX Festival de Kimilsungias\r\nPyongyang, 20 de abril (ACNC) -- Quedo clausurado el XIX Festival de Kimilsungias por el 105o aniversario del natalicio del Presidente Kim Il Sung.\n\t\t\t\t\tLa ceremonia de clausura tuvo lugar este jueves en la Exposicion Permanente de Kimilsungia y Kimjongilia.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en la ocasion Kim Ki Nam, Yang Hyong Sop, el vicepremier Jon Kwang Ho, los funcionarios del comite organizador del festival y de las unidades presentadoras de la flor inmortal, los trabajadores y los jovenes y escolares capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tTambien, participaron los miembros del grupo de felicitacion de coreanos residentes en Japon que vino a la patria para celebrar el Dia del Sol, los integrantes de la embajada de la Republica de Indonesia en la RPDC y los miembros de la sociedad de apoyo a la divulgacion de flores inmortales y los huespedes extranjeros\n\t\t\t\t\t\n\t\t\t\t\tFue otorgado el diploma del festival a la unidad dirigida por Kim Song Dok del Ejercito Popular de Corea, el Ministerio de las Fuerzas Armadas Populares, la Universidad Kim Il Sung y otras muchas unidades que obtuvieron excelente evaluacion y a las personas que hicieron aporte al festival, los cultivadores ejemplares, los ex presos de largas condenas no abjurados y otros participantes.\n\t\t\t\t\t\n\t\t\t\t\tTambien, lo recibieron el Presidium del CC de la Chongryon, la embajada indonesia en Corea y los huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se otorgo el diploma a los conferenciantes que dieron gran impresion a los visitantes, mientras se dono el certificado de asistencia a los participantes recibieron.\n\t\t\t\t\t\n\t\t\t\t\tAl pronunciar el discurso de clausura, el presidente del Comite de Kimilsungia y Kimjongilia de Corea, Kim Chang Do, dijo que el XIX Festival de Kimilsungias se realizo con exito bajo la profunda atencion y expectativas del pueblo coreano y los demas progresistas del mundo.\n\t\t\t\t\t\n\t\t\t\t\tConcluyo que kimilsungia, patrimonio nacional de la Corea del Songun y orgullo de la nacion coreana, florecera eternamente con el nombre del gran Sol."
        },
        {
            "title": "Iniciada V competencia deportiva de la rama de salud publica",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-32ee.html",
            "content": "Iniciada V competencia deportiva de la rama de salud publica\r\nPyongyang, 20 de abril (ACNC) -- Quedo iniciada la V competencia deportiva de la rama de salud publica.\n\t\t\t\t\tEsta cita deportiva se efectuara dividida en 2 grupos en el Palacio de Deportes de Pyongyang y los gimnasios, estadios y parques deportivos de esta capital y las provincias con disciplinas de baloncesto, voleibol, tenis de mesa, lucha de cuerda, etc.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia inaugural tuvo lugar el dia 20 en el Palacio de Deportes de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes el vicepresidente del Comite Central del Partido del Trabajo de Corea, Choe Thae Bok, los funcionarios de los dominios interesados y de salud publica, los jugadores de esta rama y los profesores y estudiantes del Instituto Superior de Medicina de Pyongyang, adscrito a la Universidad Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Salud Publica, Kang Ha Guk, dijo en el discurso de apertura que todos los participantes deberan lograr buenos exitos en cada juego dando pruebas de sus nobles rasgos ideo-espirituales, alta resistencia y elevadas tecnicas deportivas, de modo que hagan aporte al aumento del fervor deportivo en todo el pais, acoto.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, se realizaron el partido de voleibol masculino entre el Hospital Kim Man Yu y la Casa de Maternidad de Pyongyang y la actuacion modelo de los jugadores del equipo de Taekwondo del Comite de Taekwondo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa competencia se extendera hasta el 2 de mayo."
        },
        {
            "title": "Se totalizan en mas de 300 los partidos signatarios de la Declaracion de Pyongyang",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-33ee.html",
            "content": "Se totalizan en mas de 300 los partidos signatarios de la Declaracion de Pyongyang\r\nPyongyang, 20 de abril (ACNC) -- Transcurrieron 25 anos desde cuando se dio a luz la historica Declaracion de Pyongyang \"Defendamos y llevemos adelante la causa socialista\".\n\t\t\t\t\tEn abril del 81 (1992) de la Era Juche, los lideres y delegados de los partidos politicos aspirantes al socialismo, incluso los comunistas y los del trabajo de varios paises, que vinieron a Corea para tomar parte en los festejos del aniversario 80 del natalicio del Presidente Kim Il Sung, aprobaron ese documento exponiendo la firme voluntad de defender e impulsar la causa socialista.\n\t\t\t\t\t\n\t\t\t\t\tEn aquel entonces, lo firmaron 70 partidos politicos y esta cifra se incremento 6 meses despues a mas de 140, un ano despues a mas de 170 y 20 anos despues a mas de 280.\n\t\t\t\t\t\n\t\t\t\t\tEl numero de los signatarios crecio a mas de 300 en este ano cuando el Partido de Resurgimiento y Progreso de Nigeria, el Partido Comunista de Pridnestrovye y el Partido Unido Lumumbista del Congo Democratico que suscribieron la declaracion comprometiendose a intensificar la solidaridad con los partidos revolucionarios en la lucha por el socialismo.\n\t\t\t\t\t\n\t\t\t\t\tA base de la Declaracion de Pyongyang, los partidos firmantes renovaron generalmente sus programas, estatutos y documentos interiores partidistas, adoptaron las resoluciones politicas y la anadieron como documento oficial de sus congresos.\n\t\t\t\t\t\n\t\t\t\t\tDe acuerdo con el espiritu de ella, se reconstruyeron los partidos revolucionarios por doquier del mundo y tomo auge en los paises de Europa Oriental el movimiento para la recuperacion del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tEn Mexico se efectua cada ano desde 1997 el seminario de los partidos politicos del mundo sobre la construccion de nueva sociedad con la participacion de mas de 100 partidos y entidades de decenas de paises.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, se torno intensa la campana de propaganda y apoyo a la Declaracion de Pyongyang que ilumina el futuro camino de la causa socialista.\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos testimonian otra vez que el socialismo deviene una sociedad que representa el futuro de la humanidad y no se puede frenar por nada el avance de los pueblos progresistas deseosos de defender y llevar adelante la causa socialista."
        },
        {
            "title": "IRP revela crimenes del \"poder\" traidor del Sur de Corea",
            "url": "http://kcna.co.jp/item/2017/201704/news20/20170420-34ee.html",
            "content": "IRP revela crimenes del \"poder\" traidor del Sur de Corea\r\nPyongyang, 20 de abril (ACNC) -- El Instituto de la Reunificacion de la Patria (IRP) publico el dia 20 un acta de acusacion a la banda traidora surcoreana que depaupero la vida del pueblo y la economia desafiando nuevamente a la aspiracion de la poblacion a la nueva sociedad, nueva politica y nuevo mundo. \n\t\t\t\t\tAnte todo, el documento menciona que se ha empeorado mas que nunca la vida de la poblacion surcoreana debido a las politicas traidoras y gobernacion asesina de la banda de Park Geun-hye, y continua:\n\t\t\t\t\t\n\t\t\t\t\tAhora, el numero de desempleados llega a mas de 4 millones 500 mil con un aumento de 23.3% en comparacion con el primer ano de mandato de Park. Al mismo tiempo, la cifra de subempleados alcanza 10 millones y la tasa de desempleo juvenil es de 34.6%, record en la historia del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa traidora Park y sus complices causaron las tragedias de gran envergadura. \n\t\t\t\t\t\n\t\t\t\t\tEl incidente de hundimiento del ferry \"Sewol\" en que perdieron la vida mas de 300 personas no fue una calamidad casual sino una tragedia causada por Park. \n\t\t\t\t\t\n\t\t\t\t\tPaso lo mismo con el incidente de MERS.\n\t\t\t\t\t\n\t\t\t\t\tBajo la tolerancia de la banda de Park, las transnacionales extranjeras y los consorcios surcoreanos vendieron gran cantidad de esterilizantes, que contenian sustancias quimicas toxicas, dejando como saldo numerosas perdidas humanas. \n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad, el Sur de Corea es conocido como \"reino de suicidio\". \n\t\t\t\t\t\n\t\t\t\t\tSegun las estadisticas publicadas por las autoridades surcoreanas reduciendo la cifra real, sobrepasa 60 mil el numero de los suicidas durante 4 anos de mandato de Park.\n\t\t\t\t\t\n\t\t\t\t\tLa bancarrota de la economia surcoreana es otro producto del servilismo a grandes potencias, la conducta vendepatria y corrupta y la incapacidad de Park.\n\t\t\t\t\t\n\t\t\t\t\tDurante su mandato, ascendio a mas de 70% la dependencia del comercio exterior y se ha agravado mas la estructura de subyugacion tipica de la economia surcoreana en que mas de 60% de los fondos del mercado financiero es cubierto por el capital de EE.UU. y otros paises. \n\t\t\t\t\t\n\t\t\t\t\tLa \"deuda estatal\" marco el record de la historia: un billon 170 mil millones de US$.\n\t\t\t\t\t\n\t\t\t\t\tLa cifra de grandes empresas surcoreanas a punto de bancarrota se ha incrementado 37% en comparacion con el ano 2012. Y se dieron a la quiebra mas de 2 mil empresas medianas y pequenas, que se dedicaban a la produccion para la exportacion, y mas de 90 mil companias manufactureras. \n\t\t\t\t\t\n\t\t\t\t\tDurante la gobernacion de la camarilla de Park, las empresas extranjeras se enriquecieron mucho a costa del agotamiento de la economia surcoreana. \n\t\t\t\t\t\n\t\t\t\t\tLa politica a favor de plutocratas es otro factor principal de la bancarrota economica.\n\t\t\t\t\t\n\t\t\t\t\tSegun los datos publicados, en confabulacion con la bruja mentora Choe Sun Sil, la traidora Park quito 43 mil 300 millones de wones al Grupo Samsung y recibio por diferentes conceptos grandes sumas de soborno provenientes de otras grandes empresas como la Automotriz Hyundai, Lotte y SK. \n\t\t\t\t\t\n\t\t\t\t\tLa \"politica expansionista\" de Park, iletrada en asuntos economicos, y sus compinches deviene otra causa. \n\t\t\t\t\t\n\t\t\t\t\tLa situacion economica del Sur de Corea llega al extremo debido a la campana fratricida de ellos. \n\t\t\t\t\t\n\t\t\t\t\tEs natural que los medios de prensa y los especialistas del Sur de Corea lamentaran que \"la economia se encuentra en el campo minado\" y \"las desgracias internas y externas creadas por el poder de Park Geun-hye llevan la economia a la peor crisis\"."
        }
    ]
}