{
    "date": "2017-12-04",
    "url": "http://kcna.co.jp/item/2017/201712/2017-12-04ee.html",
    "articles": [
        {
            "title": "Army-People Rallies Held to Hail Successful ICBM Test-fire",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-20ee.html",
            "content": "Army-People Rallies Held to Hail Successful ICBM Test-fire\r\n Pyongyang, December 4 (KCNA) -- There took place army-people joint meetings in Jagang province, Nampho City and Rason City on Sunday and Monday to celebrate the great victory in completing the state nuclear force, the historic cause of building a rocket power, under the leadership of the Workers' Party of Korea.\n\t\t\t\t\t The meetings were attended by officials of local party and power organs, working people's organizations, factories, enterprises, farms and universities, men and officers of the Korean People's Army and the Korean People's Internal Security Forces and inhabitants from all walks of life including youths and students.\n\t\t\t\t\t\n\t\t\t\t\t A statement of the DPRK government was read out at the meetings to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the whole country is filled with great joy and emotion after hearing the news of the successful test-fire of the new-type ICBM Hwasong-15.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the fact that the historic \"great November event\" shattered the heinous sanctions and pressure of the U.S. and other hostile forces and enabled the DPRK to put further spurs to the building of an independent economic power and the improvement of the people's living standard while benefiting from the line of simultaneously developing the two fronts and the young generations to enjoy the eternal happiness under the socialist system.\n\t\t\t\t\t\n\t\t\t\t\t They said that nobody could infringe upon the Korean people's sovereignty and rights to existence and development at random and everybody was compelled to recognize the strategic position of the DPRK defending the country's sovereignty and territorial integrity and guaranteeing the regional and world peace.\n\t\t\t\t\t\n\t\t\t\t\t They called for making a dynamic struggle to build the best country, a paradise for the people envied by the world, united closer around respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "Event Held to Mark World AIDS Day",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-18ee.html",
            "content": "Event Held to Mark World AIDS Day\r\n Pyongyang, December 4 (KCNA) -- An event took place at the People's Palace of Culture here on Monday to mark World AIDS Day.\n\t\t\t\t\t Present there were officials of the Ministry of Public Health and relevant units, the representative of the WHO and staff members of missions of international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that it is a common task facing all countries of the world to prevent and exterminate AIDS.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to continuously intensify the hygientic information service and surveillance activities in order to prevent virus contagion and spread.\n\t\t\t\t\t\n\t\t\t\t\t The participants heard technical data on pathological characters of AIDS and preventive steps."
        },
        {
            "title": "Int'l Day of Persons with Disabilities Marked Here",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-21ee.html",
            "content": "Int'l Day of Persons with Disabilities Marked Here\r\n Pyongyang, December 4 (KCNA) -- The workshop on the occasion of International Day of Persons with Disabilities was held at the Taedonggang Diplomatic Club on Monday.\n\t\t\t\t\t Present there were Kim Mun Chol, chairman of the Central Committee of the Korean Federation for the Protection of the Disabled, officials of relevant units, the disabled and Tapan Mishra, UN resident coordinator and UNDP resident representative, members of the European Union Program Support and missions of international bodies here and foreign embassies, and overseas Koreans staying in the motherland.\n\t\t\t\t\t\n\t\t\t\t\t Speakers refereed to the achievements made in the DPRK's work for protection of disabled and to the fact that the U.S. and its vassal forces' vicious anti-DPRK sanctions and military threat and blackmail came as a fresh setback in the work for the disabled, leaving some people disabled there and creating hurdles in the work to protect the disabled.\n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches on the theme of \"Transformation towards sustainable and resilient society for all\".\n\t\t\t\t\t\n\t\t\t\t\t The speakers highlighted the importance of the work for protecting the persons with disabilities on the global scale, expressing their will to further strengthen the cooperation between the Central Committee of the Korean Federation for the Protection of the Disabled and international bodies."
        },
        {
            "title": "Result of 2017-2018 DPRK Premier Football League (1)",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-14ee.html",
            "content": "Result of 2017-2018 DPRK Premier Football League (1)\r\n Pyongyang, December 4 (KCNA) -- The 2017-2018 DPRK Premier Football League began with thirteen teams (April 25, Kigwancha, Amnokgang, Pyongyang, Sobaeksu, Rimyongsu, Hwaebul, Ryomyong, Sonbong, Wolmido, Kalmaegi and Jebi teams and the team of the Ministry of Light Industry) attended.\n\t\t\t\t\t Every team should have to play home and away matches.\n\t\t\t\t\t\n\t\t\t\t\t Following are the result of matches held on Saturday and Sunday:\n\t\t\t\t\t\n\t\t\t\t\t Ryomyong : Kalmaegi 3:0\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang : Sobaeksu 0:1\n\t\t\t\t\t\n\t\t\t\t\t Wolmido : Rimyongsu 1:2\n\t\t\t\t\t\n\t\t\t\t\t Amnokgang : April 25 0:3\n\t\t\t\t\t\n\t\t\t\t\t Hwaebul : Jebi 2:0\n\t\t\t\t\t\n\t\t\t\t\t Ministry of Light Industry : Kigwancha 1:2\n\t\t\t\t\t\n\t\t\t\t\t According to the timetable, every match will take place only on Saturday and Sunday and the premier football league come to a close with matches between Kigwancha and Pyongyang teams, the Ministry of Light Industry and Wolmido teams and Hwaebul and Amnokgang teams on October 27, 2018.\n\t\t\t\t\t\n\t\t\t\t\t Many Experts and fans think that the April 25 team will be the hopeful as it has made a good show in different domestic and international games and has many aces."
        },
        {
            "title": "New Full-length Novel Sees Light",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-11ee.html",
            "content": "New Full-length Novel Sees Light\r\n Pyongyang, December 4 (KCNA) -- Full-length novel \"Envoy of Headquarters\", part of the cycle of novels \"On the Road of Loyalty\" saw the light on the occasion of the 100th birth anniversary of anti-Japanese war heroine Kim Jong Suk. The novel was written by Jon Hung Sik of the April 15 Literary Production Company in the DPRK.\n\t\t\t\t\t The novel with the end of the 1930s as its setting portrays on the basis of historical facts the struggle of Kim Jong Suk who devoted her all to upholding the ideology and intention of President Kim Il Sung."
        },
        {
            "title": "Highly Effective Preventive Medicines Developed",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-12ee.html",
            "content": "Highly Effective Preventive Medicines Developed\r\n Pyongyang, December 4 (KCNA) -- The Biomedicine Institute under the Academy of Medical Science in the DPRK has developed highly effective preventive medicines for the improvement of people's health.\n\t\t\t\t\t Among them are the medicine for preventing recombinant viral liver diseases with no harmful effect on internal organs and the recombined hirudin injection of great clinical significance in preventing thrombus.\n\t\t\t\t\t\n\t\t\t\t\t Those medicines already went through clinical examinations.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, the institute also developed 10-odd kinds of diagnostic reagents and preventive medicines like hypertension vaccine."
        },
        {
            "title": "Rodong Sinmun Blasts U.S.-S. Korea Joint Aerial Drill",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-07ee.html",
            "content": "Rodong Sinmun Blasts U.S.-S. Korea Joint Aerial Drill\r\n Pyongyang, December 4 (KCNA) -- Rodong Sinmun runs an article Monday to condemn the U.S. and south Korean puppet forces for continuing to escalate the tensions by waging another large-scale joint aerial exercises in the wake of the joint naval drill.\n\t\t\t\t\t Such rehearsal is an extension of the recent ceaseless large-scale war games in south Korea and a prelude to a nuclear war, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The touch-and-go situation that a nuclear war may break out any moment is prevailing in the Korean peninsula because of the reckless confrontation moves of the south Korean puppet forces zealously following the U.S. aggression policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear war provocation moves by the U.S. and south Korean warmongers cause the military conflicts and arms race, driving the situation of the Korean peninsula to the lowest ebb and posing a threat to the regional peace and stability. It is none other than the United States and the south Korean puppet forces that bring dark clouds of a nuclear war to the Korean peninsula and Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t No matter how hard they are trying to mislead the public opinion, talking such nonsense as \"threat\" and \"provocation\" from the DPRK, they can never cover up their true colors as vicious aggressors and warmongers.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never remain a passive onlooker to the reckless war provocation moves but decisively react to them."
        },
        {
            "title": "Rodong Sinmun on Purpose of S. Korean Regime's Call for \"Dialogue\"",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-08ee.html",
            "content": "Rodong Sinmun on Purpose of S. Korean Regime's Call for \"Dialogue\"\r\n Pyongyang, December 4 (KCNA) -- Puppet Minister of Unification Jo Myong Gyun of south Korea told in a recent round-table conversation with foreign reporters that south Korea's \"proposal for negotiations still remains effective\", as if they are interested in the north-south dialogue.\n\t\t\t\t\t Meanwhile, gentries of the Unification Ministry talked about \"detente\" and \"removal of pains from division\", impudently calling for someone's \"participation\".\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the fact, Rodong Sinmun Monday says it is a despicable action to cover up the criminal nature of the puppet regime working hard to do harm to compatriots in the north in collusion with the U.S. and to pass the buck for the escalated situation to the north.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t What the south Korean puppet forces seek is to do harm to the north in collusion with outside forces and the story of \"dialogue\" is no more than honeyed words to cover up their sinister intention.\n\t\t\t\t\t\n\t\t\t\t\t Though the puppet forces spread the story of \"dialogue\" many times, no one in the world pays heed to it.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities are truly interested in detente and removal of confrontation atmosphere, they should renounce the policy of kowtowing to the U.S. which incites mistrust and confrontation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t We will not pardon those who mock at the desire of the nation for improvement of the north-south relations and peace on the Korean peninsula and misuse it for meeting their sinister purpose of escalating confrontation with the fellow countrymen."
        },
        {
            "title": "KCNA Commentary on U.S. Farce of Re-listing DPRK as \"Terrorist Sponsor\"",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-13ee.html",
            "content": "KCNA Commentary on U.S. Farce of Re-listing DPRK as \"Terrorist Sponsor\"\r\n Pyongyang, December 4 (KCNA) -- The U.S. farce of re-listing the DPRK as a \"state sponsor of terrorism\" has touched off the derision of the public at home and abroad.\n\t\t\t\t\t U.S. media such as Fox News, New York Post, Wall Street Journal and other western media said that placing north Korea back on the list of \"state sponsors of terrorism\" is illogical, adding if the nuclear and missile development should be preconditions for getting listed as a \"terrorist sponsor\", all those countries developing nuclear weapons and missiles including the U.S. must be regarded as terrorist sponsors.\n\t\t\t\t\t\n\t\t\t\t\t Even officials of the U.S. administration and experts in the Korean issue cast doubt on the \"legal standard in listing north Korea as a terrorist sponsor\".\n\t\t\t\t\t\n\t\t\t\t\t In the meantime, French internet homepages said that \"if there is a country sponsoring terrorism, it is the U.S.\", \"the U.S. is telling a lie\", \"the country to be blamed for the world's biggest crimes is trying to act like gendarme\". Articles derisive of the U.S. and Trump that were posted on websites showed an explosive increase in their numbers, drawing attention of the public.\n\t\t\t\t\t\n\t\t\t\t\t As acknowledged by the international community, the U.S. is the world's worst terrorist sponsor and the hotbed of international terrorism.\n\t\t\t\t\t\n\t\t\t\t\t To look back on history, the U.S. has benefited from terrorist acts and man-slaughter.\n\t\t\t\t\t\n\t\t\t\t\t The label of \"terrorist sponsor\" which the U.S. attaches and detaches at its will is nothing but a means for enforcing the U.S.-style high-handedness.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has attached the label of \"terrorist sponsor\" to those countries not subservient to it since 1979. It de-listed Iraq and Libya which yielded to its pressure and, as for the DPRK, it had attached the label in 1988 and detached it in October 2008.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., kingpin of all sorts of terrorism, is attaching and detaching the label of \"terrorist sponsor\" to other sovereign countries as if it is an \"international terrorist judge\" even though it fails to stop terrorism taking place even inside the country. This is the height of folly and a mockery of the international peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. act of listing countries as \"terrorist sponsors\" is a sordid method of international terrorism aimed to list independent countries not yielding to it as \"devils\", and a hideous act against humanity insulting the human desire for world peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t The biggest victim of the U.S. act of terrorism is the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The racket of re-listing the DPRK as a \"terrorist sponsor\" is part of state-sponsored terrorism which assumes complicated nature along with the biggest-size military blackmails and sanctions and pressure racket against the country.\n\t\t\t\t\t\n\t\t\t\t\t Through the re-listing the U.S. revealed in public that it is trying to stifle the ideology and social system in the DPRK with the mobilization of all means and methods.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. call for \"anti-terrorism\" although it is branded as a top-class terrorist criminal will invite bitterer censure and derision of the world people.\n\t\t\t\t\t\n\t\t\t\t\t No sanctions and high-handedness will prove effective before the great might of the people of the DPRK united single-mindedly around their leader.\n\t\t\t\t\t\n\t\t\t\t\t The will of the Korean people to finally settle accounts with the group of gangsters becomes stronger as the U.S. gets all the more frantic in its racket for stifling the DPRK."
        },
        {
            "title": "Defense Minister Censured in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-09ee.html",
            "content": "Defense Minister Censured in S. Korea\r\n Pyongyang, December 4 (KCNA) -- The south Korean online newspaper Minjok Ilbo carried an editorial on Nov. 30 in denunciation of the pro-U.S. and reckless remarks made by the puppet defense minister.\n\t\t\t\t\t The editorial referred to the fact that Defense Minister Song Yong Mu said in a lecture at the \"War Museum\" in Seoul on Nov. 28 that the U.S. army not only fights a war but also deters it and plays a great role in guaranteeing peace in Northeast Asia and the GIs, therefore, should never quit south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It warned that the Korean nation would never pardon the pro-U.S. lackeys increasing the danger of a nuclear war."
        },
        {
            "title": "Abrogation of SL Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-10ee.html",
            "content": "Abrogation of SL Demanded in S. Korea\r\n Pyongyang, December 4 (KCNA) -- The People's Democratic Party of south Korea held a rally in Seoul on Dec. 1 in demand of abrogation of the \"Security Law\"(SL), dissolution of the Intelligence Service, detention of Lee Myung Bak and release of prisoners of conscience, according to Minjok Ilbo, a south Korean online paper.\n\t\t\t\t\t Speakers there said the SL has been used as a lever for suppressing the anti-government forces and ideology, aggravating the national division, indirectly legitimizing and allowing the U.S. forces' presence in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t As long as the SL is in force, pro-reunification patriots, religionists and democrats should become criminals, freedom of thinking and expression be quenched with the vital rights of the people violated, they noted.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that many prisoners of conscience are still in prison due to the SL, they warned that the regime of south Korea will face public criticism if it fails to reform the social system.\n\t\t\t\t\t\n\t\t\t\t\t A statement by the spokespersons' office of the party was read out.\n\t\t\t\t\t\n\t\t\t\t\t It termed the SL the worst evil law in the world, urging the regime to scrap it, detain Lee Myung Bak and release the prisoners of conscience.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally its participants staged a demonstration."
        },
        {
            "title": "Construction Workers' Struggle in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-15ee.html",
            "content": "Construction Workers' Struggle in S. Korea\r\n Pyongyang, December 4 (KCNA) -- The confederation of construction industry composed of construction trade unions on Dec. 1 called a press conference outside the \"National Assembly\" building to demand the passage of an \"amendment to the law on construction workers\", according to the south Korean internet paper Chamsesang.\n\t\t\t\t\t Speakers condemned the \"NA\" for sidestepping the \"amendment\", saying it is little different from a special law for ensuring the elementary life of the construction workers.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would wage a stay-in strike outside the \"NA\" on Dec. 4-7 to have the amendment passed and, at the same time, conduct all forms of action including a protest visit to lawmakers and a signature-collection."
        },
        {
            "title": "Retraction of Decision on Outlawing Teachers Union Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-16ee.html",
            "content": "Retraction of Decision on Outlawing Teachers Union Urged in S. Korea\r\n Pyongyang, December 4 (KCNA) -- The Teachers Union of south Korea launched actions in Seoul on Dec. 1, urging the regime to retract the decision on outlawing the union and combat evils in education, according to the south Korean internet newspaper Chamsesang.\n\t\t\t\t\t At a press conference members of the union blamed the present regime for not retracting the decision and urged it to ensure the rights of teachers and workers once deprived of by the former Park Geun Hye regime.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Seoul Council of Educational Bodies made public a declaration signed by 509 public personages in demand of combating evils in education and restoring the legal status of the Teachers Union that day."
        },
        {
            "title": "Subway Workers Launch Strike in Seoul e120419 - Struggle Launched in S. Korea to Punish Traitor Lee",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-17ee.html",
            "content": "Subway Workers Launch Strike in Seoul\r\n Pyongyang, December 4 (KCNA) -- A subway workers union under the public transport union of the south Korean Confederation of Trade Unions launched an all-out strike outside the Seoul City Office on Nov. 30, urging the authorities to ensure safety of citizens and the rights to labor, according to the south Korean internet newspaper Chamsesang.\n\t\t\t\t\t Strikers blamed the city authorities for failing to take a measure for the workers distressed for hard labor from early dawn to late night under the excuse that they have no contract with the French company in charge of the subway operation.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was read out by them.\n\t\t\t\t\t\n\t\t\t\t\t It said the subway has become a \"hell\" to citizens and those working there.\n\t\t\t\t\t\n\t\t\t\t\t It expressed their will to carry on their struggle for the safety of citizens and the workers' rights."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by DR Congolese Organization",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-01ee.html",
            "content": "Kim Jong Il's Exploits Praised by DR Congolese Organization\r\n Pyongyang, December 4 (KCNA) -- The National Committee for the Study of the Juche Idea of DR Congo released an information bulletin on November 18 on the occasion of the sixth anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t The bulletin illustrated a portrait of smiling Kim Jong Il and carried the following article:\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il's life can be described as one like a burning flame.\n\t\t\t\t\t\n\t\t\t\t\t Particularly 2011, the last year of his great life, was the year when he burned himself with an iron will and superhuman energy for the country and people.\n\t\t\t\t\t\n\t\t\t\t\t He passed away on a running train while making ceaseless field guidance for the people, regarding himself as the son of the people.\n\t\t\t\t\t\n\t\t\t\t\t The world recollects once again the life of the peerlessly great man who devoted himself to the prosperity of the country and the happiness of the people on the occasion of the sixth anniversary of his demise."
        },
        {
            "title": "Korean Book, Photo Exhibition Held in Venezuela",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-02ee.html",
            "content": "Korean Book, Photo Exhibition Held in Venezuela\r\n Pyongyang, December 4 (KCNA) -- A Korean book and photo exhibition took place in the period of the 13th Venezuela international book fair held in Caracas from November 9 to 19.\n\t\t\t\t\t On display at the venue of the exhibition were photos dealing with the revolutionary exploits of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works, and books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Before the photos showing the real picture of the DPRK, the visitors said:\n\t\t\t\t\t\n\t\t\t\t\t We knew well how false the propaganda of the West was. It is very surprising that the monumental edifices including Ryomyong Street, the Munsu Water Park and the Sci-Tech Complex are not imaginary pictures but real structures. The DPRK where the people enjoy the most civilized and happiest life is genuine socialism and a paradise baffling human imagination.\n\t\t\t\t\t\n\t\t\t\t\t Warmly congratulating the DPRK on its participation in the international book fair, the Venezuelan minister of Culture noted that the books and photos on display would greatly encourage Venezuelans in their struggle.\n\t\t\t\t\t\n\t\t\t\t\t A vice minister for Basic, Strategic and Socialist Industry of Venezuela said the photos dealing with the noble career of President Kim Il Sung who devoted himself to the people and the books and photos showing the happy life of the Korean people were very impressive, and socialist Korea with powerful national power is a model which we should learn from."
        },
        {
            "title": "Korean People's Just Cause Supported by WPC",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-03ee.html",
            "content": "Korean People's Just Cause Supported by WPC\r\n Pyongyang, December 4 (KCNA) -- The Executive Council of the World Peace Council (WPC) met in Hanoi from Nov. 23 to 25.\n\t\t\t\t\t Speakers at the meeting expressed concern about the grim situation prevailing on the Korean peninsula owing to the U.S. and its followers and extended support and solidarity to the struggle of the Korean people to safeguard peace and security of the Korean peninsula and the world.\n\t\t\t\t\t\n\t\t\t\t\t Socorro Gomes, president of the World Peace Council, said it is the legitimate right of the Korean people to firmly safeguard the country's sovereignty to cope with the threat of aggression of the imperialists which no one is allowed to blame. He strongly denounced the U.S. hostile policy toward the DPRK and fully supported the reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Trump let out the outbursts calling for \"total destruction\" of the DPRK and slapped military threat and additional sanctions against the DPRK, Athanasios Pafilis, general secretary of the WPC, said the WPC resolutely rejects the actions of inflicting pain upon the Korean people and escalating the tensions. The member states of the UNSC that voted for the \"sanctions resolutions\" against the DPRK should feel ashamed of their act, he added.\n\t\t\t\t\t\n\t\t\t\t\t A resolution supporting the just cause of the Korean people to safeguard the sovereignty of the country and achieve its reunification was adopted at the meeting."
        },
        {
            "title": "DPRK's Successful Test-fire of Hwasong-15 Hailed in Russia",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-04ee.html",
            "content": "DPRK's Successful Test-fire of Hwasong-15 Hailed in Russia\r\n Pyongyang, December 4 (KCNA) -- Organizations of Russia issued statements on November 29 and 30 in celebration of the DPRK's successful test-fire of ICBM Hwasong-15.\n\t\t\t\t\t The Russian Group for Solidarity with the DPRK stressed that the DPRK's possession of another new-type ICBM weaponry system capable of carrying super-heavy warhead and hitting the whole mainland of the U.S. inspires the progressive mankind struggling for independence and justice.\n\t\t\t\t\t\n\t\t\t\t\t The All-Russia Lenin Young Communist League said that through the recent test-fire the DPRK clearly showed once again that it is a nuclear power in the true sense of the word and no sanctions of the U.S. imperialists and their vassals would be useless, adding that the DPRK's measure for bolstering up the defense capability is entirely just and the All-Russia Lenin Young Communist League fully supports it.\n\t\t\t\t\t\n\t\t\t\t\t The Yamalo-Nenetz Autonomous Regional Committee of the Lenin Young Communist League of the Russian Federation said:\n\t\t\t\t\t\n\t\t\t\t\t No one can block the advance of the DPRK towards the bright future. The DPRK will give a more merciless, telling blow to the hostile forces making desperate efforts out of despair. We wish the Korean people greater success in the future.\n\t\t\t\t\t\n\t\t\t\t\t The Moscow Group for the Study of the Juche Idea stressed that they extend firm support and solidarity to the Korean people who won another victory in the showdown with the U.S. imperialists."
        },
        {
            "title": "British Bodies Blast U.S.-S. Korea Joint Military Maneuvers",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-05ee.html",
            "content": "British Bodies Blast U.S.-S. Korea Joint Military Maneuvers\r\n Pyongyang, December 4 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea, the Korean Friendship Association UK and the British Solidarity Committee for the Peace and Reunification in the Korean Peninsula made public a joint statement on Nov. 29 to condemn the U.S.-south Korea war drills.\n\t\t\t\t\t Disclosing the fact that the U.S. and the south Korean puppet warmongers are mulling staging dangerous war drills against the DPRK with huge forces involved in early December, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t We scathingly condemn the war drills of the U.S. imperialists and the south Korean puppet forces that escalate the tensions on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Stop the aggressive war drills against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. must withdraw its forces from south Korea!\n\t\t\t\t\t\n\t\t\t\t\t Korea is one!"
        },
        {
            "title": "Prosiguen mitines de festejo del exitoso lanzamiento de prueba de \"Hwasong-15\"",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-22ee.html",
            "content": "Prosiguen mitines de festejo del exitoso lanzamiento de prueba de \"Hwasong-15\"\r\nPyongyang, 4 de diciembre (ACNC) -- Tuvieron lugar los dias 3 y 4 los mitines civico-militares de la provincia de Jagang y las ciudades de Nampho y Rason para celebrar la gran victoria de haber cumplido con exito la historica causa del perfeccionamiento de las fuerzas armadas nucleares del Estado y de la construccion de potencia coheteril, bajo la direccion del Partido del Trabajo de Corea.\n\t\t\t\t\tEn los conclaves tomaron parte los funcionarios de las organizaciones del partido y el poder, entidades de masas, fabricas, empresas, granjas y universidades, etc. asi como los oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, los trabajadores de diversos estratos y los jovenes y estudiantes de las respectivas localidades.\n\t\t\t\t\t\n\t\t\t\t\tSe dieron lectura a la declaracion del gobierno de la RPDC y hubo discursos de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que la noticia sobre el exitoso lanzamiento de prueba del ICBM de nuevo tipo produce gran jubilo y emocion a lo largo del pais.\n\t\t\t\t\t\n\t\t\t\t\tProsiguieron que gracias al \"gran acontecimiento historico de noviembre\", se llevo al fracaso total la extremada campana de sancion y presion de EE.UU. y otras fuerzas hostiles y se hizo posible para la RPDC dar mas impulso a la construccion de potencia economica autarquica y al mejoramiento de los niveles de la vida poblacional beneficiandose de la linea de desarrollo paralelo.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, nuestras generaciones venideras podran disfrutar siempre todas las felicidades del socialismo sin que sufran de nuevo las penas y dificultades como la Marcha Penosa, anadieron.\n\t\t\t\t\t\n\t\t\t\t\tAhora nadie puede violar a sus caprichos la soberania del pueblo coreano y sus derechos a la existencia y al desarrollo, apuntaron y continuaron que no hay otro remedio que reconocer la posicion estrategica de la RPDC que defiende su soberania e integridad territorial con la fuerza real y garantiza la paz de la region y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tUnidos compactamente en torno al Maximo Dirigente Kim Jong Un, debemos luchar dinamicamente por construir la mejor potencia del mundo y el paraiso del pueblo, digno de envidias del mundo, exhortaron."
        },
        {
            "title": "RPDC: acto por el Dia Mundial del SIDA",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-23ee.html",
            "content": "RPDC: acto por el Dia Mundial del SIDA\r\nPyongyang, 4 de diciembre (ACNC) -- Tuvo lugar el dia 4 en el Palacio Cultural del Pueblo el acto dedicado al Dia Mundial del SIDA.\n\t\t\t\t\tAsistieron a la ocasion los funcionarios del Ministerio de Salud Publica y las entidades vinculadas, el representante de la Organizacion Mundial de la Salud (OMS) y otros miembros de las representaciones de organizaciones internacionales, acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores resaltaron que todos los paises del mundo comparten la tarea de evitar el brote del SIDA y controlarlo consecuentemente. \n\t\t\t\t\t\n\t\t\t\t\tAgregaron que se debe intensificar de continuo la propaganda higienica y la vigilancia a fin de prevenir el contagio y la difusion de esa enfermedad. \n\t\t\t\t\t\n\t\t\t\t\tSe publicaron en el acto los datos tecnicos sobre las caracteristicas patologicas del SIDA y las medidas preventivas."
        },
        {
            "title": "Rodong Sinmun rechaza anuncio de titeres surcoreanos sobre el \"dialogo\"",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-24ee.html",
            "content": "Rodong Sinmun rechaza anuncio de titeres surcoreanos sobre el \"dialogo\"\r\nPyongyang, 4 de diciembre (ACNC) -- En la reciente \"charla de invitacion\" con los corresponsales extranjeros, el ministro titere de Unificacion del Sur de Corea, Jo Myong Gyun, fingio estar interesado en las conversaciones Norte-Sur diciendo que \"es valida todavia la propuesta sobre el dialogo\".\n\t\t\t\t\tMientras tanto, otros tipejos del Ministerio de Unificacion se atrevieron a exigir la \"participacion\" de alguien en \"relajar la tension\" y \"eliminar los dolores de division territorial\".\n\t\t\t\t\t\n\t\t\t\t\tEste embuste tan cinico parte del intento de ocultar el caracter criminal de ellos, que hacen todo lo posible para hacer dano a la parte connacional en contubernio con EE.UU., y echar a la RPDC la responsabilidad del empeoramiento de la situacion, asi revela el diario Rodong Sinmun en un comentario individual divulgado el dia 4 y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl anuncio de \"dialogo\" de los lacayos surcoreanos no es mas que el cartel vistoso para disimular su verdadera intencion de atacar a la RPDC con la ayuda de las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, nadie les hara caso aunque ellos repitan cien veces esa mentira.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas estan interesadas de veras en el alivio de tension y la eliminacion del ambiente conflictivo, deben separarse resueltamente de su politica sumisa a EE.UU., causa de agravacion de la desconfianza y confrontacion entre el Norte y el Sur.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC no perdonara nunca y ajustara cuentas con los que para sus fines de enfrentamiento fratricida, abusan de la aspiracion nacional al mejoramiento de relaciones N-S y a la paz de la Peninsula Coreana."
        },
        {
            "title": "Comentario de ACNC sobre redefinicion de RPDC como \"patrocinadora de terrorismo\"",
            "url": "http://kcna.co.jp/item/2017/201712/news04/20171204-25ee.html",
            "content": "Comentario de ACNC sobre redefinicion de RPDC como \"patrocinadora de terrorismo\"\r\nPyongyang, 4 de diciembre (ACNC) -- Dentro y fuera del pais, se escuchan las opiniones que ridiculizan la redefinicion de la RPDC como \"patrocinadora del terrorismo\" por parte de EE.UU.\n\t\t\t\t\t Fox News, New York Post, Wall Street Journal y otros medios de EE.UU. y el Occidente insisten en que resulta ilogico poner otra vez ese estigma al Norte de Corea, evaluando que si lo hace senalando como su condicion el desarrollo de arma nuclear y misil, todos los paises,  incluyendo EE.UU., que impulsan el mismo programa, deben ser considerados como \"patrocinadores del terrorismo\".\n\t\t\t\t\t\n\t\t\t\t\t  Hasta los funcionarios de la administracion norteamericana y los especialistas en el problema coreano apuntan que no hay la norma legal para determinar al Norte de Corea como patrocinador del terrorismo.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, en las paginas web de Francia se insertaron numerosos articulos de condena a EE.UU. y Trump tales como \"si existe el Estado que apoya el terrorismo, eso es EE.UU.\", \"EE.UU. miente otra vez\" y \"El que quiere jugar el papel de policia es el peor criminal del mundo\".\n\t\t\t\t\t\n\t\t\t\t\t  Como reconoce la sociedad internacional, EE.UU. es el patrocinador no.1 del terrorismo y el cuartel general del terrorismo internacional.\n\t\t\t\t\t\n\t\t\t\t\t  En vista de la historia de la humanidad, EE.UU. se ha enriquecido del terror y matanza desde su aparicion en el continente americano.\n\t\t\t\t\t\n\t\t\t\t\t  Desde 1979, ese pais califica de \"patrocinadores del terrorismo\" a los paises desobedientes.\n\t\t\t\t\t\n\t\t\t\t\t　Cuando Irak y Libia se arrodillaron ante su presion, EE.UU. los tacho de la lista de patrocinadores. Lo habia hecho tambien en octubre de 2008 con la RPDC que fue incluida en esa lista en 1988.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU., fuente de todas formas de terrorismo, es incapaz de prevenir ni en casa los atentados terroristas, pero actua como \n\t\t\t\t\t\n\t\t\t\t\t\"juez del terrorismo internacional\", hecho que significa una burla a la paz y seguridad del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  La definicion del \"patrocinador del terrorismo\" de EE.UU. es el peor metodo del terrorismo internacional para aplastar y aislar a los paises independientes, que no le obedecen, describiendolos como \"satanicos\".\n\t\t\t\t\t\n\t\t\t\t\t  Esto es el acto antietico que insulta la aspiracion de la humanidad a la paz y estabilidad del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  La redefinicion de la RPDC forma parte del terrorismo estatal multifacetico que se comete al paralelo de chantaje militar, sancion y presion sin precedentes.\n\t\t\t\t\t\n\t\t\t\t\t  De esa manera, EE.UU. demostro a todo el mundo que intenta acabar con la idea y regimen de la RPDC movilizando todos los medios y metodos.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, ninguna sancion ni coercion puede salir con la suya ante la fuerza del pueblo coreano, unido monoliticamente en torno al lider.\n\t\t\t\t\t\n\t\t\t\t\t  Tanto mas EE.UU. intente atropellar a la RPDC, cuanto mas se multiplicara la voluntad del pueblo coreano de ajustar las cuentas finales con ese gangster."
        }
    ]
}