{
    "date": "2017-12-22",
    "url": "http://kcna.co.jp/item/2017/201712/2017-12-22ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Makes Opening Address at 5th Conference of Cell Chairpersons of WPK",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-02ee.html",
            "content": "Kim Jong Un Makes Opening Address at 5th Conference of Cell Chairpersons of WPK\r\nPyongyang, December 22 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, made an opening speech at the 5th Conference of Cell Chairpersons of the WPK on Thursday.\n\t\t\t\t\t In the speech he said that the current conference of cell chairpersons, the fifth of its kind in the history of the WPK, is under way amid the arduous yet vigorous struggle going on to bring overall prosperity on the whole front of accomplishing the socialist cause under the banner of the great Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t He noted that President Kim Il Sung and leader Kim Jong Il advanced the unique line of party building, a line of attaching importance to the basic organizations, long ago and directed primary efforts to the work for strengthening the basic party organizations including cells.\n\t\t\t\t\t\n\t\t\t\t\t In his lifetime leader Kim Jong Il would teach that to strengthen the cell, a grass-root organization of our Party, is the most important work for ensuring the prestige of the WPK, further strengthening our Party organizationally and ideologically and enhancing its militancy, saying that the Party's organizational and ideological soundness and might, and the thoroughgoing implementation of the Party's lines and policies are guaranteed by the party cells, the Chairman added.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Party Central Committee convened the 5th Conference of Cell Chairpersons of the WPK in order to further strengthen the party cells in keeping with the requirements of the developing revolution and bring about a fresh turn in the their work, true to President Kim Il Sung and leader Kim Jong Il's unique line of party building and idea of giving importance to the basic organizations.\n\t\t\t\t\t\n\t\t\t\t\t In reflection of the ardent loyalty of the participants in the conference and all other cell chairpersons and party members, the Chairman of the WPK expressed the highest respects and eternal glory to President Kim Il Sung and leader Kim Jong Il who, with their rare wisdom and distinguished leadership ability, advanced the unique idea of party building and developed the WPK into the invincible militant general staff and an ever-victorious iron-willed party which has struck its roots deep into the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the rapid development of the DPRK's nuclear force is now exerting big influence on the world political structure and strategic environment, the Chairman of the WPK informed of the situation prevailing on the Korean peninsula and the international political situation around the DPRK. He stressed that nobody can deny the entity of the DPRK which rapidly emerged as a strategic state capable of posing a substantial nuclear threat to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Although grave challenges that should not be overlooked face us, we neither feel disappointed nor are afraid of them but are optimistic about progress of our revolution under this situation, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation offers a good opportunity to further strengthen our unity and make us develop with our own efforts in all fields, depending on the Juche character and self-reliance. We have to work with confidence, optimism and smile.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the Party Central Committee comprehensively analyzed the prevailing subjective and objective conditions and the future developments and convened the 2nd Plenary Meeting of the Seventh WPK Central Committee to set forth grand and tested orientation and unique strategic and tactical policies for hastening overall development of our revolution.\n\t\t\t\t\t\n\t\t\t\t\t He said with high pride that all the people turned out in hearty response to the militant call of the Party and have been making steady progress and changes in the drive to implement the decisions of the Seventh WPK Congress.\n\t\t\t\t\t\n\t\t\t\t\t Noting that we successfully realized the historic cause of completing the state nuclear force by thoroughly implementing the revolutionary line of independence in politics, self-support in the economy and self-reliance in defense, despite short supply in everything and manifold difficulties and ordeals owing to the despicable anti-DPRK moves of the enemies, he said that we have further cemented the self-reliant socialist economic foundation and the economic structure of self-sufficiency based on domestic efforts, technology and resources and developed the socialist culture in an overall way by raising the fiercer flames of the cultural revolution.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t This year, too, the number of units which completed their annual plans drastically increased in major fields of the national economy and a fresh turn was brought in grain and fruit production. We manufactured new-type trucks, tractors and farm machines with our own strength and technology. Many light industrial factories were renovated and updated to produce quality consumption goods.\n\t\t\t\t\t\n\t\t\t\t\t It is the miracle of history that the building of a powerful socialist nation has been steadily pushed forward without a moment of stagnation despite the harsh sanctions and pressure threatening the existence of the state and its people. Our people's absolute trust in the great Party which brought about the miracle has grown deeper and the harmonious whole of the Party and the masses has been cemented as firm as rock.\n\t\t\t\t\t\n\t\t\t\t\t The proud victories and successes of our Party and people are associated with loyalty and devoted efforts of the Party cells and their chairpersons that linked tens of millions of masses to the Party Central Committee in blood vessel and inspiringly aroused them to the implementation of the Party's policies.\n\t\t\t\t\t\n\t\t\t\t\t The Party Central Committee sees hundreds of thousands of Party cells and their chairpersons active among the broad masses from the great people who rise up as one following only the Party and is greatly encouraged by them.\n\t\t\t\t\t\n\t\t\t\t\t He sent warm thanks and militant greetings to all the participants in the conference and all other chairpersons of the Party cells who have devotedly worked only for the Party and the socialist motherland with their responsibility for the grass-root organizations of our Party, silently dedicating their all.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to launch a brave offensive for implementing the decision of the Second Plenary Meeting of the Seventh Central Committee of the WPK and attaining the goal of the five-year strategy for national economic development set forth at the Seventh WPK Congress to smash the escalating aggression moves of the U.S. imperialists and their sanctions and pressure and promote the radical progress of socialist construction in a more exciting and elated posture than ever before.\n\t\t\t\t\t\n\t\t\t\t\t In order to successfully carry out the important and urgent tasks set forth by our Party at present, the Party cells, basic organizations of the Party, should be further strengthened and all the Party cell chairpersons should fulfill their responsibilities and duties, he stated.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for the current conference to properly make an overall review and analysis of the successes and faults in the work of the Party cells since the Fourth Conference of Secretaries of the Cells of the WPK and take practical measures for making all the Party cells into loyal ranks upholding the Party's idea and leadership in the van and enhance the roles of the Party cell chairpersons in the work.\n\t\t\t\t\t\n\t\t\t\t\t Participating in the current conference are chairpersons of the Party cells and branch committees, leading officials of Party committees at all levels and Party officials in the fields of munitions industry, leading sectors of the national economy, light industry, agriculture and other fields and sectors and units of armed forces organs, he said.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the current conference would mark another turning point in increasing the militant power of our Party in every way by strengthening the Party cells and enhancing the roles of their chairpersons, he declared the Fifth Conference of Cell Chairpersons of the WPK open."
        },
        {
            "title": "5th Conference of WPK Cell Chairpersons Opens",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-01ee.html",
            "content": "5th Conference of WPK Cell Chairpersons Opens\r\nPyongyang, December 22 (KCNA) -- The 5th Conference of Cell Chairpersons of the Workers' Party of Korea (WPK) opened with splendor here on Thursday.\n\t\t\t\t\t The conference will analyze and review the achievements and shortcomings of the Party cells for five years after the 4th Conference of Cell Secretaries of the WPK and discuss the practical measures for making all the party cells faithful ranks taking the lead in upholding the idea and leadership of the Party and enhancing the role of the cell chairpersons.\n\t\t\t\t\t\n\t\t\t\t\t Attending it are party cell chairpersons and branch committee chairpersons from various fields and units of the national economy and units of the armed forces organs and officials of the central and local party committees.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, chairman of the Workers' Party of Korea, and members of the Executive Policy Council of the WPK Central Committee took the platform to guide the conference.\n\t\t\t\t\t\n\t\t\t\t\t The platform was also taken by leading officials of the central and provincial party committees.\n\t\t\t\t\t\n\t\t\t\t\t The Chairman of the WPK made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae, Presidium member of the Political Bureau and vice-chairman of the WPK Central Committee, made a report.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that only when the Party cell, a center of the party life, main unit connecting the blood vessel between the Party and the masses and advancing group in implementing the Party policies, remains reliable, can the Party be firm and the revolution advance victoriously, adding it is the great truth proved by the history of Juche-based party building and accomplishing the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the Chairman of the WPK made a historic conclusion \"Let Us Enhance the Militant Might of the Party in Every Way and Step Up the Building of a Thriving Country by Improving the Work of Party Cells\" at the 4th Conference of Cell Secretaries of the WPK and set forth the orientation and tasks of building a basic party organization at several conferences including the First Conference of Chairpersons of the Primary Committees of the WPK, which have served as a new milestone for the strengthening of the Party cells.\n\t\t\t\t\t\n\t\t\t\t\t The ideas and theories advanced by the Chairman of the Workers' Party of Korea, including the ideas of preparing all the party members to be genuine Kimilsungists-Kimjongilists, true comrades and comrades-in-arms of our Party, making the party cells blood vessel between the broad masses and the party by applying the people-first principle and intensifying the combat against abuse and bureaucratic practices, serve as very important guidelines that should be adhered to in the party cell work, he said.\n\t\t\t\t\t\n\t\t\t\t\t The distinguished leadership and undying feats of the Chairman of the Workers' Party of Korea, who increased the working efficiency of the basic party organizations including the party cells in every way and thus made them gain very signal victories one after another on all fronts of building a powerful socialist country, will shine long in the history of Juche-based party building, the reporter said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The past five years after the 4th Conference of Cell Secretaries of the WPK were the fruitful years in which our Party had steadily advanced the socialist cause, fully demonstrating its might as the revolutionary party of Juche under the wise leadership of the Chairman of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The ongoing campaign to implement the grand programme of building a powerful socialist nation set forth at the 7th WPK Congress requires remarkably enhancing the leadership ability of the Party. Prerequisite for this is to enhance the function and role of the Party cell, the lower-echelon organization and main working unit of the Party.\n\t\t\t\t\t\n\t\t\t\t\t The reporter referred to the defects manifested by the Party cells in failing to fully meet the high intention of the Party and the requirements of the developing revolution.\n\t\t\t\t\t\n\t\t\t\t\t He called for making energetic efforts for the strengthening of the Party and the final victory in building a powerful socialist country, united close behind the Party Central Committee headed by the great Comrade Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the conference.\n\t\t\t\t\t\n\t\t\t\t\t Speakers noted that the Party cells have carried out their work with main emphasis on training Party members and other working people to be true revolutionaries who deeply grasped the greatness of the Party and the leader and acquired the indomitable revolutionary spirit.\n\t\t\t\t\t\n\t\t\t\t\t They mentioned the achievements and experience gained in their work to make the organization and guidance over the Party life of its members aimed at implementing the behests of the leader and defending the Party policies and to arouse the masses to the drive for building an economic giant through active application of the precisely-targeted method of political work.\n\t\t\t\t\t\n\t\t\t\t\t They also said that they have definitely turned the work with the masses into the one with their minds and feelings and emotion, true to the people-first principle of the Party, so as to resolve their inmost problems.\n\t\t\t\t\t\n\t\t\t\t\t Some Party cells' shortcomings were referred to at speeches.\n\t\t\t\t\t\n\t\t\t\t\t The conference continues."
        },
        {
            "title": "Congratulations to Federal Chancellor of Austria",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-13ee.html",
            "content": "Congratulations to Federal Chancellor of Austria\r\nPyongyang, December 22 (KCNA) -- Premier Pak Pong Ju, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and vice-chairman of the State Affairs Commission of the DPRK, Monday sent a congratulatory message to Sebastian Kurz upon his appointment as federal chancellor of the Republic of Austria.\n\t\t\t\t\t The message wished the federal chancellor success in his work for the development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t That day Foreign Minister of the DPRK Ri Yong Ho sent a message of congratulations to Krin Kneissl upon her appointment as federal minister for Europe and International Relations of Austria."
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Snipes at U.S. Report on \"National Security Strategy\"",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-14ee.html",
            "content": "DPRK Foreign Ministry Spokesman Snipes at U.S. Report on \"National Security Strategy\"\r\nPyongyang, December 22 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK released the following statement on Friday:\n\t\t\t\t\t The United States released a report on so-called \"National Security Strategy\" on December 18.\n\t\t\t\t\t\n\t\t\t\t\t The \"National Security Strategy\" written and announced by the Trump administration is, indeed, a typical outcome of the Yankee-style arrogance seeking total subordination of the whole world to the interests of the U.S. It is also a criminal document which clearly reflects the gangster-like nature of Trump who likes to create trouble and fish in that troubled waters.\n\t\t\t\t\t\n\t\t\t\t\t This has fully revealed that \"America first policy\" which the gang of Trump is crying out loudly about is nothing but the proclamation of aggression aimed at holding sway over the world according to its taste and at its own free will.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. administrations continue to change and hence the diplomatic and security policies also \"change\" this or that way. However, there is no change at all in the strategic goal of the U.S. to achieve hegemony over the world by means of force and particularly, the goal to stifle our country and turn the entire Korean peninsula into an outpost for seeking that hegemony remains unchanged.\n\t\t\t\t\t\n\t\t\t\t\t Out of our will to safeguard the peace and stability on the Korean peninsula and put an end to the nuclear threat and blackmail and the hostile policy of the U.S., we held bilateral talks with the U.S. and various forms of multilateral talks such as the Four Party Talks and the Six Party Talks over the last two decades and during the course we had reached some agreements.\n\t\t\t\t\t\n\t\t\t\t\t However, the previous U.S. administrations threw all the agreements reached with us into a garbage can like waste paper under the absurd assumption that the DPRK would \"collapse\" and indulged only in the attempts at onward nuclear threat and blackmail as well as sanctions and pressure designed to obliterate the DPRK, even branding it as a \"rogue state\", \"axis of evil\", \"outpost of tyranny\" and \"target of preemptive nuclear strike\".\n\t\t\t\t\t\n\t\t\t\t\t We chose the road of possessing the nuclear weapons to defend our sovereignty and rights to existence and development in the face of ever increased hostile moves and nuclear threats and blackmail of the U.S. We are convinced that the only way to ensuring a lasting peace on the Korean peninsula is to have the deterrence that ensures a practical balance of force with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The international society should keep vigilance against the maneuvers of the gang of Trump to invade and control the DPRK with force by igniting a nuclear war at any cost in the Korean peninsula and clearly see through the ulterior motive behind its repeated talk of dialogue, designed to cover up its evil intention and mock the world.\n\t\t\t\t\t\n\t\t\t\t\t The gang of Trump likes to pose itself as if its country is a world superpower. However, the U.S. is nothing but a corpse going to the grave."
        },
        {
            "title": "Press Statement of Korea-Europe Association",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-22ee.html",
            "content": "Press Statement of Korea-Europe Association\r\nPyongyang, December 22 (KCNA) -- A spokesperson of the Korea-Europe Association on Friday issued the following statement:\n\t\t\t\t\t It was reported that on Dec. 19, in an interview with a newspaper in Britain, the British defense secretary made reckless remarks such as \"the pariah regime is on the pathway to have ballistic missiles that could strike London\", \"this is a real threat to the U.K.\" and \"Britain has to step up in terms of dealing with it\", referring to the self-defensive state nuclear force of our dignified Republic.\n\t\t\t\t\t\n\t\t\t\t\t We are shocked that the current defense secretary of Britain, right after taking the office, expressed his view that our state nuclear force poses a \"threat to London\". \n\t\t\t\t\t\n\t\t\t\t\t The defense secretary of a country should at least have the ability to see what constitutes a threat to the country and who is the culprit behind a threat to the world peace.\n\t\t\t\t\t\n\t\t\t\t\t It is no coincidence that he is criticized even at home as a person without basic military knowledge. \n\t\t\t\t\t\n\t\t\t\t\t It is a fact all people with proper sense would know that Trump is the rogue who uttered the words of totally destroying a sovereign country in the sacred UN arena and the U.S. is the rogue state that threatens to use force to anyone who is even slightly offending to it.\n\t\t\t\t\t\n\t\t\t\t\t Our deterrence is the guarantee that defends the sovereignty of the country and nation and the rights to existence and safeguards peace in the Korean peninsula and the region against the U.S. \n\t\t\t\t\t\n\t\t\t\t\t Our nuclear force would not pose any threat to any country and region as long as the interests of the DPRK are not infringed upon. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the British defense secretary is crying out that our nuclear force is posing a threat to the U.K. This cannot be explained in any other way but as a servile act of Britain to give good impression to the U.S. who is inciting international cooperation to isolate and pressure our country by \"demonizing\" it.\n\t\t\t\t\t\n\t\t\t\t\t If the U.K. continues to kowtow to the U.S. in this way, others will say that the U.K is not acting in a way that deserves the prestige as a permanent member state of the UNSC and it will only tarnish its image."
        },
        {
            "title": "Military Attaches Corps Visits Ssangunri Revolutionary Site",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-16ee.html",
            "content": "Military Attaches Corps Visits Ssangunri Revolutionary Site\r\nPyongyang, December 22 (KCNA) -- The military attaches corps here visited the Ssangunri Revolutionary Site on the occasion of the 6th anniversary of respected Supreme Leader Kim Jong Un's assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\t Being briefed on the exploits of the brilliant commanders of Mt Paektu for strengthening and development of the Korean revolutionary armed forces, the members of the corps went round the monuments to field guidance, a monument to the poem dedicated to them and the soldiers' hall.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Ryuwon Footwear Factory and the Pyongyang Cosmetics Factory."
        },
        {
            "title": "Celebration Performance of Women's Union Members",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-21ee.html",
            "content": "Celebration Performance of Women's Union Members\r\nHoeryong, December 22 (KCNA) -- Officials and members of the Socialist Women's Union of Korea had an art performance in Hoeryong City of North Hamgyong Province on Friday to celebrate the centenary of birth of the anti-Japanese war heroine Kim Jong Suk.\n\t\t\t\t\t Put on the stage were diverse numbers praising the revolutionary history and exploits of the peerlessly great persons.\n\t\t\t\t\t\n\t\t\t\t\t The performers impressively represented reverence for Kim Jong Suk in such numbers as dialogic poem \"Image of a Bodyguard\", instrumental ensemble \"Arirang Sung on Jiansanfeng\", quartet \"Unforgettable Echoes over Lagoon Samil\".\n\t\t\t\t\t\n\t\t\t\t\t Besides, there were narration and chorus \"Glory to General Kim Jong Un\" and drum and chorus \"Korea, Forward under the Line of Simultaneously Developing the Two Fronts\"."
        },
        {
            "title": "Mementoes Associated with Immortal Feats of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-11ee.html",
            "content": "Mementoes Associated with Immortal Feats of Kim Jong Suk\r\nPyongyang, December 22 (KCNA) -- An endless stream of working people, youth and students visits the Revolutionary Museum of the Ministry of Railways in Central District, Pyongyang of the DPRK on the occasion of the centenary of the birth of anti-Japanese war heroine Kim Jong Suk.\n\t\t\t\t\t On display in its rooms Nos. 2 and 3 and the hall that houses railway carriage are photos, mementoes and data witnessing her patriotic devotion.\n\t\t\t\t\t\n\t\t\t\t\t What catch the eyes of visitors are a handcar and boxcar No. 463 by which she toured the Chongjin area to encourage railway workers to take active part in the struggle for building a new country after the country's liberation from Japan's colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t One day in Juche 34 (1945), she went to the vicinity of the Susongchon Railway Bridge by the handcar to learn about the reconstruction of railways.\n\t\t\t\t\t\n\t\t\t\t\t Walking along newly replaced sleepers and roadbed, she highly appreciated railway workers for their labor feats and praised them as honorable workers taking care of the arteries of the country.\n\t\t\t\t\t\n\t\t\t\t\t After the inspection of the Chongjin area, she left for Pyongyang by the boxcar No. 463 on December 22, 1945 and spent her first birthday after the country's liberation in it.\n\t\t\t\t\t\n\t\t\t\t\t On her way to Pyongyang, she met local officials at different stations and called upon the welcoming crowds to turn out in building a new country.\n\t\t\t\t\t\n\t\t\t\t\t Preserved in the matted boxcar are over 30 mementoes including a small stove and portable cooking oven."
        },
        {
            "title": "Coins to Be Minted in DPRK to Mark Kim Jong Suk's 100th Birthday",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-20ee.html",
            "content": "Coins to Be Minted in DPRK to Mark Kim Jong Suk's 100th Birthday\r\nPyongyang, December 22 (KCNA) -- Commemorative coins \"The 100th birth anniversary of Comrade Kim Jong Suk, the anti-Japanese war heroine\" will be minted in the DPRK on the threshold of the said anniversary.\n\t\t\t\t\t The Presidium of the DPRK Supreme People's Assembly promulgated a decree in this regard on Dec. 11.\n\t\t\t\t\t\n\t\t\t\t\t The coins will be minted in gold and silver.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the centre of the fronts of the gold and silver coins is the image of Kim Jong Suk wearing the military uniform. There are letters reading \"Birth of the anti-Japanese war heroine Comrade Kim Jong Suk\" in the upper part and the letters \"1917-2017 Centenary\" in the lower part decorated with laurel tree and 100 dots.\n\t\t\t\t\t\n\t\t\t\t\t Inscribed in relief in the centre of their back sides is Kim Jong Suk's old home in Hoeryong under Mt Paektu, the holy mountain of revolution, with the background of rays of light. Seen in the upper parts of the coins are words \"The Central Bank of the DPRK\" and in their lower parts letters \"Juche 106 (2017)\", degree of purity, weight and 100 dots.\n\t\t\t\t\t\n\t\t\t\t\t The size of the pure gold commemorative coin is 35 mm in diameter and 2 mm in thickness and that of pure silver commemorative coin 40 mm in diameter and 3 mm in thickness."
        },
        {
            "title": "Results of Osandok Prize Sports Contest",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-19ee.html",
            "content": "Results of Osandok Prize Sports Contest\r\nPyongyang, December 22 (KCNA) -- The Osandok Prize Sports Contest which opened on Dec. 1 to celebrate the centenary of birth of the anti-Japanese war heroine Kim Jong Suk is under way with full house.\n\t\t\t\t\t Various events were finished as of Friday.\n\t\t\t\t\t\n\t\t\t\t\t Players of the Taesongsan Sports Team took the first, second and third places in total standings of women's premier league short track speed skating and also won the title of men's premier league 5 000m relay staking.\n\t\t\t\t\t\n\t\t\t\t\t In the team event of ski special jump held at the sports village in the area of Mt Paektu on Tuesday, the Jangjasan Sports Team came first, the Sajabong Sports Team second and the Kwanmobong Sports Team third.\n\t\t\t\t\t\n\t\t\t\t\t Ryom Tae Ok and Kim Ju Sik took the first place in the senior pairs figure skating held at the Ice Rink.\n\t\t\t\t\t\n\t\t\t\t\t The Contest will last till Dec. 28."
        },
        {
            "title": "Achievements Made in Public Health Sector",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-12ee.html",
            "content": "Achievements Made in Public Health Sector\r\nPyongyang, December 22 (KCNA) -- Many achievements conducive to the improvement of people's health have been made in the DPRK this year.\n\t\t\t\t\t The Breast Tumour Institute of the Pyongyang Maternity Hospital applied the method of detecting symptomatic lymph node to breast cancer operation. And the Ryugyong General Ophthalmic Hospital succeeded in introducing vitrectomy, phacoemulcification and other advanced methods.\n\t\t\t\t\t\n\t\t\t\t\t The Okryu Children's Hospital successfully carried out over 300 cardiovascular operations and developed a new heart operation method, while other medical institutions have paid big efforts to assimilating advanced diagnostic and treatment methods.\n\t\t\t\t\t\n\t\t\t\t\t Huichon Koryo Medicine Pharmaceutical Factory was rebuilt to be a model Koryo medicine producer for the whole country and production processes have been upgraded at over 20 pharmaceutical factories.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, scores of treatises conducive to putting the Koryo medicine on a scientific basis were made public and the Skin-disease Preventive Centre under the Ministry of Public Health compiled a complete book on dermatology.\n\t\t\t\t\t\n\t\t\t\t\t Successes were also made in the efforts to put medical service on an IT basis."
        },
        {
            "title": "Rodong Sinmun Flails S. Korean Regime's Acts of Sycophancy toward U.S.",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-07ee.html",
            "content": "Rodong Sinmun Flails S. Korean Regime's Acts of Sycophancy toward U.S.\r\nPyongyang, December 22 (KCNA) -- The chief executive of south Korea has sold off the interests of the nation, being keen on sycophancy to the U.S. and dependence on outsiders after yielding to the pressure from his American master, says Rodong Sinmun Friday in a commentary.\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime has to be exposed to retaliatory intimidation by the neighboring countries if it toes the U.S. line. If it kowtows to the neighboring countries, it is bound to face a frosty reception by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Foreign media are commenting that such poor position is reminiscent of a shrimp getting its back broken in a fight between whales.\n\t\t\t\t\t\n\t\t\t\t\t This is something quite natural.\n\t\t\t\t\t\n\t\t\t\t\t History and the Korean nation are asking the puppet regime standing at a crossroads of its destiny whether it would take the new path of national independence by pooling efforts with the compatriots in the north or persistently pursue sycophancy to outsiders and dependence on them, regarding it as its inevitable fate.\n\t\t\t\t\t\n\t\t\t\t\t It should draw a lesson from the fate of the Park Geun Hye regime which met a miserable end while pursuing sycophancy to outsiders, confrontation with compatriots and fascist misrule against the public mindset and the trend of times, and explore a way of volte-face.\n\t\t\t\t\t\n\t\t\t\t\t To get rid of the inveterate servile attitude of absolutizing sycophancy and dependence on outsiders and the pro-America thought that it cannot live without the U.S. will be the start of its independent diplomacy and the first step in the course of achieving peace.\n\t\t\t\t\t\n\t\t\t\t\t It should choose one thing -- peace or war, national cooperation or dependence on outsiders. There is no other way but independence or worship of powers, patriotism or treachery."
        },
        {
            "title": "Increase in Military Budget of S. Korean Puppets Slashed: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-08ee.html",
            "content": "Increase in Military Budget of S. Korean Puppets Slashed: Rodong Sinmun\r\nPyongyang, December 22 (KCNA) -- Recently, the south Korean puppet forces increased next year's \"defence budget\" in a massive scale vociferating about the \"nuclear threat\" and \"realization of an overwhelming military superiority\". In the 2018 \"military budget\" passed in the puppet National Assembly, \"defence budget\" increased by 7% as compared with this year. This is the highest since 2009 when traitor Lee Myung Bak was in power.\n\t\t\t\t\t Commenting on this, Rodong Sinmun on Friday says that it is a reckless move to seek the military confrontation with the DPRK to the last while accelerating the preparation of a war of aggression in collusion with the outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The commentary says that this increase in the \"defence budget\" is aimed to purchase the U.S. weapons in a massive scale as wanted by Trump, adding:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppets' attempt to buy lots of deadly war equipment from the U.S. by wasting large amounts of blood taxes is the foul act of pro-U.S. sycophancy and treachery which benefits their master by sacrificing the interests of the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The present puppet ruling forces are paying lip-service to \"dialogue\", \"peace\" and \"restoration of south-north relations,\" but their rhetoric is none other than a shameless act to cover up their belligerent nature which is little different than that of the war maniacs Lee Myung Bak and Park Geun Hye traitors.\n\t\t\t\t\t\n\t\t\t\t\t The military confrontation racket of the south Korean war maniacs against the DPRK will only fuel war hysteria of the Trump clan and lead to the disaster of nuclear war."
        },
        {
            "title": "U.S. Is behind Kwangju Massacre in S. Korea: Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-09ee.html",
            "content": "U.S. Is behind Kwangju Massacre in S. Korea: Minju Joson\r\nPyongyang, December 22 (KCNA) -- A commentary of Minju Joson Friday deals with a series of recent revelations of the facts proving that the U.S. was militarily involved in quelling the Kwangju Popular Uprising.\n\t\t\t\t\t Noting the facts once again prove that the traces of the hideous crime the U.S. committed by brutally suppressing the resistance fighters in Kwangju who turned out for independence and democracy of the society and national reunification and by turning it into a sea of blood can neither be covered up nor be written off, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has desperately denied its responsibility as the chief culprit of the massacre. But it is keeping mum now that undeniable pieces of evidence are being opened to public one after another.\n\t\t\t\t\t\n\t\t\t\t\t However, the thrice-cursed crime it perpetrated by turning Kwangju into a sea of blood and massacring innocent people can never be pardoned.    This not withstanding, the U.S. is working hard to bring the second and third Kwangju massacres to south Korea through its harsher and more heinous methods for colonial rule while lording it over south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t What matters are the puppet regime's servile acts of persistently pursuing the policy of kowtowing to the U.S. while calling for \"inheriting the May 18 spirit.\"\n\t\t\t\t\t\n\t\t\t\t\t The situation shows that new politics, new society and new life desired by the uprisers and other south Koreans of various circles can not come true as a windfall."
        },
        {
            "title": "S. Korean Kukmin Party's Sycophantic and Treacherous Behavior under Fire",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-10ee.html",
            "content": "S. Korean Kukmin Party's Sycophantic and Treacherous Behavior under Fire\r\nPyongyang, December 22 (KCNA) -- Minjok Thongsin, an internet paper of Koreans in the U.S., posted an article on Dec. 19 to condemn the Kukmin Party of south Korea, a group of sycophantic traitors.\n\t\t\t\t\t The article said the Kukmin Party seeking collusion with the Parun Party is a political profiteer renowned for sycophancy and treachery that leaves no means untried to hold power by kowtowing to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The Kukmin Party, which took the lead in calling for the deployment of THAAD and blocked the reconciliation and cooperation between the south and north and which regards the \"anti-DPRK line\" as its basic principle, has opted for traitorous and country-selling actions though it is pretending to be a reformist political party, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Without national cooperation, peace and prosperity would be impossible and without securing independence from the U.S. ruling forces, the reunification of the Korean peninsula would be the same.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the U.S. domination and interference should be terminated as soon as possible and the Korean nation should join their hands through south-north reconciliation and cooperation."
        },
        {
            "title": "S. Korean Students Call for Detaining Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-15ee.html",
            "content": "S. Korean Students Call for Detaining Lee Myung Bak\r\nPyongyang, December 22 (KCNA) -- The preparatory committee for Students' Progressive Alliance released a statement in demand of detention of traitor Lee Myung Bak and dissolution of the \"Liberal Korea Party\", according to the south Korean online newspaper Jaju Sibo on Tuesday.\n\t\t\t\t\t The statement accused Lee of his illegal politically-motivated operations with the mobilization of the Intelligence Service.\n\t\t\t\t\t\n\t\t\t\t\t It also denounced him for driving the relations with the north and the situation on the Korean peninsula into the worst phase by masterminding the operations for eliminating the \"followers of the north\" and pursuing the policy of confrontation with the north.\n\t\t\t\t\t\n\t\t\t\t\t It called for detaining and punishing him and his cult and dismantling the LKP in order to completely eradicate the evils."
        },
        {
            "title": "Public Demonstration in S. Korea Demands Detention of Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-17ee.html",
            "content": "Public Demonstration in S. Korea Demands Detention of Lee Myung Bak\r\nPyongyang, December 22 (KCNA) -- Members of the People's Action Headquarters for Punishing Lee Myung Bak and the \"Commando for Seizing MB\" of south Korea launched a demonstration in Seoul on Dec. 16, urging the authorities to detain traitor Lee Myung Bak, according to the south Korean internet newspaper Voice of Seoul.\n\t\t\t\t\t People from South Kyongsang Province, South Chungchong Province and other areas headed for the house of Lee with placards calling for detention of him and combat against evils.\n\t\t\t\t\t\n\t\t\t\t\t Then they held a rally, in which speakers demanded proper investigation into Lee's crimes and immediate detention of him."
        },
        {
            "title": "Anti-U.S., Anti-War Actions Held in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-18ee.html",
            "content": "Anti-U.S., Anti-War Actions Held in S. Korea\r\nPyongyang, December 22 (KCNA) -- The south Korean people are growing vocal opposing the U.S. and war, according to the south Korean internet paper Jaju Sibo.\n\t\t\t\t\t The Pusan Regional Headquarters of the Solidarity for People's Sovereignty and other organizations on Dec. 16 staged an anti-U.S., anti-war action near Pusan port.\n\t\t\t\t\t\n\t\t\t\t\t The speakers held that peace of the Korean peninsula can be ensured through dialogue and peace negotiations, not with THAAD or U.S. weapons.\n\t\t\t\t\t\n\t\t\t\t\t They urged the U.S. to hold peace negotiations with the DPRK at once, warning that the U.S. mainland won't be safe if it starts a war with the DPRK."
        },
        {
            "title": "Kim Jong Il's Work Published in Germany",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-03ee.html",
            "content": "Kim Jong Il's Work Published in Germany\r\nPyongyang, December 22 (KCNA) -- The Azzawi Media Print in Berlin, Germany brought out in booklet leader Kim Jong Il's work \"Let Us Further Strengthen Our Single-Hearted Unity and Give Full Play to the Korean-Nation-First Spirit\" on the occasion of the 6th anniversary of demise of Kim Jong Il.\n\t\t\t\t\t The work, published on February 4, Juche 81 (1992), highlights the idea of adding shine to Korean-style socialism by thoroughly implementing the general line of the Workers' Party of Korea by dint of single-minded unity. \n\t\t\t\t\t\n\t\t\t\t\t It also underscores the need to give full play to the Korean-nation-first spirit and the Koryo-nation-first spirit.\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony took place at the publishing house on Dec. 15."
        },
        {
            "title": "Anniversary of Demise of Kim Jong Il Observed",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-04ee.html",
            "content": "Anniversary of Demise of Kim Jong Il Observed\r\nPyongyang, December 22 (KCNA) -- Remembrance meetings were held in Russia, Ukraine, Bulgaria, Indonesia, Egypt and Nigeria from Dec. 5 to 8 on the occasion of the 6th anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t The chairperson of the Party for Peace and Unity of Russia and other speakers praised Kim Jong Il as genuine people's leader who devoted his all to the country's prosperity and people's happiness.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea praised Kim Jong Il as a peerlessly brilliant commander who have defended socialism from the aggression moves of the imperialist allied forces and tamed the U.S. by pursuing original Songun politics. \n\t\t\t\t\t\n\t\t\t\t\t The participants in a remembrance meeting held in Bulgaria said that Kim Jong Il made contributions for the times and history with his outstanding ideological and theoretical wisdom and revolutionary practice.\n\t\t\t\t\t\n\t\t\t\t\t The general chairperson of the National Guidance Council of the Pioneer Party of Indonesia said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK emerged as a nuclear power of Juche despite persistent sanctions and pressure of the U.S. and its vassal forces. This would have been unthinkable without the outstanding leadership of HE Kim Jong Il.  \n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the National Guidance Council of the Pioneer Party of Indonesia expressed full support and solidarity with the Korean people's struggle, saying that the whole world admires the miraculous achievements made by the Korean people under the wise guidance of respected Supreme Leader Kim Jong Un and that the U.S. and the hostile forces are trembling with horror.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Socialist Freedom Party of Egypt and the director of a hospital in Lagos, Nigeria praised Kim Jong Il's Songun leadership exploits and noble life."
        },
        {
            "title": "Swiss Bodies Laud Kim Jong Suk's Revolutionary Career",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-05ee.html",
            "content": "Swiss Bodies Laud Kim Jong Suk's Revolutionary Career\r\nPyongyang, December 22 (KCNA) -- Kim Jong Suk's life was short, but a glorious revolutionary career.\n\t\t\t\t\t The Swiss preparatory committee for celebrating the centenary of birth of the anti-Japanese war heroine Kim Jong Suk, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea said this in a joint statement on Dec. 7 on the occasion of the 100th birth anniversary of the anti-Japanese war heroine Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk was the most faithful comrade-in-arms and comrade of Generalissimo Kim Il Sung and woman commander of Mt. Paektu who protected him at the risk of her life.\n\t\t\t\t\t\n\t\t\t\t\t She brought up leader Kim Jong Il as the great successor to the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The people praise her as the mother of Korea for having devoted her all to the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t Her feats will be remembered forever."
        },
        {
            "title": "Kim Jong Un pronuncia el discurso de apertura en V Conferencia de Presidentes de Celulas de PTC",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-02ss.html",
            "content": "Kim Jong Un pronuncia el discurso de apertura en V Conferencia de Presidentes de Celulas de PTC\r\nPyongyang, 22 de diciembre (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea, pronuncio el dia 21 un discurso de apertura en la V Conferencia de los Presidentes de las Celulas del PTC.\n\t\t\t\t\tEl Presidente del PTC senalo que en la historia de nuestro Partido se efectua por quinta vez la Conferencia de los Presidentes de las Celulas en el ambiente en que se realiza una lucha ardua y vigorosa para lograr la renovacion total en todos los dominios para cumplir la causa socialista bajo la bandera del gran Kimilsungismo-Kimjongilismo.\n\t\t\t\t\t\n\t\t\t\t\tMenciono que el Presidente Kim Il Sung y el Dirigente Kim Jong Il aclararon tempranamente la original linea de construccion del partido de dar importancia a las organizaciones de base y dieron primordial atencion al fortalecimiento de las celulas y otras organizaciones de base del partido.\n\t\t\t\t\t\n\t\t\t\t\tDurante su vida el Dirigente solia decir que la solidez organizativo-ideologica y el poderio del partido y la materializacion cabal de las lineas y orientaciones del partido se garantizan por las celulas del partido, dijo y continuo que el trabajo para fortalecer las celulas, organizaciones de base de nuestro partido, es precisamente la labor importantisima para asegurar el prestigio del PTC, fortalecer mas en lo organizativo e ideologico la organizacion y elevar su combatividad.\n\t\t\t\t\t\n\t\t\t\t\tEn acato a la original linea de la construccion del Partido y la idea de dar importancia a las organizaciones de base, presentadas por el Presidente Kim Il Sung y el Dirigente Kim Jong Il, el Comite Central del PTC convoco la V Conferencia de los Presidentes de las Celulas del PTC para fortalecer aun mas las celulas partidistas y lograr nuevos cambios en sus trabajos conforme a la demanda de la revolucion en desarrollo, acentuo.\n\t\t\t\t\t\n\t\t\t\t\tEn reflejo de la fidelidad ardiente de los participantes en el conclave y los presidentes de las celulas y los militantes de todo el Partido, el Presidente del PTC rindio el mas sublime homenaje y la eterna gloria a Kim Il Sung y Kim Jong Il quienes con la extraordinaria perspicacia y destacado liderazgo presentaron la original idea sobre la construccion del partido y fortalecieron el PTC como Estado Mayor combativo, arraigado profundamente en las masas populares, e invencible organizacion de acero.\n\t\t\t\t\t\n\t\t\t\t\tSenalando que el desarrollo vertiginoso de las fuerzas armadas nucleares de nuestra Republica, logrado en el ultimo tiempo, da una gran influencia a la estructura politica y el ambiente estrategico del mundo, Kim Jong Un informo la situacion de la Peninsula Coreana y el ambiente politico internacional en torno a nuestro pais y subrayo que nadie puede negar la existencia de la RPDC que se convirtio con rapidez en un Estado estrategico capaz de dar realmente la amenaza nuclear a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEl camino de nuestro avance se encuentra con los desafios de que no se pueden hacer caso omiso. Pero, no nos desesperamos ni tememos a ellos, sino estamos optimistas en el desarrollo de nuestra revolucion bajo esta situacion, dijo.\n\t\t\t\t\t\n\t\t\t\t\tLa situacion actual nos sirve de una buena oportunidad que hace unirnos mas y desarrollarnos por cuenta propia presentando en todos los sectores la jucheanizacion y la autarquia, dijo e hizo hincapie en la necesidad de luchar con la firme confianza y el optimismo en el futuro.\n\t\t\t\t\t\n\t\t\t\t\tA base del analisis global sobre las condiciones subjetivas y objetivas creadas ante nuestra revolucion y la perspectiva de la situacion, el CC del PTC efectuo el segundo pleno del septimo periodo que presento la estrategia grandiosa y minuciosa y las originales orientaciones estrategicas y tacticas para acelerar la renovacion total de nuestra revolucion, destaco.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente del PTC se refirio con orgullo al hecho de que todo el pueblo, levantado unanimemente en acato al llamamiento combativo del partido, logra sin cesar los grandes avances y cambios en la lucha por la materializacion de la resolucion del VII Congreso del PTC.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de que todo es insuficiente y se multiplican las  dificultades y pruebas debido a las aviesas maniobras de los enemigos contra la RPDC, nuestro pueblo materializo estrictamente la linea revolucionaria de la independencia, autarquia y autodefensa logrando exitosamente la gran causa historica del perfeccionamiento de las fuerzas armadas nucleares del Estado, dijo y continuo que consolida mas firmemente la base de la economia autosostenida socialista basada en las fuerzas, tecnicas y recursos nacionales y desarrolla totalmente la cultura socialista avivando mas el fervor de la revolucion cultural.\n\t\t\t\t\t\n\t\t\t\t\tEn este ano tambien, se aumentaron vertiginosamente las unidades que cumplieron el plan anual en los principales dominios de la economia nacional, se logro un viraje en la produccion cerealera y fruticola, se fabricaron con la fuerza y tecnica nacionales los nuevos camiones, tractores y prototipos de maquinas agricolas y se producen buenos articulos de consumo popular en muchas fabricas remodeladas y modernizadas en la industria ligera, senalo.\n\t\t\t\t\t\n\t\t\t\t\tPese a las crueles sanciones y presion que amenazan la existencia misma del Estado y del pueblo, no se ceso ni un momento el impulso de la construccion de la potencia socialista, lo cual constituye el milagro de la historia. Y se puso mas firme la confianza absoluta de nuestro pueblo en el gran Partido que logro este milagro y se consolido monoliticamente la unidad entre el Partido y las masas populares, asevero.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Jong Un dijo que las victorias y exitos orgullosos logrados por nuestro Partido y pueblo estan impregnados de los esfuerzos fieles y abnegados de las celulas partidistas y sus presidentes que unieron el vaso sanguineo de las masas y el CC del PTC y las llamaron energicamente a la materializacion de la politica del partido.\n\t\t\t\t\t\n\t\t\t\t\tViendo el aspecto del gran pueblo que se levanta unanimemente confiando solo y siempre en el Partido, el CC del PTC ve cientos de miles de celulas y sus presidentes que se mueven animadamente entre las amplias masas y se siente una gran fuerza estimulante, dijo Kim Jong Un y envio el caluroso agradecimiento y el saludo combativo a los participantes en el conclave y los presidentes de las celulas de todo el Partido quienes han trabajado con abnegacion dedicando todo lo suyo por el partido y la patria socialista encargandose de las organizaciones de base de nuestro Partido. \n\t\t\t\t\t\n\t\t\t\t\tEl presidente del PTC menciono que al mantener la posicion conmovedora y elevada mas que otros tiempos tienen que realizar la resuelta ofensiva para implementar la resolucion del segundo pleno del septimo periodo del CC del PTC y lograr las metas de la estrategia quinquenal para el desarrollo de la economia nacional, presentadas por el VII Congreso del PTC, y deben acelerar el avance vertiginoso de la construccion socialista frustrando las crecientes maniobras de agresion, sancion y aplastamiento de los imperialistas yanquis.\n\t\t\t\t\t\n\t\t\t\t\tHizo hincapie en que a fin de cumplir con exito las tareas importantes y apremiantes presentadas actualmente por el Partido hay que fortalecer mas las celulas del Partido y se necesita que todos los presidentes de las celulas del Partido cumplan con sus responsabilidades y deberes.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo la necesidad de que este conclave tiene que analizar y balancear correctamente los exitos y los errores logrados y aparecidos en el fortalecimiento de las celulas del Partido despues de la IV Conferencia de los Secretarios de las Celulas del PTC y tomar las medidas reales para convertir todas las celulas del Partido en las filas fieles que se ponen en la delantera del trabajo de sostener la idea y la direccion del Partido y elevar el papel de los presidentes de las celulas en ese trabajo.\n\t\t\t\t\t\n\t\t\t\t\tEn este conclave participaron los presidentes de las celulas y las organizaciones de sector del partido, los funcionarios responsables de los comites a todos los niveles del Partido y otros funcionarios del Partido que trabajan en varias ramas y unidades inclusive la industria armamentista, los dominios prioritarios de la economia nacional, la industria ligera y agricultura y las unidades adscritas a los organismos de las fuerzas armadas, apunto.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Jong Un expreso la esperanza y conviccion de que el presente conclave servira de un nuevo punto de viraje en consolidar por todos los medios el poderio combativo de nuestro Partido fortaleciendo las celulas del Partido y elevando el papel de los presidentes de celulas del Partido y declaro la apertura de la V Conferencia de los Presidentes de las Celulas del PTC."
        },
        {
            "title": "Inaugurada V Conferencia de Presidentes de Clulas de PTC",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-01ss.html",
            "content": "Inaugurada V Conferencia de Presidentes de Clulas de PTC\r\nPyongyang, 22 de diciembre (ACNC) -- Qued inaugurada con solemnidad el da 21 en esta capital la V Conferencia de los Presidentes de las Clulas del Partido del Trabajo de Corea.\n\t\t\t\t\tEl cnclave analizar y balancear los xitos y los defectos de las clulas del partido, logrados y aparecidos en el ltimo lustro despus de la IV Conferencia de los Secretarios de las Clulas del PTC, y discutir las medidas reales para convertir todas las clulas del Partido en filas de fidelidad que apoyan en la delantera la idea y la direccin del Partido y elevar el papel de los presidentes de las clulas partidistas.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasin tomaron parte los presidentes de las clulas del partido y los presidentes de las organizaciones de sectores del partido que trabajan en varios dominios y unidades de la economa nacional y las unidades adscritas a los organismos de fuerzas armadas y los funcionarios partidistas del centro y las localidades.\n\t\t\t\t\t\n\t\t\t\t\tLos miembros del Consejo Ejecutivo del Comit Central del PTC, encabezados por el Presidente del PTC Kim Jong Un, aparecieron en la tribuna para dirigir la V Conferencia de los Presidentes de las Clulas del PTC.\n\t\t\t\t\t\n\t\t\t\t\tTambin, se vieron los cuadros directivos del Partido en el centro y las provincias.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente del PTC pronunci el discurso de apertura.\n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasin estuvo a cargo de Choe Ryong Hae, miembro del Presidium del Bur Poltico y vicepresidente del CC del PTC, quien dijo en particular:\n\t\t\t\t\t\n\t\t\t\t\tEl Partido es slido y la revolucin avanza victoriosamente cuando son firmes las clulas del Partido, centros de vida partidista de los militantes del partido, unidades principales que vinculan el vaso sanguneo del Partido y las masas y patrulla para la materializacin de las polticas del partido, lo que es la gran filosofa comprobada por la historia de la autctona construccin del Partido y el cumplimiento de la causa socialista.\n\t\t\t\t\t\n\t\t\t\t\tEl histrico discurso resumen \"Elevemos por todos los medios el podero combativo del partido y aceleremos enrgicamente la construccin del Estado prspero mediante el mejoramiento y fortalecimiento de las labores de las clulas del partido\", pronunciado por el Presidente del PTC en la IV Conferencia de los Secretarios de las Clulas del PTC y el rumbo y las tareas de la construccin de organizaciones partidistas de base, presentados por l en la Primera Conferencia de los Presidentes de Comit de Base del Partido y otros cnclaves constituyen nuevo jaln del fortalecimiento y el desarrollo de las clulas del partido.\n\t\t\t\t\t\n\t\t\t\t\tSirven de guas programticas a ser tomadas en los trabajos de las clulas del Partido la idea de formar a todos los militantes del Partido como verdaderos kimilsungistas y kimjongilistas y verdaderos compaeros y conmilitones de nuestro Partido, la de ser el vaso sanguneo de vincular las amplias masas con el partido al materializar la idea de dar prioridad a las masas populares, la de desplegar la fuerte lucha contra la autoridad especial y el burocratismo y otras ideas y teoras presentadas por el Presidente del PTC.\n\t\t\t\t\t\n\t\t\t\t\tSe transmitirn eternamente junto con la historia de la construccin del Partido del Juche la sabia direccin y las hazaas inmortales del Presidente Kim Jong Un quien al fortalecer por todos los medios la combatividad de las clulas y otras organizaciones partidistas de base hizo lograr las sucesivas victorias en todos los dominios de la construccin de la potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\tEl ltimo lustro despus de la IV Conferencia de los Secretarios de las Clulas del PTC fue los das orgullosos en que bajo la sabia direccin del Presidente del PTC nuestro Partido impuls dinmicamente la causa socialista manifestando plenamente el podero de organizacin revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\tLa lucha de hoy para materializar el grandioso programa de la construccin de la potencia socialista presentado en el VII Congreso del PTC exige fortalecer extraordinariamente la capacidad directiva del partido. Para este fin, se presenta como condicin primordial el fortalecimiento de la funcin y papel de las clulas del partido, organizacin de base y unidad principal de la lucha del partido.\n\t\t\t\t\t\n\t\t\t\t\tA continuacin, Choe refiri al hecho de que en la actualidad los trabajos de las clulas del partido no se realizan conforme al noble propsito del partido y la demanda de la revolucin en desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tLlam a unirse compactamente en torno al Comit Central del Partido encabezado por el Mximo Dirigente Kim Jong Un y luchar vigorosamente por el fortalecimiento y desarrollo del partido y la victoria final de la construccin de potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\tEn cnclave hubo intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores dijeron que las clulas del Partido realizaron sus trabajos dando prioridad a la labor para formar a los militantes y otros trabajadores como verdaderos revolucionarios quienes asimilaron profundamente la grandeza de partido y lder y el indomable espritu revolucionario.\n\t\t\t\t\t\n\t\t\t\t\tRefirieron a los xitos y experiencias logrados en el proceso de llamar a las masas a la lucha por la construccin de la potencia econmica al concentrar la organizacin y direccin de vida partidista para los militantes en la materializacin de los legados de los lderes y la defensa de la poltica del partido.\n\t\t\t\t\t\n\t\t\t\t\tHablaron de que al convertir exactamente el trabajo con las masas en el trabajo con el alma y el sentimiento en acato a la idea del partido de dar prioridad a las masas populares se esforzaron por solucionar los problemas pendientes en el alma de las personas \n\t\t\t\t\t\n\t\t\t\t\tY se refirieron a los defectos surgidos en las labores de unas clulas del Partido.\n\t\t\t\t\t\n\t\t\t\t\tLa conferencia contina."
        },
        {
            "title": "Pak Pong Ju y Ri Yong Ho felicitan a sus homologos austriacos",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-12ss.html",
            "content": "Pak Pong Ju y Ri Yong Ho felicitan a sus homologos austriacos\r\nPyongyang, 22 de diciembre (ACNC) -- Pak Pong Ju, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea, vicepresidente del Comite de Estado y primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, envio el dia 18 un mensaje de felicitacion a Sebastian Kurz con motivo de su nombramiento como premier federal de la Republica de Austria.\n\t\t\t\t\tEl remitente deseo al destinatario exitos en sus trabajos por el desarrollo y la prosperidad del pais.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, el canciller coreano Ri Yong Ho remitio un mensaje de felicitacion a Krin Kneissl, nombrada como ministra federal de Relaciones Europeas e Internacionales de Austria."
        },
        {
            "title": "Portavoz del MINREX denuncia \"informe de estrategia de seguridad nacional\" de EE.UU.",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-13ss.html",
            "content": "Portavoz del MINREX denuncia \"informe de estrategia de seguridad nacional\" de EE.UU.\r\nPyongyang, 22 de diciembre (ACNC) -- En relacion con que EE.UU. publico el dia 18 el llamado \"informe de estrategia de seguridad nacional\", el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea publico hoy una declaracion que sigue:\n\t\t\t\t\tEl \"informe de estrategia de seguridad nacional\", elaborado y publicado por la administracion Trump, deviene un producto tipico de la arrogancia al estilo yanqui encaminada a sujetar todo el mundo a los intereses de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, constituye el documento criminal que refleja la naturaleza de bandido de Trump que saca provechos de los lios armados por si mismo.\n\t\t\t\t\t\n\t\t\t\t\tA traves del informe, se conocio con toda claridad que la \"doctrina de America es primera\", que reclama tanto la banda de Trump, significa la declaracion agresiva de que dominaria el mundo a sus caprichos.\n\t\t\t\t\t\n\t\t\t\t\tAunque se ha cambiado la administracion en EE.UU. y se modifican por consiguiente las politicas diplomatica y de seguridad, no se altera ni un apice el objetivo estrategico de EE.UU. de lograr con la fuerza la heguemonia mundial, en particular, aplastar nuestro Estado y convertir toda la Peninsula Coreana en la base avanzada para ese fin.\n\t\t\t\t\t\n\t\t\t\t\tA partir de la intencion de defender la paz y la estabilidad de la Peninsula Coreana y poner punto final a la amenaza y chantaje nucleares y la politica hostil de EE.UU., realizamos durante mas de 20 anos pasados las conversaciones bilaterales con EE.UU. y otras a 4 y 6 bandas y otras formas de dialogo multilateral en que se aprobaron los acuerdos.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, las sucesivas administraciones norteamericanas invalidaron sin vacilacion alguna todos los acuerdos con la RPDC con la necia suposicion de que esta \"se va a derrumbar\".\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, vinieron recurriendo a la amenaza y chantaje nucleares en todos los sentidos y la campana de sancion y presion con el fin de aplastar a la RPDC calificandola del \"Estado bribon\", \"eje del mal\", \"vanguardia de tirania\" y \"blanco de ataque preventivo nuclear\".\n\t\t\t\t\t\n\t\t\t\t\tFrente a la escalada de tales acciones hostiles de EE.UU., optamos por poseer las armas nucleares para defender la soberania y los derechos a la existencia y al desarrollo, convencidos de que el unico remedio para asegurar la paz duradera en la Peninsula Coreana esta en preparar el disuasivo con que se logre realmente el equilibrio de fuerza con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa sociedad internacional debera tomar precaucion del intento de la pandilla de Trump de ocupar por la fuerza a la RPDC mediante la provocacion de guerra nuclear en la Peninsula Coreana y ver bien la esencia del verdadero proposito del rumor de dialogo con que ellos tratan de enganar el mundo.\n\t\t\t\t\t\n\t\t\t\t\tSi bien Trump y sus seguidores se portan como si fuera la superpotencia del mundo, EE.UU. es el cadaver en el trayecto a la tumba."
        },
        {
            "title": "Portavoz de Asociacion Corea-Europa condena disparates de secretario de Defensa britanico",
            "url": "http://kcna.co.jp/item/2017/201712/news22/20171222-19ss.html",
            "content": "Portavoz de Asociacion Corea-Europa condena disparates de secretario de Defensa britanico\r\nPyongyang, 22 de diciembre (ACNC) -- El portavoz de la Asociacion Corea-Europa hizo publica este viernes la declaracion siguiente:\n\t\t\t\t\tEn una entrevista de prensa concedida el dia 19 con un periodico britanico, el secretario de Defensa de Gran Bretana cuestiono el disuasivo nuclear autodefensivo de la Republica Popular Democratica de Corea disparateando que \"el Poder abandonado poseyo los misiles capaces de golpear a Londres\", \"esto deviene un peligro real para Gran Bretana\" y \"su pais debe esforzarse mas por tratar este problema.\"\n\t\t\t\t\t\n\t\t\t\t\tNos quedamos asombrosos de que tan pronto como ocupara su cargo el habla del \"rumor de amenaza a Londres\" por parte de las fuerzas armadas nucleares de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSi fuera un personaje encargado de defensa nacional de un pais deberia disponer de la capacidad de distinguir que es la amenaza a la seguridad de su pais y quien es el autor que amenaza a la paz mundial.\n\t\t\t\t\t\n\t\t\t\t\tNo es casual que el esta reconocido en el interior de su pais como figura carente de los basicos conocimientos militares.\n\t\t\t\t\t\n\t\t\t\t\tTodo el mundo sabe que el mandatario norteamericano Trump es precisamente un bandido que lanzo disparates de la destruccion total de un Estado soberano en la arena de la ONU y EE.UU. es justamente el pais villano que trata de usar la fuerza contra los paises que no le son del agrado.\n\t\t\t\t\t\n\t\t\t\t\tNuestro disuasivo nuclear sirve de garantia para defender la independencia y el derecho a la existencia del pais y la nacion y preservar la paz de la Peninsula Coreana y la region frente a tal pais americano.\n\t\t\t\t\t\n\t\t\t\t\tNuestras fuerzas armadas nucleares no sirven de amenaza a todos los paises y las regiones mientras que estos no atentan los intereses de nuestro Estado.\n\t\t\t\t\t\n\t\t\t\t\tPero, el secretario de Defensa de Gran Bretana describio como amenaza a su pais las fuerzas armadas nucleares de la RPDC, lo cual deviene un vil acto de adular a EE.UU. que infunde el ambiente internacional de aislamiento y presion a la RPDC \"satanizando\" a esta.\n\t\t\t\t\t\n\t\t\t\t\tSi Gran Bretana sigue lisonjeando de esta manera al imperio, perdera su honra del pais miembro permanente del Consejo de Seguridad de la ONU."
        }
    ]
}