{
    "date": "2017-03-28",
    "url": "http://kcna.co.jp/item/2017/201703/2017-03-28ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Remodeled Korean Revolution Museum",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-01ee.html",
            "content": "Kim Jong Un Visits Remodeled Korean Revolution Museum\r\n Pyongyang, March 28 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea (WPK), chairman of the DPRK State Affairs Commission and supreme commander of the Korean People's Army, gave field guidance to the remodeled Korean Revolution Museum.\n\t\t\t\t\t He went round various places of the museum to learn in detail about its remodeling.\n\t\t\t\t\t\n\t\t\t\t\t Looking at the photos of the peerlessly great persons of Mt Paektu and historical data and relics displayed in rooms, he said that the academic system was established well to vividly and visually show the histories of President Kim Il Sung and leader Kim Jong Il according to their contents and periods. He was pleased with everything including display form and illumination effect.\n\t\t\t\t\t\n\t\t\t\t\t He said that the successful remodeling of the Korean Revolution Museum marked a great historic event, adding that the museum which deals with the whole course of the Korean revolution is the revolution museum of Kim Il Sung and Kim Jong Il in name and reality.\n\t\t\t\t\t\n\t\t\t\t\t A visit to the Korean Revolution Museum helps one know well about the course covered by the Korean revolution in its development and clearly visualizes the path before us, he noted, adding that the Korean Revolution Museum, ideological and mental mainstay of our army and people and beacon, serves as the greatest treasure and textbook of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Noting that it is an unshakable will of our party to usher in the golden age of the education in the revolutionary traditions, he stressed that to intensify the education in the revolutionary traditions at present is a crucial issue decisive of the victory and defeat of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Revolution Museum has a very important role to play, he said, giving the museum instructions which would serve as guidelines for managing and operating it.\n\t\t\t\t\t\n\t\t\t\t\t Personally meeting with anti-Japanese revolutionary fighter Hwang Sun Hui, curator of the museum, and showing concern for her health, he had a warm talk with her.\n\t\t\t\t\t\n\t\t\t\t\t Expressing the expectation and belief that the officials and lecturers of the Korean Revolution Museum would successfully perform their honorable mission and duty before the era and the revolution, he had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Choe Ryong Hae, member of the Presidium of the Political Bureau of the WPK Central Committee, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., the WPK, Kim Ki Nam, member of the Political Bureau of the C.C., the WPK, member of the State Affairs Commission of the DPRK and vice-chairman of the C.C., the WPK, Kim Jong Im, director of the Party History Institute of the C.C., the WPK, Jo Yong Won, vice department director of the C.C., the WPK, Yu Sung Hwa, vice-director of the Party History Institute of the C.C., the WPK, and Ma Won Chun, director of the Designing Department of the State Affairs Commission."
        },
        {
            "title": "U.S. Hard-line Conservative Congressmen's Outbursts under Fire",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-26ee.html",
            "content": "Kim Jong Un recorre el remodelado Museo de la Revolucion Coreana\r\nPyongyang, 28 de marzo (ACNC) -- El Maximo Dirigente Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno el remodelado Museo de la Revolucion Coreana.\n\t\t\t\t\tEn su recorrido por varios puntos, el se informo de los detalles de la obra de reconstruccion.\n\t\t\t\t\t\n\t\t\t\t\tViendo las fotos de los grandes hombres sin iguales del monte Paektu y los datos y objetos de interes historico, exhibidos en las salas del museo, dijo que la composicion academica esta bien hecha para mostrar visual y vividamente por contenidos y por orden cronologico la historia revolucionaria del Presidente Kim Il Sung y el Dirigente Kim Jong Il y le gusta lo todo desde la forma de exhibicion hasta los efectos de iluminacion.\n\t\t\t\t\t\n\t\t\t\t\tCalifico de gran acontecimiento historico la reedificacion magnifica del museo y anadio que este lugar donde esta sintetizada toda la trayectoria de la revolucion coreana es el museo del Presidente y el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEl recorrido por el museo permite conocer bien el curso de desarrollo de la revolucion coreana y prever a ojos vistas su futuro camino, senalo y agrego que el Museo de la Revolucion Coreana es el sosten ideo-espiritual y faro para nuestros militares y habitantes, el mejor patrimonio nacional y el manual de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que nuestro Partido tiene la firme voluntad de abrir la era de apogeo de la educacion en las tradiciones revolucionarias e intensificar esta labor se presenta hoy en dia como problema muy importante que decide la victoria o derrota de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente resalto la importancia de la mision que asume el museo y dio instrucciones que serviran de guia en la administracion y operacion del mismo.\n\t\t\t\t\t\n\t\t\t\t\tSostuvo conversaciones con la directora del museo Hwang Sun Hui, combatiente revolucionaria antijaponesa, encomendandole que tuviera cuidado con la salud.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un se fotografio junto con los funcionarios y las guias del museo expresando la esperanza y conviccion de que ellos cumpliran bien su honrosa mision y deber, asumidos ante la epoca y la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta visita Choe Ryong Hae, miembro del Presidium del Buro Politico del CC del PTC y vicepresidente del Comite de Estado de la RPDC y del CC del PTC, Kim Ki Nam, miembro del Buro Politico del CC del PTC y del Comite de Estado de la RPDC y vicepresidente del CC del PTC, Kim Jong Im, directora del Instituto de Historia del Partido del CC del PTC, Jo Yong Won, subjefe de departamento del CC del PTC, Yu Sung Hwa, subdirector del Instituto de Historia del Partido del CC del PTC, y Ma Won Chun, director de diseno del Comite de Estado de la RPDC."
        },
        {
            "title": "Pyongyang-Dandong Air Service Opened",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-22ee.html",
            "content": "Pyongyang-Dandong Air Service Opened\r\n Pyongyang, March 28 (KCNA) -- A Pyongyang-Dandong air service was opened.\n\t\t\t\t\t The plane will depart from Pyongyang at 9:00 Tuesday and Friday every week and arrive in Dandong at 9:50 (9:20 local time). And it will leave Dandong at 10:50 (10:20 local time) and arrive in Pyongyang at 11:40.\n\t\t\t\t\t\n\t\t\t\t\t The first plane with passengers aboard arrived in Pyongyang on Mar. 28.\n\t\t\t\t\t\n\t\t\t\t\t The opening of the air service will provide conveniences to those wishing to tour the DPRK."
        },
        {
            "title": "DPRK Order Awarded to Russian Party Leader",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-24ee.html",
            "content": "DPRK Order Awarded to Russian Party Leader\r\n Pyongyang, March 28 (KCNA) -- DPRK order was awarded to Kazbek Taysaev, secretary of the C.C., Communist Party of the Russian Federation who is head of the Russia-DPRK Friendship Parliamentary Group of the State Duma, with due ceremony at the Mansudae Assembly Hall Tuesday.\n\t\t\t\t\t He contributed to the development of friendly relations between the Workers' Party of Korea and the Communist Party of the Russian Federation.\n\t\t\t\t\t\n\t\t\t\t\t A decree of the Presidium of the DPRK Supreme People's Assembly was read out before conferring Order of DPRK Friendship 2nd Class on Kazbek Taysaev."
        },
        {
            "title": "Memorial Stones to Tower of Juche Idea from Russian Parties",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-23ee.html",
            "content": "Memorial Stones to Tower of Juche Idea from Russian Parties\r\n Pyongyang, March 28 (KCNA) -- The Communist Party of the Russian Federation and the Communist Parties-the Communist Party of the Soviet Union sent memorial stones to the Tower of the Juche idea in the DPRK.\n\t\t\t\t\t Kazbek Taysaev, secretary of the C.C., Communist Party of the Russian Federation who is heading the visiting joint delegation of political parties from Russia and the Commonwealth of Independent States, conveyed the memorial stones to an official concerned at the Tower of the Juche idea on Tuesday."
        },
        {
            "title": "Indonesian Embassy Hosts Reception",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-25ee.html",
            "content": "Indonesian Embassy Hosts Reception\r\n Pyongyang, March 28 (KCNA) -- The Indonesian embassy here gave a reception Tuesday to mark the 15th anniversary of leader Kim Jong Il's meeting with former President of Indonesia Megawati Soekarnoputri.\n\t\t\t\t\t Present there on invitation were Vice Foreign Minister Ri Kil Song and officials concerned of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Ambassador Bambang Hiendrasto and his embassy officials were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that leader Kim Jong Il provided foundation for boosting the relations of friendship and cooperation between the two countries meeting with Megawati Soekarnoputri as required by a new century.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the friendly and cooperative relations between the DPRK and Indonesia having a long history and tradition would grow stronger in line with common desire of the two peoples."
        },
        {
            "title": "Congolese Gov't Delegation Leaves",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-20ee.html",
            "content": "Congolese Gov't Delegation Leaves\r\n Pyongyang, March 28 (KCNA) -- A Congolese government delegation led by Jacqueline Lydia Mikolo, minister of Health and Population, left here on Tuesday, winding up its visit to the DPRK."
        },
        {
            "title": "Mozambican President on Korean People's Efforts for Building Socialist Power",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-04ee.html",
            "content": "Mozambican President on Korean People's Efforts for Building Socialist Power\r\n Pyongyang, March 28 (KCNA) -- DPRK Ambassador Kim Chang Ryop presented his credentials to Filipe Jacinto Nwussi, president of the Republic of Mozambique, on March 22.\n\t\t\t\t\t On the occasion the president said:\n\t\t\t\t\t\n\t\t\t\t\t The long-standing friendly and cooperative relations between Mozambique and the DPRK will as ever grow strong.\n\t\t\t\t\t\n\t\t\t\t\t We thank the government and people of the DPRK for having always supported and rendered material and moral support to the Mozambican government and people.\n\t\t\t\t\t\n\t\t\t\t\t We hope for the Korean people's success in the efforts to build a socialist power and reunify the country under the guidance of Supreme Leader Kim Jong Un."
        },
        {
            "title": "Spring Tree Planting Ceremony of Young RC Volunteers in DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-21ee.html",
            "content": "Spring Tree Planting Ceremony of Young RC Volunteers in DPRK\r\n Jungsan, March 28 (KCNA) -- A spring tree planting ceremony of young Red Cross volunteers took place in Jungsan County, South Phyongan Province on Tuesday on the occasion of the spring period of the general mobilization for land administration.\n\t\t\t\t\t Present there were officials of the DPRK Red Cross Society, young RC volunteers, volunteers and officials concerned and members of the delegations of the International Federation of Red Cross and Red Crescent Societies and the International Committee of the Red Cross active in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the ceremony said that planting trees is a patriotic work to carve out future and an important work to prevent natural disasters and make the people's life more affluent.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the activities of young RC volunteers devoting themselves to tree planting will contribute to building a beautiful world.\n\t\t\t\t\t\n\t\t\t\t\t The participants planed trees of good species and enjoyed an art performance of schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\t The spring tree planting campaign will go on throughout the country till April."
        },
        {
            "title": "Scientific Research Prize Awarded to Students",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-19ee.html",
            "content": "Scientific Research Prize Awarded to Students\r\n Pyongyang, March 28 (KCNA) -- A ceremony took place at the hall of the youth league on Tuesday to award University Student Scientific Research Prize to students who have distinguished themselves in study and scientific researches.\n\t\t\t\t\t Many university students across the country made valuable inventions and new technological innovations conducive to putting different fields of the national economy on a modern and scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t Prize certificates and medals went to more than 920 university students at the ceremony."
        },
        {
            "title": "Heat-radiation Lightweight Insulating Brick Developed in DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-18ee.html",
            "content": "Heat-radiation Lightweight Insulating Brick Developed in DPRK\r\n Pyongyang, March 28 (KCNA) -- The newly-developed heat-radiation lightweight insulating brick has been widely used in various economic sectors of the Democratic People's Republic of Korea.\n\t\t\t\t\t The brick makes it possible to sharply reduce the consumption of electric power in heat-treatment furnace and other furnaces and increase the production.\n\t\t\t\t\t\n\t\t\t\t\t In the Rakwon Machine Complex, heating hours were cut down by 4 hours at its heat-treatment furnace built with the bricks with less power consumption and its productivity was increased 1.8 times.\n\t\t\t\t\t\n\t\t\t\t\t The brick, made with locally available raw materials and waste, is superior to chamotte brick in preventing heat loss and low in production cost.\n\t\t\t\t\t\n\t\t\t\t\t The brick was developed by a research group of University of Sciences.\n\t\t\t\t\t\n\t\t\t\t\t Prof. and Dr. Kim Yu Yong told KCNA that its application to all the industrial furnaces across the country will lead to saving tens of thousands kW of electric power."
        },
        {
            "title": "Veterinary and Anti-epizootic Work Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-16ee.html",
            "content": "Veterinary and Anti-epizootic Work Brisk in DPRK\r\nPyongyang, March 28 (KCNA) -- The veterinary and anti-epizootic work has been intensified in the DPRK.\n\t\t\t\t\t Taking the lead in it are the stock-breeding bases in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Especially, a special attention has been paid to migratory birds.\n\t\t\t\t\t\n\t\t\t\t\t The bases inform their employees and other citizens of the spread and dangerousness of epidemic diseases and methods of their eradication.\n\t\t\t\t\t\n\t\t\t\t\t And a regular information system was established to take due measures against any abnormal matters.\n\t\t\t\t\t\n\t\t\t\t\t It is also pushed forward to inoculate domestic animals at stockbreeding units of cooperative farms and individual residence houses with practical measures taken to produce Koryo medicines necessary for preventive inoculation and supply preventives.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, it is gaining momentum at city, district and county anti-epizootic centers to lay a firm material and technical foundation for producing Koryo veterinary medicines."
        },
        {
            "title": "Putting Sports on Scientific Basis Encouraged in DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-17ee.html",
            "content": "Putting Sports on Scientific Basis Encouraged in DPRK\r\n Pyongyang, March 28 (KCNA) -- The Academy of Sports Science in the DPRK makes positive contribution to putting sports on a scientific basis.\n\t\t\t\t\t The Sports Medicine Institute under the academy has made achievements in the research into medical control for raising the condition of players to the maximum and the one into ailments related with sports and injuries.\n\t\t\t\t\t\n\t\t\t\t\t A progress was also made in the research into step-by-step health checkup for players and estimation of their physical development and adaptability to the intensity of training at every training stage.\n\t\t\t\t\t\n\t\t\t\t\t The Sports Science Institute under the academy developed a \"System for Selecting Reserve Athlete\" and other programs and introduced them into sports teams across the country.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the institute updated an aid program for basketball game and training, thus putting the training of basketball players on a higher scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Athletic Apparatus Institute under the academy is directing its efforts to home-production of athletic apparatuses."
        },
        {
            "title": "Rodong Sinmun Slams U.S., S. Korean Puppet Forces' Rumor about \"Threat of North's Provocation\"",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-08ee.html",
            "content": "Rodong Sinmun Slams U.S., S. Korean Puppet Forces' Rumor about \"Threat of North's Provocation\"\r\n Pyongyang, March 28 (KCNA) -- The U.S. and the south Korean puppet forces, now hell-bent on the largest-ever joint military drills for surprise attack on the DPRK, are spreading such rumors as \"threat of the north's provocation\" to mislead the public opinion.\n\t\t\t\t\t In this regard, Rodong Sinmun Tuesday carries a commentator's article disclosing their sinister intention.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of impudence for the U.S. to talk about the DPRK's measures for self-defense, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The real provocation is the U.S. introduction of huge nuclear strategic assets into south Korea and its surrounding areas against the DPRK and the present threat is the reckless war drills they are staging for \"removal of the north's headquarters\", \"high-density strike\" and \"operation of advance into Pyongyang\". \n\t\t\t\t\t\n\t\t\t\t\t And the puppet south Korean forces' warships have become evermore undisguised in intruding into the north's side territorial waters. This is the military provocation to which one can not remain a passive onlooker as it pushes the military tension in the biggest hotspot to an explosion.\n\t\t\t\t\t\n\t\t\t\t\t The story of \"threat of the north's provocation\" is no more than a nasty fabrication aimed to take issue with the DPRK's access to nuclear deterrent for self-defense for preserving the nation's security and peace from the hostile forces' steady aggression and provocation and to justify the war racket for aggression on the DPRK and the confrontation with compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t The antiquated story about the \"north's provocation\" and \"threat\" is nothing but a miserable scream of those who faced the total bankruptcy of the anachronistic hostile policy and treacherous policy of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t No matter how loudly the aggressors and provocateurs may trumpet about the story of \"threat of the north's provocation\", the DPRK's nuclear deterrent for self-defense will drastically be bolstered up and the enemies' hostile policy toward the DPRK and the policy of confrontation with compatriots will face final doom."
        },
        {
            "title": "Rodong Sinmun Hits out at U.S. Moves to Form Asia-version NATO",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-09ee.html",
            "content": "Rodong Sinmun Hits out at U.S. Moves to Form Asia-version NATO\r\n Pyongyang, March 28 (KCNA) -- Rodong Sinmun Tuesday in an article snipes at the U.S. criminal moves to form Asia-version NATO.\n\t\t\t\t\t Saying that the U.S.-Japan-south Korea triangular military alliance has reached the phase of full-scale activation, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. aggressor forces, \"Self-Defense Forces\" of Japan and the south Korean puppet army recently conducted a large-scale drill for intercepting missiles from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is claiming that the drill and the naval joint drill with Japan are independent of Key Resolve and Foal Eagle joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t But this is no more than a lame excuse.\n\t\t\t\t\t\n\t\t\t\t\t The missile intercepting drill is directly related to the drill being staged under the simulated conditions of executing \"Operation 4D\" and deploying THAAD, the key phase of Key Resolve and Foal Eagle, under the pretext of \"missile threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The same can be said of the joint drill conducted by a U.S. nuclear aircraft carrier task force and warships of the Japan SDF.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to activate its triangular alliance with Japan and south Korea by paving a path for Japan to be openly involved in Key Resolve and Foal Eagle to turn them into tripartite drills.\n\t\t\t\t\t\n\t\t\t\t\t The aggressor forces of the U.S., south Korea and Japan are getting ever more integrated in an American style so as to secure flexible interaction in case of emergency. In particular, the establishment of the MD system targeting regional rivals has reached the phase of completion.\n\t\t\t\t\t\n\t\t\t\t\t Legal, institutional and material preparations for the triangular military alliance have been rounded off. What is left to be done is to improve its actual-war capabilities through its full-scale activation.\n\t\t\t\t\t\n\t\t\t\t\t It is just the ill-minded intention of the U.S. to describe Key Resolve and Foal Eagle as \"annual ones\" and expand them as annual triangular joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t The emergence of Asia-version NATO with the triangular military nexus as its pivot is no longer tentative."
        },
        {
            "title": "U.S. Denounced for Seeking Confrontation and War",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-10ee.html",
            "content": "U.S. Denounced for Seeking Confrontation and War\r\n Pyongyang, March 28 (KCNA) -- Shortly ago, the U.S. military magazine Stars and Stripes disclosed that more than 100 MRAPs were deployed for the U.S. forces in south Korea.\n\t\t\t\t\t The U.S. withdrew the armored vehicles which it deployed in south Korea in 2012 from there under the pretexts that they do not suit the topographical features. But suddenly last December it again began deploying them after drawing a conclusion that they are needed for operation.\n\t\t\t\t\t\n\t\t\t\t\t Problem is that the deployment of vehicles capable of standing land mines and all other explosives has been rounded off right before the start of the largest-ever DPRK-targeted war drills now under way in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, a signed commentary of Rodong Sinmun says that the Key Resolve and Foal Eagle joint military drills are not for defence but for invasion of the DPRK and the fact shows that the drills can spill over into an actual war any moment.\n\t\t\t\t\t\n\t\t\t\t\t The commentary further says:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. does not want peace on the Korean peninsula, but seek only standoff and war with the DPRK. The situation calls on the DPRK to put a spur to bolstering the capabilities for self-defence to cope with possible U.S. military aggression.\n\t\t\t\t\t\n\t\t\t\t\t Unless the U.S. stops saber-rattling against the DPRK and abandons the hostile policy, the latter will take eventful measures one after another to bolster up its nuclear force in quality and quantity.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has to clearly understand the stand of the DPRK, stop reckless act of driving the situation on the Korean peninsula to the brink of a war and withdraw the anachronistic hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. dares provoke the DPRK, insisting on the hostile policy, the latter will destroy the U.S. forces in south Korea and the U.S. mainland with resolute preemptive attack and thus remove the root cause of aggression and war."
        },
        {
            "title": "KPA's Warning Is Not Empty Talk: Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-11ee.html",
            "content": "KPA's Warning Is Not Empty Talk: Minju Joson\r\n Pyongyang, March 28 (KCNA) -- A spokesman for the General Staff of the Korean People's Army on Mar. 26 warned the U.S. imperialists and the south Korean puppet group that it would thoroughly wipe out the \"special operation\" by dint of Korean-style special operation, says Minju Joson Tuesday in a commentary. \n\t\t\t\t\t The warning is a declaration reflective of the will of the army and people of the DPRK to mercilessly annihilate and punish the U.S. imperialists and the puppet warmongers going frantic without discretion, the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the puppet warmongers in the grip of crisis of total collapse of the hostile policy toward the DPRK and the policy of confrontation with compatriots in the north are making last-ditch efforts to find a way out in the provocation of a nuclear war against the DPRK aimed to do harm to the dignity of its supreme leadership, but this will be a foolish act to precipitate their destruction by themselves.\n\t\t\t\t\t\n\t\t\t\t\t It is the spirit of the army and people of the DPRK to retaliate against the enemy's dagger with a sword and his rifle with an artillery piece.\n\t\t\t\t\t\n\t\t\t\t\t The KPA's warning is not hot air.\n\t\t\t\t\t\n\t\t\t\t\t It is a foolish action for the U.S. imperialists and the south Korean puppet forces to seek to do harm to the dignity of the DPRK supreme leadership and hurt its sovereignty, oblivious of lesson of history that the former had faced bitter defeats in the stand-off with the DPRK. And this will lead to a historic event of bringing the miserable destruction of the U.S. imperialists and the final doom of the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t The right to mounting a preemptive attack is not monopoly of the U.S. imperialists and their vassal forces. The war maniacs should clearly bear this in mind."
        },
        {
            "title": "No Military Pressure and Blackmail Work on DPRK: Minju Joson",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-12ee.html",
            "content": "No Military Pressure and Blackmail Work on DPRK: Minju Joson\r\n Pyongyang, March 28 (KCNA) -- The DPRK has made in succession a series of miraculous achievements startling the world people in recent years, Minju Joson Tuesday says in a commentary, adding:\n\t\t\t\t\t In particular, the DPRK's speed of developing Korean-style weapons in the field of science for national defense goes beyond imagination.\n\t\t\t\t\t\n\t\t\t\t\t It made the building of its military capabilities for self-defense the top priority and established the Juche-oriented self-supporting national defense industry by counting on its own strength, not on someone's help, because it knew that the country's sovereignty and prestige and people's destiny depended on the powerful army.\n\t\t\t\t\t\n\t\t\t\t\t What's more, as the U.S. has consistently pursued the policy hostile toward the DPRK to topple down its socialist system by posing nuclear threat and blackmail, the latter has continued to bolster up its military capability for self-defense with nuclear force as its pivot.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that businessman-turned chief executives of the U.S. with dull political sense go so childish as to make fun of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Military pressure and blackmail might work on the weak but not on the strong.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., a nuclear-armed country, ratchets up the military confrontation with the DPRK, but this is nothing but a showoff of the fear-stricken enemies.\n\t\t\t\t\t\n\t\t\t\t\t As a wrong choice won't bring a good result, it is as clear as noonday that the U.S. anachronistic hostile policy toward the DPRK will terribly backfire.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for the U.S. to face the world properly with its eyes open wide.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is well advised to bravely abandon its aged policy of confrontation, if it wants to avoid the historic shame that the U.S. met its ruin after Trump took office."
        },
        {
            "title": "U.S.-resident Koreans Urge Repeal of SL in S. Korea",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-14ee.html",
            "content": "U.S.-resident Koreans Urge Repeal of SL in S. Korea\r\nPyongyang, March 28 (KCNA) -- Minjok Tongsin, an internet newspaper of Koreans in the U.S., carried an article on Mar. 25 in demand of the abrogation of south Korea's \"Security Law\".\n\t\t\t\t\t The article noted that the south Korean authorities have trampled down even the freedom of expression and speech under the SL.\n\t\t\t\t\t\n\t\t\t\t\t The said law is a hideous evil one as it defines it as illegal to talk about the true picture of the north, it said, terming it an anti-national evil law that stands against reunification of the north and the south and their mutual cooperation."
        },
        {
            "title": "S. Koreans Vow to Struggle for Abrogation of SL",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-15ee.html",
            "content": "S. Koreans Vow to Struggle for Abrogation of SL\r\n Pyongyang, March 28 (KCNA) -- The Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy of south Korea reportedly held a meeting in Seoul on Mar. 25 to vow to more vigorously struggle for the abrogation of the \"Security Law\" and the release of prisoners of conscience.\n\t\t\t\t\t A resolution, issued at the meeting, said that the candlelight action is led to the abrogation of evils of the Park Geun Hye regime and expressed the stand to fight to the last for the abrogation of the SL, one of the evils, and release of prisoners of conscience."
        },
        {
            "title": "Koreans in China Call for Implementation of N-S Joint Declarations",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-13ee.html",
            "content": "Koreans in China Call for Implementation of N-S Joint Declarations\r\n Pyongyang, March 28 (KCNA) -- A spokesman for the Zhongnan Regional Association of the General Association of Koreans in China issued a statement on Mar. 25.\n\t\t\t\t\t The statement denounced the U.S. for staging war drills aimed to gain its interests and world hegemony while promoting the THAAD deployment in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It extended the compatriotic encouragement to the south Korean people in their struggle for a stop to the U.S.-south Korea joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the south Korean people would carry on their vigorous struggle until the north-south joint declarations are put into practice."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary to Be Marked in Egypt",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-02ee.html",
            "content": "Kim Il Sung's Birth Anniversary to Be Marked in Egypt\r\n Pyongyang, March 28 (KCNA) -- An Egyptian preparatory committee for celebrating the 105th birth anniversary of President Kim Il Sung was formed on March 19.\n\t\t\t\t\t Yehia Zakaria Khairullah, chairman of the Egyptian Committee for the Study of the Juche Idea and chairman of the Egypt-Korea Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set the days from March 19 to April 17 as a celebration period and decided to organize colorful political and cultural events such as seminar on the President's work, seminar on his exploits, photo exhibition and film show in the period."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary to Be Marked in Russia",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-03ee.html",
            "content": "Kim Il Sung's Birth Anniversary to Be Marked in Russia\r\n Pyongyang, March 28 (KCNA) -- A preparatory committee for celebrating the 105th birth anniversary of President Kim Il Sung was formed by the Party for Peace and Unity of Russia on March 20.\n\t\t\t\t\t Sazhi Umalatova, chairwoman of the Party, was elected chairwoman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events in praise of the career and exploits of Kim Il Sung on the occasion of the Day of the Sun, his birth anniversary."
        },
        {
            "title": "Nigerians Urge U.S. to Drop Its Wild Ambition to Stifle DPRK",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-05ee.html",
            "content": "Nigerians Urge U.S. to Drop Its Wild Ambition to Stifle DPRK\r\n Pyongyang, March 28 (KCNA) -- The National Committee for the Study of Kimilsungism-Kimjongilism, the Group for the Study of Kimilsungism-Kimjongilism, the Group for the Study of the Juche Philosophy, the Group for the Study of the Songun Politics and the Group for Self-Reliance Studies in Nigeria released a joint statement on March 20 in protest against the U.S. and the south Korean warmongers' provocative joint military drills.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is staging the largest-ever Key Resolve and Foal Eagle joint military drills in south Korea with various strategic assets, including nuclear aircraft carrier task forces, nuclear-powered submarines, nuclear-capable strategic bombers, stealth fighter jets and Aegis destroyers, involved.\n\t\t\t\t\t\n\t\t\t\t\t It openly blusters that the war rehearsals are aimed to mount a preemptive nuclear strike at the DPRK after discarding the spurious mask of \"annual\" and \"defensive\" drills.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-south Korea joint military drills are a violation of the UN Charter and a serious provocation.\n\t\t\t\t\t\n\t\t\t\t\t We strongly denounce the war racket driving the situation in the Korean peninsula and the rest of the region to an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should halt the joint military drills and drop its wild scheme to stifle the DPRK by force, well aware of the nuclear deterrent of the DPRK."
        },
        {
            "title": "Kim Il Sung's Work Introduced in Austria",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-06ee.html",
            "content": "Kim Il Sung's Work Introduced in Austria\r\n Pyongyang, March 28 (KCNA) -- The Society for the Promotion of the Relations between Austria and DPRK posted President Kim Il Sung's work \"Let Us Achieve the Great Unity of Our Nation\" on its website on March 20 with the Day of the Sun, his birth anniversary, as an occasion.\n\t\t\t\t\t The work, published on August 1, Juche 80 (1991), clarifies that the Korean nation is the driving force for the reunification of the country and indicates the tasks and ways for achieving the great unity of the whole nation."
        },
        {
            "title": "Kim Jong Un recorre el remodelado Museo de la Revolucion Coreana",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-26ee.html",
            "content": "Kim Jong Un recorre el remodelado Museo de la Revolucion Coreana\r\nPyongyang, 28 de marzo (ACNC) -- El Maximo Dirigente Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno el remodelado Museo de la Revolucion Coreana.\n\t\t\t\t\tEn su recorrido por varios puntos, el se informo de los detalles de la obra de reconstruccion.\n\t\t\t\t\t\n\t\t\t\t\tViendo las fotos de los grandes hombres sin iguales del monte Paektu y los datos y objetos de interes historico, exhibidos en las salas del museo, dijo que la composicion academica esta bien hecha para mostrar visual y vividamente por contenidos y por orden cronologico la historia revolucionaria del Presidente Kim Il Sung y el Dirigente Kim Jong Il y le gusta lo todo desde la forma de exhibicion hasta los efectos de iluminacion.\n\t\t\t\t\t\n\t\t\t\t\tCalifico de gran acontecimiento historico la reedificacion magnifica del museo y anadio que este lugar donde esta sintetizada toda la trayectoria de la revolucion coreana es el museo del Presidente y el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEl recorrido por el museo permite conocer bien el curso de desarrollo de la revolucion coreana y prever a ojos vistas su futuro camino, senalo y agrego que el Museo de la Revolucion Coreana es el sosten ideo-espiritual y faro para nuestros militares y habitantes, el mejor patrimonio nacional y el manual de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que nuestro Partido tiene la firme voluntad de abrir la era de apogeo de la educacion en las tradiciones revolucionarias e intensificar esta labor se presenta hoy en dia como problema muy importante que decide la victoria o derrota de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente resalto la importancia de la mision que asume el museo y dio instrucciones que serviran de guia en la administracion y operacion del mismo.\n\t\t\t\t\t\n\t\t\t\t\tSostuvo conversaciones con la directora del museo Hwang Sun Hui, combatiente revolucionaria antijaponesa, encomendandole que tuviera cuidado con la salud.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un se fotografio junto con los funcionarios y las guias del museo expresando la esperanza y conviccion de que ellos cumpliran bien su honrosa mision y deber, asumidos ante la epoca y la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta visita Choe Ryong Hae, miembro del Presidium del Buro Politico del CC del PTC y vicepresidente del Comite de Estado de la RPDC y del CC del PTC, Kim Ki Nam, miembro del Buro Politico del CC del PTC y del Comite de Estado de la RPDC y vicepresidente del CC del PTC, Kim Jong Im, directora del Instituto de Historia del Partido del CC del PTC, Jo Yong Won, subjefe de departamento del CC del PTC, Yu Sung Hwa, subdirector del Instituto de Historia del Partido del CC del PTC, y Ma Won Chun, director de diseno del Comite de Estado de la RPDC."
        },
        {
            "title": "Portavoz de MINREX de RPDC condena disparates de parlamentarios estadounidenses",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-27ee.html",
            "content": "Portavoz de MINREX de RPDC condena disparates de parlamentarios estadounidenses\r\nPyongyang, 28 de marzo (ACNC) -- En relacion con que recientemente, los parlamentarios conservadores intransigentes de EE.UU. lanzaron disparates provocantes a nuestra maxima dignidad, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio el dia 28 a la ACNC la respuesta siguiente:\n\t\t\t\t\tEl dia 21, Ted Cruz y otros tipejos conservadores intransigentes del senado de EE.UU. provocaron a nuestra maxima dignidad al presentar el proyecto de ley para volver a definir a la RPDC como \"pais patrocinador del terrorismo\". Tambien, John McCain, presidente de la Comision Senatorial de Servicios Armados insulto, en una rueda de prensa, a nuestra maxima dignidad.\n\t\t\t\t\t\n\t\t\t\t\tTales disparates de los congresistas norteamericanos devienen la expresion de maxima hostilidad a la idea, el regimen y el pueblo de nuestro pais y la grave provocacion equivalente a la declaracion de guerra.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. ya conocera bien el hecho de que apreciamos la maxima dignidad como nuestra propia vida y el modo con que hacemos frente al desafio contra ella.\n\t\t\t\t\t\n\t\t\t\t\tYa que los tipejos norteamericanos como John McCain y Ted Cruz cometieron el acto provocativo equivalente a la declaracion de guerra desafiando a nuestra maxima dignidad, nosotros tambien le contestaremos debidamente.\n\t\t\t\t\t\n\t\t\t\t\tEllos sentiran profundamente las consecuencias demoledores que se emanen de sus disparates y asumiran toda la responsabilidad.\n\t\t\t\t\t\n\t\t\t\t\tResulta muy ridiculo el hecho de que las fuerzas malsanas de EE.UU., caudillo del terrorismo de todo tipo de este mundo, hablan de la definicion del \"pais patrocinador del terrorismo\".\n\t\t\t\t\t\n\t\t\t\t\tVolvemos a aclarar que nuestras fuerzas armadas revolucionarias, centradas en las fuerzas armadas nucleares autodefensivas, daran golpe demoledor y despiadado a los enemigos que se atreven a difamar nuestra maxima dignidad y cumpliran con su mision sagrada de defender a riesgo de la vida la Direccion Maxima que es el corazon y la vida de nuestro pueblo."
        },
        {
            "title": "Abierta la linea aerea Pyongyang-Dandong",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-28ee.html",
            "content": "Abierta la linea aerea Pyongyang-Dandong\r\nPyongyang, 28 de marzo (ACNC) -- Quedo abierta la via aerea Pyongyang-Dandong.\n\t\t\t\t\tEl avion se despegara de Pyongyang a las 9 de martes y viernes de cada semana y llegara al destino a las 9:50 (a las 9:20 de la hora local). Y volvera a las 11: 40 partiendo a las 10:50 de Dandong (a las 10:20 de la hora local). \n\t\t\t\t\t\n\t\t\t\t\tEl primer avion con pasajeros llego hoy a esta capital. \n\t\t\t\t\t\n\t\t\t\t\tLa nueva linea aerea facilitara la comodidad de los turistas a Corea."
        },
        {
            "title": "Concedida orden de RPDC a secretario de CC de Partido Comunista de Federacion Rusa",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-29ee.html",
            "content": "Concedida orden de RPDC a secretario de CC de Partido Comunista de Federacion Rusa\r\nPyongyang, 28 de marzo (ACNC) -- Fue concedida la Orden de la Republica Popular Democratica de Corea a Kazbek Taysaev, secretario del Comite Central del Partido Comunista de la Federacion Rusa y jefe del grupo parlamentario de amistad Rusia-Corea de la Duma Estatal de Rusia.\n\t\t\t\t\tKazbek Taysaev hizo aporte al desarrollo de las relaciones de amistad entre el Partido del Trabajo de Corea y el Partido Comunista de la Federacion Rusa.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia de otorgamiento, que tuvo lugar el dia 28 en la Palacio de los Congresos Mansudae, fue transmitido el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la RPDC y otorgado la Orden de Amistad de Segunda Clase a Kazbek Taysaev."
        },
        {
            "title": "El presidente mozambiqueno espera exitos en la lucha del pueblo coreano",
            "url": "http://kcna.co.jp/item/2017/201703/news28/20170328-30ee.html",
            "content": "El presidente mozambiqueno espera exitos en la lucha del pueblo coreano\r\nPyongyang, 28 de marzo (ACNC) -- Kim Chang Ryop presento el dia 22 ante el presidente de la Republica de Mozambique, Filipe Jacinto Nwussi, las cartas que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica Popular Democratica de Corea en el pais africano.\n\t\t\t\t\tEn la ocasion, el mandatario africano dijo como sigue:\n\t\t\t\t\t\n\t\t\t\t\tSeguiran desarrollandose en el futuro tambien las relaciones de amistad y cooperacion entre Mozambique y la RPDC que tienen larga tradicion.\n\t\t\t\t\t\n\t\t\t\t\tExpreso agradecimiento al gobierno y pueblo coreanos que apoyan siempre la justa causa del gobierno y pueblo mozambiquenos y envian la ayuda material y espiritual.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que el pueblo coreano tenga exito en la construccion de la potencia socialista y la reunificacion de la patria bajo la direccion de Su Excelencia Maximo Dirigente Kim Jong Un."
        }
    ]
}