{
    "date": "2018-03-26",
    "url": "http://kcna.co.jp/item/2018/201803/2018-03-26ee.html",
    "articles": [
        {
            "title": "Centenarian Receives Birthday Spread",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-13ee.html",
            "content": "Centenarian Receives Birthday Spread\r\nTongchang, March 26 (KCNA) -- Respected Supreme Leader Kim Jong Un sent a birthday spread to Han Jin Ok, a woman centenarian in Ryongdu-ri, Tongchang County, North Phyongan Province.\n\t\t\t\t\t She keeps her busy cultivating kitchen garden and doing household chores. She always leads an optimistic life, having balanced diet.\n\t\t\t\t\t\n\t\t\t\t\t Saying that thanks to the Party and the state which spare nothing for the people, all people lead a happy and comfortable life, she tells her children to do more work for the social system."
        },
        {
            "title": "Greetings to Bangladeshi President",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-08ee.html",
            "content": "Greetings to Bangladeshi President\r\nPyongyang, March 26 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of greeting to MD. Abdul Hamid, president of Bangladesh, on its independence day.\n\t\t\t\t\t Kim Yong Nam in his message wished the Bangladeshi people prosperity and welfare, expressing belief that the friendly and cooperative relations between the two countries will develop in the mutual benefits of the peoples of the two countries."
        },
        {
            "title": "Independence Day of Bangladesh Observed",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-12ee.html",
            "content": "Independence Day of Bangladesh Observed\r\nPyongyang, March 26 (KCNA) -- A meeting took place at the Chollima Hall of Culture on Monday to mark the independence day of Bangladesh.\n\t\t\t\t\t Present there were the chairman and members of the DPRK-Bangladesh Friendship Association and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory speech was made there.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants enjoyed an art performance given by schoolchildren."
        },
        {
            "title": "Premier Inspects Industrial Establishments in Tokchon Area",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-14ee.html",
            "content": "Premier Inspects Industrial Establishments in Tokchon Area\r\nPyongyang, March 26 (KCNA) -- Premier Pak Pong Ju, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and vice-chairman of the State Affairs Commission of the DPRK, made a field survey of several units in Tokchon area.\n\t\t\t\t\t Going round different parts of the Sungri Motor Complex whose officials and workers are speeding up the production of new-type trucks, the premier encouraged them waging a strenuous onward drive while overcoming obstacles and difficulties by their own efforts and technology.\n\t\t\t\t\t\n\t\t\t\t\t At a field consultative meeting, measures were taken to settle the matters arising in accelerating the modernization of the complex and develop world-level trucks in Korean style.\n\t\t\t\t\t\n\t\t\t\t\t He also inspected the Tokchon Coal-mining Machine Factory and the Wolbong Coal Mine of the Tokchon Area Coal-Mining Complex and discussed the issues of producing more equipment and small tools and increasing the coal production."
        },
        {
            "title": "31st April Spring Friendship Art Festival to Be Held Here",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-15ee.html",
            "content": "31st April Spring Friendship Art Festival to Be Held Here\r\nPyongyang, March 26 (KCNA) -- The 31st April Spring Friendship Art Festival will take place here to mark the birth anniversary of President Kim Il Sung, the Day of the Sun.\n\t\t\t\t\t It will bring together famous international and national concours winners from different countries and art troupes, dancing troupes and circus ones consisting of stars and overseas Korean art troupes and artistes of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Vocal and instrumental music and dances and circus shows, etc. will mark the Day of the Sun with splendor."
        },
        {
            "title": "60th Anniversary of Sinchon Museum Marked",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-18ee.html",
            "content": "60th Anniversary of Sinchon Museum Marked\r\nSinchon, March 26 (KCNA) -- The Sinchon Museum marked its 60th founding anniversary.\n\t\t\t\t\t The museum is a historic place bearing witness to the brutality of the U.S. imperialists and class enemies and massacres committed by them, the source of the will to take revenge upon the enemies and a powerful base for anti-imperialist class education teaching the truth of class struggle and lessons.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung visited Sinchon County of South Hwanghae Province shortly after the Fatherland Liberation War to give the instruction to build a museum there to expose brutality, viciousness and cruelty of the U.S. imperialists and saw to it that the Sinchon Museum, the first class education center in the country, was established on March 26, Juche 47 (1958).\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il visited the Sinchon Museum several times, indicating detailed orientation and ways to reject any illusion about the U.S. imperialists and instill the burning hatred and the spirit of uncompromising struggle against them into the minds of all the people.\n\t\t\t\t\t\n\t\t\t\t\t Over the past 60 years the Sinchon Museum has developed into a school for class education that implants the thoroughgoing class consciousness and retaliatory spirit into the hearts of the servicepersons and civilians of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A meeting was held on Monday to mark its founding anniversary.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Hwi, vice-chairman of the Central Committee of the Workers' Party of Korea (WPK), Pak Yong Ho, chairman of the South Hwanghae Provincial Committee of the WPK, officials concerned and lecturers and employees of the Sinchon Museum."
        },
        {
            "title": "Sinchon Museum Visited by Endless Stream of People",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-17ee.html",
            "content": "Sinchon Museum Visited by Endless Stream of People\r\nPyongyang, March 26 (KCNA) -- The Sinchon Museum, a historic place bearing witness to the U.S. imperialists' monstrous atrocities and a base of class education, has been visited by more than 18 million servicepersons, working people of all strata and school youth and children over the past 60 years since its establishment.\n\t\t\t\t\t And more than 1.4 million people have visited the museum for nearly three years since it was remodeled as a base for anti-imperialists, anti-U.S. and class education under the guidance of respected Supreme Leader Kim Jong Un on July 26, Juche 104 (2015).\n\t\t\t\t\t\n\t\t\t\t\t The visitors shook with resentment at the unforgettable thrice-cursed atrocities of the murderers, looking at the photos and over 3,100 pieces of remains and evidence that expose the brutality, viciousness and cruelty of the U.S. and class enemies.\n\t\t\t\t\t\n\t\t\t\t\t More than 112,000 foreigners and overseas Koreans of over 7,800 bodies have visited it, and they were unanimous in saying that the massacres committed by the U.S. imperialists are the most monstrous crimes that should be cursed down through centuries."
        },
        {
            "title": "DPRK Children Prove Successful at Int'l Music Competition-Festival",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-19ee.html",
            "content": "DPRK Children Prove Successful at Int'l Music Competition-Festival\r\nPyongyang, March 26 (KCNA) -- Hong Ta Yong and Jo Mi Rae, children of the DPRK, proved successful at the 7th International Polish Grand Piano Music Competition-Festival dedicated to Fryderyk Chopin in Lithuania.\n\t\t\t\t\t Taking part in the competition-festival held on March 15-17 were excellent pianists from different countries including the DPRK, Lithuania, Poland and Italy.\n\t\t\t\t\t\n\t\t\t\t\t Hong and Jo, children of Kyongsang Kindergarten, were embraced in the 6-10 age group. They successfully played world famous musical pieces requiring high skill and artistic talent to win the admiration of members of the jury and experts.\n\t\t\t\t\t\n\t\t\t\t\t Hong received the prize for the second place and Jo the prize for the third place at the prize-giving ceremony."
        },
        {
            "title": "50th Anniversary of Kim Il Sung's Work Marked",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-16ee.html",
            "content": "50th Anniversary of Kim Il Sung's Work Marked\r\nPyongyang, March 26 (KCNA) -- A meeting was held at the Central Youth Hall on Monday to mark the 50th anniversary of the publication of President Kim Il Sung's work \"On Combating Epidemics More Effectively\".\n\t\t\t\t\t The work, published on March 26, Juche 57(1968), indicates tasks and ways arising in improving the public health service.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Pak Thae Song, vice-chairman of the Central Committee of the Workers' Party of Korea (WPK), Jon Kwang Ho, vice-premier of the Cabinet, officials concerned, officials of the fields of public health, medical science and education in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Jang Jun Sang, minister of Public Health, said in his report that Kim Il Sung's work is an immortal great programme that gives the clear-cut answers to the theoretical and practical questions arising in implementing the Party's policy of the preventive medicine.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that great successes have been achieved in the public health service under the leadership of the peerlessly great men for the last 50 years since the work was made public.\n\t\t\t\t\t\n\t\t\t\t\t He called for attaining without fail the grand goal for building a highly-civilized powerful socialist country set at the Seventh Congress of the WPK by making a fresh turn in the public health service under the leadership of respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "Forest Restoration Campaign Brisk in Pyongyang",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-09ee.html",
            "content": "Forest Restoration Campaign Brisk in Pyongyang\r\nPyongyang, March 26 (KCNA) -- Pyongyang, the capital city of the DPRK, is pushing ahead with the forest restoration campaign.\n\t\t\t\t\t According to an official concerned, the Pyongyang City Headquarters of the Forest Restoration Campaign has conducted the work in a bold way to turn all the mountains of the city into treasure and gold mountains this year marking the 70th founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The city made great achievements in carrying out the first-phase task for the forest restoration campaign.\n\t\t\t\t\t\n\t\t\t\t\t On the basis of a detailed survey of overall forests in the city, the headquarters made plans for forestation and protection of forest, including production of tens of millions of saplings, tree planting in thousands of hectares of area, tending of tens of millions of planted trees and repair of fire belts, and is carrying them out vigorously.\n\t\t\t\t\t\n\t\t\t\t\t It makes tree nurseries in districts and counties of the city put sapling production on a higher scientific, industrial and intensive basis and secure Larix lepolepis and many other good species of saplings.\n\t\t\t\t\t\n\t\t\t\t\t It also lets districts and counties build fire belts as required by regulation and strengthen forces of forest fire prevention group.\n\t\t\t\t\t\n\t\t\t\t\t It introduces biological methods into forest protection to preserve ecological environment and raise its efficiencies."
        },
        {
            "title": "New Soccer Shoes Developed in DPRK",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-10ee.html",
            "content": "New Soccer Shoes Developed in DPRK\r\nPyongyang, March 26 (KCNA) -- Big efforts have been directed to modernizing the sporting goods in the DPRK. The Athletic Apparatus Institute under the Academy of Sports Science has recently developed a new-type soccer shoes suited to football ground covered with synthetic grass.\n\t\t\t\t\t According to Choe Yong Rim, section chief of the institute, the production process of sole of soccer shoes only by the imported polyurethane injector has been replaced with home-made hydraulic press and automatic temperature heat treatment apparatus.\n\t\t\t\t\t\n\t\t\t\t\t Sole structures were designed and made so that footballers can select the soccer shoes according to their constitutional peculiarities and uses.\n\t\t\t\t\t\n\t\t\t\t\t Qualitative indices of the new soccer shoes were confirmed on the basis of rational soccer shoetree and outer rime of a shoe.\n\t\t\t\t\t\n\t\t\t\t\t The new soccer shoe is lower in production cost than the preceding one and provides convenience to movement of players, thus winning popularity among experts and fans."
        },
        {
            "title": "Japan Had Better Address Its Human Rights Abuses: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-20ee.html",
            "content": "Japan Had Better Address Its Human Rights Abuses: KCNA Commentary\r\nPyongyang, March 26 (KCNA) -- Japan has recently gotten more frantic with the anti-DPRK human rights campaign.\n\t\t\t\t\t The vice-representative of the Japanese mission in Geneva asserted at the 37th Session of the UN Human Rights Council that north Korea continues developing nukes and missiles disregarding the human rights, and cried out for submitting a \"resolution\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the 62nd Session of the UN Commission on the Status of Women, Japan talked such nonsense that the number of sexual slaves totaling 200,000 is groundless and that Japan contributed to the peace and security of the world after the Second World War.\n\t\t\t\t\t\n\t\t\t\t\t It is the revelation of impudence and moral baseness of Japan.\n\t\t\t\t\t\n\t\t\t\t\t The country has no right and justification to talk about the human rights as it is the worst human rights abuser.\n\t\t\t\t\t\n\t\t\t\t\t In the last century it invaded Asian nations, being keen on the hegemony, and perpetrated the worst unethical crimes unprecedented in the human history of wars.\n\t\t\t\t\t\n\t\t\t\t\t In Korea alone, Japan cruelly killed innocent Koreans numbering more than a million and forcibly took millions of young and middle-aged Koreans to the hard toil places and battlefields and reduced 200,000 women to sexual slaves for the imperial Japanese army.\n\t\t\t\t\t\n\t\t\t\t\t Instead of admitting and making an apology and reparation for the crimes, school girls of Japan, to say nothing of its governmental officials, have made no scruple of talking such reckless remarks that the issue of \"comfort women\" is a voluntary prostitution for money and that they should deem it an honor to become sexual slaves for the imperial Japanese army.\n\t\t\t\t\t\n\t\t\t\t\t The present human rights situation in Japan is very deplorable.\n\t\t\t\t\t\n\t\t\t\t\t It is Japan that runs brothels for the old women seeking abnormal sexual pleasure in the heart of Tokyo.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, Japan went the lengths of regarding the cries of children at nurseries in 42 cities, wards, towns and villages which amount to 70 percent in Tokyo Metropolis, as noises and giving legal justification to it.\n\t\t\t\t\t\n\t\t\t\t\t As revealed recently in Japanese society it is a commonplace that parents beat their children to death.\n\t\t\t\t\t\n\t\t\t\t\t Japan, whose society is as ever plagued with crimes against human rights, is still in the dock as a war criminal state.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard fact, the vice-representative was not ashamed of saying this or that over human rights. It shows only the ethics concepts and political and moral degeneration of Japanese society which is extremely degenerated and where crimes are rampant.\n\t\t\t\t\t\n\t\t\t\t\t Japan should be well aware that its impudent human rights smear campaign disregarding the reality will bring only disgrace to itself.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better address its human rights abuses, first of all."
        },
        {
            "title": "Rodong Sinmun Calls for Inter-Korean Cooperation",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-05ee.html",
            "content": "Rodong Sinmun Calls for Inter-Korean Cooperation\r\nPyongyang, March 26 (KCNA) -- If the relations between the north and the south of Korea are to develop as desired by all the fellow countrymen, national cooperation should be realized before anything else, stresses Rodong Sinmun in an article Monday.\n\t\t\t\t\t However, the moves for cooperation with foreign forces, contrary to the desire of the fellow countrymen, are still witnessed in south Korea, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is a pressing requirement of history and reality to settle the national issue through cooperation with fellow countrymen, not outsiders.\n\t\t\t\t\t\n\t\t\t\t\t Dependence on the foreign forces, the chieftain of division and hurdle in the way of reunification, makes it impossible to improve the inter-Korean relations and reunify the country.\n\t\t\t\t\t\n\t\t\t\t\t It is impossible to remove distrust and confrontation between the north and the south if one follows and cooperates with the outsiders seeking the inter-Korean confrontation and constant tension on the Korean Peninsula and getting frantic with the anti-DPRK provocations.\n\t\t\t\t\t\n\t\t\t\t\t The internal affairs of the nation should be settled through dialogue between the north and south responsible for it.\n\t\t\t\t\t\n\t\t\t\t\t Dependence on foreign forces leads to national ruin, but only the national cooperation can ensure peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t If the north and the south cooperate with each other, with national pride and honor and confidence in the strength of the nation, there will be no insurmountable difficulties.\n\t\t\t\t\t\n\t\t\t\t\t The catastrophe of the inter-Korean ties caused by the Lee Myung Bak and Park Geun Hye groups that engaged themselves in sycophancy and dependence on foreign forces, disregarding the national cooperation, clearly shows that the cooperation with foreign forces precisely is the source of escalating distrust and confrontation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is important to discard the illusion about foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t It is the only way out to solve the national issue through cooperation with the fellow countrymen, not with foreign forces."
        },
        {
            "title": "Rodong Sinmun Brands U.S. as War Merchant",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-06ee.html",
            "content": "Rodong Sinmun Brands U.S. as War Merchant\r\nPyongyang, March 26 (KCNA) -- Shortly ago, the Stockholm International Peace Research Institute made public the latest report on worldwide arms deal.\n\t\t\t\t\t According to it, the worldwide export quantity of heavy weapons between 2013 and 2017 increased 10 percent as compared with that between 2008 and 2012.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Rodong Sinmun says in a commentary Monday that the U.S. is the world biggest arms seller as in the past.\n\t\t\t\t\t\n\t\t\t\t\t In the period the U.S. arms export increased 25 percent and U.S.-made weapons were sold to 98 countries at the least, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the situation is aggravated, the war and conflicts are getting ever more pronounced and more innocent people are killed in different parts of the world with arms export bringing greater profits to U.S. munitions monopolies.\n\t\t\t\t\t\n\t\t\t\t\t U.S. arms are flooding the countries and areas in which the military confrontation is acute.\n\t\t\t\t\t\n\t\t\t\t\t Japan, which is importing many offensive weapons from the U.S., has emerged a dangerous force for reinvasion and a fanatical entity of militarism threatening peace and stability in Northeast Asia while stepping up the scheme to turn itself into a military giant.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks two purposes in arms export. One is the gain of the pecuniary benefit through huge arms sales and the other is export of disputes and war to the strategic vantages.\n\t\t\t\t\t\n\t\t\t\t\t More than 70 years have passed since the end of the world war and scores of years elapsed since the end of the Cold War. But, the danger of war is increasing and another cold war is imminent rather than peace on this planet.\n\t\t\t\t\t\n\t\t\t\t\t It is due to the U.S., the top class war merchant that spawns war and massacre in different parts of the world through large-scale arms sale, going against the desire of mankind for peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t The warmonger is not in a position to talk about peace."
        },
        {
            "title": "\"Globalization\" Is Imperialists' World Hegemony Strategy: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-07ee.html",
            "content": "\"Globalization\" Is Imperialists' World Hegemony Strategy: Rodong Sinmun\r\nPyongyang, March 26 (KCNA) -- \"Globalization\" is the imperialists' world domination strategy aimed to achieve the hegemonic ambition with ease through the Western view of value, says Rodong Sinmun in an article Monday.\n\t\t\t\t\t As each country and nation has its own ideology, system and culture, the world \"integration\" is absolutely impossible, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t However, the imperialists force \"globalization\" on other countries, asserting that it gives everyone an equal opportunity and makes it possible to create global ideology and culture that can be shared by all and to increase the productivity and efficiency by optimizing the use of resources.\n\t\t\t\t\t\n\t\t\t\t\t Their objective is to make the globe a Western-style liberal world and subordinate and assimilate all the countries and nations to them.\n\t\t\t\t\t\n\t\t\t\t\t It has been already proved by the reality of not a few countries which were involved in \"globalization\".\n\t\t\t\t\t\n\t\t\t\t\t The \"globalization\" much touted by the imperialists is not for the development and prosperity of other countries and nations but for the establishment of an international order through which they can put the world under their control.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists have disturbed peace and security of the world and gravely threatened the independent development of mankind under the signboard of \"globalization\". It is a hard fact that no one can deny."
        },
        {
            "title": "Confiscation of Lee Myung Bak's Illicit Properties Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-11ee.html",
            "content": "Confiscation of Lee Myung Bak's Illicit Properties Demanded in S. Korea\r\nPyongyang, March 26 (KCNA) -- The movement headquarters for retaking people's property, the \"Commando for Seizing MB\" and other civic and public organizations of south Korea held a press conference in front of traitor Lee Myung Bak's house in Seoul on March 22 in demand of the confiscation of his properties, according to the south Korean internet paper Voice of Seoul.\n\t\t\t\t\t The speakers stressed that the detention of Lee Myung Bak is not the end but the start and the henchmen connected with MB should also be brought to trial."
        },
        {
            "title": "Int'l Preparatory Committee for Celebrating Day of Sun Formed",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-01ee.html",
            "content": "Int'l Preparatory Committee for Celebrating Day of Sun Formed\r\nPyongyang, March 26 (KCNA) -- An international preparatory committee for celebrating the birth anniversary of President Kim Il Sung (Day of the Sun) was inaugurated on March 18.\n\t\t\t\t\t Mikhail Panchenko, secretary general of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events praising the revolutionary career and exploits of the President in the run-up to his 106th birth anniversary."
        },
        {
            "title": "Day of Sun to Be Marked by Political Parties, Body under Communist Party of Soviet Union",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-02ee.html",
            "content": "Day of Sun to Be Marked by Political Parties, Body under Communist Party of Soviet Union\r\nPyongyang, March 26 (KCNA) -- A joint preparatory committee for celebrating the birth anniversary of President Kim Il Sung (Day of the Sun) was formed by political parties and organization under the Communist Party of the Soviet Union on March 19.\n\t\t\t\t\t The preparatory committee with Mozgovoy, first secretary of the Central Committee of the Communist Party of the Soviet Union and chairman of the International Social Federation \"For the Union and Union's Communist Party\", as its chairman comprises personages of the Communist Party of Kyrgyzstan, the Communist Workers Party of Russia, the Communist Workers' Party of Belarus, the Communist Party of Azerbaijan and the Russian Association for Friendship and Cultural Cooperation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold a seminar and other political and cultural events praising the revolutionary career and exploits of the President on the occasion of his 106th birth anniversary."
        },
        {
            "title": "Day of Sun to Be Celebrated in Kuwait",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-03ee.html",
            "content": "Day of Sun to Be Celebrated in Kuwait\r\nPyongyang, March 26 (KCNA) -- A Kuwaiti preparatory committee for celebrating the birth anniversary of President Kim Il Sung was formed on March 15.\n\t\t\t\t\t Javid Ahmad, director of the Administrative Department of Kuwait Times and chairman of the Kuwait Asian Journalist Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set the celebration period from March 15 to April 16 and decided to hold diverse political and cultural events including a meeting, seminar and film show praising the revolutionary career and exploits of the President in the period."
        },
        {
            "title": "Kim Jong Un envia alimentos de cumpleanos a Han Jin Ok",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-12ss.html",
            "content": "Kim Jong Un envia alimentos de cumpleanos a Han Jin Ok\r\nTongchang, 26 de marzo (ACNC) -- El Maximo Dirigente Kim Jong Un envio alimentos de cumpleanos a la longeva centenaria Han Jin Ok quien vive en la comuna de Ryongdu del distrito de Tongchang de la provincia de Phyong-an del Norte.\n\t\t\t\t\tElla mantiene la dieta equilibrada y vive siempre con optimismo dedicandose todavia a las faenas hogarenas y a la labranza de huerta particular. \n\t\t\t\t\t\n\t\t\t\t\tEncomienda a sus hijos que trabajen mucho por el regimen socialista, diciendo que todos los habitantes del pais llevan una vida dichosa gracias a los beneficios del Partido y el Estado que no escatiman nada para el pueblo."
        },
        {
            "title": "Kim Yong Nam felicita el Dia de Independencia de Bangladesh",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-10ss.html",
            "content": "Kim Yong Nam felicita el Dia de Independencia de Bangladesh\r\nPyongyang, 26 de marzo (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia 26 un mensaje de felicitacion al presidente de Bangladesh, MD. Abdul Hamid, con motivo del Dia de Independencia de este pais.\n\t\t\t\t\tEn su misiva, el remitente expreso la seguridad de que las relaciones de amistad y cooperacion entre dos paises se ampliaran y se desarrollaran conforme a los intereses mutuos de ambos pueblos y deseo la prosperidad y el bienestar al pueblo de Bangladesh."
        },
        {
            "title": "Pak Pong Ju recorre varias unidades de la zona de Tokchon",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-13ss.html",
            "content": "Pak Pong Ju recorre varias unidades de la zona de Tokchon\r\nPyongyang, 26 de marzo (ACNC) -- Pak Pong Ju, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea, vicepresidente del Comite de Estado y premier del Consejo de Ministros de la RPDC, recorrio varias unidades de la zona de Tokchon.\n\t\t\t\t\tLos funcionarios y obreros del Complejo Automovilistico Sungri siguen dando buen impulso a la produccion de camiones de nuevo tipo.\n\t\t\t\t\t\n\t\t\t\t\tEn varios puntos del complejo, el premier estimulo a los obreros que desarrollan una intensa campana de produccion superando las dificultades con fuerzas y tecnicas propias.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion consultiva efectuada en el terreno, se tomaron las medidas para resolver los problemas que se presentan en acelerar la modernizacion del complejo y desarrollar al estilo coreano los camiones de nivel mundial.\n\t\t\t\t\t\n\t\t\t\t\tLuego de recorrer la fabrica de maquinas de minas de carbon de Tokchon y la mina de carbon Wolbong del Complejo Carbonifero de la Region de Tokchon, Pak discutio los asuntos para producir mayor cantidad de equipos y herramientas pequenas e incrementar la produccion del combustible fosil."
        },
        {
            "title": "Tendra lugar en Pyongyang el XXXI Festival Artistico de Amistad Abril en Primavera",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-11ss.html",
            "content": "Tendra lugar en Pyongyang el XXXI Festival Artistico de Amistad Abril en Primavera\r\nPyongyang, 26 de marzo (ACNC) -- Con motivo del natalicio del Presidente Kim Il Sung, tendra lugar en esta capital el XXXI Festival Artistico de Amistad Abril en Primavera.\n\t\t\t\t\tAl igual que las ediciones anteriores, participaran los renombrados ganadores de concursos internacionales y nacionales, los prestigiosos conjuntos de artistas, bailarines y acrobatas de varios paises y los grupos artisticos de coreanos residentes en ultramar y los artistas anfitriones.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes celebraran con solemnidad el Dia del Sol con las canciones, musicas instrumentales, danzas y piezas acrobaticas, etc."
        },
        {
            "title": "Museo de Sinchon acoge 60o aniversario de fundacion",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-18ss.html",
            "content": "Museo de Sinchon acoge 60o aniversario de fundacion\r\nSinchon, 26 de marzo (ACNC) -- El Museo de Sinchon acogio el 60o aniversario de su fundacion. \n\t\t\t\t\tEsta base de educacion clasista y antiimperialista delata el atributo bestial del imperialismo norteamericano y los enemigos de clase y la carniceria cometida por ellos en el periodo de la Guerra de Liberacion de la Patria. \n\t\t\t\t\t\n\t\t\t\t\tPoco despues de finalizada la guerra, el Presidente Kim Il Sung visito el distrito de Sinchon de la provincia de Hwanghae del Sur e instruyo acondicionar un museo en esta localidad para revelar las barbaridades de los imperialistas norteamericanos. Y fundo el 26 de marzo del 47 (1958) de la Era Juche esa primera base de educacion clasista. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il realizo en varias ocasiones la visita de orientacion sobre el museo y presento el rumbo concreto y remedios para armar a todo el pueblo con el revanchismo y el espiritu de lucha intransigente sin abrigar ni la menor ilusion sobre el imperialismo norteamericano. \n\t\t\t\t\t\n\t\t\t\t\tDurante 60 anos pasados, el museo se ha desarrollado como plantel de educacion clasista que infunde en el corazon de los militares y civiles coreanos la firme conciencia clasista y el afan de venganza. \n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 26 el acto conmemorativo de la efemeride con la participacion del vicepresidente del Comite Central del Partido del Trabajo de Corea, Choe Hwi, el presidente del Comite del PTC en la Provincia de Hwanghae del Sur, Pak Yong Ho, los funcionarios interesados y los conferenciantes y empleados del museo."
        },
        {
            "title": "ACNC comenta nuevas calumnias anti-RPDC de las figuras japonesas en tema de DDHH",
            "url": "http://kcna.co.jp/item/2018/201803/news26/20180326-17ss.html",
            "content": "ACNC comenta nuevas calumnias anti-RPDC de las figuras japonesas en tema de DDHH\r\nPyongyang, 26 de marzo (ACNC) -- En estos dias, Japon se muestra mas fanatico en la farsa de DDHH anti-RPDC.\n\t\t\t\t\tEn la 37a reunion del Consejo de DDHH de la ONU, efectuada en Ginebra de Suiza, el representante interino japones se refirio a la presentacion del \"proyecto de resolucion\" contra la RPDC chismeando que el \"Norte de Corea sigue desarrollando armas nucleares y misiles despreciando los derechos humanos\".\n\t\t\t\t\t\n\t\t\t\t\tTambien en la 62a reunion del comite sobre la posicion de la mujer de la ONU, Japon disparateo que \"no tiene pruebas el numero de 200 mil esclavas sexuales\" y \"el mismo hizo aporte a la paz y seguridad del orbe despues de la Segunda Guerra Mundial\".\n\t\t\t\t\t\n\t\t\t\t\tTal acto verbal no es mas que una expresion de su descaro y bajeza moral.\n\t\t\t\t\t\n\t\t\t\t\tDesde el principio, Japon es el peor criminal de DDHH que no tiene derecho ni calidad para abordar este tema.\n\t\t\t\t\t\n\t\t\t\t\tCautivado de la ambicion hegemonica, agredio en el siglo pasado a los paises asiaticos y cometio los crimenes antieticos sin precedentes en la historia de guerras de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tSolo en Corea, asesino bestialmente a mas de un millon de inocentes, recluto por la fuerza a millones de adultos y jovenes para lanzarlos a los campos de trabajos medievales y de guerras y convirtio a 200 mil coreanas en esclavas sexuales para el viejo ejercito japones.\n\t\t\t\t\t\n\t\t\t\t\tEn vez de reconocer ese antecedente y pedir disculpas e indemnizar por el respecto, desde los funcionarios del gobierno hasta las alumnas pequenas del pais isla no vacilan en decir que la \"'esclavitud sexual' fue una prostitucion voluntaria para ganar el dinero\" y las consoladoras deben sentirse orgullosas de haber servido con sexo a los uniformados japoneses.\n\t\t\t\t\t\n\t\t\t\t\tEs mas tragica todavia la actual situacion de DDHH de Japon.\n\t\t\t\t\t\n\t\t\t\t\tEn el corazon de Tokio funciona hasta el prostibulo para las viejas perversas, el unico del mundo.\n\t\t\t\t\t\n\t\t\t\t\tYa es algo cotidiano de la sociedad japonesa el asesinato de los ninos a mano de sus padres.\n\t\t\t\t\t\n\t\t\t\t\tJapon, Estado criminal de guerra, todavia esta sentado en el banquillo de acusado en materia de DDHH.\n\t\t\t\t\t\n\t\t\t\t\tEste pais debe saber bien que cuestionar atrevidamente los \"DDHH\" de alguien es igual a escupir en la cara propia.\n\t\t\t\t\t\n\t\t\t\t\tLe convendria quitarse primero la ropa de reo en ese tema."
        }
    ]
}