{
    "date": "2018-03-06",
    "url": "http://kcna.co.jp/item/2018/201803/2018-03-06ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Meets Delegation of Special Envoy of S. Korean President",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-01ee.html",
            "content": "Kim Jong Un Meets Members of Delegation of Special Envoy of S. Korean President\r\n Pyongyang, March 6 (KCNA) -- Respected Supreme Leader Kim Jong Un, chairman of the Workers' Party of Korea (WPK), chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, met members of the delegation of the special envoy of the south Korean president who arrived in Pyongyang on Monday.\n\t\t\t\t\t Present there were Jong Ui Yong, chief of the State Security Office of Chongwadae who is the special envoy of President Moon Jae In; So Hun, director of the National Intelligence Service; Chon Hae Song, vice-minister of Unification; Kim Sang Gyun, vice-director of the National Intelligence Service; and Yun Kon Yong, chief of the Office of State Affairs Situation of Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were Kim Yong Chol, vice-chairman of the Central Committee of the WPK, and Kim Yo Jong, first vice department director of the Central Committee of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Shaking hands of the special envoy and his party one by one, the respected Supreme Leader warmly welcomed them on their visit to Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Jong Ui Yong courteously handed over the personal letter of Moon Jae In to the Supreme Leader.\n\t\t\t\t\t\n\t\t\t\t\t The members of the special envoy delegation thanked the Supreme Leader for dispatching the high-level delegation and various large-scale delegations with the 23rd Winter Olympics as a momentum so that they were held successfully.\n\t\t\t\t\t\n\t\t\t\t\t Expressing thanks for this, he said that it is natural to be glad at the auspicious event of the fellow countrymen of the same blood and help it. The Winter Olympics served as a very important occasion in demonstrating the stamina and prestige of our nation at home and abroad and providing a good atmosphere of reconciliation, unity and dialogue between the north and the south, he added.\n\t\t\t\t\t\n\t\t\t\t\t He had an openhearted talk with the party of the special envoy delegation of the south side over the issues arising in actively improving the north-south relations and ensuring peace and stability on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t He repeatedly clarified that it is our consistent and principled stand and his firm will to vigorously advance the north-south relations and write a new history of national reunification by the concerted efforts of our nation to be proud of in the world.\n\t\t\t\t\t\n\t\t\t\t\t Hearing the intention of President Moon Jae In for a summit from the special envoy of the south side, he exchanged views and made a satisfactory agreement.\n\t\t\t\t\t\n\t\t\t\t\t He gave the important instruction to the relevant field to rapidly take practical steps for it.\n\t\t\t\t\t\n\t\t\t\t\t He also made an exchange of in-depth views on the issues for easing the acute military tensions on the Korean Peninsula and activating the versatile dialogue, contact, cooperation and exchange.\n\t\t\t\t\t\n\t\t\t\t\t The talk between the Supreme Leader and the delegation of the special envoy of President Moon Jae In took place in a compatriotic and sincere atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the members of the delegation."
        },
        {
            "title": "Kim Jong Un Hosts Dinner for Special Envoy Delegation of S. Korean President",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-02ee.html",
            "content": "Kim Jong Un Hosts Dinner for Members of Special Envoy Delegation of S. Korean President\r\n Pyongyang, March 6 (KCNA) -- Respected Supreme Leader Kim Jong Un, chairman of the Workers' Party of Korea (WPK), chairman of the State Affairs Commission of the DPRK and supreme commander of the Korean People's Army, Monday hosted a dinner for the members of the delegation of the special envoy of the south Korean president on a visit to Pyongyang.\n\t\t\t\t\t At the dinner hall, the Supreme Leader, together with his wife Ri Sol Ju, warmly greeted Jong Ui Yong, chief of the State Security Office of Chongwadae who is the special envoy of President Moon Jae In; So Hun, director of the National Intelligence Service; Chon Hae Song, vice-minister of Unification; Kim Sang Gyun, vice-director of the National Intelligence Service; and Yun Kon Yong, chief of the Office of State Affairs Situation of Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t Attending there were Kim Yong Chol, vice-chairman of the Central Committee of the WPK; Kim Yo Jong, first vice department director of the Central Committee of the WPK; and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The dinner proceeded in a warm atmosphere overflowing with compatriotic feelings."
        },
        {
            "title": "Delegation of Special Envoy of S. Korean President Leaves",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-10ee.html",
            "content": "Delegation of Special Envoy of S. Korean President Leaves\r\n Pyongyang, March 6 (KCNA) -- A delegation of special envoy of the south Korean president left here on Tuesday.\n\t\t\t\t\t Earlier, Kim Yong Chol, vice-chairman of the Central Committee of the Workers' Party of Korea, met and had a talk with members of the delegation at their lodgings and saw them off."
        },
        {
            "title": "Commendations Awarded to Taekwon-Do Players",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-11ee.html",
            "content": "Commendations Awarded to Taekwon-Do Players\r\n Pyongyang, March 6 (KCNA) -- In the DPRK party and state commendations were awarded to the players who proved successful in the 20th Taekwon-Do World Championships and their coaches and distinguished members concerned.\n\t\t\t\t\t The DPRK Taekwon-Do players came first in the countries standings of the championships.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of awarding the commendations took place at the Korean Taekwon-Do Committee on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were Choe Hwi, vice-chairman of the Central Committee of the Workers' Party of Korea who is chairman of the National Sports Guidance Committee, Kim Kyong Ho, chairman of the Korean Taekwon-Do Committee, and officials, players, coaches and employees of the Korean Taekwon-Do Committee.\n\t\t\t\t\t\n\t\t\t\t\t A watch bearing the august name of leader Kim Jong Il was awarded to Jang Kyong Ok, coach of the Taekwon-Do Team of the committee, and Kim Jong Il Youth Honor Prize to Ri Song Hun, a player of the North Hwanghae Provincial Taekwon-Do Team, Kim Nam Su, a player of the Jagang Provincial Taekwon-Do Team, and O Ji Hyang, a player of the Taekwon-Do Team of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The title of People's Athlete went to three persons, the title of Merited Athlete to six persons and the Order of National Flag First Class to seven persons.\n\t\t\t\t\t\n\t\t\t\t\t The Order of National Flag Second Class was conferred on eight persons, the Order of National Flag Third Class to five persons and Medal of Merit to eleven persons."
        },
        {
            "title": "Bulgarian Charge d'Affaires ad Interim Hosts Reception",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-16ee.html",
            "content": "Bulgarian Charge d'Affaires ad Interim Hosts Reception\r\n Pyongyang, March 6 (KCNA) -- Ivaylo Iordanov, charge d'affaires ad interim of the Bulgarian embassy here, hosted a reception on Tuesday to mark the national day of Bulgaria.\n\t\t\t\t\t Present there on invitation were officials of the DPRK Foreign Ministry and representatives of foreign embassies and international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Friendship Meeting of Aged Women Held",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-14ee.html",
            "content": "Friendship Meeting of Aged Women Held\r\n Pyongyang, March 6 (KCNA) -- A friendship meeting of aged women took place at the Taedonggang Diplomatic Club on Tuesday.\n\t\t\t\t\t Present there were Choe Il Hong, vice-chairperson of the Central Committee of the Federation for the Care of the Elderly of Korea, officials of the unit concerned, aged women in Pyongyang, women of foreign embassies and missions of international organizations here, and overseas Korean women.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Speakers talked about the advantages and vitality of the policy of the Workers' Party of Korea and the state for the care of the elderly and the pride and honor of the aged devoting their wisdom and passion to the building of a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched TV program and photos showing the aged women who enjoy a happy life, being loved and respected by families and the collective."
        },
        {
            "title": "Press Conference at Russian Embassy Marks Anniversary of Stalingrad Battle",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-17ee.html",
            "content": "Press Conference at Russian Embassy Marks Anniversary of Stalingrad Battle\r\nPyongyang, March 6 (KCNA) -- There was a press conference at the Russian embassy here Tuesday on the occasion of the anniversary of Russia's victory in Stalingrad battle.\n\t\t\t\t\tPresent there were journalists of the DPRK and embassy officials.\n\t\t\t\t\t\n\t\t\t\t\tPrior to the conference, the participants saw the photos introducing the Stalingrad battle and modern armed equipment of Russia.\n\t\t\t\t\t\n\t\t\t\t\tAlexandr Matsegora, Russian ambassador to the DPRK, made an address at the conference.\n\t\t\t\t\t\n\t\t\t\t\tHe referred to the victory of the battle which opened up a turning phase of the Patriotic War of Russia and gave a heavy blow to the fascist German invaders.\n\t\t\t\t\t\n\t\t\t\t\tHe then answered questions raised by journalists. \n\t\t\t\t\t\n\t\t\t\t\tThe participants saw a feature film of the Russian Federation."
        },
        {
            "title": "DPRK Players Back Home",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-15ee.html",
            "content": "DPRK Players Back Home\r\n Pyongyang, March 6 (KCNA) -- DPRK players returned home on Tuesday after taking part in the 2018 Asian Wrestling Championship."
        },
        {
            "title": "Creation of C1 Chemical Industry Progresses Apace in DPRK",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-13ee.html",
            "content": "Creation of C1 Chemical Industry Progresses Apace in DPRK\r\n Pyongyang, March 6 (KCNA) -- The DPRK has pushed ahead with the creation of C1 chemical industry which will be of great significance in strengthening the independence of its chemical industry.\n\t\t\t\t\t According to data available, various projects like the assembling of oxygen separator and building of pumping station make fast headway.\n\t\t\t\t\t\n\t\t\t\t\t It is carried out at over 80 percent to manufacture and install a methanol storage tank with the capacity of thousands cubic meters, in keeping with the progress in making trusses for coal yard and setting up the process of methanol composition and refinement.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, scientists of the Hamhung Branch of the State Academy of Sciences have concentrated their efforts on solving sci-tech problems arising in establishing the process of methanol production, thus making big contributions to bring earlier the completion of the project for creating C1 chemical industry."
        },
        {
            "title": "Yonbaek Plain Seething with Preparation for Farming",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-12ee.html",
            "content": "Yonbaek Plain Seething with Preparation for Farming\r\n Pyongyang, March 6 (KCNA) -- Yonbaek Plain is one of big granaries in the DPRK.\n\t\t\t\t\t Now, the plain is seething with the preparation for farming.\n\t\t\t\t\t\n\t\t\t\t\t Yonan County has expanded the area for cultivating high-yield crops 1.3 times than that of last year, while Chongdan County adopted good strains of salt-resistant seed and is going to introduce the method of sparsely planting big seedlings which has proved effective in farming.\n\t\t\t\t\t\n\t\t\t\t\t Paechon County is making full preparations for applying the rice-enriching method to many hectares of cropland on trial.\n\t\t\t\t\t\n\t\t\t\t\t It also gains momentum to prepare and repair farm machines and tools.\n\t\t\t\t\t\n\t\t\t\t\tThe Paechon County Farm Machine Station supplied over 15,000 farm machine accessories of ten-odd kinds to cooperative farms. And Chongdan County produced several hundred more tons of manure year-on-year in this season.\n\t\t\t\t\t\n\t\t\t\t\tThe Aeguk Compound Microorganisms Fertilizer Factory in Yonan County has produced over 60 tons of multi-nutrients for rice seedlings and the Chongjong Cooperative Farm in Chongdan County dug up more than 10,000 tons of peat.\n\t\t\t\t\t\n\t\t\t\t\t Agricultural guidance organs are taking due measures to increase the fertility of soil with organic fertilizer and make preparations for double-cropping."
        },
        {
            "title": "KCNA Commentary Warns Japan's Ambition Will End in Ruin",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-09ee.html",
            "content": "KCNA Commentary Warns Japan's Ambition Will End in Ruin\r\n Pyongyang, March 6 (KCNA) -- Japan recently launched an information gathering satellite again for the purpose of detecting military installments in the DPRK, thus making the number of spy satellites for monitoring the DPRK seven.\n\t\t\t\t\t Japan is also planning to launch three more satellites in the days ahead in order to perfect the space intelligence system for precision monitoring of strategic regions including the Korean peninsula and the areas around it.\n\t\t\t\t\t\n\t\t\t\t\t Japan's frantic military intelligence acts of disturbing space clearly prove the islanders' ambition for the reinvasion of Korea and overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t Japan, which has built a firm springboard for overseas aggression in the ground, sea and air under the pretext of threats from the DPRK, has recently gone zealous in finally completing the preparations for reinvasion through the stepped-up space militarization.\n\t\t\t\t\t\n\t\t\t\t\t Prime Minister Abe on Jan. 26 at a full-dress session of the House of Councilors said that \"it is not exaggeration to say that the security environment of Japan is the grimmest after the war\", adding that \"the use of cyberspace and universe is vital. It is not enough to think of doing anything just through the conventional division of ground, maritime and air self-defense forces\".\n\t\t\t\t\t\n\t\t\t\t\t At the time of the recent satellite launch, Abe called for \"channeling all efforts into security and crisis management of Japan through the maximum use of information gathering satellites\".\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the Japanese reactionaries have now reached the extremes in their moves to misuse the peaceful space as a military space and theatre for preemptive attacks for realizing their reinvasion ambition.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the Japanese reactionaries may try, they can never gratify their reckless ambition for putting Korea under their control and achieving the old dream of the \"Greater East-Asia Co-prosperity Sphere\".\n\t\t\t\t\t\n\t\t\t\t\t This is proven by the situation of the island country which is harassed by false missile reports while continuously launching spy satellites allegedly to monitor the missile launching movement of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Japan may face earlier destruction if it goes reckless, being buoyed by the ambition for reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities have to wake up from the illusion of reinvasion and clearly face up to the might of the DPRK which has towered as a strategic state.\n\t\t\t\t\t\n\t\t\t\t\t Reckless ambition will end up in ruin."
        },
        {
            "title": "Newspaper Calls for Making Revolutionary Climate Prevail throughout Party",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-07ee.html",
            "content": "Newspaper Calls for Making Revolutionary Climate Prevail throughout Party\r\n Pyongyang, March 6 (KCNA) -- To thoroughly establish the revolutionary party traits presents itself as an important issue in steadily enhancing the militancy and the leadership role of the Workers' Party of Korea and further strengthening the political and ideological might of the Korean revolution, says an article of Rodong Sinmun Tuesday.\n\t\t\t\t\t In order to carry to completion the socialist cause down through generations, it is essential to strengthen in every way the party leadership over the revolution and construction, the article says, adding that to this end it is necessary to continue to push forward the work of establishing the revolutionary traits within the party.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Thoroughly establishing the revolutionary party traits provides a sure guarantee for developing our party into an invincible party strong in the sense of organization and discipline.\n\t\t\t\t\t\n\t\t\t\t\t Not all parties making revolution are able to realize the high level of organization and discipline. They are achieved and consolidated only through the process for establishing the revolutionary party traits.\n\t\t\t\t\t\n\t\t\t\t\t It is also an important requirement for consolidating the kindred relations between the party and the popular masses to thoroughly establish the revolutionary party traits.\n\t\t\t\t\t\n\t\t\t\t\t An important characteristic that can be found only in the party which has firmly established the party traits of devotedly serving the people is the kindred ties between the party and the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Korea is a revolutionary party of Juche which has consistently maintained the principle of devoted service for the people as its mode of existence and unique party traits under the guidance of President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Rodong Sinmun Calls for Putting End to U.S. History of Nuclear Crimes",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-08ee.html",
            "content": "Rodong Sinmun Calls for Putting End to U.S. History of Nuclear Crimes\r\n Pyongyang, March 6 (KCNA) -- The H-bomb test carried out by the U.S. imperialists on Bikini of the Marshall Islands on March 1, 1954 was a deliberate and cruel guinea pig test done by the nuclear devil to confirm the scope of dispersion and concentration of radiation caused by a nuclear explosion and its power of killing and wounding on a normal earth environment, says Rodong Sinmun in an article Tuesday.\n\t\t\t\t\t The test was a hideous crime against humanity which provoked fierce thermo-nuclear weapons development race on the planet, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The world peace-loving people have firmly opposed the U.S. imperialists' nuclear war provocation moves, hoping that the nuclear disaster on Bikini which followed that on Hiroshima and Nagasaki would not be repeated again.\n\t\t\t\t\t\n\t\t\t\t\t But the dark clouds of a nuclear war still hang heavily over the earth due to the U.S. invariable aggression ambition and nuclear war moves aimed at putting the world under its domination by force. As a result, humankind is still exposed to the danger.\n\t\t\t\t\t\n\t\t\t\t\t Not content with becoming first in imposing the nuclear holocaust on humankind, the U.S. is getting keen on nuclear weapons modernization in order to hold an absolute nuclear edge in the world. It is, indeed, the sworn enemy common to humankind as it intends to push the planet into another dreadful nuclear disaster and destroy the world peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The situation eloquently proves how just the DPRK is when it has strengthened the capabilities for self-defence in quality and quantity with the nuclear force as a pivot, under the uplifted banner of the line of simultaneously developing the economic construction and the building of nuclear force, to cope with the ever-increasing nuclear threats from the U.S."
        },
        {
            "title": "Day of Shining Star Observed Abroad",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-03ee.html",
            "content": "Day of Shining Star Observed Abroad\r\n Pyongyang, March 6 (KCNA) -- Seminars, lectures, round-table talks, book and photo exhibitions and film shows were held in Ethiopia, Angola, Finland and Mongolia to mark the birth anniversary of leader Kim Jong Il, the Day of the Shining Star.\n\t\t\t\t\t Displayed at their venues were photos showing the revolutionary careers and feats of President Kim Il Sung and leader Kim Jong Il and the revolutionary activities of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There were also works of the peerlessly great men and books and photos introducing the signal achievements made by the Korean army and people in building a powerful socialist country.\n\t\t\t\t\t\n\t\t\t\t\t \"My Country Has Emerged Victorious by Dint of Single-minded Unity\" and other Korean films were shown.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ethiopian Association for the Study of the Juche Idea said that Kim Jong Il developed the Workers' Party of Korea into the general staff of revolution ensuring the idea and guidance of the leader and into the genuine motherly party.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Finnish Communists' League stressed that Kim Jong Il is the peerlessly elder statesman as he enriched and developed the Juche idea into the guiding idea in the era of independence to clearly show the road ahead of mankind and convinced again the world people of the validity of the socialist cause by protecting the country's sovereignty and dignity with his Songun politics when the imperialist allied forces' anti-DPRK moves went to the extremes.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the event in Finland."
        },
        {
            "title": "Kim Jong Un's Work Printed in Russia",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-04ee.html",
            "content": "Kim Jong Un's Work Printed in Russia\r\n Pyongyang, March 6 (KCNA) -- The Knizhnii Mir Publishing House of Russia on February 15 brought out in booklet respected Supreme Leader Kim Jong Un's work \"Let Us Usher in a New Golden Age in Building a Sports Power in the Revolutionary Spirit of Paektu\" on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The work, published on March 25, Juche 104 (2015), says that President Kim Il Sung and leader Kim Jong Il showed the road ahead of the Juche-based physical culture and sports with their distinguished idea and leadership and opened a new history of building a sports power.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks and ways for building a sports power."
        },
        {
            "title": "Kim Jong Un's Work Introduced in Czech Republic",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-05ee.html",
            "content": "Kim Jong Un's Work Introduced in Czech Republic\r\n Pyongyang, March 6 (KCNA) -- The Czechoslovak Communist Party posted on its website the full text of respected Supreme Leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding the Great Comrade Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" on Feb. 14 to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), clarifies that it is the principled requirement for victoriously advancing the Korean revolution to hold Kim Jong Il in high esteem as the eternal general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for steadily strengtheing the WPK into the glorious party of President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Kim Jong Un recibe a la delegacion del enviado especial del presidente surcoreano",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-18ee.html",
            "content": "Kim Jong Un recibe a la delegacion del enviado especial del presidente surcoreano\r\nPyongyang, 6 de marzo (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recibio a los miembros de la delegacion del enviado especial del presidente surcoreano que vinieron el dia 5 a esta capital. \n\t\t\t\t\t  En la ocasion estuvieron presentes Jong Ui Yong, jefe de la Oficina de Seguridad Nacional de Chongwadae quien es enviado especial del presidente Moon Jae In, So Hun, presidente del Servicio Nacional de Inteligencia, Chon Hae Song, viceministro de Unificacion, Kim Sang Gyun, vicepresidente del Servicio Nacional de Inteligencia, y Yun Kon Yong, jefe de la Oficina de Situacion de Asuntos Estatales.\n\t\t\t\t\t\n\t\t\t\t\t  Se distinguian tambien Kim Yong Chol, vicepresidente del Comite Central del Partido del Trabajo de Corea, y Kim Yo Jong, primera subjefa de departamento del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  El Maximo Dirigente dio calurosa bienvenida al enviado especial y su comitiva por la visita a Pyongyang estrechando la mano con cada uno de ellos.\n\t\t\t\t\t\n\t\t\t\t\t  Jong Ui Yong entrego cortesmente al Maximo Dirigente la carta personal del presidente Moon Jae In.\n\t\t\t\t\t\n\t\t\t\t\t  Los visitantes le expresaron agradecimiento por haber enviado la delegacion de alto nivel y otras nutridas con motivo de los 23o Juegos Olimpicos Invernales para que este evento tuviera lugar con exito.\n\t\t\t\t\t\n\t\t\t\t\t  Luego de manifestar la gratitud, Kim Jong Un dijo que es natural ayudar a la parte connacional consanguinea compartiendo la alegria por el evento jubiloso de esta. \n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que los recientes juegos olimpicos resultaron una ocasion muy importante para demostrar al exterior e interior el impetu y el aspecto majestuoso de la nacion coreana y preparar el buen ambiente de reconciliacion, unidad y dialogo entre el Norte y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Sostuvo conversaciones francas con los visitantes surcoreanos acerca de los problemas presentados en mejorar activamente las relaciones N-S y mantener la paz y estabilidad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Expreso reiteradamente que es la invariable posicion de principios de la RPDC y la firme voluntad de si mismo dar buen impulso a las relaciones N-S con las fuerzas unidas entre los connacionales y escribir la nueva historia de reunificacion de la patria, de modo que lo envidie todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Escucho la intencion del presidente Moon Jae In sobre la cumbre por conducto del enviado especial con quien intercambio las opiniones y llego al consenso satisfactorio.\n\t\t\t\t\t\n\t\t\t\t\t  Dio al sector correspondiente la indicacion importante de tomar pronto las medidas de trabajo por el respecto.\n\t\t\t\t\t\n\t\t\t\t\t  Intercambio tambien criterios profundos sobre los problemas para aliviar la aguda tension militar de la Peninsula Coreana y activar el dialogo, el contacto, la cooperacion y el intercambio multilaterales entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\t  Transcurrieron en una atmosfera fraternal y sincera las conversaciones entre el Maximo Dirigente y la delegacion del enviado especial del presidente Moon Jae In.\n\t\t\t\t\t\n\t\t\t\t\t  Kim Jong Un se fotografio junto con los visitantes."
        },
        {
            "title": "Kim Jong Un ofrece cena en honor del enviado especial surcoreano y su comitiva",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-19ee.html",
            "content": "Kim Jong Un ofrece cena en honor del enviado especial surcoreano y su comitiva\r\nPyongyang, 6 de marzo (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, ofrecio el dia 5 una cena en honor de los miembros de la delegacion del enviado especial del presidente surcoreano que realizan una visita a Pyongyang.\n\t\t\t\t\t  En la sede de recepcion, Kim Jong Un recibio cordialmente con su senora Ri Sol Ju a Jong Ui Yong, jefe de la Oficina de Seguridad Nacional de Chongwadae quien es enviado especial del presidente Moon Jae In, So Hun, presidente del Servicio Nacional de Inteligencia, Chon Hae Song, viceministro de Unificacion, Kim Sang Gyun, vicepresidente del Servicio Nacional de Inteligencia, y Yun Kon Yong, jefe de la Oficina de Situacion de Asuntos Estatales.\n\t\t\t\t\t\n\t\t\t\t\t  Estuvieron presentes en la ocasion el vicepresidente del Comite Central del Partido del Trabajo de Corea, Kim Yong Chol, la primera subjefa de departamento del CC del PTC, Kim Yo Jong, y otros funcionarios interesados.\n\t\t\t\t\t\n\t\t\t\t\t  La recepcion transcurrio en un ambiente fraternal y cordial."
        },
        {
            "title": "Parte de Pyongyang la delegacion del enviado especial del presidente surcoreano",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-20ee.html",
            "content": "Parte de Pyongyang la delegacion del enviado especial del presidente surcoreano\r\nPyongyang, 6 de marzo (ACNC) -- Partio el dia 6 de esta capital la delegacion del enviado especial del presidente surcoreano.\n\t\t\t\t\t  Antes de la partida, el vicepresidente del Comite Central del Partido del Trabajo de Corea, Kim Yong Chol, departio con los miembros de la delegacion en su alojamiento y les despidio."
        },
        {
            "title": "Pak Pong Ju recorre entidades de metalurgia en la provincia de Hamgyong del Norte",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-21ee.html",
            "content": "Pak Pong Ju recorre entidades de metalurgia en la provincia de Hamgyong del Norte\r\nPyongyang, 6 de marzo (ACNC) -- Pak Pong Ju, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea, vicepresidente del Comite de Estado y primer ministro de la Republica Popular Democratica de Corea, averiguo en el terreno las gestiones del sector de industria metalurgica de la provincia de Hamgyong del Norte.\n\t\t\t\t\tLos funcionarios y obreros del Complejo Siderurgico Kim Chaek, el Complejo de Minas de Musan, la Aceria de Chongjin y la Fabrica de Hierro de Aleacion de Puryong libran la ofensiva para el aumento de produccion con la voluntad de apoyar al partido con mayor cantidad de materiales de hierro y acero y mineral concentrado de hierro.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo varias unidades de la rama en la provincia, el premier coreano estimulo a los funcionarios y obreros quienes van abriendo al frente el arremetedero de la construccion de una potencia socialista.\n\t\t\t\t\t\n\t\t\t\t\tEn las reuniones consultivas convocadas en el terreno, se hizo enfasis en aumentar la produccion de hierro completando la tecnica de fundicion de hierro y acero y se tomaron las medidas para resolver los problemas surgidos en la produccion normal del mineral concentrado.\n\t\t\t\t\t\n\t\t\t\t\tPak Pong Ju estuvo tambien en el campo de construccion del Teatro de Chongjin donde discutio los remedios para terminar esta obra en el maximo nivel."
        },
        {
            "title": "Tiene lugar la condecoracion a taekwondocas coreanos",
            "url": "http://kcna.co.jp/item/2018/201803/news06/20180306-22ee.html",
            "content": "Tiene lugar la condecoracion a taekwondocas coreanos\r\nPyongyang, 6 de marzo (ACNC) -- Tuvo lugar el dia 6 en el Comite de Taekwondo de Corea la ceremonia de otorgamiento de condecoraciones del partido y el Estado a los jugadores y entrenadores, que ganaron en el 20o Campeonato Mundial de Taekwondo, y al personal ameritado en esta hazana.\n\t\t\t\t\tLos taekwondocas coreanos ocuparon el primer lugar en el ranking de los paises.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en la ocasion Choe Hwi, vicepresidente del Comite Central del Partido del Trabajo de Corea y presidente del Comite Estatal de Direccion de Deportes, Kim Kyong Ho, presidente del Comite de Taekwondo de Corea, y los funcionarios, los jugadores, entrenadores y empleados del mismo comite.\n\t\t\t\t\t\n\t\t\t\t\tSe entregaron el reloj con el nombre del Dirigente Kim Jong Il a Jang Kyong Ok, entrenadora del Equipo de Taekwondo del Comite de Taekwondo de Corea, y el Premio de Honor Juvenil Kim Jong Il a Ri Song Hun, jugador del Equipo de Taekwondo de la provincia de Hwanghae del Norte, Kim Nam Su, jugador del Equipo de Taekwondo de la provincia de Jagang y O Ji Hyang, jugadora del Equipo de Taekwondo del Comite de Taekwondo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl titulo del Deportista del Pueblo quedo concedido a 3 personas; el Deportista Benemerito a 6; la Orden Bandera Nacional de primera clase a 7; la de segunda clase a 8; la de tercera clase a 5 y la Medalla del Merito Laboral a 11."
        }
    ]
}