{
    "date": "2018-04-21",
    "url": "http://kcna.co.jp/item/2018/201804/2018-04-21ee.html",
    "articles": [
        {
            "title": "3rd Plenary Meeting of 7th C.C., WPK Held in Presence of Kim Jong Un",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-01ee.html",
            "content": "Third Plenary Meeting of Seventh C.C., WPK Held in Presence of Kim Jong Un\r\n Pyongyang, April 21 (KCNA) -- The Third Plenary Meeting of the Seventh Central Committee of the Workers' Party of Korea took place in Pyongyang on April 20.\n\t\t\t\t\t Kim Jong Un, chairman of the WPK, guided the plenary meeting.\n\t\t\t\t\t\n\t\t\t\t\t Attending the meeting were Presidium members, members and alternate members of the Political Bureau of the Central Committee of the WPK and members and alternate members of the C.C., WPK and members of the Central Auditing Commission of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Present as observers were members of the WPK Central Committee and party and administrative officials of ministries, national institutions, provinces, cities and counties, major industrial establishments and institutions and co-operative farms and members of the armed forces organs.\n\t\t\t\t\t\n\t\t\t\t\t The plenary meeting dealt with the following agenda items:\n\t\t\t\t\t\n\t\t\t\t\t1. On the tasks of our revolution to further accelerate socialist construction as required by a fresh high stage of the developing revolution\n\t\t\t\t\t\n\t\t\t\t\t2. On bringing about a revolutionary turn in the scientific and educational work\n\t\t\t\t\t\n\t\t\t\t\t3. Organizational matter\n\t\t\t\t\t\n\t\t\t\t\t The first agenda was discussed at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made a report on the first agenda.\n\t\t\t\t\t\n\t\t\t\t\t He said that the plenary meeting was to be convened to discuss and decide important matters for attaining goals of higher stage of socialist construction as required by the developing revolution and under the prevailing situation.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the overall situation is rapidly changing in favor of the Korean revolution thanks to the DPRK's initiative action and efforts after the declaration of completing the state nuclear force last year, he informed that a fresh climate of detente and peace is being created on the Korean peninsula and the region and dramatic changes are being made in the international political landscape.\n\t\t\t\t\t\n\t\t\t\t\t He said that the miraculous victory of having perfectly accomplished the great historic cause of building the state nuclear force in a short span of less than five years is the great victory of the WPK's line of simultaneously pushing forward the economic construction and the building of a nuclear force and, at the same time, a brilliant victory that could be won only by the heroic Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the progress made in the economic construction along with the all-party, all-state and all-people struggle for implementing the above-said line.\n\t\t\t\t\t\n\t\t\t\t\t He declared with pride that the historic tasks under the strategic line of simultaneously developing the two fronts set forth at the March 2013 Plenary Meeting of the Central Committee of the Party were successfully carried out.\n\t\t\t\t\t\n\t\t\t\t\t He said that the victory of the WPK's line was won and thus the struggle of the Korean people who worked hard with their belt tightened to acquire a powerful treasured sword for defending peace was successfully concluded and the firm guarantee by which our descendents can enjoy the most dignified and happiest life in the world was provided.\n\t\t\t\t\t\n\t\t\t\t\t He said that no nuclear test and intermediate-range and inter-continental ballistic rocket test-fire are necessary for the DPRK now, given that the work for mounting nuclear warheads on ballistic rockets was finished as the whole processes of developing nuclear weapons were carried out in a scientific way and in regular sequence, and the development of delivery and strike means was also made scientifically. He added that the mission of the northern nuclear test ground has thus come to an end.\n\t\t\t\t\t\n\t\t\t\t\t He clarified the WPK's peace-loving stand to make positive contributions to the building of the world free from nuclear weapons in conformity with the aspiration and desire common to mankind, provided that the DPRK's might was put on the level wanted by it and it became possible to reliably guarantee the security of the state and the safety of the people.\n\t\t\t\t\t\n\t\t\t\t\t He said that today when the historic tasks listed by the strategic line of simultaneously developing the two fronts were successfully carried out, the WPK is facing important tasks to accelerate the advance of the revolution with confidence in victory and thus hasten the final victory of the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t He clarified that at the present stage in which the DPRK was successfully put on the position of the world-level politico-ideological and military power, it is the strategic line of the WPK to concentrate all efforts of the whole party and country on the socialist economic construction.\n\t\t\t\t\t\n\t\t\t\t\t He said that it is necessary to launch a general revolutionary offensive and make a dynamic advance in the economic construction under the uplifted militant banner of \"Let us further accelerate the advance of our revolution by concentrating all our efforts on socialist economic construction!\"\n\t\t\t\t\t\n\t\t\t\t\t The immediate goal of the struggle for realizing the new strategic line is to keep production going at full capacity at all industrial establishments and reap a rich harvest in all agricultural fields during the period of carrying out the five-year strategy for national economic development and thus make the people's laughter resound far and wide across the country.\n\t\t\t\t\t\n\t\t\t\t\t The long-term goal is to put the national economy on a Juche, modern, IT and scientific basis and provide all the people with affluent and highly civilized life so that they can live as well as others.\n\t\t\t\t\t\n\t\t\t\t\t He clarified the tasks for thoroughly carrying out the new strategic line, and ways for doing so including the issue of prioritizing economic work in the overall work of the party and the state, tapping all the human, material and technical potentials of the country for economic development.\n\t\t\t\t\t\n\t\t\t\t\t He called on all the fields and units to thoroughly rely on science and technology, steadily improve the self-development spirit and effect production surge and leap under the unfurled slogan of self-reliance and self-sufficiency. \n\t\t\t\t\t\n\t\t\t\t\t In order to thoroughly implement the new strategic line on channeling all efforts on the economic construction, it is necessary to drastically enhance the role of party organizations, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t He urged the economic guidance organs including the Cabinet to occupy their position as the master responsible for the economic affairs, meticulously organize the operation and command for making rapid economic progress. He also urged all the fields and units to be unconditionally subordinate to the unified command of the Cabinet for implementing the economic policy of the party.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made on the first agenda item at the plenary meeting.\n\t\t\t\t\t\n\t\t\t\t\t Speakers were Choe Ryong Hae, member of the Presidium of the Political Bureau and vice-chairman of the Central Committee of the WPK, Pak Pong Ju, member of the Presidium of the Political Bureau of the WPK Central Committee and premier of the Cabinet, and Kim Jong Gak, director of the General Political Bureau of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Resolutions on the first agenda item were adopted with unanimous approval.\n\t\t\t\t\t\n\t\t\t\t\t The resolution \"On Proclaiming Great Victory of the Line of Simultaneous Development of Economic Construction and Building of Nuclear Force\" specified the following decisions.\n\t\t\t\t\t\n\t\t\t\t\t First, we solemnly declare that the sub-critical nuclear test, underground nuclear test, making nuclear weapon smaller and lighter and the development of the super-large nuclear weapon and delivery means have been carried out in order in the course of the campaign for implementing the party's line of simultaneously developing the two fronts and thus the work for putting on a higher level the technology of mounting nuclear warheads on ballistic rockets has been reliably realized.\n\t\t\t\t\t\n\t\t\t\t\t Second, we will discontinue nuclear test and inter-continental ballistic rocket test-fire from April 21, Juche 107 (2018).\n\t\t\t\t\t\n\t\t\t\t\t The northern nuclear test ground of the DPRK will be dismantled to transparently guarantee the discontinuance of the nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t Third, the discontinuance of the nuclear test is an important process for the worldwide disarmament, and the DPRK will join the international desire and efforts for the total halt to the nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t Fourth, the DPRK will never use nuclear weapons nor transfer nuclear weapons or nuclear technology under any circumstances unless there are nuclear threat and nuclear provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Fifth, we will concentrate all efforts on building a powerful socialist economy and markedly improving the standard of people's living through the mobilization of all human and material resources of the country.\n\t\t\t\t\t\n\t\t\t\t\t Sixth, we will create international environment favorable for the socialist economic construction and facilitate close contact and active dialogue with neighboring countries and the international community in order to defend peace and stability on the Korean peninsula and in the world.\n\t\t\t\t\t\n\t\t\t\t\t The resolution \"On Concentrating All Efforts on Socialist Economic Construction to Meet Requirements of New High Stage of Developing Revolution\" clarified the following decisions.\n\t\t\t\t\t\n\t\t\t\t\t First, we will orientate the overall party and state affairs into the socialist economic construction and put all efforts into it.\n\t\t\t\t\t\n\t\t\t\t\t Second, the Party and working people's organizations, power organs, law enforcement organs and armed forces organs should enhance their roles in the struggle to concentrate all efforts on the socialist economic construction.\n\t\t\t\t\t\n\t\t\t\t\t Third, the Party organizations and political institutions at all levels should regularly control and review the implementation of the decisions made at the Third Plenary Meeting of the 7th Central Committee of the WPK so as to ensure their thorough implementation.\n\t\t\t\t\t\n\t\t\t\t\t Fourth, the Presidium of the Supreme People's Assembly and the Cabinet should take legal, administrative and technical measures to carry out the tasks set forth in the resolutions of the plenary meeting of the WPK Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t The second agenda item was discussed at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made a report on the second agenda item.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to bring about a revolutionary turn in scientific research and education, adding that the issue of concentrating all efforts on the economic construction would be unthinkable without the rapid development of science and education.\n\t\t\t\t\t\n\t\t\t\t\t He said that in recent years our Party has made not a small achievement through active measures to boost science and education to suit the requirements of the higher stage of the developing revolution. He also analyzed and reviewed drawbacks in the fields of science and education and analyzed and their causes.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the strategic slogan \"Let us make a leap forward by dint of science and guarantee the future by dint of education!\" and clearly specified the tasks and ways for putting spurs to building a scientific and technical power and a talent power.\n\t\t\t\t\t\n\t\t\t\t\t Speeches on the second agenda item were made by Pak Thae Song, member of the Political Bureau and vice-chairman of the Central Committee of the WPK, Kim Su Gil, alternate member of the Political Bureau of the WPK Central Committee and chairman of the Pyongyang City Committee of the WPK, and Kim Sung Du, chairman of the Education Commission.\n\t\t\t\t\t\n\t\t\t\t\t The resolution on the second agenda item \"On Effecting Revolutionary Turn in Science and Education\" was adopted.\n\t\t\t\t\t\n\t\t\t\t\t The plenary meeting discussed the organizational matter, the third agenda.\n\t\t\t\t\t\n\t\t\t\t\t There was a by-election of a member of the Political Bureau of the Workers' Party of Korea Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Gak was by-elected as member of the Political Bureau of the C.C., WPK.\n\t\t\t\t\t\n\t\t\t\t\t There were recall and by-election of members and alternate members of the Political Bureau of the Party Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t Sin Yong Chol, Son Chol Ju, Jang Kil Song and Kim Song Nam, who had been alternate members of the Party Central Committee, were elected members, and Kim Jun Son, Kim Chang Son, Jong Yong Guk and Ri Tu Song were elected members of the Party Central Committee to fill vacancies.\n\t\t\t\t\t\n\t\t\t\t\t Ri Son Gwon, Hong Jong Duk, Sok Sang Won, Jang Kil Ryong, Pak Hun, Ko Ki Chol, An Myong Gon, Ko Myong Chol, Kim Son Uk, Hong Man Ho, Kim Chol Ha, Kim Yong Gu, Kim Chol Ryong and Kim Il Guk were elected alternate members of the Party Central Committee to fill vacancy. \n\t\t\t\t\t\n\t\t\t\t\t Recall and by-election of members of the Central Auditing Commission of the WPK were held.\n\t\t\t\t\t\n\t\t\t\t\t Ko Chol Man and Choe Song Gun were by-elected as members of the Central Auditing Commission of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made a historic concluding speech at the plenary meeting.\n\t\t\t\t\t\n\t\t\t\t\t He said that the declaration of the victory of the line of simultaneously pushing forward the economic construction and the building of a nuclear force and advancement of the new line on focusing all efforts on the economic construction at the current plenary meeting is a great political event of historical significance in accomplishing the socialist cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The main spirit of the Third Plenary Meeting of the Seventh Party Central Committee is to further accelerate the advance of our revolution under the unfurled banner of self-reliance on the basis of the great victory of the line of simultaneously pushing forward the economic construction and the building of a nuclear force and thus attain ahead of schedule the higher goal of the socialist construction put forward at the Seventh Congress of the WPK, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Stressing that the core and main principle of the new revolutionary line of the Party is self-reliance, he underscored the need to maintain indomitable perseverance in the spirit of self-reliance as ever and open up the avenue for prosperity and bring earlier the rosy future.\n\t\t\t\t\t\n\t\t\t\t\t Our goal is to activate the overall national economy and put it on an upward spiral track and thus establish independent and modern socialist economy, knowledge-based economy, in the period of carrying out the five-year strategy for the national economic development, he stated.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to attach importance to science and education and develop them in order to achieve the higher goal of socialist construction by thoroughly carrying out the new revolutionary line of the Party.\n\t\t\t\t\t\n\t\t\t\t\t In order to realize the revolutionary line and the policy of the Party, officials should make strenuous efforts with the strong determination and work hard with high abilities to put their fields and units on the level as required by the Party, he added."
        },
        {
            "title": "DPRK Embassy in Moscow Hosts Reception",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-03ee.html",
            "content": "DPRK Embassy in Moscow Hosts Reception\r\n Pyongyang, April 21 (KCNA) -- The DPRK embassy in Moscow hosted a reception on April 17 to mark the 106th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there on invitation were personages of the government, political parties, bodies and organs of Russia including the Ministry of Foreign Affairs, the Ministry of Culture, the State Duma, the United Russia Party, the Communist Party of the Russian Federation, the Party for Peace and Unity, the Liberal Democratic Party, the Communist Party of the Soviet Union, the Orchestra of the 21st Century, the Chamber of Commerce and Industry, the Russian Association for Friendship and Cultural Cooperation with the DPRK and the newspaper Zavtra.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK ambassador to Russia and staff members of his embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before an art piece depicting President Kim Il Sung standing together with leader Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They looked round photos showing the revolutionary exploits of the great leaders and the greatness of the respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the DPRK missions in Vladivostok and Khabarovsk hosted receptions on April 13."
        },
        {
            "title": "Japanese Friendship Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-07ee.html",
            "content": "Japanese Friendship Delegation Visits Mangyongdae\r\n Pyongyang, April 21 (KCNA) -- An Okayama prefectural Japan-Korea friendship delegation of Japan led by Seisuke Mihara, representative of the Association for Promotion of Friendship between Japan and North and South Korea, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t The guests laid bouquets at the old home of the President in Mangyongdae with deep reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t They went round historical relics at the old home, being briefed on the revolutionary history of Kim Il Sung associated with it and on the patriotic life of his family members.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Tower of the Juche Idea, the Ryugyong General Ophthalmic Hospital, etc."
        },
        {
            "title": "Home-visiting Group of Koreans in Japan Leaves",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-08ee.html",
            "content": "Home-visiting Group of Koreans in Japan Leaves\r\nPyongyang, April 21 (KCNA) -- A home-visiting group of Koreans in Japan led by Pak Hae Chol, vice department director of the Central Standing Committee of the General Association of Korean Residents in Japan, left here on Saturday."
        },
        {
            "title": "Chairman of Italian General Investment Group Leaves",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-10ee.html",
            "content": "Chairman of Italian General Investment Group Leaves\r\n Pyongyang, April 21 (KCNA) -- Giancarlo Elia Valori, chairman of the Italian General Investment Group, left here for home on Saturday."
        },
        {
            "title": "Delegation of Koreans in Canada Leaves",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-06ee.html",
            "content": "Delegation of Koreans in Canada Leaves\r\n Pyongyang, April 21 (KCNA) -- A delegation of the Association of Koreans in Canada led by Chairman Kim Su Hae left here on Saturday."
        },
        {
            "title": "Overseas Korean Art Troupes Leave",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-09ee.html",
            "content": "Overseas Korean Art Troupes Leave\r\n Pyongyang, April 21 (KCNA) -- Art troupes of Koreans in Japan and China left here on Saturday after taking part in the 31st April Spring Friendship Art Festival.\n\t\t\t\t\t Departing earlier was a vocalist of the art troupe of the International United Confederation of Koreans."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Syrian, Lebanese Figures",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-02ee.html",
            "content": "Kim Il Sung's Exploits Praised by Syrian, Lebanese Figures\r\n Pyongyang, April 21 (KCNA) -- Syrian and Lebanese personages issued statements on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Saber Ballul, department head of the Political Faculty of the University of Damascus, said in a statement on April 14 that April 15 is the day enshrined in the hearts of the Korean people and the world's progressive people, adding:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung's birthday is the day when the great sun of mankind rose.\n\t\t\t\t\t\n\t\t\t\t\t The President is boundlessly revered by all people as he set forth the revolutionary idea and achieved enormous exploits.\n\t\t\t\t\t\n\t\t\t\t\t With his rare wisdom, insight, iron will and great courage, he made the Korean people an independent people and reliably defended the DPRK from invasion and challenge by all enemies.\n\t\t\t\t\t\n\t\t\t\t\t His revolutionary idea and exploits serve as the valuable heritage and treasure of the progressives.\n\t\t\t\t\t\n\t\t\t\t\t He is always alive in the hearts of all people.\n\t\t\t\t\t\n\t\t\t\t\t Samir Diyab, chief of the Lebanese Group for the Study of the Juche Idea, said in a statement on April 13 that it is duty of the Juche idea followers to splendidly celebrate the Day of the Sun together with the friendly Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He lauded Kim Il Sung for turning the DPRK into a socialist state centered on the popular masses and a powerful country, independent in politics, self-supporting in the economy and self-reliant in national defence, unfazed by any storm and stress."
        },
        {
            "title": "Day of Sun Marked in Congo and Guinea",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-04ee.html",
            "content": "Day of Sun Marked in Congo and Guinea\r\n Pyongyang, April 21 (KCNA) -- Congolese and Guinean organizations issued bulletins to mark the Day of the Sun, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The Congolese preparatory committee for celebrating the Day of the Sun carried an article in the bulletin on April 14, which said:\n\t\t\t\t\t\n\t\t\t\t\t The progressive mankind recalls with deep emotion the revolutionary career and immortal exploits of the great President Kim Il Sung, the outstanding leader of the 20th century and the sun of Juche, on the occasion of his 106th birth anniversary.\n\t\t\t\t\t\n\t\t\t\t\t The President maintained the transparent independent stand in the whole period of his guidance over the Korean revolution and construction and thus left a clear mark in the history of world politics.\n\t\t\t\t\t\n\t\t\t\t\t He rendered material and moral assistance to the struggle of the peoples of many countries for national liberation against imperialism under the banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean preparatory committee for celebrating the Day of the Sun edited in the bulletin on April 13 articles dealing with the career of Kim Il Sung who devoted his all to the people's happiness and introducing his positive support and encouragement to the African people in the building of a new society."
        },
        {
            "title": "Kim Jong Un's Work Published in Kuwait",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-05ee.html",
            "content": "Kim Jong Un's Work Published in Kuwait\r\n Pyongyang, April 21 (KCNA) -- The respected Supreme Leader Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" was brought out in booklet by the Kuwait Times on the occasion of the Day of the Sun.\n\t\t\t\t\t The work is a speech the Supreme Leader delivered at the military parade in celebration of the centenary of birth of President Kim Il Sung on April 15, Juche 101 (2012).\n\t\t\t\t\t\n\t\t\t\t\t It clarifies that the century-long history of Kim Il Sung's nation clearly proved the immutable truth that an outstanding leader guarantees the dignity and prosperity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for glorifying the dignity of Songun Korea for all ages and successfully carrying out the cause of building a thriving socialist country.\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony took place on April 8."
        },
        {
            "title": "Kim Jong Un dirige el Tercer Pleno del Septimo Periodo del CC del PTC",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-11ee.html",
            "content": "Kim Jong Un dirige el Tercer Pleno del Septimo Periodo del CC del PTC\r\nPyongyang, 21 de abril (ACNC) -- Tuvo lugar el dia 20 en Pyongyang el Tercer Pleno del Septimo Periodo del Comite Central del Partido del Trabajo de Corea.\n\t\t\t\t\tKim Jong Un, Presidente del PTC, dirigio el pleno.\n\t\t\t\t\t\n\t\t\t\t\tEn esta cita participaron los miembros del Presidium del Buro Politico y los miembros y miembros suplentes del Buro Politico, los miembros y los miembros suplentes del CC del PTC, asi como los miembros de la Comision Revisora Central del PTC.\n\t\t\t\t\t\n\t\t\t\t\tY tomaron parte como observadores los miembros del CC del PTC, los funcionarios partidistas y administrativos de los ministerios, los organos centrales, las provincias, las ciudades, los distritos y las fabricas, instituciones, empresas y granjas cooperativas importantes.\n\t\t\t\t\t\n\t\t\t\t\tEn el pleno fueron propuestas las siguientes agendas.\n\t\t\t\t\t\n\t\t\t\t\t1. Sobre las tareas de nuestro Partido para acelerar con mas vigor la construccion socialista conforme a la demanda de la nueva etapa elevada del desarrollo de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\t2. Para imprimir un viraje revolucionario en la labor cientifica y educativa.\n\t\t\t\t\t\n\t\t\t\t\t3. Sobre el problema de organizacion.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion plenaria fue discutida la primera agenda.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un hizo informe sobre la primera agenda.\n\t\t\t\t\t\n\t\t\t\t\tEl dijo que se efectua el Tercer Pleno del Septimo Periodo del CC del PTC para debatir y determinar los problemas importantes para conquistar una meta de etapa mas elevada de la construccion socialista conforme a la demanda del desarrollo de la revolucion y la situacion creada.\n\t\t\t\t\t\n\t\t\t\t\tDespues de que en el ano pasado fue proclamado el perfeccionamiento de las fuerzas armadas nucleares, la situacion general se cambia repentinamente a favor de nuestra revolucion gracias a nuestras acciones y esfuerzos iniciativos, dijo el Presidente e informo de que se crea la nueva corriente hacia la distension y la paz en la Peninsula Coreana y la region y se logran los cambios dramaticos en la estructura politica mundial.\n\t\t\t\t\t\n\t\t\t\t\tLa victoria milagrosa de haber alcanzado en menos de 5 anos la gran causa historica de la construccion de las fuerzas armadas nucleares del Estado es la gran victoria de la linea de desarrollo paralelo del PTC y, al mismo tiempo, la victoria brillante que puede lograr solo el heroico pueblo coreano, acentuo.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente del PTC menciono que se ha logrado un avance tambien en la construccion economica mediante la lucha de todo el Partido, todo el Estado y todo el pueblo para materializar la linea de desarrollo paralelo.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un declaro con orgullo que fueron cumplidas exitosamente las tareas historicas de la linea estrategica de nuestro Partido de desarrollar paralelamente la construccion economica y la de las fuerzas armadas nucleares, presentada en el Pleno de Marzo de 2013 del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tGracias a esta victoria, fue concluida con exito la lucha de nuestro pueblo que vino esforzandose con empeno superando todas las dificultades por poseer el fuerte medio todopoderoso para la defensa de la paz y se logro la firme garantia para que las generaciones venideras pudieran gozar de una vida mas digna y feliz en el mundo, asevero.\n\t\t\t\t\t\n\t\t\t\t\tSe realizaron de manera cientifica y sistematica no solo los procesos del desarrollo nuclear, sino tambien los medios de transporte y ataque, de manera que fue verificado el perfeccionamiento del armamento nuclear, dijo y continuo que en estas condiciones no nos necesita mas la prueba nuclear ni el lanzamiento de ensayo del cohete de mediano y largo alcance y del ICBM y que se puso fin a la mision del campo de ensayo nuclear en la zona septentrional del pais.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente del PTC aclaro la posicion pacifista de nuestro Partido de hacer aporte activo a la construccion del mundo sin armas nucleares de acuerdo con el deseo y la aspiracion comunes de la humanidad basandose en que se llevo nuestra fuerza al nivel deseado y fue preparada la firme garantia de la seguridad de nuestro Estado y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia en que fueron cumplidas exitosamente las tareas historicas presentadas por la linea estrategica sobre el desarrollo paralelo de la construccion economica y la de las fuerzas armadas nucleares, se presenta ante nuestro Partido la importante tarea revolucionaria de dar impulso con la confianza en la victoria a la velocidad de avance de la revolucion y anticipar la victoria final de la causa socialista, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tEn la actual etapa en que nuestra Republica ocupo la firme posicion de la potencia ideo-politica y militar de talla mundial, todo el Partido y todo el pais deben concentrar todas sus fuerzas en la construccion economica socialista, lo que es la linea estrategica de nuestro Partido, aclaro.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente del PTC subrayo que tienen que desarrollar dinamicamente la ofensiva general revolucionaria y el gran avance de la construccion economica bajo la consigna combativa: \"!Aceleremos mas el avance de nuestra revolucion concentrando toda la potencialidad en la construccion economica socialista!\". \n\t\t\t\t\t\n\t\t\t\t\tEl objeto inmediato de la lucha por lograr la nueva linea estrategica es poner en la produccion normal todas las fabricas y empresas en el periodo del cumplimiento de la Estrategia Quinquenal para el desarrollo de la economia nacional y lograr rica cosecha en todo el campo para que el aspecto feliz del pueblo reinara todo el pais, recalco.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que en lo perspectivo hay que realizar en el alto nivel la jucheanizacion, la modernizacion, la informatizacion y la cientifizacion de la economia nacional y ofrecer a todos los habitantes una vida feliz y civilizada sin envidiar nada a nadie.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente del PTC ilumino las tareas y remedios para materializar estrictamente la nueva linea estrategica inclusive el problema de dar prioridad a la labor economica en todos los trabajos del Partido y el Estado y movilizar todas las potencialidades humanas, materiales y tecnicas en el desarrollo economico.\n\t\t\t\t\t\n\t\t\t\t\tTodos los dominios y unidades tienen que enarbolar el espiritu de autoconfianza y autoabastecimiento y aumentar incesantemente el espiritu de autofortalecimiento y lograr el auge productivo apoyandose en las ciencias y tecnicas.\n\t\t\t\t\t\n\t\t\t\t\tPara llevar a cabo perfectamente la nueva linea estrategica de concentrar todas las fuerzas en la construccion economica, hay que elevar decisivamente el papel de las organizaciones partidistas, enfatizo.\n\t\t\t\t\t\n\t\t\t\t\tEl Consejo de Ministros y otros organos de direccion economica tienen que ocupar correctamente su posicion como dueno de la labor economica y organizar con escrupulosidad la operacion y el mando para lograr el desarrollo vertiginoso de la economia y todos los dominios y unidades han de obedecer sin falta al mando unificado del Consejo de Ministros para materializar las politicas economicas del Partido, instruyo.\n\t\t\t\t\t\n\t\t\t\t\tEn el pleno hubo discusion sobre la primera agenda.\n\t\t\t\t\t\n\t\t\t\t\tIntervinieron Choe Ryong Hae, miembro del Presidium del Buro Politico y vicepresidente del Comite Central del Partido del Trabajo de Corea, Pak Pong Ju, miembro del Presidium del BP del CC del PTC y primer ministro del Consejo de Ministros de la RPDC, y Kim Jong Gak, jefe de la Direccion Politica General del Ejercito Popular de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion quedaron adoptadas por unanimidad las resoluciones sobre la primera agenda.\n\t\t\t\t\t\n\t\t\t\t\tEn la resolucion \"Sobre la declaracion de la gran victoria de la linea de desarrollo paralelo de la construccion economica y la de fuerzas armadas nucleares\" estan aclaradas los puntos siguientes:\n\t\t\t\t\t\n\t\t\t\t\tPrimero, declaramos con solemnidad la realizacion segura del armamento nuclear al ejecutar gradualmente las pruebas nucleares subcriticas, la prueba nuclear subterranea, la minimizacion y aligeracion de armas nucleares y el desarrollo de armas nucleares supergrandes y los medios de su transporte en el proceso de la lucha por materializar la linea de desarrollo paralelo\n\t\t\t\t\t\n\t\t\t\t\tSegundo, cesaran desde el 21 de abril de 107 (2018) de la Era Juche la prueba nuclear y el lanzamiento de ensayo de ICBM.\n\t\t\t\t\t\n\t\t\t\t\tAnularan el campo de prueba nuclear situado en la zona septentrional de la RPDC para garantizar de manera transparente el cese de la prueba nuclear.\n\t\t\t\t\t\n\t\t\t\t\tTercero, el cese de la prueba nuclear deviene el proceso importante para el desarme nuclear mundial y la RPDC se incorporara a la aspiracion y los esfuerzos internacionales por el cese total de la prueba nuclear.\n\t\t\t\t\t\n\t\t\t\t\tCuarto, no usaremos nunca el arma nuclear mientras que no se producen la amenaza y provocacion nucleares contra nuestro Estado ni transferiremos en ningun caso las armas nucleares y sus tecnicas.\n\t\t\t\t\t\n\t\t\t\t\tQuinto, Movilizaremos todos los recursos humanos y materiales a levantar la poderosa economia socialista y elevar trascendentalmente la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tSexto, dinamizaremos los vinculos estrechos y el dialogo con los paises vecinos y la sociedad internacional a fin de preparar un favorable ambiente internacional a la construccion de la economia socialista y defender la paz y seguridad de la Peninsula Coreana y del mundo.\n\t\t\t\t\t\n\t\t\t\t\tLa resolucion \"Para concentrar todas las fuerzas en la construccion de la economia socialista conforme a la demanda de una nueva y elevada etapa del desarrollo de la revolucion\" lleva los siguientes puntos:\n\t\t\t\t\t\n\t\t\t\t\tPrimero, la labor general del partido y del Estado se dirigira a la construccion de la economia socialista y le concentraran todas las fuerzas a ella.\n\t\t\t\t\t\n\t\t\t\t\tSegundo, elevaran el papel de las organizaciones partidistas y entidades de masas, los organos del Poder y las instituciones judiciales y de fuerzas armadas en la lucha por concentrar todas las fuerzas en la construccion de la economia socialista.\n\t\t\t\t\t\n\t\t\t\t\tTercero, las organizaciones partidistas y los organos politicos a todos niveles controlaran y balancearan normalmente el estado de ejecucion de la resolucion del Tercer Pleno del Septimo Periodo del CC del PTC y lo materializaran cabalmente.\n\t\t\t\t\t\n\t\t\t\t\tCuarto, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros tomaran las medidas juridicas, administrativas y practicas para materializar las tareas presentadas en la resolucion del pleno del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, se discutio la segunda agenda.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un hizo informe sobre la segunda agenda.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, el se refirio a la necesidad de imprimir un viraje revolucionario en la labor de ciencia y educacion. Y agrego que al margen del desarrollo rapido de la ciencia y educacion es imposible pensar en el asunto de concentrar todas las fuerzas en la construccion economica, abordado en la primera agenda.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que en los ultimos anos nuestro Partido logro no pocos exitos al tomar las medidas activas para impulsar la labor de ciencia y educacion conforme a la exigencia de la etapa mas elevada de la revolucion en desarrollo. Y analizo e hizo balance de los defectos que se observan en ese dominio y sus causas.\n\t\t\t\t\t\n\t\t\t\t\tPresento la consigna estrategica \"!Demos saltos a fuerza de la ciencia y garanticemos el futuro con la ensenanza!\" e ilumino las tareas y los remedios que se presentan en dar buen impulso a la construccion de la potencia cientifico-tecnica y la de talentos.\n\t\t\t\t\t\n\t\t\t\t\tPak Thae Song, miembro del Buro Politico y vicepresidente del CC del PTC, Kim Su Gil, miembro suplente del BP del CC del PTC y presidente del Comite del PTC en la ciudad de Pyongyang, y Kim Sung Du, presidente del Comite de Educacion, intervinieron en la segunda agenda.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, se aprobo la resolucion de la segunda agenda \"Para imprimir un viraje revolucionario en la labor de ciencia y educacion\".\n\t\t\t\t\t\n\t\t\t\t\tEl pleno discutio tercera agenda: problema de organizacion.\n\t\t\t\t\t\n\t\t\t\t\t  Realizo la eleccion suplementaria para el miembro del BP del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  Eligio a Kim Jong Gak como miembro del BP del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  Y realizo la destitucion y la eleccion suplementaria para los miembros y los suplentes del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  Eligio a miembros suplentes Sin Yong Chol, Son Chol Ju, Jang Kil Song y Kim Song Nam como miembros del CC del PTC. Y Kim Jun Son, Kim Chang Son, Jong Yong Guk y Ri Tu Song fueron electos suplementariamente como miembros del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  Y como miembros suplentes a Ri Son Gwon, Hong Jong Duk, Sok Sang Won, Jang Kil Ryong, Pak Hun, Ko Ki Chol, An Myong Gon, Ko Myong Chol, Kim Son Uk, Hong Man Ho, Kim Chol Ha, Kim Yong Gu, Kim Chol Ryong y Kim Il Guk.\n\t\t\t\t\t\n\t\t\t\t\t  Hubo la destitucion y la eleccion suplementaria de los miembros de la Comision Revisora Central del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  Eligio suplementariamente a Ko Chol Man y Choe Song Gun como miembros de la Comision Revisora Central del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  Kim Jong Un pronuncio la conclusion historica en el pleno.\n\t\t\t\t\t\n\t\t\t\t\t  El presente pleno declaro la victoria de la linea de desarrollo paralelo y presento la linea de concentrar todas las fuerzas a la construccion economica, lo que deviene un evento politico que tiene un significado historico en el cumplimiento de la causa socialista del Juche, asevero\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que el espiritu principal del presente conclave es cumplir con anticipacion la meta mas ambiciosa de la construccion del socialismo presentada por el VII Congreso del PTC al acelerar mas la velocidad de avance de nuestra revolucion bajo la bandera de la autoconfianza basandose en la gran victoria de la linea de desarrollo paralelo.\n\t\t\t\t\t\n\t\t\t\t\tLa autoconfianza es el nucleo y principio fundamentales de nueva linea revolucionaria del partido, acentuo y destaco que en el futuro tambien como lo hicieron en el pasado tienen que esforzarse apoyandose en el espiritu de apoyo en sus fuerzas propias y luchar firmemente para abrir el ancho camino de la prosperidad y adelantar el porvenir excelente.\n\t\t\t\t\t\n\t\t\t\t\tLa meta de la lucha que debemos alcanzar es activar la economia nacional en general y ponerla firmemente en la orbita de ascenso en el periodo del cumplimiento de la Estrategia Quinquenal para el desarrollo de la economia nacional, y, mas adelante, construir una moderna e independiente economia socialista, la economia basada en la intelectualidad, senalo. \n\t\t\t\t\t\n\t\t\t\t\tY agrego que es preciso priorizar y desarrollar las labores de ciencia y educacion para conquistar la meta mas elevada de la construccion socialista materializando cabalmente la nueva linea revolucionaria presentada por el partido.\n\t\t\t\t\t\n\t\t\t\t\tAcentuo que a fin de llevar a la realidad la linea y las orientaciones revolucionarias del partido necesitan que los funcionarios deban prepararse bien, esforzarse audazmente y empenarse con una capacidad sobresaliente por llevar las labores de su sector y su unidad al nivel demandado por el partido."
        },
        {
            "title": "Embajada coreana en Rusia ofrece banquete",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-12ee.html",
            "content": "Embajada coreana en Rusia ofrece banquete\r\nPyongyang, 21 de abril (ACNC) -- La embajada coreana en Rusia ofrecio el dia 17 un banquete con motivo del aniversario 106 de nacimiento del Presidente Kim Il Sung.\n\t\t\t\t\t  A la recepcion fueron invitados las personalidades del gobierno, partidos politicos, entidades e instituciones inclusive el Ministerio de Relaciones Exteriores, el de Cultura, la Duma Estatal, el Partido Rusia Unida, el Partido Comunista de la Federacion Rusa, el Partido por la Paz y la Unidad, el Partido Democratico Liberal, el Partido Comunista de la Union Sovietica, la Orquesta del Siglo 21, la Camara de Comercio e Industria, la Asociacion Rusa de Amistad y Cooperacion Cultural con la Republica Popular Democratica de Corea y la Editora del Periodico Zavtra.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes tambien el embajador y otros miembros de la sede diplomatica coreana en Rusia.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes rindieron homenaje al Presidente Kim Il Sung y al Dirigente Kim Jong Il tras depositar un cesto y ramos de flores al pie de una obra de bellas artes que describe a los lideres antecedentes coreanos encontrandose juntos.\n\t\t\t\t\t\n\t\t\t\t\tLuego, vieron las fotos alusivas a las hazanas revolucionarias del Presidente y el Dirigente y la grandeza del Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t  Hubo discursos en la ocasion.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, las representaciones coreanas en Vladivostok y Jabarovsk hicieron otros tantos el dia 13."
        },
        {
            "title": " Giancarlo Elia Valori parte de Pyongyang",
            "url": "http://kcna.co.jp/item/2018/201804/news21/20180421-13ee.html",
            "content": "Giancarlo Elia Valori parte de Pyongyang\r\nPyongyang, 21 de abril (ACNC) -- Partio el dia 21 de esta capital el presidente del Grupo de Inversion General de Italia, Giancarlo Elia Valori."
        }
    ]
}