{
    "date": "2018-03-22",
    "url": "http://kcna.co.jp/item/2018/201803/2018-03-22ee.html",
    "articles": [
        {
            "title": "Congratulations to Russian President",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-06ee.html",
            "content": "Congratulations to Russian President\r\nPyongyang, March 22 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, Tuesday sent a congratulatory message to Vladimir Vladimirovich Putin on his reelection as president of the Russian Federation.\n\t\t\t\t\tIn the belief that the traditional relations of friendship between the two countries would continue to expand in the future, too, the message wished the Russian president greater success in his responsible work for the development of the country and the well-being of the people."
        },
        {
            "title": " SPA Session to Be Convened",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-04ee.html",
            "content": "SPA Session to Be Convened\r\n Pyongyang, March 22 (KCNA) -- The 6th Session of the 13th Supreme People's Assembly of the Democratic People's Republic of Korea will be convened in Pyongyang on April 11, Juche 107 (2018), according to a decision announced by the SPA Presidium on March 15."
        },
        {
            "title": "DPRK Ambassador to Senegal Appointed",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-09ee.html",
            "content": "DPRK Ambassador to Senegal Appointed\r\n Pyongyang, March 22 (KCNA) -- Chae Hui Chol was appointed as the DPRK ambassador to the Republic of Senegal, according to a decree of the Presidium of the Supreme People's Assembly of the DPRK."
        },
        {
            "title": "Russian Delegation Leaves",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-07ee.html",
            "content": "Russian Delegation Leaves\r\n Pyongyang, March 22 (KCNA) -- The Russian government economic delegation led by Minister of Development of Far East Alexandr Galushka, chairman of the Russian side to the DPRK-Russia intergovernmental committee for cooperation in trade, economy and science and technology, departed here Thursday after taking part in the 8th meeting of the committee."
        },
        {
            "title": "5th National Technological Innovation Exhibition of Three-Revolution Teams Opens",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-12ee.html",
            "content": "5th National Technological Innovation Exhibition of Three-Revolution Teams Opens\r\n Pyongyang, March 22 (KCNA) -- The 5th National Technological Innovation Exhibition of Three-Revolution Teams opened with due ceremony at the Three-Revolution Exhibition House here Thursday.\n\t\t\t\t\t At least 750 successes made by three-revolution team members during their technological innovation movement were presented to the exhibition.\n\t\t\t\t\t\n\t\t\t\t\t During the event, there will be a hypothesis and idea presentation which can contribute to the solutions of pressing sci-technological problems and the exploring of areas of advanced science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Kim Phyong Hae, vice-chairman of the Central Committee of the Workers' Party of Korea, Vice-Premier Jon Kwang Ho, officials of commissions, ministries and national institutions, officials concerned, exemplary three-revolution team members and officials of the units which dispatched three-revolution teams."
        },
        {
            "title": "20th Kimilsungia Festival to Be Held",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-11ee.html",
            "content": "20th Kimilsungia Festival to Be Held\r\n Pyongyang, March 22 (KCNA) -- The 20th Kimilsungia Festival will be held here to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The festival is an international flower one praising the great man which has been held every year with deep reverence and loyalty of the Korean people and the progressives of the world for Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Taking part in it, to be opened at the Kimilsungia-Kimjongilia Exhibition in mid-April Juche107 (2018), will be ministries, national institutions, armed forces organs, working people from all walks of life and school youth and children, the General Association of Korean Residents in Japan and other overseas compatriots' bodies and foreigners.\n\t\t\t\t\t\n\t\t\t\t\t During the festival there will be a Kimilsungia exhibition in each province."
        },
        {
            "title": "40,000-odd Hectares of Cold Humid Land Improved in DPRK",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-10ee.html",
            "content": "40,000-odd Hectares of Cold Humid Land Improved in DPRK\r\n Pyongyang, March 22 (KCNA) -- More than 40,000 hectares of cold humid land have been improved throughout the country amid the brisk preparations for farming in the DPRK.\n\t\t\t\t\t In particular, Paechon County in South Hwanghae Province ameliorated over 1,800 hectares of cold humid land by digging blind drains and interception channels.\n\t\t\t\t\t\n\t\t\t\t\t North Hwanghae Province also reclaimed thousands hectares of cold humid land. \n\t\t\t\t\t\n\t\t\t\t\t And Tanchon City, Hamju and Jongphyong counties and other cities and counties in South Hamgyong Province carried out the project for improving cold humid lands in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t North Phyongan Province improved nearly 6,000 hectares of cold humid land this year."
        },
        {
            "title": "Forest of Black Pine-Maengsan, Natural Monument of DPRK",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-08ee.html",
            "content": "Forest of Black Pine-Maengsan, Natural Monument of DPRK\r\n Pyongyang, March 22 (KCNA) -- The forest of black pine-Maengsan spreads at the foot of Mt Tongji in Maengsan County, South Phyongan Province of the DPRK.\n\t\t\t\t\t The forest is believed to be hundreds years old and covers nearly 220 hectares of land.\n\t\t\t\t\t\n\t\t\t\t\t The average height of black pines is 16 meters and the tallest ones are 25 meters high. The diameter of their middle part is between 55 and 110 centimeters and that of their crown between 8 and 11 meters.\n\t\t\t\t\t\n\t\t\t\t\t They have no twig under the crown and are covered with dark brown bark.\n\t\t\t\t\t\n\t\t\t\t\t Their leaf sprouts from May and falls in October next year and is 9-17 centimeters long and 1.5 millimeters wide.\n\t\t\t\t\t\n\t\t\t\t\t Black pine-Maengsan grows quickly for 40-50 years and lives for 400-500 years.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, the Central Tree Nursery under the Ministry of Land and Environment Protection and other tree nurseries across the country have bred a large number of acclimatized seedlings as part of their efforts to turn the whole country into greenery and woodland."
        },
        {
            "title": "Kim Jong Un's Speech Posted on Russian Website",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-01ee.html",
            "content": "Kim Jong Un's Speech Posted on Russian Website\r\nPyongyang, March 22 (KCNA) -- The full text of respected Supreme Leader Kim Jong Un's speech \"Let KCU Members Become True Sons and Daughters, Young Revolutionaries, of the Socialist Country\" made at the 8th Congress of the Korean Children's Union was posted on the Russian website Irkutskblogspot. Ru on March 15."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary to Be Marked in Russia",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-02ee.html",
            "content": "Kim Il Sung's Birth Anniversary to Be Marked in Russia\r\n Pyongyang, March 22 (KCNA) -- A preparatory committee for celebrating the birth anniversary of President Kim Il Sung was formed by the Moscow Group for the Study of the Juche Idea on March 15.\n\t\t\t\t\t Mikhail Vikulin Mikhailovich, chief of the group, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold colorful political and cultural events such as a seminar on Kim Il Sung's work on the occasion of his birth anniversary, the Day of the Sun."
        },
        {
            "title": "DPRK Book and Fine Art Exhibition Held in Serbia",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-03ee.html",
            "content": "DPRK Book and Fine Art Exhibition Held in Serbia\r\n Pyongyang, March 22 (KCNA) -- A DPRK book and fine art exhibition took place in Subotica City, Serbia from Mar. 4 to 7 to mark the 34th anniversary of President Kim Il Sung's visit to Yugoslavia.\n\t\t\t\t\t On display at its venue were works of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un, books on the advantages of Korean-style socialism and the happy life of the Korean people and fine art works showing the creative wisdom and talents of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Attending the exhibition opening ceremony were personages of different circles and citizens of Serbia and the DPRK ambassador to this country and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Subotica City Committee of the Communist Party of Serbia said that Kim Il Sung is a prominent leader of the world socialist movement, expressing the belief that the exhibition would serve as a good occasion in having a correct understanding of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Novy Sad Branch of the New Yugoslav Communist Party noted that the Korean people have made great progress under the wise leadership of Kim Jong Un despite the vicious sanctions and pressure by the imperialists. And he said that they would as ever conduct vigorous activities of supporting the just cause of the Workers' Party of Korea and the Korean people."
        },
        {
            "title": "Kim Yong Nam envia mensaje de felicitacion al reelecto presidente de Rusia",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-13ee.html",
            "content": "Kim Yong Nam envia mensaje de felicitacion al reelecto presidente de Rusia\r\nPyongyang, 22 de marzo (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia 20 un mensaje a Vladimir Vladimirovich Putin para felicitarle por su reeleccion como presidente de la Federacion Rusa.\n\t\t\t\t\tConvencido de que en el futuro tambien seguiran ampliandose y desarrollandose las tradicionales relaciones de amistad entre los dos paises, el remitente deseo mayores exitos en las responsabilidades del destinatario por el desarrollo del pais y el bienestar del pueblo."
        },
        {
            "title": "Se convocara VI periodo de sesiones de XIII Legislatura de APS de la RPDC",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-14ee.html",
            "content": "Se convocara VI periodo de sesiones de XIII Legislatura de APS de la RPDC\r\nPyongyang, 22 de marzo (ACNC) -- El Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea publico el dia 15 la resolucion sobre la convocacion de la APS.\n\t\t\t\t\tSegun la resolucion, se convocara el 11 de abril del 107 (2018) de la Era Juche en esta capital el VI periodo de sesiones de la XIII Legislatura de la APS de la RPDC."
        },
        {
            "title": "Nombrado embajador de la RPDC en Senegal",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-15ee.html",
            "content": "Nombrado embajador de la RPDC en Senegal\r\nPyongyang, 22 de marzo (ACNC) -- Segun el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Chae Hui Chol fue nombrado como embajador extraordinario y plenipotenciario coreano acreditado en la Republica de Senegal."
        },
        {
            "title": "Inaugurada V exhibicion nacional de innovaciones tecnicas",
            "url": "http://kcna.co.jp/item/2018/201803/news22/20180322-16ee.html",
            "content": "Inaugurada V exhibicion nacional de innovaciones tecnicas\r\nPyongyang, 22 de marzo (ACNC) -- Quedo inaugurada la V exhibicion nacional de innovaciones tecnicas de los grupos por las tres revoluciones.\n\t\t\t\t\tEn la ocasion se presentaron mas de 750 exitos logrados por los miembros de los grupos por las tres revoluciones en el curso de innovacion tecnica.\n\t\t\t\t\t\n\t\t\t\t\tY ademas, habra la presentacion de hipotesis y proyectos que podran hacer aporte a solucionar los problemas cientifico-tecnicos inminentes en la realidad y explorar el sector de ciencia y tecnica sofisticadas.  \n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 22 en la Exposicion Permanente de las Tres Revoluciones la ceremonia inaugural con la participacion del vicepresidente del Comite Central del Partido del Trabajo de Corea, Kim Phyong Hae, el vicepremier Jon Kwang Ho, los funcionarios de los comites, ministerios, organos centrales y las ramas interesadas, los ejemplares miembros de grupos por las tres revoluciones y los funcionarios de las unidades que despacharon los grupos."
        }
    ]
}