{
    "date": "2018-02-28",
    "url": "http://kcna.co.jp/item/2018/201802/2018-02-28ee.html",
    "articles": [
        {
            "title": "WPK Congratulates Mongolian People's Party",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-10ee.html",
            "content": "WPK Congratulates Mongolian People's Party\r\n Pyongyang, February 28 (KCNA) -- The Central Committee of the Workers' Party of Korea (WPK) in a message Wednesday congratulated the Central Committee of the Mongolian People's Party (MPP) on its 97th founding anniversary.\n\t\t\t\t\t The message said the MPP has registered big successes in the work for achieving the national unity and the independent development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two parties based on long history and good traditions would further develop in the interests and desire of the peoples of the two countries, the message sincerely wished the MPP bigger success in its activities."
        },
        {
            "title": "Protocol on Collaboration between Science Academies of DPRK and Russia Signed",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-17ee.html",
            "content": "Protocol on Collaboration between Science Academies of DPRK and Russia Signed\r\n Pyongyang, February 28 (KCNA) -- A 2018-2020 protocol on science collaboration between the Unjong Branch of the State Academy of Sciences of the DPRK and the Far Eastern Branch of the Russian Academy of Sciences was signed here on Wednesday.\n\t\t\t\t\t Present at the signing ceremony were To Jong Chol, vice-president of the State Academy of Sciences, and other officials concerned from the DPRK side and members of the delegation of the Far Eastern Branch of the Russian Academy of Sciences led by Academician Valentine Sergiyenko, vice-president of the Academy of Sciences and concurrently chief of the Branch, from the Russian side.\n\t\t\t\t\t\n\t\t\t\t\t The protocol was inked by To Jong Chol and Valentine Sergiyenko."
        },
        {
            "title": "Delegation of DPRK-Russia Fishery Joint Committee Back Home",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-16ee.html",
            "content": "Delegation of DPRK-Russia Fishery Joint Committee Back Home\r\n Pyongyang, February 28 (KCNA) -- A delegation of the DPRK-Russia Fishery Joint Committee headed by Vice-Minister of Fisheries Kim Chang Do returned home Wednesday after attending the 30th meeting of the DPRK-Russia Joint Committee on cooperation in the fishery in Russia."
        },
        {
            "title": "Sci-Tech Festival of Pyongyang University of Architecture Held",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-02ee.html",
            "content": "Sci-Tech Festival of Pyongyang University of Architecture Held\r\nPyongyang, February 28 (KCNA) -- The 33rd Science and Technology Festival of Pyongyang University of Architecture took place on Feb. 26-28.\n\t\t\t\t\t The festival was held in the form of presentation, exhibition and exchange of new technology, divided into panels of architecture, city management, land and environment protection, construction engineering, construction management, architectural materials, construction machinery and IT. \n\t\t\t\t\t\n\t\t\t\t\t Presented to it were more than 130 scientific and technological proposals, and successes and experience were exchanged during the festival."
        },
        {
            "title": "Korea's Tea Culture with Long History",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-14ee.html",
            "content": "Korea's Tea Culture with Long History\r\n Pyongyang, February 28 (KCNA) -- Korea's tea culture has a long history and tradition.\n\t\t\t\t\t Tea trees had been cultivated in many areas in the period of the Three Kingdoms (early 3rd century B.C.-middle 7th century A.D.). According to Samguksagi (Chronicles of the Three Kingdoms) and other historical records, people of Koguryo (B.C. 277-A.D. 668), Paekje (late 1st century B.C.-660) and Silla (early 1st century-935) drank tea.\n\t\t\t\t\t\n\t\t\t\t\t Tea culture was further developed in the period of Koryo (918-1392) during which a central office in charge of tea production, process, transport and consumption came into being.\n\t\t\t\t\t\n\t\t\t\t\t At that time, tea service was rendered before national commemorations and there were big tea-cultivating areas with the increase in tea consumption.\n\t\t\t\t\t\n\t\t\t\t\t The production of graceful Koryo ceramics promoted the spread of Koryo tea peculiar in taste and aroma and teacups held a large proportion in ceramics production. \n\t\t\t\t\t\n\t\t\t\t\t Even neighboring countries regarded the tea as one of specialties of Koryo.\n\t\t\t\t\t\n\t\t\t\t\t The tea culture was handed down to the Feudal Joson Dynasty (1392-1910).\n\t\t\t\t\t\n\t\t\t\t\t According to geographical book attached to the True Records of King Sejong and Sinjungdonggukyojisungnam (Revised Handbook of Korean Geography), varieties of teas were included in the list of tributes levied on the southern parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t Typical of them were insam, semen cassiae and ginger teas. And teacups also held a large proportion in ceramics production at that time.\n\t\t\t\t\t\n\t\t\t\t\t Tea culture of the Korean nation came to be brought into full bloom in the era of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Various kinds of teas like Unjong tea (Kangryong black and green teas) have been widely spread throughout the country."
        },
        {
            "title": "Enthusiasm for Study Brimming in Sci-Tech Complex",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-15ee.html",
            "content": "Enthusiasm for Study Brimming in Sci-Tech Complex\r\n Pyongyang, February 28 (KCNA) -- The Sci-Tech Complex on Ssuk Islet in the Taedong River in Pyongyang, the capital city of the DPRK, is crowded with scientists, working people, students and schoolchildren all day long.\n\t\t\t\t\t The complex is not only a grand seat of learning for all people but also a centre spreading latest science and technology throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Enthusiastic learners can be seen in every hall of the complex.\n\t\t\t\t\t\n\t\t\t\t\t Cha Song Il, a teacher of Kim Chaek University of Technology, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t I come here whenever any problem presents itself. The Sci-Tech Complex is a good place indicating a shortcut to success.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hye Yong, a worker of the Pyongyang Kim Jong Suk Silk Mill, said that she made it her habit to study at the complex every day.\n\t\t\t\t\t\n\t\t\t\t\t According to Pak Jun Chol, head of an office of the complex, more than 1.6 million people have visited the complex and the number of its homepage viewers reached 15 million since its opening."
        },
        {
            "title": "Steadfast Is DPRK's Will for Peace and Reunification: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-06ee.html",
            "content": "Steadfast Is DPRK's Will for Peace and Reunification: Rodong Sinmun\r\n Pyongyang, February 28 (KCNA) -- It is the consistent stand and steadfast will of the Workers' Party of Korea and the government of the DPRK to defend peace from the U.S. war moves with strong war deterrent and surely achieve the national reunification desired by all Koreans by improving the north-south relations and creating peaceful climate, Rodong Sinmun Wednesday says in an article.\n\t\t\t\t\t The DPRK gave further momentum to the enthusiasm of the Korean nation for national reunification with the Winter Olympics as an occasion, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t In a short span of time it mended the north-south relations which had been in the phase of freeze and provided a climate of reconciliation and dialogue.\n\t\t\t\t\t\n\t\t\t\t\t Now no one can fault or disregard the peace-loving sincere efforts and measures made by the DPRK to provide a peaceful climate on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has so far made every possible effort with maximum of restraint in order to defuse the acute tension between the north and the south and create a peaceful climate.\n\t\t\t\t\t\n\t\t\t\t\t Peace is guaranteed on the Korean Peninsula by our proactive and energetic efforts as in the past.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the peerlessly great man, the future of our nation is rosy and national reunification, long-cherished desire of the nation, will be surely achieved."
        },
        {
            "title": "Trump Group's Scheme to Spoil Mood for Improved Inter-Korean Ties Flayed",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-07ee.html",
            "content": "Trump Group's Scheme to Spoil Mood for Improved Inter-Korean Ties Flayed\r\n Pyongyang, February 28 (KCNA) -- Top officials of the U.S. intelligence bodies, including the directors of the National Intelligence Agency and the Central Intelligence Agency, at Congressional hearing and other public appearances claimed that the DPRK's ultimate goal is to achieve unification by communizing the south through the nuclear weapons.\n\t\t\t\t\t The assistant to the president for National Security of the White House said that the DPRK's nuclear weapons are to be used for threatening for the purpose of unifying the Korean peninsula under the red flag. The commander-in-chief of the U.S. Forces in the Pacific went vocal that the DPRK is pursuing more than just defending its social system through the access to the nuclear weapons and its purpose is to reunify the Korean peninsula under the communist system. He also called for focusing on removal of the nuclear weapons even though dialogue is held.\n\t\t\t\t\t\n\t\t\t\t\t A commentary of Rodong Sinmun Wednesday says that this is just last-ditch struggling of those much upset by the international opinion being built to the effect that the nuclear possession of the DPRK was attributable to the U.S. nuclear threat and hostile policy toward the DPRK, and by the dramatic phase of reconciliation being created between the north and the south of Korea entering this year, in particular.\n\t\t\t\t\t\n\t\t\t\t\t The sordid aim sought by the U.S. is to brand the DPRK's nuclear weapons as the ones for \"achieving unification by communizing the south\" and then justify arms buildup in and around the Korean peninsula under the pretext of \"defending allies\", incite hostility toward the DPRK among south Koreans, drive a wedge between the north and the south and thus spoil the atmosphere for the improvement of the ties, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Trump group should not make senseless remarks that would provoke laughter of the world but be well aware of their own position and withdraw the hostile policy toward the DPRK before plunging into deeper quagmire."
        },
        {
            "title": "Minju Joson Snipes at Abe's Try to Revise Constitution",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-09ee.html",
            "content": "Minju Joson Snipes at Abe's Try to Revise Constitution\r\n Pyongyang, February 28 (KCNA) -- Japanese Prime Minister Abe claimed at a meeting of the budget committee of the House of Representatives on Feb. 5 that it is fully reasonable to specify the existence of the \"Self-Defense Forces\" in the constitution in view of the \"security\" of Japan.\n\t\t\t\t\t Minju Joson's Wednesday commentary terms this sophism to deceive the public.\n\t\t\t\t\t\n\t\t\t\t\t The commentary says:\n\t\t\t\t\t\n\t\t\t\t\t If \"security\" of Japan is a matter of concern as claimed by Abe, Japan should not deviate from the present constitution but remain true to it.\n\t\t\t\t\t\n\t\t\t\t\t Abe's try to specify the existence of the SDF in the constitution is no more than a petty trick to realize the wild ambition for overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t He seeks to turn the SDF into a world-class elite one capable of fighting any combat and thus let Japan emerge a military giant.\n\t\t\t\t\t\n\t\t\t\t\t What remains to be done by the Japanese reactionaries rushing headlong into militarism is to get rid of all legal and institutional mechanisms putting brake on the overseas aggression. That's why the Abe regime is leaving no means untried to revise the constitution which stipulates that SDF is not allowed to have access to combat power.\n\t\t\t\t\t\n\t\t\t\t\t The first target of Japan's continental aggression is just the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is the invariable wild ambition of the militarist maniacs to realize their old dream of \"Greater East Asia Co-Prosperity Sphere\" by invading the Korean peninsula, which serves as a bridgehead and gate to the continent.\n\t\t\t\t\t\n\t\t\t\t\t However, such move will only precipitate their self-ruin."
        },
        {
            "title": "Japan Authorities Can Never Evade Blame for Shooting Spree against Chongryon",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-08ee.html",
            "content": "Japan Authorities Can Never Evade Blame for Shooting Spree against Chongryon\r\n Pyongyang, February 28 (KCNA) -- Two armed right-wing elements of Japan went roughshod outside the Central Hall of the General Association of Korean Residents in Japan (Chongryon), firing several bullets into its entrance. This seriously threatened the safety of officials of Chongryon, an overseas citizens' organization of the DPRK, and other Koreans in Japan, and damaged the building.\n\t\t\t\t\t The Japanese authorities, who started investigation into the arrested criminals, have so far pretended ignorance, to give impression that the case was committed by an individual organization or person.\n\t\t\t\t\t\n\t\t\t\t\t A commentary of Rodong Sinmun Wednesday says that the crafty moves of the Japanese authorities are the hackneyed method used by them to connive at and foster the criminal acts whenever right-wing gangsters committed terrorist acts against Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities let the right-wing gangsters hold arms and open fire into the Central Hall of Chongryon, being seized by the ambition for reinvasion. This unpardonable act is an open challenge to the DPRK and a prelude to the overall suppression of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should clearly understand that their frantic moves to stamp out the DPRK and Chongryon will only reveal their dirty nature as the chieftain of terrorism and harasser of peace, and bring them bitterer shame in the world's eyes.\n\t\t\t\t\t\n\t\t\t\t\t The circumstances and truth about the shooting incident have to be probed into in an all-round way. The Japanese authorities can never get rid of the responsibility for the incident and they should bring the chief criminals and accomplices to severe punishment and take special measures so that violent crimes and terrorist acts against Chongryon and Koreans in Japan would never happen again.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities and right-wing gangsters should not run wild, pondering over the serious consequences to be entailed by all sorts of discrimination and suppression of Chongryon and Koreans in Japan."
        },
        {
            "title": "S. Korean Bodies Denounce Japan's Moves to Seize Tok Islets",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-11ee.html",
            "content": "S. Korean Bodies Denounce Japan's Moves to Seize Tok Islets\r\n Pyongyang, February 28 (KCNA) -- Civic and social organizations of south Korea held rallies demanding the abolition of \"Takeshima (Tok Islets) Day\" and south Korea-Japan fishery agreement in Seoul on February 22, according to Newsis of south Korea.\n\t\t\t\t\t The headquarters of the Movement for Tok Islets held a rally in Kwanghwamun Plaza and urged Japan to abolish the \"fake Tok Islet Day\".\n\t\t\t\t\t\n\t\t\t\t\t The speakers accused the Abe government of not giving up its ambition for Tok Islets which are part of the inviolable territory of Korea in light of historical, geographical and international legal points of view.\n\t\t\t\t\t\n\t\t\t\t\t They also called for scrapping the fishery agreement between south Korea and Japan.\n\t\t\t\t\t\n\t\t\t\t\t That day several organizations held a rally outside the Japanese embassy in Seoul demanding the abolition of the \"Takeshima Day\".\n\t\t\t\t\t\n\t\t\t\t\t No matter how hard Japan may try to impart fake history, the truth of history will never change and Japan will face censure and stronger protest from all the countries loving justice and peace, they stressed."
        },
        {
            "title": "Abolition of Evil Labor Law Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-13ee.html",
            "content": "Abolition of Evil Labor Law Urged in S. Korea\r\n Pyongyang, February 28 (KCNA) -- According to the south Korean online newspaper Jaju Sibo, the joint measure committee against death from overtime work, comprised of 24 labor and civic and social organizations, held a press conference outside the \"National Assembly\" building on Feb. 23 in demand of the immediate repeal of the evil labor law imposing unlimited work on workers.\n\t\t\t\t\t Speakers expressed their resentment, saying that nearly 8.2 million workers are subject to overtime work by their employers and every year many workers die from overtime work.\n\t\t\t\t\t\n\t\t\t\t\t They urged the NA to immediately abolish the present evil labor law."
        },
        {
            "title": "Discrimination against Korean Schools Unabated in Japan",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-12ee.html",
            "content": "Discrimination against Korean Schools Unabated in Japan\r\n Pyongyang, February 28 (KCNA) -- The Gunma prefectural authorities of Japan suspended the payment of subsidies to the Korean junior and middle school in the prefecture on Monday amid the Japanese government's unabated discrimination against Korean schools in Japan.\n\t\t\t\t\t The authorities decided not to include the subsidies to the school in their 2018 budget on the unreasonable grounds that the school has not been true to the \"provisions\" it is obliged to carry out.\n\t\t\t\t\t\n\t\t\t\t\t Those \"provisions\" are that the school should specify the \"abduction issue\" in textbooks and cease its ties with the General Association of Korean Residents in Japan."
        },
        {
            "title": "Brief Biography of Kim Jong Il Introduced in Bulgaria",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-01ee.html",
            "content": "Brief Biography of Kim Jong Il Introduced in Bulgaria\r\n Pyongyang, February 28 (KCNA) -- The Bulgaria-Korea Friendship Association carried the brief biography of leader Kim Jong Il on its bulletin on the occasion of his 76th birth anniversary."
        },
        {
            "title": "Kim Jong Il's Exploits Lauded in Italy, Algeria",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-03ee.html",
            "content": "Kim Jong Il's Exploits Lauded in Italy, Algeria\r\n Pyongyang, February 28 (KCNA) -- Italian and Algerian personages made public statements on Feb. 13 and 16 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Flavio Pettinari, chief of the Kimilsungism-Kimjongilism Study Group in Fermo of Italy, noted that Kim Jong Il guided the DPRK to victory with his Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun politics, the DPRK foiled the U.S. imperialists' ceaseless moves to stifle it and emerged a dignified nuclear weapons state, the chief said, stressing that his undying exploits for socialist construction and national reunification will shine forever.\n\t\t\t\t\t\n\t\t\t\t\t Ali Garjooli, a writer and journalist of Algeria, said that the whole life of Kim Jong Il was for the country and its people, adding:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Il dedicated his all to bringing a better future to the Korean people, true to the cause of President Kim Il Sung, founder of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t That's why the world progressives as well as the Korean people have so deeply revered and praised him.\n\t\t\t\t\t\n\t\t\t\t\t I pay the highest tribute to HE Kim Jong Il, the great man of history who is the great son of the Korean people, an extraordinary thinker and theoretician and outstanding leader."
        },
        {
            "title": "Int'l Conference for Study of Songun Politics Held in Bangladesh",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-04ee.html",
            "content": "Int'l Conference for Study of Songun Politics Held in Bangladesh\r\n Pyongyang, February 28 (KCNA) -- The \"International Conference for the Study of the Songun Politics-2018\" was held in Dhaka on Feb. 15 under the co-sponsorship of the International Central Committee for the Study of the Songun Politics and the Bangladesh Group for the Study of the Songun Policy to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Attending it were personages of political parties and public organizations of different countries, including C. P. Mainali, general secretary of the C.C., Nepal Communist Party (Marxist-Leninist) who is former deputy prime minister of Nepal, M. Jahangir Khan, chairman of the Bangladesh Group for the Study of the Songun Policy, Suneet Chopra, secretary general of the All-India Indo-Korean Friendship Association, and Javid Ahmad, chairman of the Kuwait Asian Journalist Association, members of  Juche idea study organizations and the DPRK ambassador to Bangladesh and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t M. Jahangir Khan made an opening address to be followed by speeches of C. P. Mainali, Suneet Chopra and others.\n\t\t\t\t\t\n\t\t\t\t\t They said that the conference is of weighty significance as it is held on the occasion of the 76th birth anniversary of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They praised the immortal feats of Kim Jong Il who reliably defended Korean-style socialism and strengthened the military strength of the country in every way with his unique Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that thanks to the tremendous military power provided by Kim Jong Il, the DPRK is exercising its sovereignty in the international arena with dignity and steadily advancing along the road of independence and socialism without reading other's face.\n\t\t\t\t\t\n\t\t\t\t\t A signed document supporting the DPRK was conveyed to the DPRK ambassador at the conference."
        },
        {
            "title": "El CC del PTC felicita el dia de fundacion del Partido del Pueblo de Mongolia",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-18ee.html",
            "content": "El CC del PTC felicita el dia de fundacion del Partido del Pueblo de Mongolia\r\nPyongyang, 28 de febrero (ACNC) -- El Comite Central del Partido del Trabajo de Corea envio el dia 28 un mensaje de felicitacion al Comite Central del Partido del Pueblo de Mongolia (PPM) con motivo del 97o aniversario de la fundacion de esta organizacion.\n\t\t\t\t\tLa misiva destaca que el PPM alcanza grandes exitos en sus tareas para lograr la unidad nacional, el desarrollo independiente y la prosperidad del pais.\n\t\t\t\t\t\n\t\t\t\t\tFormula sinceros votos por mayores exitos en los trabajos del PPM expresando la conviccion de que las relaciones de amistad y cooperacion entre los dos partidos, basadas en la larga historia y excelentes tradiciones, se ampliaran y se desarrollaran aun mas conforme a los intereses y aspiraciones de los pueblos de ambos paises."
        },
        {
            "title": "Rubricado el protocolo de cooperacion cientifica Corea-Rusia",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-19ee.html",
            "content": "Rubricado el protocolo de cooperacion cientifica Corea-Rusia\r\nPyongyang, 28 de febrero (ACNC) -- Quedo firmado hoy en esta capital el protocolo sobre la cooperacion cientifica 2018-2020 entre la filial de Unjong de la Academia Estatal de Ciencias de la RPDC y la de la Academia de Ciencias de Rusia en el Lejano Oriente.\n\t\t\t\t\tEn la ceremonia de firmas tomaron parte el vicepresidente de la Academia Estatal de Ciencias, To Jong Chol, y otros funcionarios interesados por la parte coreana y, por la rusa, los miembros de la delegacion de la mencionada filial rusa, dirigida por el Academico Valentine Sergiyenko, vicepresidente de la Academia de Ciencias de Rusia y presidente de la filial. \n\t\t\t\t\t\n\t\t\t\t\t To y Valentine suscribieron el documento."
        },
        {
            "title": "Rodong Sinmun ridiculiza la sofisteria anti-RPDC de la banda de Trump",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-20ee.html",
            "content": "Rodong Sinmun ridiculiza la sofisteria anti-RPDC de la banda de Trump\r\nPyongyang, 28 de febrero (ACNC) -- Hace poco, los jefes de los servicios de inteligencia de Estados Unidos como los directores de la Agencia Nacional de Inteligencia y de la Agencia Central de Inteligencia dijeron en la audiencia del Congreso y otras ocasiones publicas que \"la meta final del Norte de Corea es lograr la unificacion mediante el comunismo anteponiendo el arma nuclear\".\n\t\t\t\t\tEl asesor de seguridad nacional de la Casa Blanca disparateo tambien que \"el arma nuclear del Norte de Corea es un medio de amenaza para unificar la Peninsula Coreana bajo la bandera roja\". \n\t\t\t\t\t\n\t\t\t\t\tEn tanto, el comandante en jefe de las fuerzas norteamericanas en el Pacifico chismeo que a traves de la posesion de arma nuclear, el Norte de Corea persigue \"la defensa de su regimen y otra cosa mas grande\", es decir, toma por su meta la \"reunificacion de la Peninsula Coreana bajo el sistema comunista\". Agrego que en el caso de que se abra el dialogo \"hay que dar su enfoque a eliminar el arma nuclear\". \n\t\t\t\t\t\n\t\t\t\t\tEn un comentario individual publicado este miercoles, el diario Rodong Sinmun ridiculiza tal chismografia como locura agonica de los consternados ante las circunstancias actuales.\n\t\t\t\t\t\n\t\t\t\t\tAhora, se alzan en la sociedad internacional las voces afirmando que la posesion de arma nuclear por la RPDC se debe a la amenaza nuclear y la politica de hostilidad de EE.UU. y en particular, se crea desde el comienzo del ano nuevo la dramatica coyuntura de reconciliacion entre ambas partes coreanas, especifica el articulista.\n\t\t\t\t\t\n\t\t\t\t\tAl describir el arma nuclear de la RPDC como \"medio para la unificacion mediante el comunismo\", EE.UU. quiere justificar su aumento armamentista en la Peninsula Coreana y su contorno bajo el pretexto de \"proteger al pais aliado\", sembrar cizanas entre ambas partes coreanas infundiendo en la sociedad surcoreana la hostilidad a la RPDC y romper el ambiente favorable a la mejora de relaciones intercoreanas, revela. \n\t\t\t\t\t\n\t\t\t\t\tAconseja a los compinches de Trump que cancelen la politica hostil a la RPDC, antes de que caigan en el peor atolladero."
        },
        {
            "title": "Minju Joson comenta intento de Abe de estipular la existencia de \"Fuerzas de Autodefensa\"",
            "url": "http://kcna.co.jp/item/2018/201802/news28/20180228-21ee.html",
            "content": "Minju Joson comenta intento de Abe de estipular la existencia de \"Fuerzas de Autodefensa\"\r\nPyongyang, 28 de febrero (ACNC) -- Al intervenir el dia 5 en la comision presupuestaria de la Camara de Representantes, el premier japones Abe chismeo que anotar en la Constitucion la existencia de las \"Fuerzas de Autodefensa\" constituye el motivo suficiente para la \"seguridad\" de Japon.\n\t\t\t\t\t En un comentario individual de hoy, el periodico Minju Joson califica su acto verbal de una sofisteria para enganar a todo el mundo, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tSi esta preocupado de veras por la \"seguridad\" nacional como dice Abe, Japon debera observar mas estrictamente la Constitucion vigente sin liberarse de ella.\n\t\t\t\t\t\n\t\t\t\t\tPara realizar cueste lo que cueste su ambicion expansionista a ultramar, Abe esta tan ansioso por enmendar la Constitucion para poder estipular en ella la existencia de las \"Fuerzas de Autodefensa\". Ademas, persigue la meta de formar esas fuerzas como las de flor y nata de talla mundial capaces de cualquier tipo de batalla y convertir de esta manera a su pais en la potencia militar.\n\t\t\t\t\t\n\t\t\t\t\tPara los reaccionarios japoneses que marchan a galopes por la senda de militarismo, la ultima tarea es eliminar todos los aparatos juridicos e institucionales que restringen la agresion a ultramar. De ahi, se valen de todos los medios y metodos para enmendar la Constitucion actual que prohibe a Japon poseer las fuerzas de combate.\n\t\t\t\t\t\n\t\t\t\t\t La Peninsula Coreana es el primer blanco de la agresion de Japon al continente asiatico. \n\t\t\t\t\t\n\t\t\t\t\t Los militaristas japoneses abrigan todavia la ambicion de extender sus garras agresivas a la Peninsula Coreana, que sirve de puerta al continente, y realizar asi a toda costa su antiguo sueno de la \"esfera de coprosperidad de la gran Asia Oriental\" que no han podido cumplir en el siglo pasado.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, sus movimientos aventureros adelantaran la muerte de ellos mismos."
        }
    ]
}