{
    "date": "2018-04-24",
    "url": "http://kcna.co.jp/item/2018/201804/2018-04-24ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Pays Consolatory Visits to Chinese Embassy and Hospital",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-01ee.html",
            "content": "Kim Jong Un Pays Consolatory Visits to Chinese Embassy and Hospital\r\n Pyongyang, April 24 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the Democratic People's Republic of Korea, visited the Chinese embassy here at 6:30 a.m. of Monday to express his deep sympathy over an unexpected traffic accident that claimed heavy causalities among Chinese tourists to the DPRK.\n\t\t\t\t\t He expressed heartfelt sympathy and deep condolences to Xi Jinping, general secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China, the party and government of China and the bereaved families of the victims.\n\t\t\t\t\t\n\t\t\t\t\t He said that the unexpected accident brought bitter sorrow to his heart and that he couldn't control his grief at the thought of the bereaved families who lost their blood relatives.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people take the tragic accident as their own misfortune, he said, stressing that the party and government of the DPRK would take follow-up measures with utmost sincerity in a mind to alleviate the pain of the bereaved families even a bit.\n\t\t\t\t\t\n\t\t\t\t\t Ambassador Li Jinjun, hardly repressing his deep impression over the fact that Chairman Kim Jong Un personally visited the embassy early at dawn, busy as his schedule was, and expressed heartfelt condolences and sympathy, said that he would immediately report it to General Secretary Xi Jinping and the Chinese party and government and convey it to the bereaved families as it is.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador said that they came to realize once again how much the Korean party, government and people value the traditional China-DPRK friendship, adding that this has been evidently proven again to be unbreakable and great friendship. He stressed that they would closely cooperate with the Korean comrades in taking follow-up measures over the accident.\n\t\t\t\t\t\n\t\t\t\t\t The respected Supreme Leader Kim Jong Un visited the hospital on Monday evening and personally learned about the treatment of the wounded.\n\t\t\t\t\t\n\t\t\t\t\t He called on the wounded and warmly sympathized with them and consulted the future treatment with medical workers of the government hospital while learning about the conditions of patients.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador and staff members of the Chinese embassy here repeatedly expressed gratitude to Chairman Kim Jong Un for showing deep care and personally taking detailed measures as regards the recent sudden accident though he is busy with his important political schedule."
        },
        {
            "title": "Kim Yong Nam Meets Congratulatory Group of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-15ee.html",
            "content": "Kim Yong Nam Meets Congratulatory Group of Koreans in Japan \r\n Pyongyang, April 24 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with the congratulatory group of Koreans in Japan for celebrating the Day of the Sun led by Ri Ki Sok, adviser of the Central Standing Committee of the General Association of Korean Residents in Japan, at the Mansudae Assembly Hall Tuesday."
        },
        {
            "title": "Delegation of China Association for International Friendly Contact Places Wreath before Friendship Tower",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-17ee.html",
            "content": "Delegation of China Association for International Friendly Contact Places Wreath before Friendship Tower\r\n Pyongyang, April 24 (KCNA) -- A delegation of the China Association for International Friendly Contact led by Deputy Secretary-General Zhou Xinzheng laid a wreath before the Friendship Tower Tuesday.\n\t\t\t\t\t The wreath in the name of the delegation of the China Association for International Friendly Contact was placed before the tower.\n\t\t\t\t\t\n\t\t\t\t\t The members of the delegation looked round the tower after paying silent tribute to the martyrs of the Chinese People's Volunteers who fought heroically on the Korean front against the U.S. imperialists' invasion."
        },
        {
            "title": "Indonesian Embassy Officials Visit Fatherland Liberation War Historic Site",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-16ee.html",
            "content": "Indonesian Embassy Officials Visit Fatherland Liberation War Historic Site\r\n Pyongyang, April 24 (KCNA) -- Staff members of the Indonesian embassy here visited the Fatherland Liberation War Historic Site on April 23 to mark the 53rd anniversary of the visit to Indonesia by President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t They went round various parts of the site, being briefed on the fact that Kim Il Sung drove the U.S. imperialist aggressors into the abyss of ruin with his unique military idea and superb strategy and tactics and Kim Jong Il cultivated his pluck and guts as a Songun brilliant commander while staying there during the war.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Electronics Industry Hall at the Three-Revolution Exhibition House on the same day."
        },
        {
            "title": "Greetings to Kim Jong Un from Equatorial Guinean Party Leader",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-13ee.html",
            "content": "Greetings to Kim Jong Un from Equatorial Guinean Party Leader\r\n Pyongyang, April 24 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea, received a message of greeting from Jeronimo Osa Osa Ecoro, general secretary of the Democratic Party of Equatorial Guinea, on April 10.\n\t\t\t\t\t The message said that all the members of the Party and its supporters extended their most heartfelt congratulations, on behalf of Obiang Nguema Mbasogo, its founder-chairman, to Kim Jong Un and the WPK and all the Korean people on the 106th birth anniversary of Kim Il Sung, eternal President of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It sincerely wished that Kim Jong Un would enjoy happiness in good health and celebrate this significant day with splendor."
        },
        {
            "title": "Floral Basket to Statues of Great Leaders from DR Congo",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-14ee.html",
            "content": "Floral Basket to Statues of Great Leaders from DR Congo\r\n Pyongyang, April 24 (KCNA) -- The Federation of Students and Pupils of DR Congo sent a floral basket to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill here on the occasion of the 86th anniversary of the Korean People's Revolutionary Army.\n\t\t\t\t\t The floral basket was placed at the statues Tuesday."
        },
        {
            "title": "At Least 40 Items Registered as February 2 Goods in DPRK",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-08ee.html",
            "content": "At Least 40 Items Registered as February 2 Goods in DPRK\r\n Pyongyang, April 24 (KCNA) -- At least 40 items produced at various units have been registered as February 2 goods in the first quarter of this year, according to the data released by the State Quality Inspection Commission of Korea.\n\t\t\t\t\t Among them are varieties of foodstuff including jelly made from corn produced at the Sonhung Foodstuff Factory.\n\t\t\t\t\t\n\t\t\t\t\t The new products include Kangso mineral water of the Kangso Mineral Water Factory, caramel and Moran biscuit from the Kyonghung Unhasu Foodstuff Factory, the Songdowon General Foodstuff Factory and the Wonsan Children's Foodstuff Factory. \n\t\t\t\t\t\n\t\t\t\t\t There are also popular overcoat and jumper for children and various styles of mirror.\n\t\t\t\t\t\n\t\t\t\t\t In the meantime, a cable of the Pyongyang Electric Cable Factory 326 and various production processes of the Kumkhop General Foodstuff Factory for Sportspeople were certified in the same period."
        },
        {
            "title": "DPRK Youths Turn Out in Implementation of WPK's New Strategic Line",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-11ee.html",
            "content": "DPRK Youths Turn Out in Implementation of WPK's New Strategic Line\r\n Pyongyang, April 24 (KCNA) -- The DPRK youths are determined to take the lead in implementing the new strategic line of the Workers' Party of Korea.\n\t\t\t\t\t Mun Chol, first secretary of the Pyongyang City Committee of the Kimilsungist-Kimjongilist Youth League, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The new line makes youths burn their hearts with boundless national pride and self-confidence.\n\t\t\t\t\t\n\t\t\t\t\t True to the Party's militant call \"Let us further accelerate the advance of our revolution by concentrating all our efforts on socialist economic construction!\", we will show the world the mettle of the Korean youth in the efforts to open up the avenue for prosperity in the spirit of self-reliance and with indomitable perseverance.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yu Chol, researcher of the State Academy of Sciences, said that he will make active contribution to strengthening the might of the socialist independent economy in every way. \n\t\t\t\t\t\n\t\t\t\t\t Pak Chol Min, first secretary of the Central Committee of the Kimilsungist-Kimjongilist Youth League, said:\n\t\t\t\t\t\n\t\t\t\t\t The respected Supreme Leader Kim Jong Un said that the whole country will become astir when young people are in high spirits, and the prosperous future will be brought earlier when their steps are faster.\n\t\t\t\t\t\n\t\t\t\t\t I will work hard so that young people constantly create new legendary tales about heroic youth at the difficult and toilsome worksites of the socialist economic construction."
        },
        {
            "title": "Agricultural Officials Determined to Attain Target of Grain Production",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-12ee.html",
            "content": "Agricultural Officials Determined to Attain Target of Grain Production\r\n Pyongyang, April 24 (KCNA) -- The April 2018 Plenary Meeting of the Central Committee of the Workers' Party of Korea adopted a decision of concentrating all efforts on socialist economic construction. This decision makes the agricultural officials and workers redouble their duty as the masters of a major thrust in the building of an economic giant.\n\t\t\t\t\t Jong In Nam, department director of the Ministry of Agriculture, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t While implementing the Juche farming method and Party's policy of agriculture under the banner of simultaneously pushing forward economic construction and the building of nuclear force, I have deeply cherished the truth that a fundamental guarantee of the victory is to raise the hot wind of scientific farming under the banner of self-reliance and self-development.\n\t\t\t\t\t\n\t\t\t\t\t We will surely attain the target of grain production set forth in the five-year strategy for national economic development by taking the Juche farming method and the Party's policy of agriculture as the treasured sword, introducing high-yielding seeds, high-yielding farming methods and efficient farm machines and putting farming on a sci-tech basis.\n\t\t\t\t\t\n\t\t\t\t\t Sin Kwan Bong, chairperson of the Cooperative Farm Management Committee of Kangnam County, said:\n\t\t\t\t\t\n\t\t\t\t\t The respected Supreme Leader Kim Jong Un advanced a shortcut to bringing earlier the final victory of the socialist cause at the plenary meeting.\n\t\t\t\t\t\n\t\t\t\t\t As an official taking charge of the farming in the county, I will properly guide farming process and channel main efforts into putting farming on a sci-tech basis.\n\t\t\t\t\t\n\t\t\t\t\t We will provide a solid guarantee for attaining the target of grain production by introducing advanced farming methods and solving everything with our own efforts, technology and resources. So, we will contribute to further accelerating the advance of our revolution."
        },
        {
            "title": "Arrogance of De Facto Ruler: KCNA Commentary ",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-06ee.html",
            "content": "Arrogance of De Facto Ruler: KCNA Commentary \r\n Pyongyang, April 24 (KCNA) -- The U.S. recently held negotiations over the conclusion of \"special agreement on defense cost sharing\" with south Korea and pressurized the south Korean authorities to bear \"defense cost sharing\" running into astronomical figures.\n\t\t\t\t\t It urged south Korea to include the expenses for deployment of U.S. strategic assets on the Korean peninsula in the \"defense cost\" and double the expenses for the upkeep of the U.S. forces in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves the U.S. nature as the de facto ruler in south Korea as it is an unwarranted demand in disregard of the difficult south Korean economy and the right of the people to existence.\n\t\t\t\t\t\n\t\t\t\t\t It is a well-known fact that the U.S. has constantly forced south Korea to increase the \"share of expenses for defense.\" \n\t\t\t\t\t\n\t\t\t\t\t South Korea has annually borne tremendous amount of fund running at nearly one trillion won or half of the expenses for the upkeep of the U.S. forces in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The \"expense for defense\" forced on south Korea to pay to the U.S. has annually increased by tens of billions won to make the expense for this year hit 960 billion won.\n\t\t\t\t\t\n\t\t\t\t\t In light of the aggressive nature of the U.S. forces in south Korea and their criminal history, the word of \"expenses for defense\" does not make sense. Instead, the U.S. has to make compensation to the south Koreans for causing huge damage and disaster through its forces' presence in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. has so far acquired the money, collection of taxes from south Korean people, under the pretext of \"expense for defense\" and used it for expanding U.S. military bases and frantically conducting war moves. They even charged interests to gratify their desire and unhesitatingly uttered words that \"defense share of south Korea is a petty amount\".\n\t\t\t\t\t\n\t\t\t\t\t It reminds one of the uninvited guest storming other's house and urging the owner to pay a charge. This height of arrogance and ferocity is something deplorable that can be found only in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t In the earth there are not a few countries and territories which house the U.S. military bases, but there is no place like south Korea which offers fund running into the astronomical figures as \"expense for defense\", instead of receiving the rent from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t If one reads other's face without one's own principle, one can never get rid of the shameful yoke of bearing the war expenses for outsiders against fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The farce for negotiations over \"defense cost sharing\" staged by the U.S. and south Korean authorities at a time when the situation on the Korean peninsula is changing into a phase of detente will invite strong denunciation and rejection by the south Koreans from all walks of life."
        },
        {
            "title": "Only South Koreans' Destiny Will Be Intercepted by THAAD: KCNA Commentary ",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-07ee.html",
            "content": "Only South Koreans' Destiny Will Be Intercepted by THAAD: KCNA Commentary \r\n Pyongyang, April 24 (KCNA) -- The south Korean authorities persist in the deployment of THAAD for aggression, going against the present trend of the times and the public desire toward peace and detente.\n\t\t\t\t\t Getting zealous in the procurement of materials and equipment for the interior project of the THAAD base, they are quenching the south Koreans' struggle against it.\n\t\t\t\t\t\n\t\t\t\t\t This is an intolerable challenge to the just struggle of the south Koreans to end the political and military domination by outsiders and defend the rights to living and safety.\n\t\t\t\t\t\n\t\t\t\t\t However vocal the south Korean authorities may become in the usefulness of THAAD, its traitorous nature and danger can never be concealed.\n\t\t\t\t\t\n\t\t\t\t\t THAAD is a high-altitude theatre air defense system which the U.S. and the Park Geun Hye group of conservatives illegally introduced defying the rejection by all the compatriots and the international community under the pretext of \"coping with missile threats from the north\".\n\t\t\t\t\t\n\t\t\t\t\t Its deployment is a traitorous act of turning south Korea into an advance base for the U.S. hegemonic strategy and leaving it as a priority strike task of neighboring countries as unanimously asserted by many experts of the world that \"THAAD can never intercept the DPRK's missiles in the near location and its more efficient function is to provide fortress to the U.S. theatre missile defense system by monitoring the strategic missile activities of China and Russia\".\n\t\t\t\t\t\n\t\t\t\t\t That's why the present chief executive of south Korea had denounced the U.S. and the Park Geun Hye conservative group's scheme for THAAD deployment before he came to power, saying that \"the THAAD controversy makes us feel shame to brag ourselves as genuine sovereign state\" and \"we demand suspension of THAAD\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities now suppress the struggle of the people against the THAAD base construction, persistently pushing forward with it. This can not but be a criminal act little short of willing to follow in the footsteps of traitor Park Geun Hye ill-famed for evil doings.\n\t\t\t\t\t\n\t\t\t\t\t It is preposterous for the south Korean authorities to talk about peace over THAAD.\n\t\t\t\t\t\n\t\t\t\t\t The south Koreans from all walks of life are now becoming assertive in their call for withdrawal of THAAD which had been introduced under the pretext of the north's ballistic missile test-fire, which was stopped.\n\t\t\t\t\t\n\t\t\t\t\t It is natural for the south Korean authorities to respond with the withdrawal of THAAD urgently as demanded by the rapidly-changed present situation and the public mindset since they described its deployment as \"temporary measure\".\n\t\t\t\t\t\n\t\t\t\t\t But the present authorities remain attached to the U.S.-made war monster and do not bother to offer the taxes collected from people to outsiders as expense for its operation.\n\t\t\t\t\t\n\t\t\t\t\t The aggression-minded outsiders only will benefit from THAAD and it is only the destiny of the south Koreans that will be intercepted by it.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have to make a proper decision, mindful that they will only face misfortune if they keep such trouble-maker as THAAD.\n\t\t\t\t\t\n\t\t\t\t\t The south Koreans from all walks of life should courageously turn out in the struggle to remove THAAD posing threat to the sovereignty and safety of the nation."
        },
        {
            "title": "U.S. Must Be Sit in Human Rights Dock: KCNA Commentary ",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-10ee.html",
            "content": "U.S. Must Be Sit in Human Rights Dock: KCNA Commentary \r\n Pyongyang, April 24 (KCNA) -- The U.S. State Department published \"country report on human rights for 2017\" on April 20.\n\t\t\t\t\t The U.S. takes issue with human rights performance in other countries by publishing the country report every year as if it were a \"human rights judge\".\n\t\t\t\t\t\n\t\t\t\t\t This time it arbitrarily judged human rights performance in 199 countries, viciously slandering the DPRK over its \"human rights issue\".\n\t\t\t\t\t\n\t\t\t\t\t By nature, the U.S. is the worst human rights abuser with neither justifications nor face to talk about human rights of other countries.\n\t\t\t\t\t\n\t\t\t\t\t As for gun-related crimes alone, a man-killing crime which is cancer-like in this country has been committed one after another in various regions including California, Texas, Arkansas, Tennessee and Florida. \n\t\t\t\t\t\n\t\t\t\t\t No wonder, Obama, during his office, admitted that he came to realize as president that progress is hard and there are some points disappointing in our society.\n\t\t\t\t\t\n\t\t\t\t\t For the U.S. to take issue with \"human rights\" issue in other countries and make profound confusing of the right and the wrong while shelving the hideous human rights performance in its own country, where all sorts of injustice, deprivation of rights and social evils stalk, is a wanton distortion of genuine human rights and an intolerable challenge to international justice and conscience.\n\t\t\t\t\t\n\t\t\t\t\t In a bid to give impression that it is interested in \"defending human rights\", the U.S. is finding fault with human rights performances in other countries with its misguided human rights stick as a yardstick, and becoming vocal that democracy is violated and freedom is suppressed. But its true aim is to disintegrate those countries which are disobedient to it and to create a pretext for political, military and economic aggression and pressure.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is faulting the DPRK, the most advantageous, dignified and cradle of genuine life of working people in the world, with ungrounded data. It is a revelation of the U.S. sinister intention to check the advance of the DPRK and bring down its social system.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is in the human rights dock as it is the hotbed and kingpin of human right abuses.\n\t\t\t\t\t\n\t\t\t\t\t However, it is talking about \"human rights issue\" of other countries under the helmet of \"human rights judge\". This is really ridiculous and reminds one of a thief crying stop the thief.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better mind its own hideous human rights issue, before poking its nose into others' affairs while styling itself an \"international human rights judge\"."
        },
        {
            "title": "Mock Trial of S. Korean Army for Massacre of Civilians during Vietnam War Held ",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-09ee.html",
            "content": "Mock Trial of S. Korean Army for Massacre of Civilians during Vietnam War Held \n\t\t\t\t\t\t\r\n Pyongyang, April 24 (KCNA) -- 50 civic and public organizations of south Korea including the Bar Association for Democratic Society held a civilian court for peace in Seoul on April 21 and 22 to have a mock trial of the south Korean army which committed massacre of civilians in the Vietnam War, according to CBS of south Korea.\n\t\t\t\t\t The court charged that the massacre of hundreds of civilians at two small villages was a deliberate murder committed by the south Korean army.\n\t\t\t\t\t\n\t\t\t\t\t It ruled that the \"government\" should make an official apology for the army's massacre of civilians, thoroughly investigate into the truth about the case and compensate the victims."
        },
        {
            "title": "DPRK's Books Donated to Indonesia",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-02ee.html",
            "content": "DPRK's Books Donated to Indonesia\r\n Pyongyang, April 24 (KCNA) -- A Korean book-donating ceremony took place at Bungkarno University of Indonesia on April 19 to mark the 53rd anniversary of the historic visit to Indonesia by President Kim Il Sung and leader Kim Jong Il and the 53rd anniversary of naming of Kimilsungia.\n\t\t\t\t\t Present there were personages of the Founding Committee of the Soekarno Foundation for Education, the Pioneer Party and Bungkarno University and masses of Indonesia and the ambassador and staff members of the DPRK embassy in Jakarta.\n\t\t\t\t\t\n\t\t\t\t\t Works of the peerlessly great men of the DPRK were donated to the university.\n\t\t\t\t\t\n\t\t\t\t\t Rachmawati Soekarnoputri, chairwoman of the Founding Committee of the Soekarno Foundation for Education, said that the relationship between President Sukarno and President Kim Il Sung was very firm and close one based on the community of thought and idea opposing imperialism and colonialism, stressing that the friendly ties between the peoples of the two countries should be invariably maintained."
        },
        {
            "title": "Kim Il Sung's Exploits Lauded Abroad",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-03ee.html",
            "content": "Kim Il Sung's Exploits Lauded Abroad\r\nPyongyang, April 24 (KCNA) -- Seminar, book and photo exhibition and film show were held in Nepal, Bangladesh, Indonesia, Kuwait and Britain between April 5 and 13 to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist), the chairman of the Nepal Journalist Association and other speakers praised Kim Il Sung as an outstanding strategist and world elder statesman who founded the Juche idea and defeated the U.S. and Japanese imperialists in one generation.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Central Committee of the Workers' Party, the secretary general of the Jatiya Party, the president of the People's League and the chairperson of the Institute of the Juche Idea in Bangladesh lauded the exploits Kim Il Sung performed for the founding and development of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Kuwait Asian Journalist Association stressed that Kim Il Sung is the great sage of mankind who proactively supported and encouraged the peoples of many countries in the struggle for national independence and the building of a new society and the eternal leader of the Korean people who devoted all his life to the people's happiness.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the New Communist Party of Britain said that the President led the revolution and construction with belief and reliance on the inexhaustible strength of the popular masses and pursued the politics of love centered on the people.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the British Association for the Study of Songun Policy stressed that the birth of the Juche idea and the brilliant settlement of the issue of succession to the leadership were the greatest of the President's exploits.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message and a letter to the respected Supreme Leader Kim Jong Un were adopted at the events in Nepal and Britain."
        },
        {
            "title": "Decisions of WPK Backed in Ukraine",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-04ee.html",
            "content": "Decisions of WPK Backed in Ukraine\r\n Pyongyang, April 24 (KCNA) -- The Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea made public a statement on April 21 in support of the decisions adopted at the Third Plenary Meeting of the Seventh Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Noting that the said plenary meeting declared the great victory of the line of simultaneously developing the two fronts and unfolded a new strategic line of concentrating all efforts on socialist economic construction, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The meeting set forth the militant slogan \"Let us further accelerate the advance of our revolution by concentrating all our efforts on socialist economic construction!\" and underscored the need to channel all human, material and technical potentials of the country into its economic development and solve all problems arising in the economic construction by relying on science and technology under the slogan of self-reliance and self-sufficiency.\n\t\t\t\t\t\n\t\t\t\t\t We urge various countries of the world to take relevant measures in response to the positive efforts of the DPRK to ease the tension on the Korean peninsula and achieve its reunification.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, a spokesperson of the Press Department of the Mongolian Ministry of Foreign Affairs issued a statement backing the above-said decisions."
        },
        {
            "title": "Kim Jong Un realiza visita de consuelo a la embajada de China en Corea",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-18ee.html",
            "content": "Kim Jong Un realiza visita de consuelo a la embajada de China en Corea\r\nPyongyang, 24 de abril (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea, visito a las 6 y media de la madrugada del dia 23 la Embajada de Republica Popular China en la Republica Popular Democratica de Corea y expreso profundas condolencias en relacion con que debido al accidente de transito fueron causadas muchas perdidas humanas entre los turistas chinos en Corea\n\t\t\t\t\tEl Maximo Dirigente expreso el sincero consuelo y las profundas condolencias a Xi Jinping, Secretario General del Comite Central del Partido Comunista de China y Presidente de la Republica Popular China, al partido y gobierno de China y a los familiares de victimas.\n\t\t\t\t\t\n\t\t\t\t\tDijo que le da gran triste la desgracia inesperada y se siente muy apenado al pensar en los familiares de victimas.\n\t\t\t\t\t\n\t\t\t\t\tMenciono que el pueblo coreano tambien considera este accidente tragico como desgracia suya y que el partido y Estado de Corea tomaran con toda la sinceridad las medidas necesarias a partir de la posicion de eliminar al maximo el dolor de los familiares de los difuntos.\n\t\t\t\t\t\n\t\t\t\t\tEl embajador Li Jinjun subrayo que fue conmovido mucho por el  hecho de que pese a sus trabajos tan ocupados el Presidente Kim Jong Un visito personalmente a la madrugada temprana a la embajada china, expreso su sincero consuelo y condolencia y agrego que lo informara de inmediato al Secretario General Xi Jinping y el partido y gobierno de China y lo transmitira tal como estaba a los familiares de victimas.\n\t\t\t\t\t\n\t\t\t\t\tY apunto que volvio a sentir profundamente que el Maximo Dirigente, el partido, el gobierno y el pueblo de Corea dan gran importancia a la tradicional amistad China-Corea y que la amistad China-Corea es la inquebrantable. Y agrego que tomara las medidas siguientes relativas con el accidente en estrecha cooperacion con los coreanos.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia por la noche, el Maximo Dirigente visito a hospital para averiguar personalmente el estado de tratamiento medico para los heridos.\n\t\t\t\t\t\n\t\t\t\t\tEl consolo cordialmente a estos, se entero de la situacion de ellos y consulto las medidas de tratamiento con los miembros medicos del hospital gubernamental.\n\t\t\t\t\t\n\t\t\t\t\tEl embajador y otros miembros de la embajada china expresaron reiteradamente el agradecimiento al Presidente Kim Jong Un quien tomo personalmente las medidas detalladas prestando una profunda atencion a la reciente desgracia aunque esta muy atareado por los importantes programas politicos."
        },
        {
            "title": "Clausuradas reuniones del Secretariado y del Comite Mundial de Direccion de la FDIM",
            "url": "http://kcna.co.jp/item/2018/201804/news24/20180424-19ee.html",
            "content": "Clausuradas reuniones del Secretariado y del Comite Mundial de Direccion de la FDIM\r\nPyongyang, 24 de abril (ACNC) -- Quedaron clausuradas el dia 23 las reuniones del Secretariado y del Comite Mundial de Direccion de la Federacion Democratica Internacional de Mujeres (FDIM), efectuadas desde el 19 hasta el 23 en esta capital. \n\t\t\t\t\tA las ocasiones asistieron Lorena Pena, presidenta de la FDIM, las integrantes de la Direccion de la FDIM, las delegaciones femeninas y las delegadas provenientes de varios paises y las funcionarias del Comite Central de la Union Socialista de Mujeres de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEn las reuniones, se hizo balance del laboreo de un ano pasado de la FDIM para fortalecer la amistad y solidaridad entre las organizaciones femeninas del mundo bajo la bandera de paz e independencia antiimperialista y para defender los derechos de las mujeres rechazando la desigualdad social impuesta a ellas y se debatio el plan de actividades posteriores.\n\t\t\t\t\t\n\t\t\t\t\t  En la reunion del Comite Mundial de Direccion fue aprobada una carta dirigida al Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo Comite decidio otorgar el titulo de eminente combatiente revolucionaria antiimperialista e idolo de lucha de las mujeres del mundo a la Heroina Antijaponesa Kim Jong Suk quien hizo gran aporte al desarrollo del movimiento femenino de Corea."
        }
    ]
}