{
    "date": "2018-03-17",
    "url": "http://kcna.co.jp/item/2018/201803/2018-03-17ee.html",
    "articles": [
        {
            "title": "DPRK Acrobats Back Home",
            "url": "http://kcna.co.jp/item/2018/201803/news17/20180317-10ee.html",
            "content": "DPRK Acrobats Back Home\r\n Pyongyang, March 17 (KCNA) -- DPRK acrobats returned home Saturday after attending the 11th Izhevsk International Acrobatics Festival."
        },
        {
            "title": "Big Efforts Paid to Improving Quality of Steel in DPRK",
            "url": "http://kcna.co.jp/item/2018/201803/news17/20180317-09ee.html",
            "content": "Big Efforts Paid to Improving Quality of Steel in DPRK\r\n Pyongyang, March 17 (KCNA) -- The metallurgical industrial sector of the DPRK has directed big efforts to improving the quality of steel.\n\t\t\t\t\t The Kim Chaek Iron and Steel Complex is manufacturing equipment needed for introducing electromagnetic induction agitation technology, while pushing forward the building of fluid-bed gas generator to produce quality iron and steel in hot- and cold-rolling system with locally available raw materials.\n\t\t\t\t\t\n\t\t\t\t\t The Hwanghae Iron and Steel Complex strives to establish a new ferromanganese production process, paying deep attention to settling technical problems for improving the quality of steel in cooperation with scientists and technicians of relevant units.\n\t\t\t\t\t\n\t\t\t\t\t The Chollima Steel Complex is laying foundations for producing alloyed steel good in mechanical property by applying micro-alloying technology.\n\t\t\t\t\t\n\t\t\t\t\t And the Puryong Ferroalloy Factory pays big efforts to improving the quality of metallic materials.\n\t\t\t\t\t\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un in his New Year Address stressed that the metallurgical industry should further improve the Juche-oriented iron- and steel-making technologies, increase the iron production capacity and drastically raise the quality of metallic materials in order to satisfy the needs of the national economy for iron and steel."
        },
        {
            "title": "S. Korean Conservatives Slammed for Swimming against Trend of Times",
            "url": "http://kcna.co.jp/item/2018/201803/news17/20180317-05ee.html",
            "content": "S. Korean Conservatives Slammed for Swimming against Trend of Times\r\n Pyongyang, March 17 (KCNA) -- Much upset by the fact that the situation on the Korean Peninsula is being defused thanks to the proactive and sincere efforts of the DPRK, the conservatives of south Korea, including the \"Liberal Korea Party,\" are trying hard to prevent such trend.\n\t\t\t\t\t Rodong Sinmun in an article Saturday condemns it as the last-ditch attempt of the group of the worst traitors doomed to meet their miserable end as they have been marginalized by the trend of history towards national reconciliation and unity and peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t The reckless confrontational moves of the LKP are a revelation of its sinister scheme to mar the atmosphere of national reconciliation and reunification through alliance with the north prevailing among south Koreans from all walks of life with \"security\" offensive and rally the conservatives ahead of the upcoming elections to the local self-governing bodies. \n\t\t\t\t\t\n\t\t\t\t\t The tight-cornered group of traitors is crying out for \"security\" while creating the climate of hatred against the fellow countrymen in the south Korean society in a bid to rally the dispersed conservatives and provide a foothold for coming back to power through the above-said elections.\n\t\t\t\t\t\n\t\t\t\t\t Those conservatives are a group of traitors without an iota of blood and spirit of the nation and a group of rabid dogs keen only on the confrontation with fellow countrymen in the north as they leave no stone unturned to achieve their base political ambition.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately those dregs of the times are working, history will dynamically advance and those running counter to the public mindset are bound to meet a stern judgment."
        },
        {
            "title": "KCNA Commentary Urges Japan to Face up to Trend of Times",
            "url": "http://kcna.co.jp/item/2018/201803/news17/20180317-08ee.html",
            "content": "KCNA Commentary Urges Japan to Face up to Trend of Times\r\n Pyongyang, March 17 (KCNA) -- The Japanese reactionaries are desperately inciting the atmosphere for sanctions and pressure on the DPRK, much upset by the ever-changing trend of the situation.\n\t\t\t\t\t The Japan Times on March 7 said that Japan is most embarrassed under the prevailing situation, detailing the fact that the Abe group is calling for ratcheting up the pressure on the DPRK and claiming that the sanctions are proving effective.\n\t\t\t\t\t\n\t\t\t\t\t Their stereo-typed rhetoric about \"sanctions and pressure\" is nothing but rubbish ignorant of the developments.\n\t\t\t\t\t\n\t\t\t\t\t This is just the last-ditch struggling aimed to reverse the trend of the times made by the islanders who have fished in troubled waters by aggravating the situation on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have always taken the lead in executing their U.S. master's policy of \"maximum pressure\".\n\t\t\t\t\t\n\t\t\t\t\t The prime minister, foreign minister and other high-ranking politicians were all set in motion to solicit cooperation for putting pressure on the DPRK in the international arena and they meddled in the affairs of others, going shameless to ruin the feast of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t But the racket for sanctions and pressure which was pushed forward with much effort has already gone flat.\n\t\t\t\t\t\n\t\t\t\t\t Japan, which clamored for monitoring the \"sea smuggling activities\" of the DPRK, tried to inveigle other countries while calling for \"sharing burden\" and \"sharing monitoring\". But no country is responding to it.\n\t\t\t\t\t\n\t\t\t\t\t Japan zealously called for \"strong solidarity among Japan, U.S. and south Korea\" and \"close cooperation\" as regards the DPRK issue, but it faced only serious concern over estrangement of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Still now, the Japanese reactionaries are making a shrill cry demanding \"sanctions and pressure on the DPRK\", indicative of their extreme uneasiness over their frustration.\n\t\t\t\t\t\n\t\t\t\t\t The situation is making a rapid change.\n\t\t\t\t\t\n\t\t\t\t\t Now is a high time that Japan meditated over its policy toward the DPRK, facing up to the trend of the times for itself.\n\t\t\t\t\t\n\t\t\t\t\t We have already warned that the Japanese reactionaries may not get a ticket for Pyongyang if they go ill-natured without discretion. \n\t\t\t\t\t\n\t\t\t\t\t It would be wise for them to stop useless struggling and follow the trend of the times, before it is too late."
        },
        {
            "title": " More Crimes of Lee Myung Bak Disclosed in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201803/news17/20180317-06ee.html",
            "content": "More Crimes of Lee Myung Bak Disclosed in S. Korea\r\n Pyongyang, March 17 (KCNA) -- An extra-large corruption of traitor Lee Myung Bak was disclosed, according to the south Korean Yonhap News on March 9.\n\t\t\t\t\t It was proved that he had possessed more than 80 percent of assets of a company under the name of other person.  \n\t\t\t\t\t\n\t\t\t\t\t From 2002 he illegally grabbed at least 30 billion won by the method of increasing the money allocated for subcontract business by the company."
        },
        {
            "title": "Full Investigation into Lee Myung Bak's Crimes Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201803/news17/20180317-07ee.html",
            "content": "Full Investigation into Lee Myung Bak's Crimes Urged in S. Korea\r\n Pyongyang, March 17 (KCNA) -- The Citizens Solidarity for Democratic Society of south Korea reportedly issued a statement urging a thorough investigation into the crimes of traitor Lee Myung Bak and a severe punishment of him on Mar. 14.\n\t\t\t\t\t The statement stressed that social justice can not be established in south Korea without punishment of his felonies.\n\t\t\t\t\t\n\t\t\t\t\t It demanded that the prosecution expose the worst crimes of Lee as soon as possible through full investigation."
        },
        {
            "title": "DPRK Photo Exhibition Held in Mongolia",
            "url": "http://kcna.co.jp/item/2018/201803/news17/20180317-03ee.html",
            "content": "DPRK Photo Exhibition Held in Mongolia\r\n Pyongyang, March 17 (KCNA) -- A photo exhibition took place at the Mongolian Ministry of Foreign Affairs on March 9 to mark the 70th anniversary of the establishment of diplomatic relations between the DPRK and Mongolia.\n\t\t\t\t\t On display at its venue were photos dealing with the exploits performed by President Kim Il Sung for the development of the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Also there were photos showing the history of the development of the bilateral relations.\n\t\t\t\t\t\n\t\t\t\t\t The visitors to the exhibition included Minister of Foreign Affairs D. Tsogtbaatar and Chairman of the Mongolia-Korea Friendship Parliamentary Group O. Baasankhuu, who are members of the State Great Hural, and personages of the Ministry of Foreign Affairs, the Ministry of Defence, the National Emergency Management Agency and the Mongolian Mt. Paektu Association for Independent Development, the DPRK ambassador to Mongolia and members of his embassy, diplomatic envoys of various countries and media persons.\n\t\t\t\t\t\n\t\t\t\t\t The Mongolian minister of Foreign Affairs stressed that Mongolia would as ever continue to develop the traditional friendly relations with the DPRK, saying that the photos showing the development of the bilateral relations are a precious asset helping the new generation carry forward the tradition of the friendly relations.\n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that the friendly and cooperative relations between the two countries would be enriched with more fresh contents for regional peace, security, prosperity and development."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary to Be Marked in Switzerland",
            "url": "http://kcna.co.jp/item/2018/201803/news17/20180317-01ee.html",
            "content": "Kim Il Sung's Birth Anniversary to Be Marked in Switzerland\r\n Pyongyang, March 17 (KCNA) -- A Swiss preparatory committee for celebrating the 106th birth anniversary of President Kim Il Sung was formed in Basel on March 10.\n\t\t\t\t\t Martin Lotscher, chairman of the Switzerland-Korea Committee, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee set a celebration period from March 15 to April 16 and decided to organize colorful political and cultural events in this period."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary to Be Marked in DR Congo",
            "url": "http://kcna.co.jp/item/2018/201803/news17/20180317-02ee.html",
            "content": "Kim Il Sung's Birth Anniversary to Be Marked in DR Congo\r\n Pyongyang, March 17 (KCNA) -- A DR Congolese preparatory committee for celebrating the birth anniversary of President Kim Il Sung was formed in Kinshasa on March 8.\n\t\t\t\t\t Andre Lohekele Kalonda, chairman of the National Committee for the Study of the Juche Idea of the DR Congo, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee set a celebration period from March 10 to April 15 and decided to hold political and cultural events praising the exploits of the peerlessly great men and conduct a vigorous movement for solidarity with the Korean people in the period."
        },
        {
            "title": "Rama de industria metalurgica de Corea se concentra en mejorar calidad de acero",
            "url": "http://kcna.co.jp/item/2018/201803/news17/20180317-11ee.html",
            "content": "Rama de industria metalurgica de Corea se concentra en mejorar calidad de acero\r\nPyongyang, 17 de marzo (ACNC) -- El dominio de la industria metalurgica de Corea se concentra en mejorar la calidad de acero. \n\t\t\t\t\tEl Complejo Siderurgico Kim Chaek se entrega a la fabricacion de los equipos necesarios para aplicar la tecnologia de agitacion de induccion electromagnetica, y al mismo tiempo, promueve la construccion de generador de gas de capa fluida capaz de producir con materias primas nacionales los materiales de hierro y acero de buena calidad en el sistema de laminacion en frio y en caliente. \n\t\t\t\t\t\n\t\t\t\t\tEl Complejo Siderurgico de Hwanghae se esfuerza por acondicionar un nuevo proceso de produccion de ferromanganeso y buscar con los cientificos y tecnicos de las ramas interesadas las medidas para resolver los problemas tecnicos por el mejoramiento de la calidad de acero. \n\t\t\t\t\t\n\t\t\t\t\tEl Complejo de Acero Chollima asienta el fundamento para producir el acero de aleacion de buenas propiedades mecanicas con las instalaciones de produccion existentes y con pocos elementos mediante la aplicacion de la tecnologia de aleacion de microelementos.\n\t\t\t\t\t\n\t\t\t\t\tLa Fabrica de Hierro de Aleacion de Puryong tambien se enfrasca en aumentar la produccion y mejorar la calidad de los materiales metalurgicos. \n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente Kim Jong Un enfatizo en su Mensaje del Ano Nuevo que el sector de la industria metalurgica debe perfeccionar la autoctona tecnologia de fundicion de hierro y acero, aumentar la productividad de hierro y mejorar decisivamente la calidad de materias metalicas, y, de esta manera, satisfacer la demanda de materiales de hierro en la economia nacional."
        },
        {
            "title": "Rodong Sinmun repudia la actitud conflictiva de conservadores surcoreanos",
            "url": "http://kcna.co.jp/item/2018/201803/news17/20180317-12ee.html",
            "content": "Rodong Sinmun repudia la actitud conflictiva de conservadores surcoreanos\r\nPyongyang, 17 de marzo (ACNC) -- El Partido de Corea Libre y otros conservadores surcoreanos estan desesperados para romper la corriente de relajamiento de la situacion de la Peninsula Coreana, preparada gracias a la iniciativa y esfuerzos sinceros de la Republica Popular Democratica de Corea. \n\t\t\t\t\tEn un articulo individual de hoy, el diario Rodong Sinmun lo califica de ultimo pataleo de los traidores que se hallan a punto del fin tragico siendo marginados de la corriente de la historia hacia la reconciliacion y unidad nacionales, la paz y la reunificacion, y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa conducta conflictiva de los compinches del Partido de Corea Libre parte de su malsano intento de estropear, bajo el pretexto de \"seguridad\", el ambiente de reconciliacion nacional y reunificacion en alianza con el Norte que crece en distintos sectores del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tAl reagrupar a las dispersadas fuerzas conservadoras en visperas de las elecciones de autonomia local, intentan sentar la base para retomar el poder y por esto, infunden en la sociedad la hostilidad a la connacional RPDC hablando tanto de la \"seguridad\". \n\t\t\t\t\t\n\t\t\t\t\tLos conservadores surcoreanos, que no vacilan en nada para realizar su sucia ambicion politica, son traidores que no tienen ni una pizca del espiritu nacional ni una gota de la sangre de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tPor muy desesperadas que sean las maniobras de esos residuos de la epoca, marchara con vigor la historia y seran condenados duro los desafiantes al criterio popular."
        },
        {
            "title": "ACNC comenta intento de reaccionarios japoneses de mantener la sancion anti-RPDC",
            "url": "http://kcna.co.jp/item/2018/201803/news17/20180317-13ee.html",
            "content": "ACNC comenta intento de reaccionarios japoneses de mantener la sancion anti-RPDC\r\nPyongyang, 17 de marzo (ACNC) -- En estos dias, los reaccionarios japoneses, inquietados del brusco cambio de la corriente de la situacion, apuestan todo lo suyo para mantener y fomentar el ambiente de sancion y presion anti-RPDC.\n\t\t\t\t\tEl dia 7, Japan Times preciso que \"Japon es el que esta mas intranquilo por la situacion actual\", citando los dichos de los compinches de Abe de que se debe recrudecer la presion anti-RPDC y surte efectos la sancion.\n\t\t\t\t\t\n\t\t\t\t\tLa estereotipada exigencia de ellos sobre la \"sancion y presion\" ya es una molestia para el desarrollo de la situacion regional.\n\t\t\t\t\t\n\t\t\t\t\tCon el vicio cronico de sacar provechos del empeoramiento de la situacion de la Peninsula Coreana, los descendientes de Samurais tratan de revertir la corriente de la epoca actual.\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, ellos desempenaron el papel de abanderados en la implementacion de la politica de \"maxima presion \" de su amo gringo.\n\t\t\t\t\t\n\t\t\t\t\tEl premier, el canciller y otros politicos de alto rango mendigaron en el escenario internacional la cooperacion en presionar a la RPDC e intentaron descaradamente estropear la fiesta ajena de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tEl pais isleno, que andaba ajetreado para vigilar el        supuesto \"contrabando maritimo\" de alguien, trato de involucrar a otros paises hablando del \"compartimiento de cargas\" y la \"reparticion de tareas de vigilancia\", pero, nadie acepta su peticion.\n\t\t\t\t\t\n\t\t\t\t\tAunque los reaccionarios japoneses reclamaron a toda voz la \"solidaridad fuerte EE.UU.-Japon-Sudcorea\" y la \"cooperacion estrecha\" en el problema coreano, no obtuvieron otra cosa que la seria preocupacion por el \"distanciamiento de Japon\".\n\t\t\t\t\t\n\t\t\t\t\tAhora es el tiempo en que Japon reflexione seriamente de la politica sobre la RPDC al ver bien la corriente de epoca para el bien de si mismo.\n\t\t\t\t\t\n\t\t\t\t\tYa hemos advertido que si los reaccionarios del pais isla siguen portandose mal, no conseguiran nunca el boleto a Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tLes seria sensato sumarse a la tendencia actual antes de que se haga tarde."
        }
    ]
}