{
    "date": "2018-01-16",
    "url": "http://kcna.co.jp/item/2018/201801/2018-01-16ee.html",
    "articles": [
        {
            "title": "Choe Ryong Hae Inspects Various Units in Sinuiju",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-04ee.html",
            "content": "Choe Ryong Hae Inspects Various Units in Sinuiju\r\nSinuiju, January 15 (KCNA) -- Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, vice-chairman of the State Affairs Commission of the DPRK and vice -chairman of the C.C., WPK, made a field survey of the Sinuiju Cosmetics Factory and the Sokha Cooperative Farm in Sinuiju City.\n\t\t\t\t\tGoing round various places of the factory, Choe encouraged the producers in their devoted struggle and stressed the need to turn the production process into the labor and electricity-saving one to ensure the quality and quantity of products on a high level.\n\t\t\t\t\t\n\t\t\t\t\tThen, he went round the Sokha Cooperative Farm which has undergone a radical change as befitting the modern socialist farm.\n\t\t\t\t\t\n\t\t\t\t\tSaying that the farmers should do farming by dint of science and technology, not forgetting the benevolence of the Party and thus overfulfill their plan for the state cereals production this year, he underscored the need to conduct dynamic campaigns in which one overtakes and learns from others and swaps experiences with each other."
        },
        {
            "title": "Korean Agricultural Workers Begin Winter Recreation",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-13ee.html",
            "content": "Korean Agricultural Workers Begin Winter Recreation\r\n Pyongyang, January 16 (KCNA) -- Agricultural workers of the DPRK began the winter recreation this year.\n\t\t\t\t\t Han Kwang Chol, vice department director of the Ministry of Labor, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Holiday camps in scenic spots of the country have opened for agricultural workers.\n\t\t\t\t\t\n\t\t\t\t\t Agricultural workers spend joyful days under the condition of cultural and emotional life and rest from the state.\n\t\t\t\t\t\n\t\t\t\t\t They enjoy a recreational life after concluding last year's farming, with the awareness of being the masters responsible for the granary of the country.\n\t\t\t\t\t\n\t\t\t\t\t  Sharing good experiences gained in the process for implementing the Juche farming method and promising to do farming well this year, they are spending recreational days with joy and optimism.\n\t\t\t\t\t\n\t\t\t\t\t Their happy appearances can be seen at the Myohyangsan, Onpho, Songdan and other holiday camps.\n\t\t\t\t\t\n\t\t\t\t\t The winter recreation will last till the middle of February."
        },
        {
            "title": "DPRK Directs Big Efforts to Strengthening Independence of Chemical Industry",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-14ee.html",
            "content": "DPRK Directs Big Efforts to Strengthening Independence of Chemical Industry\r\n Pyongyang, January 16 (KCNA) -- Big efforts have been directed in the DPRK to strengthening the independence of chemical industry from the beginning of the year.\n\t\t\t\t\t According to an official concerned, the Ministry of Chemical Industry has concentrated its efforts on stepping up the establishment of the C1 chemical industry based on coal gasification, pushing ahead with the projects for catalyst production base and phosphate fertilizer factory and renovating and perfecting the sodium carbonate production line whose starting material is glauberite with its indigenous efforts, technology and materials.\n\t\t\t\t\t\n\t\t\t\t\t The ministry has pushed ahead with the preparations for establishing the C1 chemical industry based on coal gasification under the elaborate plan.\n\t\t\t\t\t\n\t\t\t\t\t At large-sized chemical industrial bases the work is progressing apace to set up production processes capable of radically boosting the production of various kinds of chemical products like vinalon, orlon and plastics.\n\t\t\t\t\t\n\t\t\t\t\t The ministry has technically guided the Hungnam Fertilizer Complex, the February 8 Vinalon Complex and other units in their work for realizing the local production of catalyst in the shortest period.\n\t\t\t\t\t\n\t\t\t\t\t The building of the phosphate fertilizer factory is under way and technological problems arising in renovating and perfecting the sodium carbonate production line are being settled."
        },
        {
            "title": "Rodong Sinmun on Independent Solution of Issue of Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-05ee.html",
            "content": "Rodong Sinmun on Independent Solution of Issue of Inter-Korean Relations\r\n Pyongyang, January 16 (KCNA) -- The inter-Korean high-level talks were held recently and an agreement has been reached. In order to lead this to national reunification by expanding these successes, it is necessary to reject interference of foreign forces and surely maintain the stand to independently solve the issue of the north-south relations by the Korean nation itself under the unfurled banner of national independence.\n\t\t\t\t\t Rodong Sinmun in an article Tuesday says this.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations are the internal affair of our nation from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t No foreign forces have qualifications and justification to poke their noses into the issue of inter-Korean relations. If foreign forces interfere in the issue, there would be difficulties in realizing the will and demands of our nation because of their interests.\n\t\t\t\t\t\n\t\t\t\t\t Dependence on the United States and cooperation with it make it impossible to realize fundamental interests of the nation as the U.S., clean indifferent to the destiny of other countries and nations, seeks only its interests for aggression, opposes reconciliation and unity of our nation and reunification and puts break on them.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of folly to curry favor with foreign forces and get support from them in solving the issue of inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The issue of inter-Korean relations is the internal affair of the Korean nation and so it is necessary to reject the intervention of outsiders and for the north and the south to solve the issue independently. Only then, the issue of inter-Korean relations, the issue of national reunification, can be smoothly solved in keeping with the aspiration and demand of our nation. Our nation has either strength or wisdom for improving the inter-Korean relations. And the will and way to improve the inter-Korean relations rest with our nation.\n\t\t\t\t\t\n\t\t\t\t\t Our nation has the strength enough to hew out its destiny by itself with independent view.\n\t\t\t\t\t\n\t\t\t\t\t The stand and viewpoint on national independence serve as clear touchstone to distinguish who wants to improve inter-Korean relations or not."
        },
        {
            "title": "Reckless Behavior of Trump Denounced: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-07ee.html",
            "content": "Reckless Behavior of Trump Denounced: Rodong Sinmun\r\n Pyongyang, January 16 (KCNA) -- Recently, Trump who is crazy about the hostile policy toward the DPRK has once again stunned the world by twitting that he has a \"big and strong nuclear button.\" After these reckless remarks were twitted, they have become the target of scoff and criticism from not only world media and experts on the Korean issue, but also high-level officials in the former U.S. administration.\n\t\t\t\t\t Rodong Sinmun on Tuesday comments that Trump's bluff is regarded by the DPRK as just a spasm of a lunatic frightened by the might of Juche Korea and a bark of a rabid dog.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The spasm of Trump in the new year reflects the desperate mental state of a loser who failed to check the vigorous advance of the army and people of the DPRK all out to carry out the line of simultaneously developing the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t The Trump clans have quite often claimed that the international community should cooperate in exerting pressure upon the DPRK, asserting that it is \"threatening the world peace\".\n\t\t\t\t\t\n\t\t\t\t\t But Trump revealed over twitter who defends peace and who wants a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Experts on the Korean issue said that it is not fitting for the president to put the dangerous and serious issue like a nuclear war on twitter and it is an irresponsible behavior leading the situation to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t Trump earns strong criticism for his tongue-lashing.\n\t\t\t\t\t\n\t\t\t\t\t He is making bluff only to be diagnosed as a psychopath. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. shouldn't doubt even a bit the DPRK's nuclear deterrent bolstered to settle the showdown with the U.S. but behave with prudence."
        },
        {
            "title": "U.S. Human Rights' Foundation's Anti-DPRK Acts Exposed",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-08ee.html",
            "content": "U.S. Human Rights' Foundation's Anti-DPRK Acts Exposed\r\n Pyongyang, January 16 (KCNA) -- The Canadian Globalization Institute recently said that the U.S. Human Rights Foundation, an anti-DPRK plot-breeding organization, has fed the publications of dishonest contents to the DPRK for the purpose of the subversion of its social system.\n\t\t\t\t\t The Foundation whose mission is to hew out the way for regime changes in several regions of the world has reportedly rendered huge financial support for feeding books, films, etc. stirring up illusion about the U.S. and aversion about the system of the DPRK into the country for a long time.\n\t\t\t\t\t\n\t\t\t\t\t A commentary of Minju Joson Tuesday says this is an expression of the U.S. hostile policy toward the DPRK aimed to undermine it and bring it down.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is operating at full capacity many plot-breeding mechanisms against the DPRK in the U.S. mainland and in different parts of the world with the sole purpose of regime change in the DPRK, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. can not win in the confrontation of ideology and faith with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the U.S. ailing from all sorts of social evils and inequality to try to bring down the DPRK that is demonstrating its might as a political and ideological power.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better set right its own home affairs, bearing in mind that nothing can break the single-minded unity of the army and people around their leader."
        },
        {
            "title": " Japan Hit for Seeking to Profit from Aggravated Situation on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-06ee.html",
            "content": "Japan Hit for Seeking to Profit from Aggravated Situation on Korean Peninsula\r\n Pyongyang, January 16 (KCNA) -- Thanks to the DPRK's active measure, the situation on the Korean Peninsula is going towards detente.\n\t\t\t\t\t In a bid to reverse the trend some Japanese VIPs such as Prime Minister Abe; Chief Cabinet Secretary Suga; Defense Minister Onodera and Chief of the Asia and Oceania Bureau of Foreign Ministry Kanasuki said that Japan remains unchanged in the policy to leave no stone unturned to put maximum pressure on the DPRK and will not respond to the full-dress dialogue so long as the DPRK fails to take concrete action for denuclearization.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday comments that it is nothing but the base and malicious scheme of the Japanese reactionary ruling quarters to draw water to their mill by deliberately exacerbating the tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It continues:\n\t\t\t\t\t\n\t\t\t\t\t This is motivated by the Abe group's ulterior intention to remain in office long.\n\t\t\t\t\t\n\t\t\t\t\t So they are working hard to get rid of the crisis by diverting elsewhere the sharp criticism from the public at home.\n\t\t\t\t\t\n\t\t\t\t\t This is also mainly aimed at turning Japan into a military giant and realizing the militarist ambition.\n\t\t\t\t\t\n\t\t\t\t\t Abe group's \"long-cherished desire\" is to make Japan a war state.\n\t\t\t\t\t\n\t\t\t\t\t The detente on the Korean peninsula is unfavorable for the Abe group whose ultimate goal is to convert Japan into a war state. That is why they persist in their policy to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised liquidate the worst crimes against the Korean nation, not to running amuck."
        },
        {
            "title": "Pomminryon S. Headquarters Calls for National Independence against U.S.",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-12ee.html",
            "content": "Pomminryon S. Headquarters Calls for National Independence against U.S.\r\n Pyongyang, January 16 (KCNA) -- The chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) on Jan. 10 called for national independence against the U.S. at an interview with a reporter of the south Korean internet paper Tongil News.\n\t\t\t\t\t He hoped that the frozen south-north relations would thaw as early as possible and a breakthrough would be made for peace on the Korean Peninsula and national reunification with the south-north high-level talks as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t What is clear in the inter-Korean relations is to preserve the principle of national independence and there is nothing to talk without it, he declared, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The sustained efforts for the improvement of the inter-Korean relations should be made and at the same time anti-U.S. activities should not be neglected because the U.S. sanctions and pressure against the north persist and the U.S. strategy for domination over the Korean Peninsula still remains unchanged.\n\t\t\t\t\t\n\t\t\t\t\t The warmer inter-Korean relation gets, the more desperate the U.S. gets to meddle in it. So, it is necessary to activate anti-U.S. actions so as to force the U.S. to take hands off the issue of the Korean nation and push ahead with them consistently.\n\t\t\t\t\t\n\t\t\t\t\t The anti-U.S. actions should be conducted in demand of the breakup of the alliance with the U.S. and withdrawal of the U.S. forces from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for the organization to form a mechanism for anti-U.S. actions with the movement for independence and reunification and intensify the anti-U.S. actions for disclosing the crimes the U.S. committed against the Korean nation and putting an end to the servile relations to the U.S."
        },
        {
            "title": "Nullification of \"Agreement\" with Japan Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-11ee.html",
            "content": "Nullification of \"Agreement\" with Japan Demanded in S. Korea\r\n Pyongyang, January 16 (KCNA) -- The \"Peaceful Butterfly Network\", the Federation of University Students in the 21st Century, the Chongnyon Minjung Party and other organizations in south Korea held a press conference in Seoul on Jan. 10 to demand the authorities nullify the \"agreement\" with Japan on the sexual slavery for the Imperial Japanese Army and dissolve the \"foundation for reconciliation and recovery\", according to the south Korean News 1.\n\t\t\t\t\t Speakers urged the \"government\" to return a billion yen to the Japanese government and immediately dissolve the \"foundation for reconciliation and recovery\", core of the implementation of the \"agreement\"."
        },
        {
            "title": "Korean Women in Japan Urge S. Korea to Sharply Counter Japan",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-10ee.html",
            "content": "Korean Women in Japan Urge S. Korea to Sharply Counter Japan\r\n Pyongyang, January 16 (KCNA) -- The south Korean democratic women's association in Japan issued a statement on Jan. 10 demanding the south Korean authorities resolutely counter Japan as regards the issue of sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t The statement said that the south Korean authorities gave up the renegotiation and clarified the stand to expect Japan to volunteer to settle the issue even though they acknowledge the injustice of the \"agreement\" on the sexual slavery with Japan concluded under the Park Geun Hye's regime.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t It is well known that the \"agreement\" is null and void as it is the result of backdoor dealings between the Japanese government and the Park Geun Hye's evil regime, which neglected the demand of the victims of sexual slavery under pressure of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The victims and concerned organizations cannot accept the stand of the \"government\" expecting Japan to take the voluntary measure. They are insisting that the \"government\" should demand Japan admit the sexual slavery crime and make an official apology and legal reparation.\n\t\t\t\t\t\n\t\t\t\t\t The authorities should officially repeal the \"agreement\" and immediately disband the \"foundation for reconciliation and recovery\"."
        },
        {
            "title": "Kim Jong Un's New Year Address Posted on Websites of Various Countries and Regions",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-01ee.html",
            "content": "Kim Jong Un's New Year Address Posted on Websites of Various Countries and Regions\r\n Pyongyang, January 16 (KCNA) -- Respected Supreme Leader Kim Jong Un's New Year Address was posted on websites of various countries and regions from Jan. 1 to 5.\n\t\t\t\t\t They included the website of the Italy-DPRK Association for Friendship and Culture, website \"Juche-Nepal\" of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics, the Russian website Irkutskblogspot. Ru, website \"News of Field Guidance\" of the Anti-Imperialist Forum of Germany and the Mexican website \"Friends of the DPRK\" and websites of the Organization for the Study of the Juche Idea of Thailand, Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, Communist Party \"Russian Communists\", Russian Institute of Kimilsungism-Kimjongilism, Rostov Association for the Study of Kimilsungism-Kimjongilism of Russia, Russian Association for the Study of the Juche Idea, Russian Group for Solidarity with the DPRK, Bulgarian Group for the Study of Kimilsungism-Kimjongilism, Paektusan Czech-Korean Friendship Association, Belarus National Association of Friends of Korean People Named after Kim Il Sung and Kim Jong Il, National Social Federation \"for the Union and Union's Communist Party\" of Belarus, International Friendship Initiative \"Explore DPRK\" of Poland, Sweden-Korea Friendship Association, Slovenia-Korea Friendship Association, Youth Group for Study of Kimilsungism-Kimjongilism Formed in Austria, British Association for the Study of Songun Policy, Group of Dialectical Materialists of Italy, Italian Committee for the Study of Songun Idea for Independence and Sovereignty, Madrid Group for the Study of the Juche Idea, Juche Idea Study Group of Basque County, Nigerian National Committee for the Study of Kimilsungism-Kimjongilism, National Committee for the Study of the Juche Idea of DR Congo, Brazilian Communist Party, Brazilian Center for the Study of the Juche Idea, United Left Party of Venezuela, Chilean Branch of the Korean Friendship Association and the African Regional Committee for Friendship and Solidarity with the Korean People headquartered in Nigeria."
        },
        {
            "title": "Kim Jong Un's New Year Address Studied in Different Countries",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-02ee.html",
            "content": "Kim Jong Un's New Year Address Studied in Different Countries\r\n Pyongyang, January 16 (KCNA) -- Reading sessions on the New Year Address made by respected Supreme Leader \n\t\t\t\t\tKim Jong Un took place in Norway, Iceland, Mexico and Guinea from Jan. 3 to 5.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ostfold County Committee of the Communist Party of Norway said that Kim Jong Un's New Year Address is the guideline to be held by the Korean people this year and they would defend the country's sovereignty and bring about a great advance in socialist construction while smashing the U.S. vicious sanctions and pressure against the DPRK true to his New Year Address this year, too.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Iceland-DPRK Friendship and Cultural Society said that Kim Jong Un made proposals for mending the north-south relations in his New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t He noted:\n\t\t\t\t\t\n\t\t\t\t\t It is the Korean people's long-cherished desire which brooks no further delay to reunify the country.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not forget the fact that the DPRK is a nuclear weapons state and the south Korean authorities should abandon their stand of mistrust and confrontation and value the agreements common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t We will as ever extend invariable support to the Korean people's just cause.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Guinean Group for the Study of Kimjongilism hoped that the Korean people would register bigger success in their struggle for building a powerful socialist country and reunifying the country, saying that this year will become the year when the dignity of the DPRK, nuclear power and rocket power, will be more fully demonstrated.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the reading session held in Iceland."
        },
        {
            "title": "Kim Jong Un's Exploits Praised by Regional Body",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-03ee.html",
            "content": "Kim Jong Un's Exploits Praised by Regional Body\r\n Pyongyang, January 16 (KCNA) -- Marwan Sudah, chairman of the Arab Committee for Solidarity with Korean People and Supporting the Reunification of Korea, on Dec. 29 last year posted an article on a website to mark the 6th anniversary of respected Supreme Leader Kim Jong Un's assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t The article said that the DPRK has emerged a powerful country with strong nuclear deterrent under the outstanding and wise leadership of HE Kim Jong Un, adding:\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Un's ceaseless guidance aimed at beefing up military muscle makes the country's sovereignty and dignity be more reliably defended from the aggressive maneuvers by the U.S.-led imperialist allied forces.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Un enjoys boundless respect from the world peoples.\n\t\t\t\t\t\n\t\t\t\t\t All the people are firmly rallied around their leader, absolutely trusting and following him. Herein lies the invincibility of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We hope that the dignified Korean people will achieve bigger success in the future, too."
        },
        {
            "title": "Iniciado en Corea reposo invernal de trabajadores agricolas",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-15ee.html",
            "content": "Iniciado en Corea reposo invernal de trabajadores agricolas\r\nPyongyang, 16 de enero (ACNC) -- Quedo iniciado el reposo invernal del ano nuevo de los agricultores coreanos.\n\t\t\t\t\tSegun el subdirector del Ministerio del Trabajo, Han Kwang Chol, abrieron sus puertas las casas de descanso situadas en los lugares pintorescos del pais, inclusive el monte Myohyang, Onpho y Songdan, etc.\n\t\t\t\t\t\n\t\t\t\t\tEste ano, los inquilinos pasaran dias divertidos en las mejores condiciones preparadas por el Estado.\n\t\t\t\t\t\n\t\t\t\t\tEllos intercambian ahora las experiencias de cultivo segun el metodo Juche prometiendo propiciar este ano cosechas mas abundantes que el ano pasado.\n\t\t\t\t\t\n\t\t\t\t\tEl reposo invernal del campesinado terminara a mediados de febrero."
        },
        {
            "title": " Rodong Sinmun se burla del articulo de Trump publicado en Twitter",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-16ee.html",
            "content": "Rodong Sinmun se burla del articulo de Trump publicado en Twitter\r\nPyongyang, 16 de enero (ACNC) -- Obsesionado por hostilizar a la RPDC, Trump inserto recientemente en Twitter un articulo senalando que el tiene \"el boton nuclear mas grande y fuerte\".\n\t\t\t\t\t Este escrito, que dejo consternado nuevamente a todo el mundo, produjo la avalancha de criticas y mofas de los medios de prensa y los especialistas en el problema coreano y hasta de los ex altos funcionarios de la administracion estadounidense.\n\t\t\t\t\t\n\t\t\t\t\t Para la RPDC, la nueva fanfarronada de Trump no es mas que la convulsion del psicopata asustado por el poderio de la Corea del Juche y el alarido del perro rabioso.\n\t\t\t\t\t\n\t\t\t\t\t  Asi ironiza el diario Rodong Sinmun en un comentario individual del dia 16 y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Eso refleja el angustiado estado psiquico del fracasado en impedir el cumplimiento de la linea de desarrollo paralelo por parte de los militares y habitantes coreanos.\n\t\t\t\t\t\n\t\t\t\t\t  Hasta fecha, los compinches de Trump solieron llamar a la sociedad internacional a presionar juntos a la RPDC diciendo que esta \"amenaza la paz mundial\".\n\t\t\t\t\t\n\t\t\t\t\t  Esta vez, Trump revelo por si solo a traves de Twitter quien defiende la paz y quien persigue la guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  Los especialistas en el problema coreano criticaron que plantear en Twitter el problema tan peligroso y serio como la guerra nuclear no es la conducta de un presidente sino el acto irresponsable que lleva la situacion al borde de guerra.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. debe actuar con prudencia sin abrigar ni la menor sospecha sobre el disuasivo nuclear de la RPDC, preparado para la batalla decisiva del enfrentamiento bilateral."
        },
        {
            "title": "Minju Joson incrimina actividades de la \"Fundacion de DDHH de EE.UU.\"",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-17ee.html",
            "content": "Minju Joson incrimina actividades de la \"Fundacion de DDHH de EE.UU.\"\r\nPyongyang, 16 de enero (ACNC) -- Hace poco, el Instituto de Globalizacion de Canada revelo que una entidad de conspiracion anti-RPDC, llamada \"Fundacion de Derechos Humanos de Estados Unidos\", introduce publicaciones de contenido malsano en el interior de la RPDC a fin de derrocar su regimen.\n\t\t\t\t\tTeniendo como su mision buscar la manera de derrocar el poder en varias regiones del mundo, la \"Fundacion\" cubrio durante largo tiempo enormes gastos de la introduccion en la RPDC de los libros, peliculas y otros materiales para crear la ilusion sobre EE.UU. y difamar el regimen del pais socialista.\n\t\t\t\t\t\n\t\t\t\t\tEl rotativo Minju Joson publico el dia 16 un comentario individual insistiendo en que las actividades de esa entidad constituyen una expresion coherente de la politica hostil de EE.UU. que intenta descomponer a la RPDC desde adentro.\n\t\t\t\t\t\n\t\t\t\t\tAhora, operan intensamente en el territorio estadounidense y por doquier del mundo muchos aparatos intrigantes anti-RPDC con el objetivo comun de eliminarla, adelanta el comentarista y continua:\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. jamas podra vencer a la RPDC en el enfrentamiento de idea y fe.\n\t\t\t\t\t\n\t\t\t\t\tEs muy absurdo que EE.UU., deformado por males y desigualdades sociales, intente derrumbar a la RPDC dignificada como potencia ideo-politica.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe atender primero los escandalos sociales de todo tipo reportados en su casa teniendo presente que no podra romper de ninguna manera la unidad monolitica de los militares y habitantes coreanos en torno a su lider."
        },
        {
            "title": "Rodong Sinmun condena a los reaccionarios japoneses que desean la tensa situacion",
            "url": "http://kcna.co.jp/item/2018/201801/news16/20180116-18ee.html",
            "content": "Rodong Sinmun condena a los reaccionarios japoneses que desean la tensa situacion\r\nPyongyang, 16 de enero (ACNC) -- Gracias a las medidas protagonicas de la Republica Popular Democratica de Corea, la situacion de la Peninsula Coreana da un giro hacia el relajamiento.\n\t\t\t\t\t Desafian a esa corriente las figuras importantes de Japon como el premier Abe, el director del secretariado del gabinete Suga, el ministro de Defensa Onodera, el director de Asia y Oceania del MINREX, Kanasuki, quienes dicen que \"es invariable la orientacion de ejercer la maxima presion sobre Corea utilizando todos los medios\" y \"no aceptaran el dialogo activo mientras Corea no tome acciones concretas para la desnuclearizacion\".\n\t\t\t\t\t\n\t\t\t\t\t  Estos chismes dejan conocer el sucio y avieso atributo de los gobernantes reaccionarios japoneses que tratan de sacar provechos al agravar intencionalmente la tension de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senala el diario Rodong Sinmun en un comentario individual divulgado hoy y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  En particular, la banda de Abe se opone al relajamiento de la tensa situacion de la Peninsula Coreana para mantenerse en el poder por largo tiempo.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos pretenden eludir la crisis distrayendo la atencion de la indignada poblacion japonesa.\n\t\t\t\t\t\n\t\t\t\t\tOtro objetivo principal reside en realizar su ambicion militarista, o sea, convertir el pais en una potencia militar.\n\t\t\t\t\t\n\t\t\t\t\tLos compinches de Abe desean mucho hacer de Japon un Estado capaz de ejecutar la guerra.  \n\t\t\t\t\t\n\t\t\t\t\tPara alcanzar esta meta final, les resulta inconveniente el alivio de la situacion de la Peninsula Coreana. Asi ellos tratan de impedirlo obstinandose en su politica de atropellar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Seria sensato para Japon indemnizar primero sus tremendos crimenes antieticos cometidos en contra de la nacion coreana."
        }
    ]
}