{
    "date": "2018-04-17",
    "url": "http://kcna.co.jp/item/2018/201804/2018-04-17ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Enjoys Ballet Choreodrama of Chinese Art Troupe",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-01ee.html",
            "content": "Kim Jong Un Enjoys Ballet Choreodrama \"Red Women Company\"\r\nPyongyang, April 17 (KCNA) -- Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the Democratic People's Republic of Korea, together with his wife Ri Sol Ju, enjoyed a ballet choreodrama \"Red Women Company\" of the Chinese art troupe at the East Pyongyang Grand Theatre on Monday.\n\t\t\t\t\t Among the audience were Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the WPK, vice-chairman of the State Affairs Commission of the DPRK and vice-chairman of the C.C., WPK, Ri Su Yong, member of the Political Bureau and vice-chairman of the C.C., WPK, Choe Hwi, alternate member of the Political Bureau and vice-chairman of the C.C., WPK, Kim Yo Jong, alternate member of the Political Bureau and first vice department director of the C.C., WPK, Pak Chun Nam, minister of Culture, officials of the C.C., WPK, members, creators and artistes in the field of culture and art and Pyongyang citizens.\n\t\t\t\t\t\n\t\t\t\t\t Also enjoying the performance were members of a congratulatory group of Koreans in Japan for celebrating the Day of the Sun and other congratulatory groups and delegations of overseas Koreans and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Chinese embassy here and foreigners enjoyed the performance. \n\t\t\t\t\t\n\t\t\t\t\t When Kim Jong Un arrived at the theatre, he was greeted by Song Tao, head of the International Liaison Department of the Central Committee of the Communist Party of China, Li Qun, vice-minister of Culture and Tourism of China, Feng Ying, head of the Chinese National Ballet, and Li Jinjun, Chinese ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He exchanged warm greetings with them.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un and Ri Sol Ju appeared at the auditorium of the theatre together with Song Tao and other Chinese guests.\n\t\t\t\t\t\n\t\t\t\t\t The artistes of the Chinese National Ballet put on the stage the ballet prepared by them with sincerity.\n\t\t\t\t\t\n\t\t\t\t\t The performance was warmly applauded and praised by the audience. \n\t\t\t\t\t\n\t\t\t\t\t After the performance was over, the Korean artistes conveyed a flower basket to the performers and spectators presented bouquets to them.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un together with Ri Sol Ju mounted the stage, shook hands with leading actors and actresses of the Chinese art troupe one by one and congratulated them on their successful performance.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation that the Pyongyang visit by the Chinese art troupe would serve as a significant occasion in carrying forward and further consolidating the tradition of the DPRK-China friendship, the common treasure, and had a significant souvenir picture taken with the members of the Chinese art troupe.\n\t\t\t\t\t\n\t\t\t\t\t He had a talk with Song Tao and other Chinese guests in a warm atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t He highly estimated that the Chinese art troupe gave a good performance with a high degree of ideological and artistic value and with Chinese national dance and ballet combined in a peculiar way and gave the warm feelings of friendship of the Chinese people to the Korean people on this occasion.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the issues arising in developing the cultural exchange between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Song Tao said he deems it a great honor to show the chairman of the WPK and the Korean people the wonderful performance, adding that the successful visit would be unthinkable without the support of the chairman of the WPK and the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He said that Xi Jinping is attaching very great importance to the joint agreement made with Kim Jong Un, expressing the will to deepen exchanges in the cultural and art field and other various fields, true to the intention of the supreme leaders of the two parties, to wonderfully preserve, consolidate and develop the China-DPRK friendship. \n\t\t\t\t\t\n\t\t\t\t\t Congratulating the Chinese art troupe upon its successful performance once again, Kim Jong Un told Song Tao to convey his warm greetings to Xi Jinping who sent the prestigious art troupe to Pyongyang."
        },
        {
            "title": "Kim Jong Un Sends Greetings to Syrian President",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-07ee.html",
            "content": "Kim Jong Un Sends Greetings to Syrian President\r\nPyongyang, April 17 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, sent a message of greeting to Bashar Al-Assad, president of the Syrian Arab Republic, on Tuesday.\n\t\t\t\t\t He, in the message, extended warm congratulations to the Syrian president on the occasion of the 72nd anniversary of the independence of the country.\n\t\t\t\t\t\n\t\t\t\t\t I am pleased over the fact that the friendly Syrian government and people have recently made big achievements in the struggle to defend the country's sovereignty and security under the correct leadership of the president, he said.\n\t\t\t\t\t\n\t\t\t\t\t The message sincerely wished the Syrian president good health and bigger successes in his work, again extending firm support and solidarity to the just cause of the Syrian government and people."
        },
        {
            "title": "Congratulations to President-elect of Montenegro",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-18ee.html",
            "content": "Congratulations to President-elect of Montenegro\r\nPyongyang, April 17 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, Tuesday sent a congratulatory message to Milo Djukanovic upon his election as president of Montenegro.\n\t\t\t\t\t Kim in the message wished the president bigger success in his responsible work for the country's prosperity, expressing the belief that the relations between the DPRK and Montenegro would develop on good terms in the interests of the peoples of the two countries."
        },
        {
            "title": "Kim Su Gil Meets Russian Party Delegation",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-17ee.html",
            "content": "Kim Su Gil Meets Russian Party Delegation\r\nPyongyang, April 17 (KCNA) -- Kim Su Gil, alternate member of the Political Bureau of the C.C., Workers' Party of Korea and chairman of the Pyongyang City Committee of the WPK, on Tuesday had a talk with the delegation of the Moscow City Committee of the Communist Party of the Russian Federation led by First Secretary Valery Rashukin on a visit to the DPRK to mark the Day of the Sun."
        },
        {
            "title": "DPRK Government Delegation Back Home",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-16ee.html",
            "content": "DPRK Government Delegation Back Home\r\nPyongyang, April 17 (KCNA) -- A DPRK government delegation headed by Foreign Minister Ri Yong Ho returned home on Tuesday after taking part in the foreign ministers' meeting of the non-aligned movement held in Azerbaijan and visiting Russia and countries of the Commonwealth of Independent States."
        },
        {
            "title": "WIDF Chairwoman and Women Delegations Here",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-15ee.html",
            "content": "WIDF Chairwoman and Women Delegations Here\r\nPyongyang, April 17 (KCNA) -- Lorena Pena, chairwoman of the Women's International Democratic Federation, women delegations of Greece, Mexico, Argentina, Angola and El Salvador and women delegates of Brazil, Italy, Cuba, Colombia and Turkey came here on Tuesday to take part in meetings of the federation.\n\t\t\t\t\t Also, arriving were women delegates of Sahara and Portugal."
        },
        {
            "title": "Chairman of Italian General Investment Group Arrives",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-20ee.html",
            "content": "Chairman of Italian General Investment Group Arrives\r\nPyongyang, April 17 (KCNA) -- Giancarlo Elia Valori, chairman of the Italian General Investment Group, arrived here on Tuesday."
        },
        {
            "title": "Mongolian Party Delegation Leaves",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-10ee.html",
            "content": "Mongolian Party Delegation Leaves\r\nPyongyang, April 17 (KCNA) -- A delegation of the Mongolian People's Party led by General Secretary Dashzegve Amarbayasgalan left here for home on Tuesday."
        },
        {
            "title": "Spanish Party Delegation Leaves",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-09ee.html",
            "content": "Spanish Party Delegation Leaves\r\nPyongyang, April 17 (KCNA) -- A delegation of the Communist Party of the People of Spain led by Maria Teresa Pantoja Bargueno, member of the Political Bureau of the party who is secretary of the Anti-imperialist Solidarity, left here for home on Tuesday."
        },
        {
            "title": "Congratulatory Group of Koreans in China Leaves",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-19ee.html",
            "content": "Congratulatory Group of Koreans in China Leaves\r\nPyongyang, April 17 (KCNA) -- A congratulatory group of the General Association of Koreans in China for celebrating the Day of the Sun led by Vice-Chairperson Ri Sun Nam left here on Tuesday."
        },
        {
            "title": "Delegations and Delegates of Juche Idea Study Groups Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-11ee.html",
            "content": "Delegations and Delegates of Juche Idea Study Groups Visit Mangyongdae\r\nPyongyang, April 17 (KCNA) -- The delegation and delegates of Juche idea study organizations staying here to mark the birth anniversary of President Kim Il Sung, the Day of the Sun, toured Mangyongdae.\n\t\t\t\t\t At the old home of the President, the guests looked round the historical relics, recalling the exploits of the President and his revolutionary life.\n\t\t\t\t\t\n\t\t\t\t\t The guests also toured the venue of the 20th Kimilsungia Festival, the Korean Revolution Museum, the Mangyongdae Schoolchildren's Palace, etc."
        },
        {
            "title": "Members of AINDF Pyongyang Mission Visit Venue of Kimilsungia Festival",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-13ee.html",
            "content": "Members of AINDF Pyongyang Mission Visit Venue of Kimilsungia Festival\r\nPyongyang, April 17 (KCNA) -- Chief Pak Su Chol and members of the Pyongyang mission of the Anti-Imperialist National Democratic Front visited the venue of the 20th Kimilsungia Festival Tuesday.\n\t\t\t\t\t They looked round the flowers of immortality in full bloom, reflecting boundless reverence of all Koreans and humankind for President Kim Il Sung."
        },
        {
            "title": "Meeting Held to Mark 40th Anniversary of Socialist Labor Law",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-12ee.html",
            "content": "Meeting Held to Mark 40th Anniversary of Socialist Labor Law\r\nPyongyang, April 17 (KCNA) -- A meeting took place at the Central Hall of Workers on Tuesday to mark the 40th anniversary of the promulgation of \"The Socialist Labor Law of the Democratic People's Republic of Korea\" authored by President Kim Il Sung.\n\t\t\t\t\t It was attended by O Su Yong, vice-chairman of the C.C., Workers' Party of Korea, Ro Tu Chol, vice-premier of the Cabinet and chairman of the State Planning Commission, officials concerned, and officials and working people of institutions, factories and enterprises in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t O Su Yong made a report.\n\t\t\t\t\t\n\t\t\t\t\t The reporter referred to the fact that Kim Il Sung authored \"The Socialist Labor Law of the Democratic People's Republic of Korea\" and ensured that it was adopted and promulgated at the Second Session of the Sixth Supreme People's Assembly on Apr. 18, Juche 67 (1978).\n\t\t\t\t\t\n\t\t\t\t\t The enactment of the law provided a firm legal guarantee for dynamically speeding up socialist construction by ensuring better conditions and environment for the working people's independent and creative labor life and developing in depth the labor administration, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The socialist labor system in the DPRK has fully displayed its advantages and might as the most revolutionary and popular labor system and brought about a great turn in the labor life of the working people under the guidance of the Party and leader ever since the promulgation of the law.\n\t\t\t\t\t\n\t\t\t\t\t The reporter underscored the need to bring about a fresh change in the labor administration and thus attain the targets of this year, the third year of implementing the five-year strategy for national economic development, under the guidance of the respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "60th Anniversary of Institute of Medical Science Marked",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-14ee.html",
            "content": "60th Anniversary of Institute of Medical Science Marked\r\nPyongyang, April 17 (KCNA) -- A meeting took place in the DPRK on Tuesday to mark the 60th anniversary of the Institute of Medical Science.\n\t\t\t\t\t The institute is a comprehensive science research organ that plays an important role in guaranteeing the promotion of health of the Korean people scientifically and technologically and developing the country's medical science and technology onto the world level.\n\t\t\t\t\t\n\t\t\t\t\t By founding it on April 17, Juche 47(1958), President Kim Il Sung opened up a broad avenue for ensuring the systematic and intensive research into medical science. And he guided the institute to develop the medical science and technology in Korean way and thus make tangible contribution to the promotion of the people's health.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il indicated the orientation and ways for improving the work of the institute as required by the nature of socialist public health and the world trend and established a well-regulated system for guiding the medical science research field in a unified way. And he led the institute to steer the medical science development, personally initiating the core subject of research.\n\t\t\t\t\t\n\t\t\t\t\t Over the past 60 years since its birth, the institute has covered a proud course in which it developed the socialist public health service for the people, true to the Party's healthcare policy and idea of attaching importance to science.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Pak Thae Song, vice-chairman of the Central Committee of the Workers' Party of Korea, and officials, scientists and employees of the institute."
        },
        {
            "title": "Probe into Truth behind Ferry Sewol Disaster Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-08ee.html",
            "content": "Probe into Truth behind Ferry Sewol Disaster Urged in S. Korea\r\nPyongyang, April 17 (KCNA) -- The south Korean internet newspaper Voice of People carried an editorial urging a probe into the truth behind ferry Sewol disaster on Monday.\n\t\t\t\t\t It is four years since the occurrence of the Sewol sinking incident, the editorial said, adding that April 16 is the day when the ferry did not come back and 304 children departed.\n\t\t\t\t\t\n\t\t\t\t\t Noting that farewell events and memorial services are to be held on the occasion, it urged probe into the truth about the failure to save even one life and punishment of those chiefly responsible for the case.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye \"government\", chief culprit of the Sewol disaster, had been keen on concealment, underreporting, fabrication and lies, far from making investigation, the editorial said, stressing that no statute of limitations is applicable to the probe into the case."
        },
        {
            "title": "Journalist Forum for Study of Juche Idea Formed in Nepal",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-04ee.html",
            "content": "Journalist Forum for Study of Juche Idea Formed in Nepal\r\nPyongyang, April 17 (KCNA) -- A socialist journalist forum of Nepal for the study of the Juche idea was formed on April 6 ahead of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Attending its inaugural ceremony were personages of political and social circles of Nepal.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to the respected Supreme Leader Kim Jong Un was adopted at the ceremony."
        },
        {
            "title": "Kim Il Sung's Work Printed in Venezuela",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-05ee.html",
            "content": "Kim Il Sung's Work Printed in Venezuela\r\nPyongyang, April 17 (KCNA) -- President Kim Il Sung's work \"Let the Entire Nation Unite and Hasten the Reunification of the Country\" was brought out in booklet in Venezuela on April 5 with the approach of his birth anniversary, the Day of the Sun.\n\t\t\t\t\t The work, published on August 18, Juche 79 (1990), clarifies the ways of reunifying Korea."
        },
        {
            "title": "Kim Il Sung's Work Carried by Nepalese Newspaper",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-02ee.html",
            "content": "Kim Il Sung's Work Carried by Nepalese Newspaper\r\nPyongyang, April 17 (KCNA) -- The April 6th issue of the Nepalese newspaper Arpan carried the full text of President Kim Il Sung's work \"Answers to Questions Raised by the Chairman of the Nepal Journalist Association\" on the occasion of the Day of the Sun, his birth anniversary.\n\t\t\t\t\t The work, published on Nov. 29, Juche 79 (1990), deals with the essence of the Juche idea, invincibility of Korean socialism, ways of realizing Korea's reunification and the DPRK government's stand to expand and develop the friendly and cooperative relations between the DPRK and Nepal.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper carried a photo of Kim Il Sung."
        },
        {
            "title": "Kim Il Sung's Exploits Praised",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-03ee.html",
            "content": "Kim Il Sung's Exploits Praised\r\nPyongyang, April 17 (KCNA) -- Seminars on the exploits of President Kim Il Sung were held in India, Thailand, Germany, Bulgaria, France and Ethiopia between Mar. 31 to Apr. 4 on the occasion of his birth anniversary.\n\t\t\t\t\t Personages of various strata and masses of those countries were present at the seminars.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Juche Philosophy Study Committee of India said that the President embarked on the road of revolution in his teens and founded the immortal Juche idea and thoroughly applied it to the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Organization for the Study of the Juche Idea of Thailand said that the President devoted all his life to the people, regarding it as his motto to believe in the people as in Heaven. And he hoped that the Korean people would achieve bigger successes in accomplishing the revolutionary cause of Juche as desired by the President.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism stressed that the President was a benevolent father of the people, who devoted all his life to prosperity of the country and the people's happiness.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the French Committee for the Study of the Socio-politics of the DPRK said President Kim Il Sung and leader Kim Jong Il firmly protected the country's sovereignty and dignity under the unfurled banner of the Juche idea and that HE Kim Jong Un is adding luster to the DPRK as an invincible power."
        },
        {
            "title": "Kim Jong Un ve el drama de ballet \"Roja compania femenina\"",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-01ss.html",
            "content": "Kim Jong Un ve el drama de ballet \"Roja compania femenina\"\r\nPyongyang, 17 de abril (ACNC) -- Kim Jong Un, Presidente del Partido del Trabajo de Corea y del Comite de Estado de la Republica Popular Democratica de Corea, vio el dia 16 junto con su senora Ri Sol Ju el drama de ballet \"Roja compania femenina\" del grupo artistico de China en el Gran Teatro de Pyongyang Este.\n\t\t\t\t\tLo presenciaron Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y vicepresidente del Comite de Estado de la Republica Popular Democratica de Corea y del CC del PTC, Ri Su Yong, miembro del Presidium del BP y vicepresidente del CC del PTC, Choe Hwi, miembro suplente del BP y vicepresidente del CC del PTC, Kim Yo Jong, miembro suplente del BP y primera subjefe de departamento del CC del PTC, el ministro de Cultura Pak Chun Nam, los miembros del CC del PTC y de los dominios de cultura y arte, los creadores, los artistas y los capitalinos. \n\t\t\t\t\t\n\t\t\t\t\tVieronlo tambien los miembros de los grupos de felicitacion y de las delegaciones de coreanos residentes en ultramar incluso los compatriotas en Japon quienes vinieron a la patria para celebrar el Dia del Sol, y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tY estuvieron presentes los miembros de la embajada de China en Corea y los extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tEn el teatro el Maximo Dirigente Kim Jong Un fue acogido por Song Tao, jefe del Departamento de Enlace Internacional del CC del PCCh, Li Jun, viceministro de Cultura y Turismo de Republica Popular China, Feng Ying, jefa del Conjunto Central de Ballet de China, y Li Jinjun, embajador extraordinario y plenipotenciario de la RPCh en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente intercambio el saludo cordial con ellos.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente y su senora Ri Sol Ju salieron al palco junto con Song Tao y otros huespedes chinos.\n\t\t\t\t\t\n\t\t\t\t\tLos artistas del Conjunto Central de Ballet de China pusieron en la escena el drama de ballet preparado con toda su sinceridad.\n\t\t\t\t\t\n\t\t\t\t\tLa funcion recibio los aplausos y elogios fervientes de los espectadores.\n\t\t\t\t\t\n\t\t\t\t\tAl termino de la funcion las artistas coreanas entregaron un cesto de flores a los chinos y los espectadores les dieron los ramos de flores.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente subio con su senora Ri Sol Ju a la escena, apreto uno a otro las manos de los artistas principales chinos y felicito el exito de la funcion.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente expreso la esperanza de que esta visita del grupo artistico de China a Pyongyang sirviera del motivo significativo en suceder, consolidar y desarrollar mas la tradicion de amistad entre Corea y China, bienes comunes, y se fotografio junto a los miembros del grupo artistico de China.\n\t\t\t\t\t\n\t\t\t\t\tEl departio en el ambiente calido con Song Tao y otros huespedes chinos.\n\t\t\t\t\t\n\t\t\t\t\tAprecio altamente que el grupo artistico de China ofrecio la funcion excelente con el alto caracter ideologico y artistico combinando especificamente la danza nacional de China con la habilidad de ballet y, a traves de este motivo, dio el sentimiento amistoso del pueblo chino al coreano.\n\t\t\t\t\t\n\t\t\t\t\tY refirio a los problemas para desarrollar el intercambio cultural entre los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tSong Tao dijo que considera como gran gloria realizar la funcion excelente ante el Presidente del PTC y el pueblo coreano y que el exito de la presente visita no puede pensar al margen del apoyo del Presidente Kim Jong Un y el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que el Presidente Xi Jinping da gran importancia al acuerdo comun logrado con el Maximo Dirigente Kim Jong Un y agrego que en acato a la intencion de los Maximos Dirigentes de los dos partidos profundizara el intercambio de varias ramas incluyendo la cultura y arte para asi defender, consolidar y desarrollar magnificamente la amistad China- Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente volvio a felicitar el exito de la funcion del grupo artistico de China y dijo que desea transmitirle su calido saludo a Xi Jinping quien envio a Pyongyang el famoso grupo artistico."
        },
        {
            "title": "Kim Jong Un envia mensaje de felicitacion al Presidente sirio",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-07ss.html",
            "content": "Kim Jong Un envia mensaje de felicitacion al Presidente sirio\r\nPyongyang, 17 de abril (ACNC) -- El Presidente del Comite de Estado de la Republica Popular Democratica de Corea, Kim Jong Un, envio el dia 17 un mensaje de felicitacion al Presidente de la Republica Arabe de Siria, Bashar al-Assad.\n\t\t\t\t\tEl texto sigue:\n\t\t\t\t\t\n\t\t\t\t\tTengo el honor de extender mis calurosas felicitaciones a Vd. con motivo del 72o aniversario de la independencia de Siria.\n\t\t\t\t\t\n\t\t\t\t\tEstoy complacido de que bajo la correcta direccion de Vd., el amistoso gobierno y pueblo de Siria logren ultimamente grandes exitos en la lucha por defender la soberania y seguridad del pais.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad, manifiesto una vez mas el firme apoyo y solidaridad a la justa causa del gobierno y pueblo de Siria y formulo sinceros votos por la buena salud de Vd. y mayores exitos en sus responsabilidades."
        },
        {
            "title": "Regresa la delegacion del Partido del Pueblo de Mongolia",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-09ss.html",
            "content": "Regresa la delegacion del Partido del Pueblo de Mongolia\r\nPyongyang, 17 de abril (ACNC) -- Salio hoy de esta capital la delegacion del Partido del Pueblo de Mongolia, presidida por su secretario general Dashzegve Amarbayasgalan."
        },
        {
            "title": "Regresa la delegacion del Partido Comunista de los Pueblos de Espana",
            "url": "http://kcna.co.jp/item/2018/201804/news17/20180417-08ss.html",
            "content": "Regresa la delegacion del Partido Comunista de los Pueblos de Espana\r\nPyongyang, 17 de abril (ACNC) -- Repatrio este martes la delegacion del Partido Comunista de los Pueblos de Espana encabezada por la miembro del Buro Politico del partido y secretaria de la Solidaridad Antiimperialista, Maria Teresa Pantoja Bargueno."
        }
    ]
}