{
    "date": "2018-04-04",
    "url": "http://kcna.co.jp/item/2018/201804/2018-04-04ee.html",
    "articles": [
        {
            "title": "Joint Performance Given by Artistes of North and South",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-05ee.html",
            "content": "Joint Performance Given by Artistes of North and South\r\n Pyongyang, April 4 (KCNA) -- Artistes from the north and the south of Korea gave a joint performance \"We Are One\" at the Ryugyong Jong Ju Yong Indoor Stadium on Tuesday.\n\t\t\t\t\t Among the audience were Kim Yong Chol, vice-chairman of the Central Committee of the Workers' Party of Korea, Ri Son Gwon, chairman of the Committee for the Peaceful Reunification of the Country, Pak Chun Nam, minister of Culture, An Tong Chun, chairman of the Central Committee of the General Federation of the Unions of Art and Literature of Korea, Hyon Song Wol, head of the Samjiyon Orchestra, and Pyongyangites.\n\t\t\t\t\t\n\t\t\t\t\t To Jong Hwan, minister of Culture, Sports and Tourism, and Yun Sang, music supervisor, and other leading members of the south side art troupe and members of the south side Taekwon-do demonstration group enjoyed the performance.\n\t\t\t\t\t\n\t\t\t\t\t Also among the audience were foreign diplomatic envoys and representatives of international organizations here and foreign guests staying here.\n\t\t\t\t\t\n\t\t\t\t\t The performance was given by artistes of the Samjiyon Orchestra who deeply impressed south Koreans with their performing activities during the 23rd Winter Olympics and popular stars of the south side on a visit to Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage of performance whose title \"We Are One\" was projected against the backdrop were colorful pieces such as vocal solos, choruses, serial songs, songs and dances.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of the south side expressed thanks to the fellow countrymen in the north for warm welcome and cordial hospitality with ardent feelings of kinship and talked about their impressions of Pyongyang visit and delighted the audience with favorite songs prepared by them with sincerity.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang of the ardent desire of the fellow countrymen for national reunification hands in hands on the stage where the north and south became as one, making all the participants seethe with national concord. \n\t\t\t\t\t\n\t\t\t\t\t The performance reached the climax with songs \"Mt Paektu and Mt Halla Are Our Motherland\", \"Our Wish Is Reunification\" and \"See You Again\" sung by artistes of the north and the south with  the will to loudly sing the large symphony of reunification on the whole land of Korea by Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t The joint performance was acclaimed by the audience as it overflowed with compatriotic and warm feelings and enthusiasm with minds and intention of the north and the south pooling as one.\n\t\t\t\t\t\n\t\t\t\t\t The artistes of the north and the south had a picture taken in token of the significant joint performance."
        },
        {
            "title": "Farewell Reception Given for South Side Art Troupe",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-06ee.html",
            "content": "Farewell Reception Given for South Side Art Troupe\r\n Pyongyang, April 4 (KCNA) -- A farewell reception was given on April 3 for the south side art troupe that successfully completed the art performance program in Pyongyang.\n\t\t\t\t\t Present there on the invitation were members of the south side art troupe headed by To Jong Hwan, minister of Culture, Sports and Tourism.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were Kim Yong Chol, vice-chairman of the Central Committee of the Workers' Party of Korea, and officials concerned and artistes of the Samjiyon Orchestra.\n\t\t\t\t\t\n\t\t\t\t\t The reception proceeded overflowing with compatriotic feelings.\n\t\t\t\t\t\n\t\t\t\t\t That day a farewell reception was also given for the south side Taekwon-Do demonstration group."
        },
        {
            "title": "South Side Art Troupe Leaves",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-07ee.html",
            "content": "South Side Art Troupe Leaves\r\n Pyongyang, April 4 (KCNA) -- An art troupe of the south side led by Minister of Culture, Sports and Tourism To Jong Hwan left here on April 4 after successfully completing its performance program.\n\t\t\t\t\t Leaving together with it was the south side's Taekwon-Do demonstration group."
        },
        {
            "title": "Congratulations to Egyptian President",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-23ee.html",
            "content": "Congratulations to Egyptian President\r\n Pyongyang, April 4 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, Wednesday sent a congratulatory message to Abdel Fattah al-Sisi upon his reelection as president of the Arab Republic of Egypt.\n\t\t\t\t\t Expressing belief that the traditional friendly and cooperative relations between the two countries would invariably grow stronger, the message wished the president bigger success in his responsible work for the country's stability and development."
        },
        {
            "title": "Kim Yong Nam Greets Senegalese President",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-13ee.html",
            "content": "Kim Yong Nam Greets Senegalese President\r\n Pyongyang, April 4 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, Wednesday sent a message of greeting to Macky Sall, president of the Republic of Senegal, on the occasion of the 58th anniversary of its independence.\n\t\t\t\t\t The message wished the president good health and success in the work for the Senegalese people, expressing belief that the friendly and cooperative relations between the two countries will develop in the mutual interests of the peoples of the two countries on the principles of respect for sovereignty and non-interference in internal affairs."
        },
        {
            "title": "Congratulations to Ethiopian PM",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-22ee.html",
            "content": "Congratulations to Ethiopian PM\r\n Pyongyang, April 4 (KCNA) -- Premier Pak Pong Ju, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and vice-chairman of the State Affairs Commission of the DPRK, on Wednesday sent a congratulatory message to Abiy Ahmed Ali         upon his election as prime minister of the Federal Democratic Republic of Ethiopia.\n\t\t\t\t\t The message wished the prime minister big success in his responsible work for the country's progress, prosperity and stability."
        },
        {
            "title": "National Photo Exhibition Opens",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-19ee.html",
            "content": "National Photo Exhibition Opens\r\nPyongyang, April 4 (KCNA) -- A national photo exhibition opened to celebrate the 6th anniversary of respected Supreme Leader Kim Jong Un's assumption of the top posts of the Party and state.\n\t\t\t\t\t On display at the venue of the exhibition is a photo of Kim Jong Un standing on Mt Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Displayed there are photos dealing with his revolutionary exploits.\n\t\t\t\t\t\n\t\t\t\t\t There are also photos showing the reality of the DPRK which is registering eye-opening successes day after day, turning misfortune into blessing under the guidance of the Party.\n\t\t\t\t\t\n\t\t\t\t\t Its opening ceremony took place at the People's Palace of Culture on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Pak Kwang Ho, vice-chairman of the Central Committee of the Workers' Party of Korea, Jon Kwang Ho, vice-premier of the Cabinet, officials concerned and working people in the city."
        },
        {
            "title": "23rd Cooking Festival Held in DPRK",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-20ee.html",
            "content": "23rd Cooking Festival Held in DPRK\r\n Pyongyang, April 4 (KCNA) -- The 23rd Cooking Festival took place at the Pyongyang Noodle House from April 2 to 4 to mark the birth anniversary of President Kim Il Sung, the Day of the Sun.\n\t\t\t\t\t The festival brought together more than 70 units selected from the committees at all levels of the Korean Association of Cooks.\n\t\t\t\t\t\n\t\t\t\t\t It was divided into exhibitions of inventive dishes, compulsory dishes and sci-tech achievements in cooking and contests of serving dishes, practical skills and demonstration of cooks and waiters and waitresses and cooking skills of students whose major is culinary art.\n\t\t\t\t\t\n\t\t\t\t\t Presented to it were more than 1,100 traditional foods, famous dishes, different kinds of drinks and sweet foods newly invented by servants across the country."
        },
        {
            "title": "State Academic Degrees, Titles Conferred on Intellectuals",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-21ee.html",
            "content": "State Academic Degrees, Titles Conferred on Intellectuals\r\n Pyongyang, April 4 (KCNA) -- In the DPRK state academic degrees and titles were conferred on intellectuals who made positive contributions to the building of a powerful socialist country and the improvement of the people's standard of living.\n\t\t\t\t\t The title of academician went to Ko Yong Hae, a teacher of Kim Il Sung University, and Jong Jong Su, a researcher of Pyongyang Agricultural College of Kim Il Sung University, and the title of candidate academician to Ri Hyon Gwang, vice-president of Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\t Professorship was conferred on 19 persons including Kim Kyong Chol, head of a department of Kim Il Sung University, Kim Song Bok, section chief of Kim Hyong Jik University of Education, Kim Ho, dean of a faculty of Kim Chaek University of Technology, Yu Kwang Sok, dean of a faculty of Pyongyang University of Architecture.\n\t\t\t\t\t\n\t\t\t\t\t Doctorate went to Ri Myong Chol, a teacher of Kim Il Sung Higher Party School, Kim Su Chol, head of a department of Kim Il Sung University, Ri Chon Bok, a teacher of University of National Economy, Jang Kuk Hwan, head of a department of Kim Chaek University of Technology, and others and associate professorship to 133 persons and master's degree to 890 persons.\n\t\t\t\t\t\n\t\t\t\t\t The awarding-ceremony took place at the People's Palace of Culture on Wednesday."
        },
        {
            "title": "Delegation of \"Prominent Personages in Asia\" Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-16ee.html",
            "content": "Delegation of \"Prominent Personages in Asia\" Visits Mangyongdae\r\n Pyongyang, April 4 (KCNA) -- A delegation of \"Prominent Personages in Asia\" headed by Dino Patti Djalal, founder of the Foreign Policy Community of Indonesia, visited Mangyongdae, the birthplace of President Kim Il Sung, on Wednesday.\n\t\t\t\t\t They laid bouquets in front of the old home of the President.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the revolutionary history of the President, they looked round historic relics preserved with care."
        },
        {
            "title": "Chinese Delegation Goes Back Home",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-14ee.html",
            "content": "Chinese Delegation Goes Back Home\r\n Pyongyang, April 4 (KCNA) -- A delegation of the Yuwen Middle School in Jilin of China headed by Principal Jiang Guofu went back home on Wednesday."
        },
        {
            "title": "DPRK Directs Efforts to Fish Culture",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-18ee.html",
            "content": "DPRK Directs Efforts to Fish Culture\r\n Pyongyang, April 4 (KCNA) -- The Ministry of Fisheries in the DPRK has put pisciculture on a scientific, intensive and modern basis.\n\t\t\t\t\t The Youth Tudan Breed Fish Farm and the Poman Fish Farm were remodeled to establish the computer integrated manufacturing (CIM).\n\t\t\t\t\t\n\t\t\t\t\t The ministry has speeded up the work for establishing the CIM at various units including the Yomju Youth Fish Farm.\n\t\t\t\t\t\n\t\t\t\t\t In cooperation with sci-tech institutes, it has also propelled the work for introducing advanced fishing methods like labor- and water-saving one.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the breed fish farms in provinces are building spawning tanks and ring-shaped hatching facilities, while creating places for spawning beds in rivers, lakes and reservoirs."
        },
        {
            "title": "Plants of Tropical, Subtropical Zones Grow in Central Botanical Garden of DPRK",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-17ee.html",
            "content": "Plants of Tropical, Subtropical Zones Grow in Central Botanical Garden of DPRK\r\n Pyongyang, April 4 (KCNA) -- Plants of tropical and subtropical zones are growing in the greenhouse of the Botanical Museum in the Central Botanical Garden of the DPRK.\n\t\t\t\t\t Banana, Pinus longifolia, hemp palm, cycad, date palm, gum tree and other plants make a tropical forest in the greenhouse.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the entrance of the greenhouse are different kinds of cactuses and aloes.\n\t\t\t\t\t\n\t\t\t\t\t There are also Araucaria cunninghamii, Osmanthus fragrans, Michelia longifolia and Clivia miniata.\n\t\t\t\t\t\n\t\t\t\t\t Han Yong Man, curator of the museum, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The number of visitors is on the increase in spring.\n\t\t\t\t\t\n\t\t\t\t\tMore than 1,000 plants of 200-odd kinds are growing in the greenhouse of the museum associated with the leadership exploits of President Kim Il Sung."
        },
        {
            "title": "KCNA Commentary on S. Korean Authorities' Seeking Confrontation with Conservatives",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-12ee.html",
            "content": "KCNA Commentary on S. Korean Authorities' Seeking Confrontation with Conservatives\r\n Pyongyang, April 4 (KCNA) -- There has been another farce of confrontation with the DPRK in south Korea at a time when there are increasing support and expectation of the public for the improvement of the north-south ties.\n\t\t\t\t\t On the occasion of the 8th anniversary of the sinking of \"Cheonan\" ship, there was a \"ceremony to mark the day of defending the West Sea\" with the attendance of \"government\" officials including the prime minister, ruling and opposition party politicians and the U.S. forces commander in south Korea, and more than 10 warships went about in the East Sea of Korea, fanning up the atmosphere for confrontation with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Such rhetoric as \"threat\" and \"atrocities\" and ill-boding calls for \"firmly defending the West Sea despite the phase for the improvement of the south-north ties\" and \"keeping security tight even though there is hope for settlement of peace\" were heard from those events, shocking the people.\n\t\t\t\t\t\n\t\t\t\t\t This is an intolerable confrontational racket going against the north-south dialogue and reconciliation phase and a provocative act openly slandering and threatening the dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t The criminal nature of the \"Cheonan\" ship sinking has already been revealed and the truth behind it is being proven through the study by lots of experts and scholars and testimonies made by those concerned with the case.\n\t\t\t\t\t\n\t\t\t\t\t Even the typical conservative media Chosun Ilbo clarified that it is natural for the public not to trust the \"investigation results\" made public by the government, adding the truth about \"Cheonan\" is bound to be exposed over time, and everyone has to be serious before the truth beyond political faction and ideal if one does not want to have one's head lowered in shame at the moment of judgment.\n\t\t\t\t\t\n\t\t\t\t\t What is clear is that the Cheonan case was a hideous plot deliberately hatched by the pro-U.S. conservative regime to escalate confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean authorities calling for abolition of evil is keeping holding anti-DPRK confrontational farce as part of its anachronistic acts to use it for escalating confrontation with the fellow countrymen. How can it be viewed as a proper stand toward dialogue.\n\t\t\t\t\t\n\t\t\t\t\t After the creation of the phase for reconciliation and dialogue between the north and the south, dishonest confrontational act of faulting the DPRK have been observed one after another in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t What's more, far from making efforts to contribute to the atmosphere of national reconciliation and unity as unanimously demanded by the public at home and abroad, the south Korean authorities joined the chorus of the conservatives. This makes us skeptical about their true intention.\n\t\t\t\t\t\n\t\t\t\t\t What is the true intention sought by them in pursuing confrontation while going in cahoots with the conservatives?\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have to make this clear.\n\t\t\t\t\t\n\t\t\t\t\t Continued abuse of the smear campaign for escalating confrontation with the fellow countrymen, going against the trend of the times for national reconciliation and peace and prosperity can not but be viewed as a sinister intention to make the relations between the north and the south those of hostility and confrontation in which they can never get reconciled.\n\t\t\t\t\t\n\t\t\t\t\t The double-dealing attitude will only hamper the smooth development of the north-south ties.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had better remember that it may find themselves in trouble should they continue such frivolous act at such a crucial moment as now."
        },
        {
            "title": "Rodong Sinmun on Reactionary Nature of Bourgeois Democracy",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-09ee.html",
            "content": "Rodong Sinmun on Reactionary Nature of Bourgeois Democracy\r\n Pyongyang, April 4 (KCNA) -- No matter how noisily the imperialists talk about \"advantages\" of bourgeois democracy, they can never cover up its reactionary nature, Rodong Sinmun Wednesday says in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Bourgeois democracy is the reactionary democracy where a tiny handful of the privileged classes oppress and exploit the overwhelming majority of the working masses.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists seek to spread bourgeois democracy in those countries, which incur their displeasure, and to shake the people's trust in the social systems and power bodies and stir up discontent and separate the public mindset from the leaderships.\n\t\t\t\t\t\n\t\t\t\t\t It is the trite method of the U.S. imperialists to interfere in internal affairs of other countries, vociferating about \"freedom\" and \"democracy\", and occupy disagreeable countries by sudden invasion when an opportunity is given.\n\t\t\t\t\t\n\t\t\t\t\t Before the Afghan War the U.S. claimed that it was for \"freedom\" and it would provide the Afghan people with \"genuine democracy\".\n\t\t\t\t\t\n\t\t\t\t\t The slogan when the U.S. put up to invade Iraq was to offer \"freedom\" and \"democracy\". But the Iraqi people did not receive freedom and democracy but suffered all sorts of misfortunes, pain, social disorder and chaos and deaths.\n\t\t\t\t\t\n\t\t\t\t\t Long-standing stability and orders in different countries of Europe, Africa and the Middle East were destroyed owing to the \"export of democracy\" in the names of \"rose revolution\", \"orange revolution\", \"Arab spring\", etc.\n\t\t\t\t\t\n\t\t\t\t\t The article calls upon the countries aspiring after independence to clearly understand the reactionary nature of bourgeois democracy and decisively reject it."
        },
        {
            "title": "S. Korean Authorities Hit for Anti-DPRK Human Rights Racket",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-10ee.html",
            "content": "S. Korean Authorities Hit for Anti-DPRK Human Rights Racket\r\nPyongyang, April 4 (KCNA) -- The south Korean authorities expressed support for the anti-DPRK \"human rights resolution\" cooked up at the 37th meeting of the UN Human Rights Council. The \"resolution\", invented by the U.S., Japan and the European Union, is woven with impure and tricky words slandering the DPRK such as \"violation of human rights\" and \"confession to crimes\".\n\t\t\t\t\t In this regard, Rodong Sinmun says in a commentary Wednesday:\n\t\t\t\t\t\n\t\t\t\t\t It is a vicious insult to the dignity and system of the DPRK and an unpardonable challenge to the dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t The \"resolution\", cooked up again by the hostile forces, is a product of the criminal scheme designed to tarnish the sovereignty and dignity of the DPRK and undermine the sacred socialist system.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the south Korean authorities welcomed unreasonable \"resolution\". This is a political provocation to the DPRK and an unpardonable act of chilling the atmosphere of dialogue.\n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to think twice and act with discretion as required by the hard-won phase of the improved north-south relations and reconciliation."
        },
        {
            "title": "Rodong Sinmun Blasts U.S. Moves to Maintain Hegemonic Position",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-11ee.html",
            "content": "Rodong Sinmun Blasts U.S. Moves to Maintain Hegemonic Position\r\n Pyongyang, April 4 (KCNA) -- The U.S. increased the budget of the State Missile Defense Agency for fiscal 2018 to the largest ever of 11.5 billion U.S. dollars.\n\t\t\t\t\t This is a desperate effort to maintain its hegemonic position on the decline in different parts of the world even by squandering astronomical amount of fund, a commentary of Rodong Sinmun says Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t What is ridiculous is that the U.S. is claiming that the increased budget is to cope with \"threats\" from the DPRK, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Even though the U.S. vociferates about \"threats\" from the DPRK, it seeks its own aim.\n\t\t\t\t\t\n\t\t\t\t\t Its intention is to perfect the missile defense system, neutralize the military attack by its potential rivals China and Russia and mount a preemptive attack.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. administration designated China and Russia as \"revisionist states\" set to change the current world order and its rivals challenging its strength in its new national security strategy. In nuclear posture review it lowered the nuclear weapons use threshold.\n\t\t\t\t\t\n\t\t\t\t\t No country will remain an onlooker to its security being threatened.\n\t\t\t\t\t\n\t\t\t\t\t China and Russia have taken substantial countermeasures such as increasing military capabilities in order to cope with the U.S. moves.\n\t\t\t\t\t\n\t\t\t\t\t The wave of arms race sweeping the world is further increasing the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t As the U.S. is going to put the Asia-Pacific region under its control by force and put the world under its domination, the regional situation is being rendered unstable."
        },
        {
            "title": "70th Anniversary of April 3 Popular Uprising Marked in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-15ee.html",
            "content": "70th Anniversary of April 3 Popular Uprising Marked in S. Korea\r\n Pyongyang, April 4 (KCNA) -- Civic and social organizations including the Jeju Headquarters of the south Korean Confederation of Trade Unions reportedly held an all-people meeting outside the Jeju City Office on March 31 ahead of the 70th anniversary of the April 3 Popular Uprising.\n\t\t\t\t\t At the meeting speakers said that the truth behind the uprising has not been made public without a formal and legal name.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that workers should take the lead in forcing the U.S. responsible for suppressing the uprising at the point of bayonet to make an apology."
        },
        {
            "title": "Kim Il Sung's Exploits Lauded by Foreign Figures",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-01ee.html",
            "content": "Kim Il Sung's Exploits Lauded by Foreign Figures\r\n Pyongyang, April 4 (KCNA) -- Seminars on the exploits of President Kim Il Sung took place in the Czech Republic, India, Bangladesh, Angola and Uganda between March 6 and 23 on the occasion of his birth anniversary, the Day of the Sun.\n\t\t\t\t\t The first deputy chairman of the Paektusan Czech-Korean Friendship Association lauded Kim Il Sung as the eternal leader of the Korean people who built the party, state and army of the DPRK on the basis of the Juche idea founded by him.\n\t\t\t\t\t\n\t\t\t\t\t The President's great exploits for the development of the global socialist movement and the cause of independence against imperialism will shine long, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Indian Society for the Study of Works of Kim Jong Il said that the human history knows a lot of famous persons but there has been no one like President Kim Il Sung admired and revered by all people century after century.\n\t\t\t\t\t\n\t\t\t\t\t The President is the peerlessly elder statesman who steered the cause of global independence under the uplifted banner of independence against imperialism and a great saint who impressed the whole world with his noble love and virtue, he added.\n\t\t\t\t\t\n\t\t\t\t\t The chairman, vice-chairman and general secretary of the Tangail Branch of the Bangladesh Institute of the Juche Idea said that Kim Il Sung, who dedicated his whole life to the victorious advance of the human cause of independence, is always alive in the minds of all people as the eternal sun of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Youth Organization of the Popular Liberation Movement of Angola said that Kim Il Sung rendered material and moral aid to the Angolan people in the struggle for national liberation in colony and building a new society.\n\t\t\t\t\t\n\t\t\t\t\t At the seminar held in Uganda, speakers praised Kim Il Sung's exploits for the Korean revolution and the world revolution and expressed support and solidarity with the Korean people in the efforts to build a powerful socialist country."
        },
        {
            "title": "Day of Sun to Be Marked in Spain",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-02ee.html",
            "content": "Day of Sun to Be Marked in Spain\r\n Pyongyang, April 4 (KCNA) -- A Spanish preparatory committee for celebrating the birth anniversary of President Kim Il Sung, the Day of the Sun, was formed on Mar. 26.\n\t\t\t\t\t Victor Manuel Lucas, international secretary of the Central Committee of the Communist Party of the People of Spain, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold colorful political and cultural events in praise of the revolutionary career and feats of the President on the occasion of the Day of the Sun."
        },
        {
            "title": "Day of Sun to Be Marked in Iceland",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-03ee.html",
            "content": "Day of Sun to Be Marked in Iceland\r\n Pyongyang, April 4 (KCNA) -- A preparatory committee for marking the birth anniversary of President Kim Il Sung, the Day of the Sun, was formed in Reykjavik of Iceland on Mar. 27.\n\t\t\t\t\t Jon Arni Halldorsson, general secretary of the Iceland-DPRK Cultural and Friendship Society, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events on the occasion of the 106th birth anniversary of the President."
        },
        {
            "title": "Joint Seminar Held in Russia to Support DPRK's Measures",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-04ee.html",
            "content": "Joint Seminar Held in Russia to Support DPRK's Measures\r\n Pyongyang, April 4 (KCNA) -- A joint seminar of political parties and organizations of Russia took place in Moscow on March 30 to support the measures taken by the DPRK to ensure peace and security on the Korean Peninsula.\n\t\t\t\t\t Attending it were Mozgovoy, first secretary of the C.C., Communist Party of the Soviet Union, and personages of political parties and organizations such as the Liberal Democratic Party of Russia, Lenin Young Communist League of the Russian Federation, National Salvation Front of Russia, the Russian Group for Solidarity with the DPRK and the Moscow Group for the Study of the Juche Idea and the DPRK ambassador to Russia and members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t At the seminar, Kazbek Taysaev, secretary of the C.C., Communist Party of the Russian Federation, noted that a peaceful climate is being created on the Korean Peninsula thanks to the bold decision of respected Supreme Leader Kim Jong Un and positive efforts of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The chairwoman of the Party for Peace and Unity of Russia stressed that Kim Jong Un's revolutionary activities proved once again that the prosperity of each country and nation is only guaranteed by a great leader.\n\t\t\t\t\t\n\t\t\t\t\t Speakers including the chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK wished the Korean people bigger success in building a powerful socialist country, stressing that the DPRK is invincible as it is led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t An appeal to political parties, organizations and parliaments of the world was adopted at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t Expressing full support with the consistent stand of the WPK and the DPRK government for peace and security on the Korean Peninsula, the appeal said:\n\t\t\t\t\t\n\t\t\t\t\t All measures taken by the DPRK are of practical significance in defending peace and stability in the Korean Peninsula and Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t We call upon the political parties, organizations and parliaments of the world to positively contribute to peace and security on the Korean Peninsula with sincere stance and attitude, expressing again support with the WPK's stand for peace on the peninsula."
        },
        {
            "title": "Efectuada funcion conjunta de artistas de ambas partes coreanas",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-24ee.html",
            "content": "Efectuada funcion conjunta de artistas de ambas partes coreanas\r\nPyongyang, 4 de abril (ACNC) -- Se ofrecio el dia 3 en el Coliseo Deportivo Jong Ju Yong de Ryugyong la funcion conjunta \"Somos uno\" de los artistas del Norte y el Sur de Corea.\n\t\t\t\t\tLa disfrutaron el vicepresidente del Comite Central del Partido del Trabajo de Corea, Kim Yong Chol, el presidente del Comite por la Reunificacion Pacifica de la Patria, Ri Son Gwon, el ministro de Cultura, Pak Chun Nam, el presidente del Comite Central de la Federacion General de Escritores y Artistas de Corea, An Tong Chun, la jefa de la Orquesta Samjiyon, Hyon Song Wol y los capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tSe distinguian tambien los miembros principales del grupo de artistas surcoreanos incluyendo al ministro de Cultura, Deporte y Turismo, To Jong Hwan y al supervisor musical Yun Sang, y los integrantes de del grupo de demostracion de Taekwondo del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa vieron los representantes diplomaticos y de organizaciones internacionales de varios paises y los huespedes extranjeros en Corea.\n\t\t\t\t\t\n\t\t\t\t\tSalieron a la escena los artistas de la Orquesta Samjiyon, que dejaron profunda impresion a los habitantes surcoreanos con sus funciones ofrecidas durante los XXIII Juegos Olimpicos Invernales, y los cantantes famosos de la parte Sur que se encuentran de visita en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEn la escena intitulada \"Somos uno\" se presentaron las piezas de diferentes generos como el solo, coro, canciones en serie y las musicas y danzas.\n\t\t\t\t\t\n\t\t\t\t\tLos artistas surcoreanos agradecieron a los compatriotas nortenos por haberles recibido y tratado con fraternidad y hospitalidad, hablaron de sus impresiones sobre la visita a Pyongyang y entonaron apasionadamente sus canciones favoritas.\n\t\t\t\t\t\n\t\t\t\t\tEn la audiencia reinaba el fuerte entusiasmo de reconciliacion nacional gracias al fervor de los ejecutantes del Norte y el Sur que cantan a favor de la reunificacion tomando mano a mano y uniendo las voces.\n\t\t\t\t\t\n\t\t\t\t\tLa atmosfera de la funcion se llego al climax por las canciones \"Es mi patria desde Paektu hasta Hanna\", \"Nuestro deseo es la reunificacion\" y \"Nos encontremos otra vez\", que reflejan la voluntad de los artistas del Norte y el Sur de interpretar con la fuerza unida nacional la gran sinfonia de reunificacion en todo el territorio coreano.\n\t\t\t\t\t\n\t\t\t\t\tArranco efusiva ovacion de los espectadores la funcion conjunta en que se unieron las almas y los propositos del Norte y el Sur y desbordo el sentimiento fraternal.\n\t\t\t\t\t\n\t\t\t\t\tLos artistas del Norte y el Sur tomaron foto de recuerdo."
        },
        {
            "title": "Ofrecen banquete de despedida por el grupo de artistas surcoreanos",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-25ee.html",
            "content": "Ofrecen banquete de despedida por el grupo de artistas surcoreanos\r\nPyongyang, 4 de abril (ACNC) -- Tuvo lugar el dia 3 el banquete de despedida por el grupo de artistas surcoreanos que ha concluido con exitos su programa de funcion artistica en Pyongyang.\n\t\t\t\t\tEn la ocasion fueron invitados los miembros del grupo surcoreano encabezado por To Jong Hwan, ministro de Cultura, Deporte y Turismo.\n\t\t\t\t\t\n\t\t\t\t\tTambien, estuvieron presentes Kim Yong Chol, vicepresidente del Comite Central del Partido del Trabajo de Corea, los funcionarios interesados y los artistas de la Orquesta Samjiyon.\n\t\t\t\t\t\n\t\t\t\t\tEl banquete se efectuo en el ambiente lleno de sentimiento fraternal.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, hubo otra recepcion similar para el grupo de demostracion de Taekwondo del Sur de Corea."
        },
        {
            "title": "Parte de Pyongyang el grupo de artistas surcoreanos",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-26ee.html",
            "content": "Parte de Pyongyang el grupo de artistas surcoreanos \r\nPyongyang, 4 de abril (ACNC) -- El grupo de artistas surcoreanos presidido por el ministro de Cultura, Deporte y Turismo, To Jong Hwan, partio el dia 4 de esta capital tras concluir exitosamente la agenda de funciones.\n\t\t\t\t\tSe fue tambien el grupo de demostracion de Taekwondo del Sur de Corea."
        },
        {
            "title": "Inaugurada la exposicion central de fotos",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-27ee.html",
            "content": "Inaugurada la exposicion central de fotos\r\nPyongyang, 4 de abril (ACNC) -- Quedo iniciada la exposicion central de fotos \"Logrando gran victoria que se registrara en letras mayusculas en la historia nacional de 5 mil anos\", dedicada al 6o aniversario de la eleccion del Maximo Dirigente Kim Jong Un a los cargos cimeros del Partido y el Estado.\n\t\t\t\t\tEn la sede de galeria estan expuestas una foto del Maximo Dirigente encontrandose en el monte Paektu y otras alusivas a sus hazanas revolucionarias.\n\t\t\t\t\t\n\t\t\t\t\t  Se ven tambien las fotografias sobre la RPDC que logra los exitos cada dia mas relevantes convirtiendo los reveses en los favores bajo la direccion del Partido.\n\t\t\t\t\t\n\t\t\t\t\t  Tuvo lugar el dia 4 en el Palacio Cultural del Pueblo la ceremonia de inauguracion con la presencia del vicepresidente del Comite Central del Partido del Trabajo de Corea, Pak Kwang Ho, el vicepremier Jon Kwang Ho y los funcionarios interesados, asi como los trabajadores capitalinos."
        },
        {
            "title": "Efectuado XXIII Festival Culinario por el Dia del Sol",
            "url": "http://kcna.co.jp/item/2018/201804/news04/20180404-28ee.html",
            "content": "Efectuado XXIII Festival Culinario por el Dia del Sol\r\nPyongyang, 4 de abril (ACNC) -- Tuvo lugar desde el dia 2 hasta el 4 en el Restaurante de Kuksu de Pyongyang el XXIII Festival Culinario por el Dia del Sol con la participacion de mas de 70 unidades seleccionadas en los comites a todos los niveles de la Asociacion de Cocineros de Corea.\n\t\t\t\t\tEn el marco del evento, se realizaron la exhibicion de platos inventados, la de platos indicados por el jurado, la de exitos cientificos y tecnicos, el concurso de servicio de platos, el concurso tecnico y la demostracion de los cocineros y camareros y el concurso de habilidades de cocina de los estudiantes del arte culinario.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se exhibieron mas de 1100 platos tradicionales de Corea, comidas famosas, varias bebidas y dulces, inventados nuevamente por los participantes.\n\t\t\t\t\t\n\t\t\t\t\tAtrajeron la atencion de la gente los platos frescos y calientes y las comidas principales, presentados por el Restaurante Chongryu, el Hotel Internacional Yanggakdo, la Direccion de Servicio Changgwang, el restaurante combinado del municipio Jung y la provincia de Kangwon.\n\t\t\t\t\t\n\t\t\t\t\tFomentaron el ambiente del festival la actuacion modelo de los funcionarios, cocineros y camareros, quienes sobresalieron en el VIII Concurso de Tecnica Culinaria por el Dia de la Estrella Luz, y el concurso de tecnicas culinarias de los estudiantes."
        }
    ]
}