{
    "date": "2018-01-09",
    "url": "http://kcna.co.jp/item/2018/201801/2018-01-09ee.html",
    "articles": [
        {
            "title": "Inter-Korean High-Level Talks Held",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-19ee.html",
            "content": "Inter-Korean High-Level Talks Held\r\n Panmunjom, January 9 (KCNA) -- Inter-Korean high-level talks were held on Tuesday at the \"house of peace\" in the south side portion of Panmunjom amid great expectations and interests of all the fellow countrymen and people at home and abroad.\n\t\t\t\t\t Present there were a delegation of the north side led by Ri Son Gwon, chairman of the Committee for the Peaceful Reunification of the Country of the DPRK, and a delegation of south side with Minister of Unification Jo Myong Gyun as chief delegate.\n\t\t\t\t\t\n\t\t\t\t\t At the talks the north and south authorities discussed in earnest the principled issues arising in successfully holding the 23rd Winter Olympics in south Korea and improving the inter-Korean relations, and adopted the following joint press release.\n\t\t\t\t\t\n\t\t\t\t\t   Joint press release of inter-Korean high-level talks\n\t\t\t\t\t\n\t\t\t\t\t Inter-Korean high-level talks were held at Panmunjom on Jan. 9.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides had sincere discussions of the participation of a delegation of the north side in the 23rd Winter Olympics and Paralympics and the improvement of the inter-Korean relations in conformity with the desire and expectations of all the Koreans and agreed as follows:\n\t\t\t\t\t\n\t\t\t\t\t1. The north and the south agreed to proactively cooperate in ensuring that the 23rd Winter Olympics and Paralympics in the south side area would be successfully held, providing an occasion for enhancing the prestige of the nation.\n\t\t\t\t\t\n\t\t\t\t\tIn this regard the north side agreed to send a delegation of the National Olympic Committee, sports teams, a cheer group, an art troupe, a Taekwon-do demonstration group and a press corps along with a high-level delegation to the Olympics, and the south side agreed to provide conveniences needed for them.\n\t\t\t\t\t\n\t\t\t\t\tBoth sides agreed to open working-level talks with regard to the north's dispatching of an advance party for a field tour beforehand and participation in the Winter Olympics, and agreed to discuss a schedule in the way of exchange of documents hereafter.\n\t\t\t\t\t\n\t\t\t\t\t2. The north and the south agreed to make concerted efforts to ease the military tension, create a peaceful environment on the Korean peninsula and promote national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\tThey shared the viewpoint that the present military tension should be ironed out and for this agreed to have talks between the military authorities.\n\t\t\t\t\t\n\t\t\t\t\tThey agreed to promote national reconciliation and unity by invigorating contacts and travels, and exchange and cooperation in various fields.\n\t\t\t\t\t\n\t\t\t\t\t3. The north and the south agreed to respect the north-south declarations and solve all problems arising in inter-Korean relations through dialogue and negotiations on the principle of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\tFor doing this, both sides agreed to have talks of every field along with high-level talks between the north and the south aimed at improving the inter-Korean relations."
        },
        {
            "title": "Greetings to Indonesian Party",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-17ee.html",
            "content": "Greetings to Indonesian Party\r\n Pyongyang, January 9 (KCNA) -- The Central Committee of the Workers' Party of Korea Tuesday sent a congratulatory message to the Central Directive Council of the Indonesian Democratic Party of Struggle on its 45th founding anniversary.\n\t\t\t\t\t Since its foundation the Indonesian Democratic Party of Struggle has achieved great successes and progress in the work for independent development and prosperity of the country and welfare of the Indonesian people in the idea of \"Pancasila\" for the past 45 years, the messaged said.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the friendly ties between the Democratic People's Republic of Korea and Indonesia with a long history and good tradition have invariably developed on good terms century after century.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the relations of friendship and cooperation between the two parties will further develop in the desire and interests of the peoples of the two countries, the message wished the Party bigger successes in its activities for prosperity and development of the country."
        },
        {
            "title": "Congratulations to Liberian President-elect",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-15ee.html",
            "content": "Congratulations to Liberian President-elect\r\n Pyongyang, January 9 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, on January 8 sent a congratulatory message to George Weah upon his election as president of Liberia.\n\t\t\t\t\t Expressing belief that the friendly relations between the two countries would expand, Kim in the message sincerely wished the Liberian president success in his work for stability of the country and its socio-economic development."
        },
        {
            "title": "Congratulations to Malian PM",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-16ee.html",
            "content": "Congratulations to Malian PM\r\n Pyongyang, January 9 (KCNA) -- Premier Pak Pong Ju, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and vice-chairman of the State Affairs Commission of the DPRK, sent a congratulatory message to Soumeylou Boubeye Maiga upon his appointment as prime minister of the Republic of Mali on Jan. 8.\n\t\t\t\t\t The message wished him success in his work for the socio-economic development of the country, expressing the belief that the traditional bilateral ties of friendship and cooperation would steadily develop."
        },
        {
            "title": "Congratulations to FM of Mozambique",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-13ee.html",
            "content": "Congratulations to FM of Mozambique\r\n Pyongyang, January 9 (KCNA) -- Ri Yong Ho, minister of Foreign Affairs of the Democratic People's Republic of Korea, Monday sent a congratulatory message to Jose Condungua Antonio Pacheco, on his appointment as minister of Foreign Affairs and Cooperation of Mozambique.\n\t\t\t\t\t Expressing belief that the relations of friendship and cooperation between the two countries with long history and tradition would further expand, the message wished him big success in his responsible work for the development of external relations of the country."
        },
        {
            "title": "Greetings to Kim Jong Un from Kuwaiti Emir",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-14ee.html",
            "content": "Greetings to Kim Jong Un from Kuwaiti Emir\r\n Pyongyang, January 9 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, received a message of greeting from Sabah Al-Ahmad Al-Jaber Al-Sabah, emir of the State of Kuwait, on December 20 last year.\n\t\t\t\t\t In the message the Kuwaiti emir extended his heartfelt greetings and best wishes to Kim Jong Un on the occasion of the New Year 2018.\n\t\t\t\t\t\n\t\t\t\t\t Sharing pleasure with Your Excellency, I wish this year would be a year of security and peace and a year of welfare for the entire mankind bringing happiness and prosperity to all people of the world, it said.\n\t\t\t\t\t\n\t\t\t\t\t The message wished Kim Jong Un good health and hoped that the excellent relations between the two friendly countries and peoples would grow stronger."
        },
        {
            "title": "Workers in Several Sectors Vow Fulfillment of This Year's Tasks",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-18ee.html",
            "content": "Workers in Several Sectors Vow Fulfillment of This Year's Tasks\r\n Pyongyang, January 9 (KCNA) -- Workers in the light industrial, agricultural and fishery sectors of the DPRK met to pledge the fulfillment of the tasks set forth by respected Supreme Leader Kim Jong Un in his New Year Address.\n\t\t\t\t\t At the meetings, reporters and speakers said that the Supreme Leader's New Year Address serves as a signpost for constant innovations and progress as it helps put the overall might of the country on a new stage of development by frustrating the challenges of the hostile forces making last-ditch efforts to deprive the DPRK of its rights to independence, existence and development and a banner inspiring the army and people with the confidence in sure victory.\n\t\t\t\t\t\n\t\t\t\t\t They called for making a breakthrough in reenergizing the overall economic front this year when the country is to mark the 70th anniversary of the founding of the DPRK and bringing about a radical turn in the improvement of the people's standard of living."
        },
        {
            "title": "Poems Created in DPRK ",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-10ee.html",
            "content": "Poems Created in DPRK \r\n Pyongyang, January 9 (KCNA) -- Poets of the Central Committee of the Korean Writers Union created scores of poems recently.\n\t\t\t\t\t A poem \"Women's Wish of New Year\" reflects the Korean women's ardent wish for respected Supreme Leader Kim Jong Un's good health and a poem \"We See Korea's Victory\" the pride of accomplishing the great, historic cause of perfecting the national nuclear forces and the people's will to achieve a fresh victory this year.\n\t\t\t\t\t\n\t\t\t\t\t A poem \"Let's Go to Square for Celebrating September\" calls for achieving a fresh victory on all fronts of building a powerful socialist country and poems \"People of Great Power, Forward!\" and \"Motherland, We Are Sons and Daughters of You\" stir up the zeal of the army and people to make a revolution and wage a struggle in the New Year's advance.\n\t\t\t\t\t\n\t\t\t\t\t Now, poets are creating poems at the worksites to encourage the working people to perform new miracles and feats."
        },
        {
            "title": "Coal Production Increases at Sunchon Area Youth Coal Mining Complex",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-11ee.html",
            "content": "Coal Production Increases at Sunchon Area Youth Coal Mining Complex\r\n Pyongyang, January 9 (KCNA) -- The Sunchon Area Youth Coal Mining Complex, one of the leading coal producers in the DPRK, increases coal production.\n\t\t\t\t\t All coal mines of the complex carry out their daily production plan at over 101 percent by giving priority to tunneling.\n\t\t\t\t\t\n\t\t\t\t\t Choe Yong Il, manager of the complex, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The coal miners are filled with the zeal to set new records and norms in the coal production this year, the third year of implementing the five-year strategy for national economic development. They are paying deep attention to remarkably increasing the coal production by introducing the advanced working methods.\n\t\t\t\t\t\n\t\t\t\t\t The February 8 Jikdong Youth Coal Mine provided nearly 100 preparatory cutting faces.\n\t\t\t\t\t\n\t\t\t\t\t The Chonsong Youth Coal Mine correctly sets drilling position and angle according to quality of rock and simultaneously raises tunneling speed and blast efficiency.\n\t\t\t\t\t\n\t\t\t\t\t The Ryongdae Coal Mine raises operation rates of electric cars and coal wagons.\n\t\t\t\t\t\n\t\t\t\t\t The complex pushes ahead with the technical renovation for raising the efficiency of existing tunneling equipment to the maximum and ensures condition to introduce efficient cutting face equipment in time."
        },
        {
            "title": "American Politicians Ridiculed for Boasting of \"Diplomatic Success\"",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-07ee.html",
            "content": "American Politicians Ridiculed for Boasting of \"Diplomatic Success\"\r\n Pyongyang, January 9 (KCNA) -- Recently, U.S. President Trump said through a formal website of the White House that enforcement of sanctions and pressure against the Democratic People's Republic of Korea on a high level to remove the threats to American citizens and the mainland was the \"diplomatic success\" in the first year of his office. Meanwhile, U.S. Secretary of State Tillerson in an article contributed to the New York Times let out the similar piffle.\n\t\t\t\t\t Rodong Sinmun Tuesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The shameless remarks about \"diplomatic success\" made by bosses of American politics and diplomacy are ridiculous sophism of the losers who made the DPRK rapidly emerge a strategic state by enforcing inhuman and illegal sanctions and blockade.\n\t\t\t\t\t\n\t\t\t\t\t Last year the U.S. administration ran amuck with the unprecedented moves to stifle the DPRK by gambling on the security of the mainland and destiny of Americans. As a result the whole of the U.S. mainland came within the range of nuclear strike of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is very deplorable to see the U.S. politicians boasting of their diplomatic failure as \"diplomatic success.\"\n\t\t\t\t\t\n\t\t\t\t\t World people call such men \"Don Quixote\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. obsessed with anachronism will surely witness how the DPRK will achieve fresh victories on all fronts of building a powerful socialist country this year with the peace-guaranteeing powerful treasured sword."
        },
        {
            "title": "Israel Withdraws from UNESCO due to Wire-pulling of U.S.: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-08ee.html",
            "content": "Israel Withdraws from UNESCO due to Wire-pulling of U.S.: Rodong Sinmun\r\n Pyongyang, January 9 (KCNA) -- At the end of last year, the foreign minister of Israel sent a letter to the director-general of UNESCO informing her of its withdrawal from the UNESCO under the pretence that the body organizationally attacks Israel and tries to separate the land of Israel from the history of Jews.\n\t\t\t\t\t According to this, Israel's withdrawal from UNESCO will take effect from Dec. 31 this year.\n\t\t\t\t\t\n\t\t\t\t\t Israel's decision of withdrawal from UNESCO was due to the instigation and wire-pulling of the present U.S. administration which unhesitatingly breaks the international order and disturbs global peace and stability for its selfish purpose, Rodong Sinmun Tuesday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Following the U.S. scenario, Israel repaid its master U.S. \"grace\" by withdrawing from UNESCO whose mission is to build a peaceful and civilized world.\n\t\t\t\t\t\n\t\t\t\t\t In this way the U.S. is making all its vassal forces follow it in a bid to justify its blackguardly behavior and realize the wild ambition for world supremacy at any cost.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is allowed to go scot-free, it is difficult to expect peaceful development and sustainable future of mankind.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should clearly know that its persistent high-handed and arbitrary practices would bring international isolation. Israel will not be able to escape such fate either."
        },
        {
            "title": "U.S. Should Try to Find Way of Coexisting with Nuclear Power DPRK: Minju Joson",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-09ee.html",
            "content": "U.S. Should Try to Find Way of Coexisting with Nuclear Power DPRK: Minju Joson\r\n Pyongyang, January 9 (KCNA) -- As the world public fairly suggests, it is trend of history that the Democratic People's Republic of Korea has rapidly emerged a new strategic state and its strategic position is becoming an unchallenged one no force can deny, comments Minju Joson Tuesday.\n\t\t\t\t\t The commentary says:\n\t\t\t\t\t\n\t\t\t\t\t As the DPRK has had access to the strongest war deterrent, paying dearly for it despite difficulties and ordeals of every description, the U.S. cannot dare start a war against the DPRK and the reckless action of the U.S. will lead to ruin.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now in a position that it can not but put up with the logic that it has no choice but to coexist with the DPRK peacefully whether the U.S. likes it or not.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is fated to coexist with the DPRK, the world nuclear and military power.\n\t\t\t\t\t\n\t\t\t\t\t This is the unanimous view and assertion of the world public.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should properly choose between the two things: whether it would continue military standoff with the DPRK to meet its end or peacefully coexist with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It would be a wise option for the U.S. to take proper steps, properly understanding the reality with reason.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised not to accelerate its self-destruction through the reckless actions but to work hard to find a way to co-exist with the DPRK, the fully-fledged nuclear power."
        },
        {
            "title": "Park Geun Hye's Bribery Disclosed",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-12ee.html",
            "content": "Park Geun Hye's Bribery Disclosed\r\n Pyongyang, January 9 (KCNA) -- It was reportedly disclosed that traitor Park Geun Hye received bribes worth 3.65 billion won from the puppet Intelligence Service.\n\t\t\t\t\t The investigation said Park Geun Hye spent the money for her selfish purpose together with Choe Sun Sil and others.\n\t\t\t\t\t\n\t\t\t\t\t South Koreans of different social standings are becoming vocal demanding an early punishment of Park."
        },
        {
            "title": "Vice-Chairman of Body of Koreans in China Pledges Loyalty to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-05ee.html",
            "content": "Vice-Chairman of Body of Koreans in China Pledges Loyalty to Kim Jong Un\r\n Pyongyang, January 9 (KCNA) -- Cha Sang Bo, vice-chairman of the General Association of Koreans in China, who heard with great excitement the historic New Year Address of respected Supreme Leader Kim Jong Un, made public a statement titled \"We will proactively uphold the noble patriotic intention of the peerlessly great man\" on Jan. 3.\n\t\t\t\t\t The statement said that the New Year Address reflects the noble intention and iron will of Kim Jong Un to end the national division and the confrontation as early as possible, realize the reunification of the country and achieve the peace and stability on the Korean Peninsula under the banner of national independence and usher in the brilliant new era of national prosperity.\n\t\t\t\t\t\n\t\t\t\t\t It is high time that the Koreans in the north and the south and abroad who are anxious about the destiny of the nation joined in the great historic struggle to put an end to the confrontation between the north and the south and drastically improve the relations, irrespective of ideology, political view and religion, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t The statement said the General Association of Koreans in China and all the Korean nationals in China will turn out as one to the struggle to write a new history of national reunification, the long-cherished desire of the nation, in hearty response to the great patriotic appeal made by \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un in his New Year Address."
        },
        {
            "title": "Kim Jong Un's Work Posted on Russian Website",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-01ee.html",
            "content": "Kim Jong Un's Work Posted on Russian Website\r\n Pyongyang, January 9 (KCNA) -- The full text of respected Supreme Leader Kim Jong Un's work \"Let Us Live and Work in the Revolutionary Spirit of Paektu, the Spirit of the Blizzards of Paektu\" was posted on the Russian website Irkutskblogspot. Ru on December 29 last year to mark the 6th anniversary of his assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\t The work, published on October 27, Juche 103 (2014), deals with the idea that everybody should understand Mt Paektu to accomplish the revolutionary cause of Juche and indicates the tasks for living and working in the revolutionary spirit of Paektu, the spirit of the blizzards of Paektu."
        },
        {
            "title": "Kim Jong Un's New Year Address Introduced by Int'l Organization",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-02ee.html",
            "content": "Kim Jong Un's New Year Address Introduced by Int'l Organization\r\nPyongyang, January 9 (KCNA) -- The Korean Friendship Association on January 3 carried on its bulletin the full text of respected Supreme Leader Kim Jong Un's New Year Address, illustrated with his photo."
        },
        {
            "title": "Kim Jong Il Praised by Foreign Media",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-03ee.html",
            "content": "Kim Jong Il Praised by Foreign Media\r\n Pyongyang, January 9 (KCNA) -- Foreign media featured articles on the sixth anniversary of demise of leader \n\t\t\t\t\tKim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Those articles were illustrated with the portrait of smiling Kim Jong Il and his photos.\n\t\t\t\t\t\n\t\t\t\t\t The Russian paper Komsomolskaya Pravda, the Indian paper India and World Event, the Nepalese online magazine Nepal Today and the website of the Peru-DPRK Friendship and Cultural Association introduced from Dec. 11 to 29 last year praised Kim Jong Il for developing in depth the Juche idea and Songun idea to make the Korean people vigorously keep to the road of independence, Songun and socialism and greatly contributing to accomplishing the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Those papers also echoed voices of political and social figures attracted by the noble traits of the peerlessly great man, saying that he would be immortal as a peerless patriot, admired by the Korean people and other world progressives, as he defended the destiny of the country and nation and brought about a radical turn in the building of a powerful socialist country with his original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The December issues of the Belarusian paper Buperyod and the German paper Rote Fahne praised his Songun leadership feats, adding that the DPRK performed world-startling miracles and innovations thanks to him who dedicated himself to the prosperity of the country and the happiness of the people with his iron will and superhuman energy in 2011, the last year of his life."
        },
        {
            "title": "100th Birth Anniversary of Kim Jong Suk Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-04ee.html",
            "content": "100th Birth Anniversary of Kim Jong Suk Celebrated Abroad\r\n Pyongyang, January 9 (KCNA) -- There took place celebrations, seminars, lectures and round-table talks in Pakistan, Mongolia, Bangladesh, Guinea and Ethiopia on Dec. 18-24 last year to mark the centenary of birth of the anti-Japanese war heroine Kim Jong Suk.\n\t\t\t\t\t The chief of the Organization of Women for the Study of Juche Idea in Karachi, Pakistan, said that Kim Jong Suk was a great revolutionary who faithfully supported the idea and leadership of President Kim Il Sung, her greatest exploit was that she brought up leader Kim Jong Il as the great successor to the revolutionary cause of Juche and her revolutionary career was the one of loyalty to the President and the noble one for the country and the people.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of a branch of the Bangladesh Institute of the Juche Idea said:\n\t\t\t\t\t\n\t\t\t\t\t What was noteworthy among feats of Kim Jong Suk was that she devotedly protected the President.\n\t\t\t\t\t\n\t\t\t\t\t She became a shield for the President to reliably protect his safety in a number of battles during the anti-Japanese war.\n\t\t\t\t\t\n\t\t\t\t\t Though she passed away too early, the undying feats she performed for the country and nation are clearly recorded in the history of modern Korea and will shine forever along with the prosperous DPRK."
        },
        {
            "title": "Tienen lugar las conversaciones de alto nivel  Norte-Sur",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-20ee.html",
            "content": "Tienen lugar las conversaciones de alto nivel  Norte-Sur\r\nPhanmunjom, 9 de enero (ACNC) -- Tuvieron lugar el dia 9 en la \"Casa de Paz\" de la zona surena de Phanmunjom las conversaciones de alto nivel Norte-Sur de Corea bajo grandes expectativas y atencion de todos los coreanos y el interior y exterior del pais.\n\t\t\t\t\t  En la ocasion estuvieron presentes la delegacion nortena encabezada por Ri Son Gwon, presidente del Comite por la Reunificacion Pacifica de la Patria de la Republica Popular Democratica de Corea, y la surena presidida por el delegado-jefe Jo Myong Gyun, ministro de Unificacion.\n\t\t\t\t\t\n\t\t\t\t\t  Las autoridades del Norte y el Sur discutieron sinceramente los problemas de principios presentados para la apertura exitosa de los 23o Juegos Olimpicos Invernales, que se inauguraran en el Sur de Corea, y el mejoramiento de las relaciones N-S y aprobaron el siguiente comunicado conjunto:\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tComunicado conjunto de las conversaciones de alto nivel N-S\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTuvieron lugar el 9 de enero en Phanmunjom las conversaciones de alto nivel Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\t  En esta ocasion, ambas partes discutieron sinceramente el problema de participacion de la delegacion nortena en los 23o Juegos Olimpicos Invernales y Juegos Paralimpicos y los asuntos para mejorar las relaciones N-S conforme al deseo y esperanza de todos los coreanos y acordaron los siguientes puntos:\n\t\t\t\t\t\n\t\t\t\t\t1. El Norte y el Sur decidieron cooperar activamente para la celebracion exitosa de los 23o Juegos Olimpicos Invernales y Juegos Paralimpicos que se inauguraran en el Sur de Corea, de modo que este evento sea una oportunidad para demostrar la dignidad de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tPara ese fin, la parte nortena enviara a esa cita deportiva la delegacion de alto nivel, la del Comite Olimpico Nacional, los grupos de jugadores, hinchas, artistas, periodistas y de demostracion de Taekwondo, y la surena les facilitara el confort necesario.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes acordaron abrir las conversaciones de trabajo sobre el envio del grupo de avanzada para el recorrido previo en el terreno y la participacion de la parte nortena en dichos juegos y consultar su programa a modo de intercambio posterior de documentos.\n\t\t\t\t\t\n\t\t\t\t\t2. El Norte y el Sur quedaron en esforzarse en conjunto por aliviar la tension militar, preparar el ambiente pacifico de la Peninsula Coreana y promover la reconciliacion y unidad nacionales.\n\t\t\t\t\t\n\t\t\t\t\tCoincidieron en eliminar la actual tension militar y decidieron sostener las conversaciones de las autoridades militares para ese fin.\n\t\t\t\t\t\n\t\t\t\t\tAcordaron promover la reconciliacion y unidad nacionales al activar el contacto y los viajes reciprocos, el intercambio y la cooperacion en varios sectores.\n\t\t\t\t\t\n\t\t\t\t\t  3. El Norte y el Sur decidieron respetar las declaraciones intercoreanas, resolver todos los problemas surgidos en las relaciones bilaterales en el principio de Entre nosotros, los connacionales y a traves del dialogo y negociaciones.\n\t\t\t\t\t\n\t\t\t\t\t    Para ello, ambas partes se pusieron de acuerdo en celebrar las conversaciones por sectores al paralelo del dialogo de alto nivel N-S para el mejoramiento de relaciones bilaterales."
        },
        {
            "title": "Juran cumplir tareas senaladas en Mensaje del Ano Nuevo de Kim Jong Un",
            "url": "http://kcna.co.jp/item/2018/201801/news09/20180109-21ee.html",
            "content": "Juran cumplir tareas senaladas en Mensaje del Ano Nuevo de Kim Jong Un\r\nPyongyang, 9 de enero (ACNC) -- Tuvieron lugar en las entidades de las ramas de industria ligera, agricultura y pesqueria los mitines de juramento para cumplir las tareas presentadas en el Mensaje del Ano Nuevo del Maximo Dirigente Kim Jong Un.\n\t\t\t\t\tEn las ocasiones hubo informes e intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores dijeron que el Mensaje del Ano Nuevo es la hoja de ruta de innovacion y avance continuos que permite frustrar los retos de las fuerzas hostiles desesperadas para acabar con nuestra soberania y los derechos a existencia y desarrollo y situar todo el poderio nacional en la nueva etapa de desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, constituye la bandera estimulante que infunde en todos los militares y habitantes coreanos la conviccion de la victoria cierta, recalcaron.\n\t\t\t\t\t\n\t\t\t\t\tEste ano del 70o aniversario de la fundacion de Republica Popular Democratica de Corea, debemos comenzar a activar todos los dominios de la economia y operar cambios en el mejoramiento de las condiciones de la vida del pueblo, concluyeron."
        }
    ]
}