{
    "date": "2018-01-26",
    "url": "http://kcna.co.jp/item/2018/201801/2018-01-26ee.html",
    "articles": [
        {
            "title": "South Side's Advance Team Visits North Side's Area",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-18ee.html",
            "content": "South Side's Advance Team Visits North Side's Area\r\nPyongyang, January 26 (KCNA) -- An advance team of the south side consisting of Ri Ju Thae, department director of the Ministry of Unification, and eleven other persons, visited the north side's area from Tuesday for a two-night and three-day trip, under the agreement of inter-Korean working-level talks held on Jan. 17.\n\t\t\t\t\t The advance team toured the Masikryong Ski Resort, Mt Kumgang area, etc. where a joint training of north-south skiers and a north-south joint cultural event are to be staged with the 23rd Winter Olympics just ahead."
        },
        {
            "title": "Greetings to Indian President",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-10ee.html",
            "content": "Greetings to Indian President\r\nPyongyang, January 26 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea, Friday sent a message of greeting to Ram Nath Kovind, president of the Republic of India, on the Day of the Republic of India.\n\t\t\t\t\t Kim in the message wished the president good health and bigger success in his work for the country's progress and prosperity, expressing belief that the traditional relations of friendship and cooperation between the two countries would strengthen in interests of their peoples."
        },
        {
            "title": "Indian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-17ee.html",
            "content": "Indian Ambassador Hosts Reception\r\nPyongyang, January 26 (KCNA) -- Indian Ambassador to the DPRK Jasminder Kasturia Friday gave a reception at the Taedonggang Diplomatic Club to mark the Day of the Republic.\n\t\t\t\t\t Present there on invitation were DPRK Minister of Public Health Jang Jun Sang, Vice Department Director Ryu Myong Son of the C.C., Workers' Party of Korea, Vice-Minister of Foreign Affairs Choe Hui Chol, officials concerned and foreign diplomatic envoys and representatives of international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Indian embassy officials were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "U.S. Urged to Abandon Its Scheme to Prevent Detente on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-01ee.html",
            "content": "U.S. Urged to Abandon Its Scheme to Prevent Detente on Korean Peninsula\r\nPyongyang, January 26 (KCNA) -- Choe Song Ho, a researcher of the room for international policy studies at the DPRK Academy of Social Sciences, on Jan. 25 issued a commentary titled \"The U.S. should abandon its foolish scheme to prevent detente on the Korean Peninsula\".\n\t\t\t\t\t The commentary condemns the U.S., which once cried out for a peaceful solution to the Korean Peninsula issue, for making every possible effort to stop the present affirmative development of the inter-Korean relations based on concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t Typical of such attempts is what the U.S did at the \"foreign ministers' meeting on the security and stability on the Korean Peninsula\" held in Vancouver of Canada, it says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The meeting was, in fact, for confab on a new war, not on the stability of the peninsula. It was attended by 20 countries and regions, including those which participated in the Korean War against the DPRK in the 1950s. At the meeting, the U.S. wooed them to ratchet up the sanctions and pressure on the DPRK with threatening words and cried out for a military option again.\n\t\t\t\t\t\n\t\t\t\t\t U.S. Secretary of State Tillerson, in particular, fanned the confrontation with the DPRK by claiming that the efficiency of the U.S.-led maximum pressure strategy, such as sea blockade, should be raised and all the nations should pool their efforts to make the north pay more dearly. U.S. Secretary of Defense Mattis, who appeared before the audience in neckties, made such violent remarks like the boss of gangsters that the scenario for war with north Korea has been ready and unless the meeting goes well, defense ministers' meeting will be held next, which stunned the audience.\n\t\t\t\t\t\n\t\t\t\t\t Heavyweights of the U.S. political circle and administration made no scruple of hurling a stream of provocative remarks that it is high time the U.S. took the initiative by putting the DPRK on the defensive, it is necessary to stop the present trend in which the U.S. overturned with the DPRK's appeasement policy, and the Trump administration is very seriously examining the military option against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t What merits a more serious attention is that the U.S. is further aggravating the tension by deliberately revealing that the extremely dangerous military action targeting the Korean Peninsula is not hot air.\n\t\t\t\t\t\n\t\t\t\t\t It has been recently disclosed that an electronic warfare plane and a formation of special operation planes were secretly deployed in south Korea for ultra-precision surveillance on the DPRK. Those planes were said to have proved their combat effectiveness in theatres of wars such as former Yugoslavia, Libya, Iraq and Afghanistan.\n\t\t\t\t\t\n\t\t\t\t\t Such ill-boding movements of the U.S., timed to coincide with the creation of a new climate for the detente and peace, go to prove that what the U.S. wants awake or asleep is not peace and stability on the peninsula but instability and the exacerbation of military tension and start of war for aggression on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have earnestly and repeatedly requested their American master to help them successfully hold the Winter Olympics they managed to have held in south Korea, but the answer was such disturbing movements and the aggravation of tension. Therefore, they have to know what a foolish thing they have expected.\n\t\t\t\t\t\n\t\t\t\t\t The reality requires all Koreans to get awakened lest the U.S. meddle in the Korean Peninsula issue any longer and decisively reject such intervention by their concerted efforts in order to successfully hold the forthcoming great national event and bring about a turning point in the north-south relations development.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is advised to understand that it would be seriously mistaken if it thinks that the situation of the peninsula would change as intended by it and would be controlled by it as it used to do.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should be well aware of the Korean nation's fixed will for independent reunification and its powerful strength for peace, stop the reckless provocative adventures and make a reasonable and rational choice, though belatedly."
        },
        {
            "title": "Japanese Reactionaries Hit for Hindering Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-14ee.html",
            "content": "Japanese Reactionaries Hit for Hindering Inter-Korean Relations\r\nPyongyang, January 26 (KCNA) -- Thae Chol of the Japan-Korea Interchange Association Friday issued a commentary to condemn the Japanese reactionaries for hindering the inter-Korean dialogue and the warming situation on the Korean Peninsula.\n\t\t\t\t\t Prime Minister Abe, chief Cabinet secretary, foreign minister, defense minister and other heavyweights of the Japanese political circle reeled off the following vituperations:\n\t\t\t\t\t\n\t\t\t\t\t \"It would be a significant dialogue only when north Korea conducts concrete act of complete, verifiable and irretrievable nuclear dismantlement.\" \"We hope that it would be a dialogue for conveying a strong message to north Korea.\" \"The existing policy of pressurizing north Korea based on the international cooperation should be invariably pushed forward irrespective of the north-south dialogue.\" \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Japanese media have asserted that \"south Korea is at the north's back and call after putting the pressure against the north on the shelf, it should not play in the hands of the north and south Korean people are growing increasingly discontent\", in a bid to drive a wedge between the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Japan has no qualification and right to meddle in the affairs of the Korean nation, and no one will lend his or her ear to the allegations, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, Japan openly and secretly tries to lay hurdle in the way of the inter-Korean dialogue and the warming situation on the Korean Peninsula, particularly straining its nerves.\n\t\t\t\t\t\n\t\t\t\t\t The reason is that the Abe group thinks that its political fate hinges on the inter-Korean relations and the change of the situation on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Historically, cunning Japan has drawn big benefits from the division of the Korean nation and war. So, it thinks that it will lose biggest ones when the north and south of Korea take each other's hand.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should admit that they are in a poor position. They should stop acting rashly, aware of the consequences to be entailed by their foolish acts.\n\t\t\t\t\t\n\t\t\t\t\t If Japan runs amuck defying our warning, the Korean people will surely force Japan to pay a very high price for its crimes with their strong fists."
        },
        {
            "title": "33rd Sci-Tech Festival of DPRK State Academy of Sciences",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-16ee.html",
            "content": "33rd Sci-Tech Festival of DPRK State Academy of Sciences\r\nPyongyang, January 26 (KCNA) -- The 33rd sci-tech festival of the State Academy of Sciences in the DPRK took place at the academy on Jan. 24-26.\n\t\t\t\t\t Presented to it were hundreds of data on the achievements made by scientists, technicians and teachers and graduate students of the academy and the University of Sciences during their scientific researches and technical innovation movement.\n\t\t\t\t\t\n\t\t\t\t\t The festival was held, divided into more than ten panels including basic science, automation, information, bioengineering and physical Nano."
        },
        {
            "title": "Mineral Production Increases in DPRK",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-13ee.html",
            "content": "Mineral Production Increases in DPRK\r\nPyongyang, January 26 (KCNA) -- Mines of the Democratic People's Republic of Korea have directed big efforts to expanding production capacity in a drive to implement the tasks set forth by respected Supreme Leader Kim Jong Un in his New Year Address.\n\t\t\t\t\t The Hyesan Youth Mine, Sangnong Mine and Unpha Mine under the Ministry of Mining Industry are channeled efforts into securing more stopes with good prospect to raise the capacity for carrying ores and the rate of actual extraction of ore dressing. \n\t\t\t\t\t\n\t\t\t\t\t They are remodeling vertical elevators and winches and increasing the operating rate of compressors, rock-drills and other equipment to the maximum.\n\t\t\t\t\t\n\t\t\t\t\t They developed various stopes at deep parts favorable for production and formed loop lines.\n\t\t\t\t\t\n\t\t\t\t\t Along with this, they established the automatic measuring system and newly installed domestic pumps to boost production.\n\t\t\t\t\t\n\t\t\t\t\t The Ssangryong Mine is putting spurs to earth-scrapping at an open-cast cutting site to produce phosphate fertilizer and pushing ahead with the work for reconstructing the hauling track and extending new electric-car lines.\n\t\t\t\t\t\n\t\t\t\t\t A mine producing glauberite, the Unhung and other mines are focusing efforts on expanding the mineral production capacity."
        },
        {
            "title": "Rodong Sinmun Calls for Adding Shine to Tradition of Great Chollima Upswing",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-09ee.html",
            "content": "Rodong Sinmun Calls for Adding Shine to Tradition of Great Chollima Upswing\r\nPyongyang, January 26 (KCNA) -- Rodong Sinmun Friday stresses in an editorial that in order to glorify this year as the one of great victory to be specially recorded in the history of the country, it is necessary for all the people to live and struggle in the spirit and mettle displayed during the great Chollima upswing.\n\t\t\t\t\t The editorial says that the era of Chollima recorded in the history of victory and glory of Juche Korea shines as the one of making miracles and achieving feats in which the revolutionary upswing started.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The spirit of devotedly implementing the Party's policies, spirit of self-reliance and fortitude and popular heroism displayed in the country were the fundamental source of industrializing the DPRK in a short span of time, advancing several centuries.\n\t\t\t\t\t\n\t\t\t\t\t The heroic Korean people set a good example showing with what fighting spirit, trait and mettle someone should build socialism. Herein lies the historic significance of the era of Chollima.\n\t\t\t\t\t\n\t\t\t\t\t The tradition of the great Chollima upswing is the weapon of eternal leap forward and advance of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people could register one miraculous victory after another in the annals of building a thriving country in the spirit of Chollima spurred on by the speed campaign and provide a springboard for building a powerful socialist country despite the worst adversity.\n\t\t\t\t\t\n\t\t\t\t\t This was possible because they have lived and struggled in the fighting spirit of the great Chollima upswing.\n\t\t\t\t\t\n\t\t\t\t\t Only when the tradition of the great Chollima upswing is successfully carried forward and glorified, the present revolutionary general offensive can be turned into the immortal heroic epic and the prosperous and powerful country be built as soon as possible.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls on all to add shine to the tradition of the great Chollima upswing and win fresh victory on all fronts for building a powerful socialist country."
        },
        {
            "title": "S. Korean FM's Anti-DPRK Remarks Assailed",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-08ee.html",
            "content": "S. Korean FM's Anti-DPRK Remarks Assailed\r\nPyongyang, January 26 (KCNA) -- South Korean Foreign Minister Kang Kyong Hwa, at the recent U.S. organized meeting of foreign ministers of its allied forces in Canada to tighten the siege to the DPRK, pledged to \"explore a way for dialogue for denuclearization of the north\" while saying priority is the \"solution of the nuclear issue\".\n\t\t\t\t\t In her telephone talk with the U.S. state secretary earlier, she called for the \"simultaneous promotion of the solution of the north's nuclear issue\".\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Friday in a commentary says this is an unpardonable shame to the nation.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that her remarks are not merely an expression of her individual opinion but the unchanged stand of the south Korean authorities not yet away from the concept of confrontation with the fellow countrymen, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The act of peddling the internal issue of the nation abroad will bring nothing.\n\t\t\t\t\t\n\t\t\t\t\t Instead, that will offer outsiders seeking extreme escalation of tension on the Korean Peninsula a pretext to meddle in the internal issue of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should ponder over the undesirable results their improper attitude may bring, and approach the nation's issue with their senses, though belatedly."
        },
        {
            "title": "U.S. Urged to Completely Stop Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-15ee.html",
            "content": "U.S. Urged to Completely Stop Joint Military Exercises\r\nPyongyang, January 26 (KCNA) -- The permanent representative of the DPRK to the UN Office and international organizations in Geneva, at the first session of the Geneva Disarmament Conference that opened on Jan. 23, clarified the following principled stand as regards military moves going against the atmosphere for detente on the Korean Peninsula:\n\t\t\t\t\t A dramatic change is taking place in the situation of the Korean Peninsula thanks to the initiatives and sincere efforts of the DPRK government in the New Year.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. is massively introducing nuclear strategic assets in and around the Korean Peninsula, going against this trend.\n\t\t\t\t\t\n\t\t\t\t\t This is a dangerous act to chill the hard-won atmosphere for the improved north-south ties and push the situation back to the extreme phase of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led reckless joint military exercises staged every year targeting the preemptive attack on the DPRK are a root cause of the escalating tension on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. truly wishes for the improvement of the north-south ties and has a willingness to provide a peaceful environment on the peninsula, it should completely halt the joint military exercises, not just postponing them, and completely stop all nuclear war drills aimed at a preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As a responsible, peace-loving nuclear power, the DPRK will never use nuclear weapons nor pose any nuclear threat as long as the aggression hostile forces do not encroach upon the sovereignty and interests of the country, but will resolutely counter any act of harassing peace and security on the peninsula."
        },
        {
            "title": "Acts of Blocking National Concord Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-11ee.html",
            "content": "Acts of Blocking National Concord Flailed in S. Korea\r\nPyongyang, January 26 (KCNA) -- The chairman of the South Kyongsang Provincial Committee of the People's Party of south Korea held a press conference at the provincial office on January 18 to denounce the U.S. and the \"Liberal Korea Party\" for blocking the national concord and realization of peace on the Korean Peninsula, according to the south Korean internet newspaper OhmyNews.\n\t\t\t\t\t He charged that Trump has shown the double-dealing tactics of hailing the inter-Korean dialogue while freezing national division in a bid to maintain the U.S. domination over south Korea.\n\t\t\t\t\t\n\t\t\t\t\t He condemned the LKP for opposing the formation of a unified team between the south and the north of Korea to participate in the Winter Olympiad and thus blocking national concord and peace of the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t He urged the U.S. to stop the military threat to the DPRK and come out for dialogue to conclude a peace accord with it."
        },
        {
            "title": "S. Korean Bodies Hit Japan for Denying Past Crimes",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-12ee.html",
            "content": "S. Korean Bodies Hit Japan for Denying Past Crimes\r\nPyongyang, January 26 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps and the Justice Preserving Foundation for Settling the Issue of Sexual Slavery of the Imperial Japanese Army in south Korea on Thursday made public a joint statement to denounce Japan for denying its past war crimes.\n\t\t\t\t\t The statement charged that the Japanese government has persistently denied the crime-woven war history in disregard of the victims of the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t Not content with this, Abe is going to visit south Korea to force the authorities to implement the \"agreement\" on the sexual slavery issue, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the south Korean \"government\" to immediately dissolve the \"foundation for reconciliation and recovery\" and return a billion yen to Japan."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated in Russia",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-02ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in Russia\r\nPyongyang, January 26 (KCNA) -- A preparatory committee for celebrating the 76th birth anniversary of leader Kim Jong Il was formed by the Russian Group for Solidarity with the DPRK on Jan. 15.\n\t\t\t\t\t Lebedev, chief of the Group, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t It set a celebration period from Jan. 15 and Feb. 16 and decided to give wide publicity to the revolutionary career and feats of Kim Jong Il and organize political and cultural events in the period."
        },
        {
            "title": "Day of Shining Star to Be Marked in Hungary",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-03ee.html",
            "content": "Day of Shining Star to Be Marked in Hungary\r\nPyongyang, January 26 (KCNA) -- A Hungarian preparatory committee for celebrating leader Kim Jong Il's birth anniversary (the Day of the Shining Star) was formed in Budapest on Jan. 15.\n\t\t\t\t\t Gyula Thurmer, chairman of the Hungarian Workers' Party, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee fixed a celebration period from Jan. 15 and Feb. 18 and decided to give wide publicity to the feats of Kim Jong Il and the struggle of the Korean people pushing ahead with the building of a powerful socialist country under the guidance of respected Supreme Leader Kim Jong Un and hold colorful political and cultural events such as a lecture and film show in the period."
        },
        {
            "title": "Day of Shining Star to Be Marked in Bangladesh",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-04ee.html",
            "content": "Day of Shining Star to Be Marked in Bangladesh\r\nPyongyang, January 26 (KCNA) -- A Bangladeshi preparatory committee for celebrating leader Kim Jong Il's birth anniversary (the Day of the Shining Star) was formed on Jan. 16.\n\t\t\t\t\t MD. Harun-Ar-Rashid, chairman of the Bangladesh-Korea Friendship and Solidarity Committee, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold colorful political and cultural events such as seminar praising Kim Jong Il's feats for the Korean revolution and the human cause of independence."
        },
        {
            "title": "Reply Message to Kim Jong Un from Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-05ee.html",
            "content": "Reply Message to Kim Jong Un from Raul Castro Ruz\r\nPyongyang, January 26 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, received a reply message from Raul Castro Ruz, president of the Council of Ministers of the Republic of Cuba, on January 22.\n\t\t\t\t\t In the message Raul Castro Ruz, on behalf of the Communist Party of Cuba and the government and people of Cuba, expressed thanks to Kim Jong Un for having sent warm congratulations on the 59th anniversary of the victorious Cuban revolution.\n\t\t\t\t\t\n\t\t\t\t\t He affirmed the will to steadily strengthen the friendly and cooperative relations and solidarity between the parties, governments and peoples of the two countries."
        },
        {
            "title": "Kim Jong Un's New Year Address Backed by Beninese Figure",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-06ee.html",
            "content": "Kim Jong Un's New Year Address Backed by Beninese Figure\r\nPyongyang, January 26 (KCNA) -- Ali Houdou, president of the Socialist Party of Benin, issued a statement on Jan. 12 in support of the New Year Address of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t The statement said that Kim Jong Un wisely led the struggle of the Korean people to implement the behests of President Kim Il Sung and leader Kim Jong Il and thus put the DPRK on the position of the world's most powerful country.\n\t\t\t\t\t\n\t\t\t\t\t It expressed full support for the proposals for national reunification and the foreign policy stand of the DPRK to develop good-neighborly and friendly relations with all the countries that are friendly to it and strive to build a just and peaceful new world, which were advanced by Kim Jong Un in his New Year Address,.\n\t\t\t\t\t\n\t\t\t\t\t The statement sincerely hoped that the Korean people would make brilliant successes in building a thriving country under leadership of Kim Jong Un."
        },
        {
            "title": "Grupo sureno de avanzada visita la zona del Norte",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-15ss.html",
            "content": "Grupo sureno de avanzada visita la zona del Norte\r\nPyongyang, 26 de enero (ACNC) -- Segun el acuerdo de las conversaciones de trabajo Norte-Sur efectuadas el pasado dia 17, el grupo de avanzada de la parte Sur, compuesto por 12 miembros incluso al director del Ministerio de Unificacion, Ri Ju Thae, visito la zona de la parte Norte con una agenda de dos noches y tres dias desde el dia 23.\n\t\t\t\t\tEllos recorrieron el Campo de Esqui Masikryong, el monte Kumgang y otros lugares donde se realizaran en visperas de los 23o Juegos Olimpicos Invernales los ejercicios conjuntos de esquiadores de ambas partes coreanas y el acto conjunto cultural Norte-Sur."
        },
        {
            "title": "Thae Chol comenta la intencion de Japon de llevar al fracaso el evento nacional de Corea",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-12ss.html",
            "content": "Thae Chol comenta la intencion de Japon de llevar al fracaso el evento nacional de Corea\r\nPyongyang, 26 de enero (ACNC) -- Thae Chol de la Asociacion de Intercambio Corea-Japon condeno en su comentario fechado 26 a los reaccionarios japoneses que obstaculizan el dialogo entre ambas partes coreanas y el alivio de la situacion de la Peninsula Coreana. \n\t\t\t\t\tEl premier Abe, el director del secretariado del gabinete, el canciller, el ministro de Defensa y otros caudillos del circulo politico de Japon pronuncian disparates malhumorados tales como \"el dialogo tendra sentido cuando el Norte de Corea emprenda la accion concreta de proceder a la cancelacion nuclear completa, verificable e irreversible\", \"desean que el dialogo transmita bien al Norte el mensaje de intransigencia\" y \"hay que mantener invariablemente la existente politica de presion anti-Norte segun la cooperacion internacional independientemente del dialogo Norte-Sur\". \n\t\t\t\t\t\n\t\t\t\t\tEn tanto, los medios de prensa intentan sembrar cizanas entre ambas partes coreanas con las desinformaciones de que \"el Sur de Corea se mueve bajo la batuta del Norte dejando atras la presion contra este\", \"no debe dejarse llevar por el Norte\" y \"es grande el descontento de la poblacion surcoreana\". \n\t\t\t\t\t\n\t\t\t\t\tJapon no tiene la calificacion ni el derecho a cuestionar el asunto de la nacion coreana y por esta razon, nadie le hara caso.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, obstaculiza de una manera u otra el dialogo Norte-Sur y el alivio de la situacion de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEs que la banda de Abe considera el cambio de las relaciones intercoreanas y la situacion de la Peninsula Coreana como uno de los factores principales que determina su destino politico.\n\t\t\t\t\t\n\t\t\t\t\tJapon, que ha vivido historicamente beneficiandose mas que nadie de la division y guerra de la nacion coreana, piensa que perdera mucho mas mientras el Norte y Sur de Corea marchen tomandose de las manos.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses deben reconocer su miserable situacion y actuar con prudencia pensando seriamente en el resultado catastrofico de su actitud frivola e indiscreta.\n\t\t\t\t\t\n\t\t\t\t\tSi Japon desoye la advertencia de la RPDC, la nacion coreana se librara sin falta del rencor acumulado de siglo en siglo usando el puno de acero preparado hasta ahora."
        },
        {
            "title": "Kim Yong Nam felicita a Ram Nath Kovind",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-10ss.html",
            "content": "Kim Yong Nam felicita a Ram Nath Kovind\r\nPyongyang, 26 de enero (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la RPDC, envio el dia 26 un mensaje de felicitacion al presidente indio Ram Nath Kovind en ocasion del Dia de la Republica de la India.\n\t\t\t\t\tEn su mensaje, el remitente expreso la conviccion de que se fortaleceran y se desarrollaran las relaciones tradicionales de amistad y cooperacion entre los dos paises conforme a los intereses de ambos pueblos y deseo buena salud del destinatario y mayores exitos en su trabajo para el progreso y la prosperidad del pais."
        },
        {
            "title": "Choe Song Ho comenta intento de EE.UU. obstaculizar el proceso de distension",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-01ss.html",
            "content": "Choe Song Ho comenta intento de EE.UU. obstaculizar el proceso de distension\r\nPyongyang, 26 de enero (ACNC) -- El investigador de la Oficina de Estudio de la Politica Internacional de la Academia de Ciencias Sociales, Choe Song Ho, publico el dia 25 un comentario intitulado \"Estados Unidos debe dejar su absurdo intento de detener el alivio de tension en la Peninsula Coreana\".\n\t\t\t\t\tSi bien hablaba antes de la solucion pacifica del problema de la Peninsula Coreana, EE.UU. recurre ahora a todos los medios para invertir a toda costa la positiva evolucion de la situacion actual que estan propiciando ambas partes coreanas con las fuerzas unidas, adelanta el comentarista y continua:\n\t\t\t\t\t\n\t\t\t\t\tSe puede citar por ejemplo la \"reunion de cancilleres sobre la seguridad y estabilidad de la Peninsula Coreana\", convocada por EE.UU. en Vancouver, Canada.\n\t\t\t\t\t\n\t\t\t\t\tAl contrario de su cartel, esa reunion no debatio el problema de estabilidad de la Peninsula Coreana sino la nueva guerra.\n\t\t\t\t\t\n\t\t\t\t\tEn la cita en que participaron 20 paises y region, inclusive los participantes en la pasada guerra coreana de la decada de 1950, EE.UU. agito en tono amenazante el recrudecimiento de la campana de sancion y presion anti-RPDC y se refirio de nuevo a la opcion militar.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, el secretario de Estado Tillerson dijo que \"hace falta elevar la eficiencia de la estrategia de maxima presion patrocinada por EE.UU., incluso el bloqueo maritimo\" y \"todos los paises deben unir la fuerza para hacer al Norte de Corea pagar el precio mas caro\".\n\t\t\t\t\t\n\t\t\t\t\tA su vez, el secretario de Defensa Mattis, quien se metio en la reunion de los \"caballeros\" diplomaticos siendo funcionario militar, chismeo que \"esta preparado el plan de guerra contra el Norte de Corea\" y \"si esta reunion no sale fructifera, convocara la proxima vez la reunion de los ministros de Defensa\".\n\t\t\t\t\t\n\t\t\t\t\tLas figuras de alto rango del circulo politico y de la administracion de EE.UU. sueltan sin vacilacion alguna los disparates provocativos anti-RPDC tales como \"ahora es el momento en que EE.UU. tome el control poniendo al Norte en aprieto\", \"hay que cambiar la actual corriente en que EE.UU. se pone a la zaga debido a la politica de zanahoria del Norte\", \"la administracion Trump esta examinando en serio la opcion militar contra el Norte\".\n\t\t\t\t\t\n\t\t\t\t\tLo mas problematico es que EE.UU. pone mas inestable la situacion al demostrar intencionalmente que sus palabras amenazantes no son vacias mediante sus peligrosisimas acciones militares en torno a la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tRecientemente, se conocio que EE.UU. ha introducido en secreto en el Sur de Corea el avion de batalla electronica y la escuadrilla de operacion especial, cuyas capacidades de combate real fueron comprobadas en las zonas de guerra agresiva, inclusive ex Yugoslavia Libia, Iraq y Afganistan.\n\t\t\t\t\t\n\t\t\t\t\tTales movimientos sospechosos de EE.UU., que coinciden con la formacion de nueva atmosfera para el alivio de tension y la paz en la Peninsula Coreana, comprueban que el imperio americano desea en todo momento la inquietud de la situacion y la exacerbacion de tension militar en la Peninsula Coreana en lugar de la paz y estabilidad y le interesa unicamente la guerra de agresion contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas han solicitado tanto a su amo gringo que les ayudara para que se efectuen con exito los juegos olimpicos invernales cuya sede la alcanzaron a costa de mucho trabajo.\n\t\t\t\t\t\n\t\t\t\t\tAhora cuando reciben la respuesta de EE.UU., es decir, estropear el ambiente favorable y agravar la situacion, ellas deberan reflexionar en serio cuan absurda es la esperanza depositada en su patron.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad muestra claramente que para celebrar con exito el inminente evento y registrar un hito trascendental en el desarrollo de relaciones intercoreanas, toda la nacion coreana debe estar alerta para que EE.UU. no intervenga mas en el problema de la Peninsula Coreana y rechazarlo rotundamente con las fuerzas unidas de los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tEstaria muy equivocado si EE.UU. piensa que la situacion de la Peninsula Coreana marchara segun su voluntad.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. tiene que ver bien la firme voluntad de reunificacion independiente y la poderosa fuerza para la defensa de paz de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tDebera tomar una opcion sensata y razonable para si mismo dejando sus imprudentes aventuras provocativas."
        },
        {
            "title": "Minju Joson critica el disparate de Kang Kyong Hwa",
            "url": "http://kcna.co.jp/item/2018/201801/news26/20180126-09ss.html",
            "content": "Minju Joson critica el disparate de Kang Kyong Hwa\r\nPyongyang, 26 de enero (ACNC) -- En la reunion de las autoridades diplomaticas de los paises seguidores convocada recientemente por EE.UU. en Canada para arreciar la red de cerco para el aplastamiento anti-RPDC, la ministra surcoreana de Relaciones Exteriores, Kang Kyong Hwa, disparateo que es primordial la \"solucion del problema nuclear\" y \"buscara el proyecto para abrir el dialogo de desnuclearizacion\"\n\t\t\t\t\tEn la anterior conversacion telefonica con su homologo estadounidense, ella le hablo mucho del \"impulso simultaneo de la solucion del problema nuclear del Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tLa conducta vendepatria de Kang es intolerable verguenza nacional.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el periodico Minju Joson en un comentario individual divulgado hoy y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLas palabras de Kang no son su opinion individual sino la posicion invariable de las autoridades surcoreanas que no se liberan todavia de la concepcion de enfrentamiento fratricida.\n\t\t\t\t\t\n\t\t\t\t\tNo se puede conseguir nada aunque se plantee en el extranjero el asunto interno de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tAl contrario, eso dara el pretexto de intervenir en el asunto interno a las fuerzas extranjeras que intentan agravar al extremo la tension de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben proceder a la solucion de asuntos nacionales con la posicion independiente pensando seriamente en las consecuencias negativas de su actitud irrespetuosa."
        }
    ]
}