{
    "date": "2018-04-25",
    "url": "http://kcna.co.jp/item/2018/201804/2018-04-25ee.html",
    "articles": [
        {
            "title": "Japanese Politicians' Group Visit to Yasukuni Shrine Slammed",
            "url": "http://kcna.co.jp/item/2018/201804/news25/20180425-08ee.html",
            "content": "Japanese Politicians' Group Visit to Yasukuni Shrine Slammed\r\n Pyongyang, April 25 (KCNA) -- A spokesman for the Korean Committee on Measures for the Sexual Slavery for Japanese Army and Drafting Victims issued a statement Wednesday over the fact that Prime Minister of Japan Abe recently made offering to Yasukuni Shrine, symbolic of militarism, and 150 dietmen belonging to the \"Dietmen's society for visiting the Yasukuni shrine\" paid a group visit to it. \n\t\t\t\t\t The statement branded such deed as a blatant challenge to justice and peace and a sinister political bullying act.\n\t\t\t\t\t\n\t\t\t\t\t This is a total denial of the blood-stained past and an act that can never be justified with any pretext or excuse as it is revelation of dangerous militarist frenzy to agitate revanchism in the Japanese society and stage reinvasion of Korea and other Asian countries and realize without fail the wild dream of the \"Greater East Asia Co-prosperity Sphere\", the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The reactionary ruling quarters and right-wing elements of Japan flocked to the shrine and called back the departed soul of militarism. The aim is to reverse the crime-woven past, instill the frantic \"view on Japanese subjects\" and militarism into all the Japanese nationals including the new generation and thus hurl them into the path of aggression against humanity.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities and right-wing reactionaries going against the requirements and trend of the times, far from repenting of the crimes, will never be able to evade divine punishment.\n\t\t\t\t\t\n\t\t\t\t\t The issue of visit to the shrine is not just an issue related to the freedom of individual or diplomacy among countries but it is a cornerstone distinguishing the stand on war and injustice from that on peace and justice and it is an issue related to the attitude and stand to history.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese politicians should know well about history before discussing politics and must be sincere before history. They should beg for pardon before the victims in the past and their bereaved families, with their knees knelt down, not visiting the shrine."
        },
        {
            "title": "Mural Tomb of Koguryo Kingdom Newly Unearthed in DPRK",
            "url": "http://kcna.co.jp/item/2018/201804/news25/20180425-06ee.html",
            "content": "Mural Tomb of Koguryo Kingdom Newly Unearthed in DPRK \r\nPyongyang, April 25 (KCNA) -- Researchers of the Korean Central History Museum have recently unearthed a new mural tomb dating back to Koguryo Kingdom (B.C. 277-A.D. 668) at around Jangsuwon-dong area, Samsok District, Pyongyang, the DPRK.\n\t\t\t\t\t The mural tomb was unearthed on the eastern incline of a mountain 2 kilometers away from northeast from the seat of Jangsuwon-dong.\n\t\t\t\t\t\n\t\t\t\t\t The oval tomb is 9.2 meters from the north to south, 11 meters from the east to west and 0.6 meters high in the western part and 1.5 meters high in the eastern part.\n\t\t\t\t\t\n\t\t\t\t\t Chamber of the tomb is 2.7 meters long from the north to south, 3.2 meters wide from the east to west and 1.4 meters high.\n\t\t\t\t\t\n\t\t\t\t\t The height from the bottom of the chamber to the top of the ceiling stone is 2.6 meters.\n\t\t\t\t\t\n\t\t\t\t\t Remains of murals were found on four walls of the chamber and pieces of murals at the bottom.\n\t\t\t\t\t\n\t\t\t\t\t Remains and pieces of the murals show that they are pictures of four guardians drawn with black, red brown and yellow colors.\n\t\t\t\t\t\n\t\t\t\t\t Snake and tortoise were drawn on the northern wall with black and red brown colors. The body and tail of tortoise and the head of snake are still remained in the picture.\n\t\t\t\t\t\n\t\t\t\t\t Red phoenix was drawn on the southern wall with red brown and yellow colors, but only wings and legs are seen dimly. \n\t\t\t\t\t\n\t\t\t\t\t The structure of the mural tomb and murals drawn on the walls of the chamber tell that Koguryo mural tombs are spread over the vast areas of Jangsuwon-dong.\n\t\t\t\t\t\n\t\t\t\t\t Honam-ri tomb, Nae-ri tomb No. 1 and other tombs dating back to the Koguryo Kingdom have been unearthed in this area."
        },
        {
            "title": "Teams for Semifinals Confirmed in Men's First Class Football Matches for Mangyongdae Prize Sports Contest",
            "url": "http://kcna.co.jp/item/2018/201804/news25/20180425-07ee.html",
            "content": "Teams for Semifinals Confirmed in Men's First Class Football Matches for Mangyongdae Prize Sports Contest\r\n Pyongyang, April 25 (KCNA) -- Men's first class football matches for Mangyongdae Prize Sports Contest to celebrate the Day of the Sun have reached the knockout stage.\n\t\t\t\t\t Eleven teams played league matches from April 5 to 23, divided into two groups.\n\t\t\t\t\t\n\t\t\t\t\t The Ryomyong and Sobaeksu teams belonging to group A (three wins and one draw in four matches respectively) and the Rimyongsu Team (five wins in five matches) and Kigwancha Team (three wins, one draw and one defeat in five matches) belonging to group B advanced to semifinals.\n\t\t\t\t\t\n\t\t\t\t\t Semifinals between the Ryomyong and the Kigwancha teams and between the Rimyongsu and the Sobaeksu teams will be played on April 26 and a match for the third and forth places on April 29 and the finals on April 30."
        },
        {
            "title": "Kim Jong Un's Work Printed in Russia",
            "url": "http://kcna.co.jp/item/2018/201804/news25/20180425-01ee.html",
            "content": "Kim Jong Un's Work Printed in Russia\r\n Pyongyang, April 25 (KCNA) -- The respected Supreme Leader Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and Our People\" was brought out in booklet at the Arton Publishing House of Russia on April 10.\n\t\t\t\t\t The work, published on April 20, Juche 101 (2012), deals with the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il in their lives.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for staunchly defending and adding eternal luster to the ideology and feats of Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Un's Successful Visit to China Hailed in Nigeria, Uganda",
            "url": "http://kcna.co.jp/item/2018/201804/news25/20180425-02ee.html",
            "content": "Kim Jong Un's Successful Visit to China Hailed in Nigeria, Uganda\r\nPyongyang, April 25 (KCNA) -- Personages from Nigeria and Uganda issued statements on April 6 and 10 in congratulation of the respected Supreme Leader Kim Jong Un's successful visit to China.\n\t\t\t\t\tGoodswill Nnaji, national chairman of the Better Nigeria Progressive Party, said that Kim Jong Un met with President Xi Jinping and deepened the traditional friendship between the DPRK and China during his visit to China. He went on:\n\t\t\t\t\t\n\t\t\t\t\tHis China visit is of important significance in boosting cooperation among the world progressive forces.\n\t\t\t\t\t\n\t\t\t\t\tWe appeal to the world people to become vocal in expressing support and solidarity with the just cause of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tDamian Ogbonna, national chairman of the People's Progressive Party of Nigeria and chairman of the African Regional Committee for Friendship and Solidarity with the Korean People, stressed that Kim Jong Un's China visit was a great event which marked an epochal occasion in glorifying the long tradition of DPRK-China friendship and carrying forward and developing it onto a new high level in keeping with the requirements of the new period.\n\t\t\t\t\t\n\t\t\t\t\tDaniel Rugarama, chairman of the Ugandan National Executive Committee of the Pan-African Movement, hailed Kim Jong Un's successful China visit, saying he is an outstanding leader who smashed the imperialists' moves for invasion and protected global peace and the human cause of independence under the unfurled banner of the Juche idea. His China visit made a great contribution to ensuring peace and stability on the Korean peninsla and in the region, the chairman added."
        },
        {
            "title": "Senegalese Politician Lauds Kim Il Sung",
            "url": "http://kcna.co.jp/item/2018/201804/news25/20180425-03ee.html",
            "content": "Senegalese Politician Lauds Kim Il Sung\r\n Pyongyang, April 25 (KCNA) -- Amadou Sar, permanent secretary of the Workers' Party for the Independence of Senegal, made public a statement titled \"The Day of the Sun and the DPRK in the 21st century\" on April 20.\n\t\t\t\t\t He said that the Day of the Sun is the greatest national holiday of the Korean people, noting:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung devoted his whole life to the country and its people and the accomplishment of the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t That's why the Korean people are celebrating his birthday as the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t Today the DPRK's strategic position has reached the highest level.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK struggling to defend the sovereignty of the country and nation and realize genuine international justice is an example in securing global peace and stability and maintaining independence.\n\t\t\t\t\t\n\t\t\t\t\t Progressive humankind sincerely want the DPRK to lead more dynamically the cause of independence against imperialism as a world's power that foils the imperialists' high-handed and arbitrary practices and establishes a just international order."
        },
        {
            "title": "Decisions of WPK Backed in Switzerland",
            "url": "http://kcna.co.jp/item/2018/201804/news25/20180425-04ee.html",
            "content": "Decisions of WPK Backed in Switzerland\r\n Pyongyang, April 25 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea made public a joint statement on April 21 in support of the decisions adopted at the Third Plenary Meeting of the Seventh Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The joint statement said that the said plenary meeting is of great historical significance. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The meeting declared the great victory of the line of simultaneously developing the two fronts set forth at the March 2013 Plenary Meeting of the Central Committee of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t It also showed the world the responsible and pro-active efforts of the WPK and DPRK government for defending peace.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the decisions adopted at the plenary meeting.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the Egyptian Foreign Ministry issued a statement welcoming the above-said decisions."
        },
        {
            "title": "Entidad coreana condena visita colectiva de politicos japoneses al santuario Yasukuni",
            "url": "http://kcna.co.jp/item/2018/201804/news25/20180425-10ee.html",
            "content": "Entidad coreana condena visita colectiva de politicos japoneses al santuario Yasukuni\r\nPyongyang, 25 de abril (ACNC) -- Recientemente, el premier japones Abe entrego una ofrenda al santuario Yasukuni, simbolo del militarismo, y lo visitaron en grupo de 150 integrantes del \"Encuentro de parlamentarios para visitar juntos el santuario Yasukuni\".\n\t\t\t\t\tEn una declaracion publicada el dia 25, el portavoz del Comite Coreano por las Medidas sobre el Problema de ex Esclavas Sexuales para el Ejercito Japones y Victimas de Reclutamiento Forzoso califica ese hecho del desafio frontal a la justicia y paz y un proceder politico malintencionado, y continua:\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, significa la negativa total al pasado de Japon manchado de sangre y una expresion de la fiebre militarista para agredir nuevamente a Corea y otros paises asiaticos y realizar el anejado sueno de la \"esfera de coprosperidad de la gran Asia Oriental\", al infundir el revanchismo en la sociedad japonesa.\n\t\t\t\t\t\n\t\t\t\t\tLa injustificable visita colectiva al polemico lugar de los gobernantes reaccionarios y los derechistas del pais isleno persigue el objetivo de negar su historia criminal e inculcar la \"concepcion de la historia del imperio japones\" y el militarismo en su poblacion, incluso los miembros de nueva generacion, para lanzarlos a la agresion contra la humanidad. \n\t\t\t\t\t\n\t\t\t\t\tMerecen el castigo divino las autoridades y los reaccionarios derechistas de Japon que marchan a contrapelo de la demanda y corriente de la epoca sin arrepentirse de sus crimenes del pasado. \n\t\t\t\t\t\n\t\t\t\t\tEl problema de esa visita no es el simple relacionado con la libertad de algun individuo o con la diplomacia entre los paises, sino es la pauta, que distingue a los que persiguen la guerra o la paz y la justicia o la injusticia, y la posicion sobre la historia. \n\t\t\t\t\t\n\t\t\t\t\tLos politiqueros japoneses deben tomar la actitud sincera ante la historia antes de abordar las cuestiones politicas y pedir disculpas de rodillas a los coreanos victimas de sus crimenes del pasado y sus familiares, en lugar de acudir en tropel al santuario Yasukuni."
        },
        {
            "title": "Descubierta nueva tumba con fresco del periodo de Coguryo",
            "url": "http://kcna.co.jp/item/2018/201804/news25/20180425-11ee.html",
            "content": "Descubierta nueva tumba con fresco del periodo de Coguryo\r\nPyongyang, 25 de abril (ACNC) -- Recientemente, los investigadores del Museo Nacional de la Historia de Corea hallaron nueva tumba con pintura al fresco de la era de Coguryo en la cuesta este de una montana a 2 km al noreste de la cabecera del barrio Jangsuwon del capitalino municipio de Samsok.\n\t\t\t\t\tEl monticulo de tumba tiene la forma oval que se mide 9.2 m del sur al norte y 11 m del este al oeste.\n\t\t\t\t\t\n\t\t\t\t\tTiene 0.6 m y 1.5 m de altura en las partes oeste y este.\n\t\t\t\t\t\n\t\t\t\t\tLa camara de ataud tiene 2.7 m de largo del sur al norte, 3.2 m de ancho del este al oeste y 1.4 m de altura.\n\t\t\t\t\t\n\t\t\t\t\tEn sus 4 paredes se quedan parcialmente las huellas del fresco de cuatro divinidades dibujadas en colores negro, castano rojizo y amarillo. \n\t\t\t\t\t\n\t\t\t\t\tEn la pared norte se ve Hyonmu (tortuga y serpiente mitologicas que simbolizan al Dios del Norte) y en la sur, Jujak (ave roja que simboliza al Dios del Sur).\n\t\t\t\t\t\n\t\t\t\t\tLa estructura y lo pintado en el fresco dejan conocer que las tumbas con fresco del periodo de Coguryo estan distribuidas en mucho mas puntos que se conocian antes en los alrededores del barrio Jangsuwon.\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, se descubrieron en esa zona no pocas tumbas de la misma epoca al pie de una montana del sur y la llanura del este, inclusive la tumba de cuatro divinidades de la comuna Honam, la no.1 de la comuna Nae y la Kaema. \n\t\t\t\t\t\n\t\t\t\t\tEsta vez es la primera que se localizara en la direccion noreste."
        },
        {
            "title": "Definidos semifinalistas de futbol de Competencia Deportiva por Premio Mangyongdae",
            "url": "http://kcna.co.jp/item/2018/201804/news25/20180425-12ee.html",
            "content": "Definidos semifinalistas de futbol de Competencia Deportiva por Premio Mangyongdae\r\nPyongyang, 25 de abril (ACNC) -- Llego a la etapa de knock-out el futbol masculino de categoria A de la Competencia Deportiva por el Premio Mangyongdae en homenaje al Dia del Sol.\n\t\t\t\t\t11 equipos participantes jugaron desde el dia 5 al 23 divididos en los grupos A y B.\n\t\t\t\t\t\n\t\t\t\t\tEn el primer grupo se clasificaron para las semifinales los equipos Ryomyong (3 victorias y un empate en 4 partidos jugados) y Sobaeksu (3 victorias y un empate).\n\t\t\t\t\t\n\t\t\t\t\tEn la zona B avanzaron a la semifinal Rimyongsu (5 victorias en 5 partidos jugados) y Kigwancha (3 victorias, un empate y una derrota).\n\t\t\t\t\t\n\t\t\t\t\tSe realizaran el dia 26 las semifinales Ryomyong-Kigwancha y Rimyongsu-Sobaeksu.\n\t\t\t\t\t\n\t\t\t\t\tEl juego por el tercer lugar se entablara el dia 29 y la final, el dia 30."
        }
    ]
}