{
    "date": "2018-01-05",
    "url": "http://kcna.co.jp/item/2018/201801/2018-01-05ee.html",
    "articles": [
        {
            "title": "First Friday Labor of Officials Conducted in DPRK",
            "url": "http://kcna.co.jp/item/2018/201801/news05/20180105-10ee.html",
            "content": "First Friday Labor of Officials Conducted in DPRK\r\n Pyongyang, January 5 (KCNA) -- Officials of ministries and national institutions in the DPRK did the first Friday labor for this year at farms in Pyongyang on January 5.\n\t\t\t\t\t With farm implements and compost, they left Kim Il Sung Square for the Mangyongdae Vegetable Farm in Mangyongdae District, the Jangchon Vegetable Cooperative Farm in Sadong District and other farms.\n\t\t\t\t\t\n\t\t\t\t\t The officials did farm work together with agricultural workers at the farms and conducted political work among peasants, encouraging them to register significant success in this year' farming."
        },
        {
            "title": "Cuban Embassy Officials Visit Pyongyang Maternity Hospital",
            "url": "http://kcna.co.jp/item/2018/201801/news05/20180105-11ee.html",
            "content": "Cuban Embassy Officials Visit Pyongyang Maternity Hospital\r\n Pyongyang, January 5 (KCNA) -- Officials of the Cuban Embassy here Friday visited the Pyongyang Maternity Hospital on the 59th anniversary of the victory in the Cuban revolution.\n\t\t\t\t\t The visitors went round treatment rooms and sickrooms of the hospital turned into an overall and modern medical service center for women and babies.\n\t\t\t\t\t\n\t\t\t\t\t They presented a souvenir to the hospital."
        },
        {
            "title": "New Year Greetings to Kim Jong Un from Malian President",
            "url": "http://kcna.co.jp/item/2018/201801/news05/20180105-05ee.html",
            "content": "New Year Greetings to Kim Jong Un from Malian President\r\n Pyongyang, January 5 (KCNA) -- Kim Jong Un, chairman of the State Affairs Commission of the Democratic People's Republic of Korea, on January 1 received a message of greeting from Ibrahim Boubacar Keita, president of the Republic of Mali, on the occasion of the New Year.\n\t\t\t\t\t In the message the Malian president extended the warm congratulations, on behalf of the Malian people and his own behalf, to Kim Jong Un and heartily wished him good health and the friendly Korean people happiness and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The message hoped for success in the common efforts for global peace, solidarity and prosperity in the New Year 2018."
        },
        {
            "title": "Congratulatory Letter to Kim Jong Un from General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2018/201801/news05/20180105-03ee.html",
            "content": "Congratulatory Letter to Kim Jong Un from General Association of Koreans in China\r\n Pyongyang, January 5 (KCNA) -- Respected Supreme Leader Kim Jong Un received a congratulatory letter from the General Association of Koreans in China Monday on the New Year Juche 107 (2018).\n\t\t\t\t\t Juche 106 (2017) was a year of victory when the army and people of the DPRK brought about a great leap forward in building a powerful country of Juche with the mental power of self-reliance and self-development under the bright blueprint for building a powerful socialist nation unfolded by Marshal Kim Jong Un, the letter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t You not only invited the delegation of the General Association to the celebrations of the 105th birth anniversary of President Kim Il Sung and the 75th birth anniversary of leader Kim Jong Il and showed the warmest love for it but also repeatedly bestowed trust and solicitude for the strengthening of the General Association.\n\t\t\t\t\t\n\t\t\t\t\t Under your warm compatriotic love and wise guidance, the Koreans in China could most significantly celebrate the Day of the Sun and the Day of the Shining Star as the greatest holiday of the nation and dynamically conduct the patriotic movement for contributing to the national reunification and the building of a powerful socialist country by further strengthening the General Association of Koreans in China into a patriotic organization and uniting the broad masses of compatriots.\n\t\t\t\t\t\n\t\t\t\t\t You are, indeed, the Supreme Leader of the revolutionary cause of Juche whom all the fellow countrymen heartily uphold and the great father of the nation to whom they entrust their destiny and future.\n\t\t\t\t\t\n\t\t\t\t\t The officials of the General Association of Koreans in China and all the Koreans in China will make a tangible contribution to the patriotic work for the prosperity of the homeland and wage a vigorous struggle to resolutely foil the anti-DPRK deeds and aggression war moves of the U.S. and its vassal forces by the concerted efforts of the nation and accelerate the reunification of the country."
        },
        {
            "title": "Officials Determined to Effect Radical Turn in Education",
            "url": "http://kcna.co.jp/item/2018/201801/news05/20180105-08ee.html",
            "content": "Officials Determined to Effect Radical Turn in Education\r\n Pyongyang, January 5 (KCNA) -- In hearty response to the New Year Address of respected Supreme Leader Kim Jong Un, officials in the field of education of the DPRK are hardening their will to bring about a radical turn in the educational work this year.\n\t\t\t\t\t Kang Yong Il, department director of the Education Commission, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Leader's New Year Address serves as a victorious banner clearly showing the road to be followed by the country and the people this year.\n\t\t\t\t\t\n\t\t\t\t\t Through the proud successes made in the field of education last year, a year of science and education, we came to cherish deeper in our minds the faith that the Workers' Party of Korea's decision is science and victory.\n\t\t\t\t\t\n\t\t\t\t\t This year, too, we will bring about a fresh epochal turn in the educational development.\n\t\t\t\t\t\n\t\t\t\t\t We will further raise the level of teacher-training universities and build up the ranks of competent educators.\n\t\t\t\t\t\n\t\t\t\t\t And efforts will be directed to improving the standard of tele-education so as to steadily raise the teachers' capability and qualification and better the educational contents and methods at educational institutions as required by the trend of developing modern education.\n\t\t\t\t\t\n\t\t\t\t\t Pang Sung Son, principal of Pyongyang Secondary School No. 1, said:\n\t\t\t\t\t\n\t\t\t\t\t All the teachers of the school are replete with the resolve to glorify this year as a year of another progress in effecting a radical improvement in education in the new century.\n\t\t\t\t\t\n\t\t\t\t\t We will concentrate all our efforts on giving fullest play to the advantage of the universal 12-year compulsory education system.\n\t\t\t\t\t\n\t\t\t\t\t We will train more talents by making effective use of modern educational equipment and means and creating and developing superior educational methods."
        },
        {
            "title": "Recreation Centers in Pyongyang Crowded with Visitors",
            "url": "http://kcna.co.jp/item/2018/201801/news05/20180105-09ee.html",
            "content": "Recreation Centers in Pyongyang Crowded with Visitors\r\n Pyongyang, January 5 (KCNA) -- Bases for cultural and leisure activities in Pyongyang, the capital city of the DPRK, have been crowded with citizens greeting the New Year Juche 107 (2018).\n\t\t\t\t\t Many people were seen enjoying the happy New Year's Day at the Rungna Dolphinarium, video games room, the Rungna 4D Simulation Cinema, the Munsu Water Park, the People's Open-air Ice Rink, the Central Zoo, the Mirim Riding Club and other pleasure grounds in the city.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, colorful folk games took place in different parts of the city to liven up the festive mood.\n\t\t\t\t\t\n\t\t\t\t\t Laughter from such recreation centers goes to prove that the people in the DPRK will enjoy better life under the popular policies of the Workers' Party of Korea."
        },
        {
            "title": "Forest Fire in Pusan of S. Korea",
            "url": "http://kcna.co.jp/item/2018/201801/news05/20180105-06ee.html",
            "content": "Forest Fire in Pusan of S. Korea\r\nPyongyang, January 5 (KCNA) -- A big forest fire occurred in Kijang County, Pusan City of south Korea, according to the south Korean MBC on January 2.\n\t\t\t\t\t The fire broke out at the top of a 400 meter high mountain on the night of January 1."
        },
        {
            "title": "Officials of Chongryon Renew Will to Display Its Nature",
            "url": "http://kcna.co.jp/item/2018/201801/news05/20180105-07ee.html",
            "content": "Officials of Chongryon Renew Will to Display Its Nature\r\n Pyongyang, January 5 (KCNA) -- Upon receiving the New Year Address of respected Supreme Leader Kim Jong Un and his New Year greetings, officials of the General Association of Korean Residents in Japan (Chongryon) have renewed their will to make a decisive breach in the struggle for developing the movement of Koreans in Japan onto a higher stage.\n\t\t\t\t\t Jo Han Ju, chairman of the Central Standing Committee of the Union of Korean Teachers in Japan, vowed to inspiringly arouse all the union members to the drive for carrying out the New Year tasks with the intense loyalty to Marshal Kim Jong Un and take the lead in the drive.\n\t\t\t\t\t\n\t\t\t\t\t Pae Chang Ryol, chairman of the Central Standing Management Board of the Korean Youth Commercial Association in Japan, expressed the will to fulfill his duty in displaying all over the world the nature of Chongryon once again, true to the intention of Kim Jong Un who set 2018 as a year of great advance in which a decisive breach will be made in the work for developing the movement of Koreans in Japan onto a higher stage with the 24th Congress of Chongryon as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t Jo Il Yon, chairperson of the Tokyo Metropolitan Headquarters of Chongryon, pledged to live and work with unshakable faith, indomitable spirit and offensive work-style and power of execution.\n\t\t\t\t\t\n\t\t\t\t\t Kim Sang Il, chairman of the Kyoto Prefectural Headquarters of Chongryon, made his mind to tide over all the ordeals and launch a general offensive in the work of the headquarters.\n\t\t\t\t\t\n\t\t\t\t\t Wi Kyong Ho, chairman of the Yokohama Branch, Kanagawa Prefecture, of Chongryon, and Kim Song Guk, chairman of the Sapporo Branch, Hokkaido, of Chongryon, expressed the will to devote ardent enthusiasm to the patriotic made resolution to devote all their zeal to the patriotic work for the new year."
        },
        {
            "title": "Works of Kim Jong Il and Kim Jong Un Introduced in Poland",
            "url": "http://kcna.co.jp/item/2018/201801/news05/20180105-01ee.html",
            "content": "Works of Kim Jong Il and Kim Jong Un Introduced in Poland\r\n Pyongyang, January 5 (KCNA) -- The International Friendship Initiative \"Explore DPRK\" of Poland posted leader Kim Jong Il's work \"Socialism Is What Keeps Our People Alive\" and respected Supreme Leader Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" on its website to commemorate the 6th anniversary of demise of Kim Jong Il.\n\t\t\t\t\t The work \"Socialism Is What Keeps Our People Alive\", published on November 14, Juche 81 (1992), stresses the necessity to defend the world socialist movement and the cause of socialism and indicates the tasks and ways for defending and advancing the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\", published on July 26, Juche 101 (2012), deals with the essence of Kim Jong Il's patriotism and the noble life of leader Kim Jong Il dedicated to the country and the people.\n\t\t\t\t\t\n\t\t\t\t\t The website carried a portrait of smiling Kim Jong Il and his photos."
        },
        {
            "title": "Kimjongilia Shows Held in Russia and China",
            "url": "http://kcna.co.jp/item/2018/201801/news05/20180105-02ee.html",
            "content": "Kimjongilia Shows Held in Russia and China\r\n Pyongyang, January 5 (KCNA) -- Kimjongilia shows took place in Russia and China between December 23 and 28 last year to mark the 26th anniversary of leader Kim Jong Il's assumption of supreme commandership of the Korean People's Army, the 6th anniversary of respected Supreme Leader Kim Jong Un's assumption of KPA supreme commandership and the 100th birth anniversary of the anti-Japanese war heroine Kim Jong Suk.\n\t\t\t\t\t Among those present at their opening ceremonies were personages of various circles and masses in those countries and officials of the DPRK missions.\n\t\t\t\t\t\n\t\t\t\t\t The manager of the Delonoye Khozaistvo Company of Russia said that Kimjongilia has been widely known to many countries and highly appreciated at the international flower shows. He expressed the will to keep the flower more beautiful and disseminate it in larger areas of Russia in the future.\n\t\t\t\t\t\n\t\t\t\t\t The deputy general manager of a Chinese company in Shenyang said that December is a month when the progressive mankind's reverence for Kim Il Sung and Kim Jong Il, the great leaders of the Korean people, and for the anti-Japanese war heroine Kim Jong Suk grows deeper, adding that the birth of Kimjongilia is a common auspicious event of mankind to be specially recorded in the world circle of floriculturists.\n\t\t\t\t\t\n\t\t\t\t\t The director of another company in Shenyang of China said that they are pleased to see the splendid Kimjongilia show in Shenyang associated with the sacred traces of the great leaders of the DPRK, adding: The exploits of Kim Jong Il, who was praised as a peerlessly political master as he smashed the moves of the hostile forces and reliably defended the destiny of the country and the nation with his iron will and ever-victorious strategy and through his energetic activities, would remain forever with the century.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Dalian City Flower Association said that Kimjongilia is still now called the flower of the sun by the world people, and hoped that the Korean people would register greater successes in building a powerful socialist country under the leadership of Kim Jong Un."
        },
        {
            "title": "Funcionarios coreanos asisten al primer trabajo de viernes del Ano Nuevo",
            "url": "http://kcna.co.jp/item/2018/201801/news05/20180105-12ee.html",
            "content": "Funcionarios coreanos asisten al primer trabajo de viernes del Ano Nuevo\r\nPyongyang, 5 de enero (ACNC) -- Los funcionarios de ministerios y organos centrales de Corea realizaron el dia 5 en las granjas capitalinas el primer trabajo de viernes de este ano.\n\t\t\t\t\t  Partieron de la Plaza Kim Il Sung hacia la Granja Especializada en Verduras de Mangyongdae del municipio homonimo, la Granja Cooperativa Especializada en Verduras de Jangchon del municipio de Sadong y otras.\n\t\t\t\t\t\n\t\t\t\t\tLlegados con implementos agricolas y fertilizantes cargados en los camiones a los respectivos destinos, ayudaron a los granjeros realizando las actividades politicas para que ellos contribuyan al mejoramiento de las condiciones de vida del pueblo con abundantes cosechas de cereales de este ano."
        },
        {
            "title": "Miembros de embajada cubana visitan Casa de Maternidad de Pyongyang",
            "url": "http://kcna.co.jp/item/2018/201801/news05/20180105-13ee.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Presidente de Mali \r\nPyongyang, 5 de enero (ACNC) -- El Maximo Dirigente Kim Jong Un, Presidente del Comite de Estado de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le remitiera el dia primero Ibrahim Boubacar Keita, Presidente de la Republica de Mali.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del Ano Nuevo le extiendo a Su Excelencia las calurosas felicitaciones en nombre del pueblo de Mali y en el mio propio y formulo votos sinceros por la buena salud de Vd. y por la felicidad y prosperidad del amistoso pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tDeseo que en el Ano Nuevo 2018 tambien se logren exitos en nuestros esfuerzos conjuntos por la paz mundial, la solidaridad y la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tReciba el testimonio de mi mas alta consideracion."
        }
    ]
}