{
    "date": "2018-01-18",
    "url": "http://kcna.co.jp/item/2018/201801/2018-01-18ee.html",
    "articles": [
        {
            "title": "U.S. Accused of Convening FMs' Meeting of Countries Participated in Korean War",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-15ee.html",
            "content": "U.S. Accused of Convening FMs' Meeting of Countries Participated in Korean War\r\n Pyongyang, January 18 (KCNA) -- A spokesman for the Institute for American Studies of the DPRK Foreign Ministry gave the following answer to a question raised by KCNA on January 18 as regards the foreign ministers' meeting of the countries that participated in the Korean War, recently convened by the U.S. together with Canada:\n\t\t\t\t\t  The U.S., in collusion with Canada created the scene of war simulation by summoning the foreign ministers' meeting of the countries that participated in the Korean War in Vancouver, Canada from January 15 to 16. Participated in this meeting were 20 countries including the ones that had followed the U.S. to the aggressive war against our country from 1950 to 1953. \n\t\t\t\t\t\n\t\t\t\t\t At the meeting, the U.S. Secretary of State openly trumpeted that they should intensify the pressure campaign against us until we stop nuclear program by way of limiting the export of oil and industrial products, strengthening naval control, expelling our workers abroad, etc. and he went so far as to insist on the military option.\n\t\t\t\t\t\n\t\t\t\t\t Now the whole world warmly welcomes the dramatic change in the frozen inter-Korean relations and the visible sign of easing tension on the Korean peninsula, which are being brought about by our generous and magnanimous proposal.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S., while throwing a wet blanket over this atmosphere, have brought together its vassal forces including the countries that had followed the former to participate in the aggressive war against our country and openly hatched a plot to further intensify the barbarous sanctions and pressure against our country and provoke a new war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is no accident that many countries including our neighbouring countries unanimously criticize the meeting, arguing that the nature and the agenda of the meeting are not conducive to easing the tension on the Korean peninsula and that it would rather bring an adverse effect.\n\t\t\t\t\t\n\t\t\t\t\t As we have already clarified several times, the tightening of sanctions against our country like the naval blockade, which have been discussed behind the screen at the meeting, is tantamount to an act of war.\n\t\t\t\t\t\n\t\t\t\t\t The meeting speaks to the fact that the U.S. is willing to spark a new war in the Korean peninsula at any cost although it talks about dialogue.\n\t\t\t\t\t\n\t\t\t\t\t We take the U.S. convocation of the meeting simply as the ridiculous floundering of the Trump group which was frightened by the might of our Republic that has achieved great historic cause of perfecting the state nuclear force and made a dignified rise to a position of the strategic state recognized by the world.\n\t\t\t\t\t\n\t\t\t\t\t The move of the U.S. trying to solve the issue of the Korean peninsula by force further solidifies our conviction that the road we chose was absolutely right and we should ever follow this road without any slightest vacillation. \n\t\t\t\t\t\n\t\t\t\t\t We scrutinize even at this moment every move of the U.S. that is making highly disturbing military acts by continuously bringing the strategic nuclear weapons in and around the Korean peninsula and we constantly maintain high alert.  \n\t\t\t\t\t\n\t\t\t\t\t We take this opportunity to warn those unprincipled countries that kowtowed to the U.S. and participated in the meeting unlawful and ambiguous in nature and advise them to contemplate the consequences to ensue thereafter."
        },
        {
            "title": "Abe Group Accused of Further Clinging to Sanctions and Pressure Campaign against DPRK",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-14ee.html",
            "content": "Abe Group Accused of Further Clinging to Sanctions and Pressure Campaign against DPRK\r\n Pyongyang, January 18 (KCNA) -- A spokesperson for the Institute for Studies of Japan of the DPRK Foreign Ministry gave the following answer to a question raised by the KCNA on January 18 regarding the fact that the Abe group is further clinging to the sanctions and pressure campaign against the DPRK:\n\t\t\t\t\t During his recent tour of some European countries, Japanese prime minister Abe mentioned the DPRK's \"nuclear and missile development\" and abduction issue every time he discussed bilateral relations with these countries and heinously maneuvered to drag them into cooperation for pressure against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Abe cried out that the DPRK launched a ballistic missile that can hit Vilnius and Belgrade and it is a serious threat to the entire Europe and that they should make the DPRK change its policy through maximum pressure.\n\t\t\t\t\t\n\t\t\t\t\t While touring the United Arab Emirates and Canada, Japanese Foreign Minister Kono also uttered that the DPRK is earning time to continue its nuclear and missile development and that they should not be misled by the DPRK's \"smiling diplomacy\" and he called for  pressure against the DPRK, by means of, inter alia, severing diplomatic relations.\n\t\t\t\t\t\n\t\t\t\t\t The Abe group is creating an atmosphere of pressure against the DPRK, taking issue with our self-defensive nuclear deterrence while driving the whole of Japan into an atmosphere of terror by fabricating a national crisis. Their purpose is to make Japan a country that can be able to wage a war by revising the present constitution through all means.\n\t\t\t\t\t\n\t\t\t\t\t The fact that Abe doggedly preached about putting pressure on the DPRK during his latest tour of European countries clearly proves how desperate they are to realize their dangerous purpose.\n\t\t\t\t\t\n\t\t\t\t\t It is really a childish and foolish way of thinking for a prime minister of a country to think that we would change our policy if they intensify pressure on us.\n\t\t\t\t\t\n\t\t\t\t\t As for the abduction issue which Abe group is chanting like monk's chanting prayers, it is well known to the whole world that this issue has already been resolved by our sincerity and efforts.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, continuing to take up the abduction issue here and there is merely a deceptive farce aimed at achieving a long-term power. The Abe group will surely have to be responsible for its consequence.\n\t\t\t\t\t\n\t\t\t\t\t Japan abducted millions of Korean people by force and inflicted mental and physical suffering upon them. It should keep in mind that our punishment will become harsher as it adds more sins to those crimes against humanity without settling them.\n\t\t\t\t\t\n\t\t\t\t\t The Abe group had better have a proper eye on the elevated strategic position of our Republic and revise its policy towards the DPRK, instead of keeping to the foolish act of spitting against heaven which will fall in his face."
        },
        {
            "title": "DPRK Foreign Ministry Hosts Reception",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-16ee.html",
            "content": "DPRK Foreign Ministry Hosts Reception\r\n Pyongyang, January 18 (KCNA) -- The Foreign Ministry of the DPRK on Thursday gave a reception for the diplomatic corps here on the New Year Juche 107 (2018).\n\t\t\t\t\t Present there on invitation were diplomatic envoys and representatives of international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Foreign Ministry including Foreign Minister Ri Yong Ho were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Ho in his speech noted that the Korean people have turned out in a drive to achieve the victory in the socialist cause and make a breakthrough for the independent reunification this year. And he emphasized the foreign policy stand of the Workers' Party of Korea and the DPRK government.\n\t\t\t\t\t\n\t\t\t\t\t Vietnamese Ambassador Pham Viet Hung in a speech thanked the DPRK Foreign Ministry for hosting the reception on behalf of the diplomatic corps and wished the Korean people and the world people peace, prosperity and happiness."
        },
        {
            "title": "22nd Kimjongilia Festival to Be Held",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-13ee.html",
            "content": "22nd Kimjongilia Festival to Be Held\r\n Pyongyang, January 18 (KCNA) -- The 22nd Kimjongilia Festival will be opened at the Kimilsungia-Kimjongilia Exhibition in Pyongyang in mid-February on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t It will bring together armed forces organs, ministries, national institutions, organizations of overseas compatriots including the General Association of Korean Residents in Japan, working people of different strata, school youth and children and foreigners.\n\t\t\t\t\t\n\t\t\t\t\t During the festival, there will be immortal flower shows and visits to Kimilsungia-Kimjongilia greenhouses in local areas."
        },
        {
            "title": "Agro-Meteorology Service Program Popular in DPRK",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-11ee.html",
            "content": "Agro-Meteorology Service Program Popular in DPRK\r\n Pyongyang, January 18 (KCNA) -- \"Nongopkisang\", an agro-meteorology service program, is popular in the agricultural field and many other relevant units of the DPRK.\n\t\t\t\t\t According to Kim Kum Hwa, director of an institute of the State Hydro-meteorological Administration, the program was developed by the Meteorological Information Exchange Company and the Climate Research Institute.\n\t\t\t\t\t\n\t\t\t\t\t It helps smart-phone users who join in mobile communications network read agro-technical measures related to agro-meteorological data and seasonal weather conditions.\n\t\t\t\t\t\n\t\t\t\t\t Subscribers can have access to information on weather forecast, temperature, precipitation, accumulative temperature, the beginning of critical temperature, soil temperature, frozen depth of land, the beginning of frosty day, etc.\n\t\t\t\t\t\n\t\t\t\t\t One can receive the crop growth forecast in the convenient form and store it in file. One can also receive messages on stepwise forecast, extended forecast, 15-day weather forecast, monthly weather forecast and seasonal weather forecast.\n\t\t\t\t\t\n\t\t\t\t\t Informed of storm warning timely, the users can apply it at the worksite of agricultural production.\n\t\t\t\t\t\n\t\t\t\t\t They can read all the information by indices together with data on the normal year, last year and the current year. As data on agricultural weather by indices have been made with ri, an administrative unit of the DPRK, as a unit, the users can set necessary areas and comprehensive read data on agricultural weather.\n\t\t\t\t\t\n\t\t\t\t\t The number of the users is on a daily increase."
        },
        {
            "title": "Rodong Sinmun on Importance of Class Education",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-06ee.html",
            "content": "Rodong Sinmun on Importance of Class Education\r\n Pyongyang, January 18 (KCNA) -- It poses itself as a very important problem to intensify the class education for the Party members and other working people, says Rodong Sinmun in an article on Thursday, adding:\n\t\t\t\t\t Socialist construction is attended by a serious class struggle.\n\t\t\t\t\t\n\t\t\t\t\t The more successfully the masses' cause of independence, the cause of socialism, makes an advance, the more desperately the imperialists try to stop it.\n\t\t\t\t\t\n\t\t\t\t\t The victorious advance of revolution is guaranteed by the struggle of the service personnel and people with strong class consciousness.\n\t\t\t\t\t\n\t\t\t\t\t Our revolution has performed miracles and achievements as all the Party members and other working people and the service personnel have waged a do-or-die struggle with burning hatred against the class enemy trying hard to stop them from achieving the prosperity of the country and the happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t Our people are now carrying on the revolutionary general offensive for a fresh victory in the building of a powerful socialist country under the leadership of the Party.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by this, the U.S. imperialists and their vassal forces are making desperate efforts to stop our advance.\n\t\t\t\t\t\n\t\t\t\t\t It is very important to intensify the class education as the U.S. imperialists are going reckless in the most barbarous aggression war moves and sanctions, crying out for \"exterminating\" our state and people.\n\t\t\t\t\t\n\t\t\t\t\t The bitter lesson that a large number of residents in Sinchon met massive deaths as they had no class consciousness is not bygone tragedy.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary not to neglect the class education even a moment but intensify it for both preventing recurrence of the bloody history and making the red flag of revolution flutter on the victorious peak of socialism."
        },
        {
            "title": "DPRK Will Vigorously March toward Final Victory: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-07ee.html",
            "content": "DPRK Will Vigorously March toward Final Victory: Rodong Sinmun\r\n Pyongyang, January 18 (KCNA) -- The service personnel and people of the DPRK who have been trained to be those strong in faith and will under the leadership of respected Supreme Leader Kim Jong Un will win new victories this year, too, Rodong Sinmun on Thursday says in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the Supreme Leader's keen insight, wealth of knowledge of all fields and foresightedness that clarifies bright ideas for the growth of production and modernization, lots of model factories and enterprises put on a Juche, modern and scientific basis have been erected across the country and the advanced management and experiences are generalized throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t The people's standard of living is being improved day by day thanks to the remarkable development in the light industry.\n\t\t\t\t\t\n\t\t\t\t\t The might of the national defense industry of self-defense with the nuclear forces as its pivot has been rapidly strengthened and the DPRK emerged as the world-level military power with ultra-modern strategic weapons and H-bomb.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK have never achieved all those with the help of others or in good conditions.\n\t\t\t\t\t\n\t\t\t\t\t They have made these achievements, cherishing the firm faith that they will surely win victory if they are led by the Supreme Leader despite the continuing harsh sanctions and pressure of hostile forces including the U.S. aiming at the \"total destruction\" and \"extermination\" of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Matchless are the national pride and honor of the service personnel and people of the DPRK of holding in high esteem Kim Jong Un, the peerlessly illustrious commander in the van of the revolution, and they are in sky-high spirits.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can check the advance of the DPRK. And nothing can bring it to its knees. The will of the people of the DPRK to weather the difficulties and trials on the self-development-first principle is being remarkably reinforced."
        },
        {
            "title": "Complete Stop to U.S.-S. Korea Joint Military Maneuvers Urged",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-08ee.html",
            "content": "Complete Stop to U.S.-S. Korea Joint Military Maneuvers Urged\r\n Pyongyang, January 18 (KCNA) -- Some days ago, the U.S. officially announced that it would postpone the Key Resolve and Foal Eagle joint military maneuvers this year. And it stressed that it would delay the joint military drills but the period, aggressor troops to be involved in the drills and their scale are the same as the previous ones.\n\t\t\t\t\t Minju Joson Thursday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is nothing but a cheap trick of the U.S. to delay its maneuvers, annual events, to evade from the responsibility for deliberately coiling up the situation, not interested in the detente on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. reluctantly delayed the maneuvers for fear that the saber-rattling to be kicked off as before would trigger off stronger anti-U.S. sentiments and bitterer international criticism.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. remains unchanged in its wild ambition to stifle the DPRK by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t As recognized at home and abroad, the Key Resolve and Foal Eagle joint military maneuvers are dangerous nuclear war rehearsal to invade the DPRK from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t What is more serious is that the maneuvers which escalated till the last year are aimed at completely exterminating the Korean nation, going beyond the limits, in their nature, goal, scale and programs.\n\t\t\t\t\t\n\t\t\t\t\t The reckless U.S.-led joint military drills with south Korea to be conducted in south Korea anytime serve as a prelude to the aggressive war bringing a nuclear disaster to the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the dangerous war racket such as Key Resolve and Foal Eagle, the factor of the tension, should not be delayed but completely stopped."
        },
        {
            "title": "U.S. Plans to Deploy Special Warfare Forces in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-10ee.html",
            "content": "U.S. Plans to Deploy Special Warfare Forces in S. Korea\r\n Pyongyang, January 18 (KCNA) -- The U.S. is scheming to deploy a special operation unit of its forces in south Korea during the Winter Olympics, according to the south Korean Newsis on Monday.\n\t\t\t\t\t It is not secret that the U.S. is deploying aircraft carrier strike groups in the East Sea of Korea under the pretext of ensuring the Olympiad.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists try to lay an obstacle to the improvement of inter-Korean relations by causing a war crisis in the Korean Peninsula again."
        },
        {
            "title": "U.S. Deploys EC-130H in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-12ee.html",
            "content": "U.S. Deploys EC-130H in S. Korea\r\n Pyongyang, January 18 (KCNA) -- The U.S. imperialists deployed an EC-130H in south Korea, according to the south Korean Yonhap News on Jan. 16.\n\t\t\t\t\t Military media of the U.S. reported that the U.S. imperialist aggression forces moved an EC-130H under the 55th electronic warfare corps to the U.S. Air Force base in Osan of south Korea from the U.S. Air Force base in Yokota of Japan on Jan. 15.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist warmongers aggravate the situation on the Korean Peninsula with the dangerous moves to ignite a war of aggression with the approach of the Winter Olympic Games to be held in south Korea."
        },
        {
            "title": "S. Korean Bodies Demand Japan's Apology for Past Crimes",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-09ee.html",
            "content": "S. Korean Bodies Demand Japan's Apology for Past Crimes\r\n Pyongyang, January 18 (KCNA) -- Organizations of south Korea held a joint press conference outside the Japanese consulate general in Pusan on Jan. 15 to demand an apology from Japan for the past aggression crimes, according to the south Korean online paper Voice of People.\n\t\t\t\t\t Charging that Abe said on Jan. 12 he would continue demanding the south Korean authorities implement the \"agreement\" on the sexual slavery for the imperial Japanese army, speakers said this revealed Japan's intention not to reflect on the past war crimes.\n\t\t\t\t\t\n\t\t\t\t\t They noted that Japan should make apology and reparation for its crimes committed against the Korean nation."
        },
        {
            "title": " Kim Jong Un's Work Introduced in Russia",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-01ee.html",
            "content": "Kim Jong Un's Work Introduced in Russia\r\n Pyongyang, January 18 (KCNA) -- The full text of respected Supreme Leader Kim Jong Un's work \"Concluding Speech at the March 2013 Plenary Meeting of the Central Committee of the Workers' Party of Korea\" was posted on the Russian website Patrioti Moskva on Jan. 7.\n\t\t\t\t\t The work, published on March 31, Juche 102 (2013), deals with the justice of the fresh strategic line of simultaneously pushing forward economic construction and the building of nuclear forces set forth by the WPK and the Party's intention for it.\n\t\t\t\t\t\n\t\t\t\t\t The website carried a photo of Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's Exploits Praised by Polish, Nigerian Bodies",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-02ee.html",
            "content": "Kim Jong Un's Exploits Praised by Polish, Nigerian Bodies\r\n Pyongyang, January 18 (KCNA) -- Polish and Nigerian bodies carried special write-ups on their websites to mark the 6th anniversary of respected Supreme Leader Kim Jong Un's assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t The International Friendship Initiative \"Explore DPRK\" of Poland posted an article titled \"Ceaseless on-site inspections\" illustrated with photos of Kim Jong Un on Dec. 30 last year. The article praised him for further strengthening the KPA into the matchless revolutionary army.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted articles titled \"Ideal state leader\" and \"Korea, marvelous country,\" on Dec. 27 last year.\n\t\t\t\t\t\n\t\t\t\t\t The articles referred to the greatness of Kim Jong Un, who is the leader possessed of noble virtues and outlook on the people, tested leadership, extraordinary sweep and persevering fortitude, lauding him as the most ideal state leader of good quality and qualifications in the present times.\n\t\t\t\t\t\n\t\t\t\t\t It is just the DPRK where the leader and the people are linked by blood ties and they dynamically are stepping up the building of a powerful country in the face of the hostile forces' harsh sanctions and moves to stifle it and adhering to its cause against the U.S. styling itself the \"only superpower\", the articles stressed.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's mystery lies, in a nutshell, in the outstanding political caliber of Kim Jong Un and the powerful mental power of all the service personnel and people who are firmly united around him, the articles commented."
        },
        {
            "title": "Kim Jong Un's New Year Address Backed by Serbian Party, Body",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-03ee.html",
            "content": "Kim Jong Un's New Year Address Backed by Serbian Party, Body\r\n Pyongyang, January 18 (KCNA) -- Serbian political party and body on Jan. 8 made public a joint statement in support of the New Year Address of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t The New Yugoslav Communist Party and the League of the Yugoslavian Communist Youth said in the statement that they fully support the New Year Address of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They said that last year the U.S.-led hostile forces resorted to unprecedented military threat and super-intensity sanctions and pressure against the DPRK, but the Korean people worked world-startling miracles in defense and economic construction under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the successes achieved by the Korean people greatly encouraged the world progressive peoples aspiring after independence and justice.\n\t\t\t\t\t\n\t\t\t\t\t They pointed out that Kim Jong Un in his New Year Address clarified fair and aboveboard proposals aimed at improving inter-Korean relations and making a breakthrough for independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification is the internal issue of the nation to be solved by the north and the south without any interference of outsiders, they said.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. must take hands off the Korean peninsula at once and pull its troops from south Korea, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the Korean people will achieve bigger success in the struggle for building a powerful socialist country and reunifying the country under the wise guidance of Kim Jong Un."
        },
        {
            "title": "Russian Bodies Wish Korean People Victory",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-04ee.html",
            "content": "Russian Bodies Wish Korean People Victory\r\n Pyongyang, January 18 (KCNA) -- Russian bodies made public statements backing the New Year Address of respected Supreme Leader Kim Jong Un on Jan. 4-6.\n\t\t\t\t\t The Lenin Young Communist League of the Russian Federation said it hoped to see fresh victories for the Korean people, fully supporting his New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t The Rostov Association for the Study of Kimilsungism-Kimjongilism of Russia stressed that the Korean people won victory by dint of strength of justice in the standoff with imperialist aggressive forces attempting to disturb global peace and security and bring nuclear disaster to humankind.\n\t\t\t\t\t\n\t\t\t\t\t The Russian Group for Solidarity with the DPRK said that Kim Jong Un underscored the need to develop economy by taking the historic victory in the building of the DPRK's nuclear forces as a springboard for fresh progress.\n\t\t\t\t\t\n\t\t\t\t\t The Regional Social Organization of Russia \"Borozino\" noted that the peace-loving peoples of all countries are actively backing the wish of the Korean nation for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Russian Association for Friendship and Cultural Cooperation with the DPRK said that they wished the Korean people peace and happiness, hoping that their wish for national reunification would surely come true."
        },
        {
            "title": "IAN del MINREX condena la reunion de cancilleres de paises participantes en pasada guerra coreana",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-17ee.html",
            "content": "IAN del MINREX condena la reunion de cancilleres de paises participantes en pasada guerra coreana\r\nPyongyang, 18 de enero (ACNC) -- A la pregunta de un reportero de la ACNC formulada en relacion con que EE.UU. organizo en conspiracion con Canada la reunion de cancilleres de los paises participantes en la pasada guerra coreana, el portavoz del Instituto para Asuntos Norteamericanos (IAN) del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio el dia 18 la siguiente respuesta:\n\t\t\t\t\tEn contubernio con Canada, EE.UU. organizo los dias 15 y 16 en Vancouver de Canada la conspiracion para la guerra bajo la participacion de los 20 paises incluyendo los que participaron en el tiempo entre 1950 y 1953 en la guerra de agresion contra nuestro pais persiguiendo a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEn este conclave el secretario de Estado de EE.UU. refirio a la seleccion militar hablando abiertamente de la necesidad de fortalecer mas la ofensiva de presion a la RPDC incluyendo la limitacion de exportacion del petroleo y los productos industriales, el fortalecimiento de control maritimo y la expulsion de los trabajadores coreanos en el extranjero hasta cuando la RPDC detuviera plan nuclear.\n\t\t\t\t\t\n\t\t\t\t\tAhora, todo el mundo esta dando activos aplausos al hecho de que gracias a la propuesta magnanima de la RPDC se logra un cambio dramatico en las relaciones Norte-Sur que se habian congeladas y se muestra el indicio del alivio de la situacion en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tPero, EE.UU. echo el agua fria a este ambiente y tramo abiertamente con los paises arriba mencionados la intriga de fortalecer mas la sancion y presion brutales contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tMuchos paises inclusive los paises circunvecinos de Corea censuran unanimemente esa reunion insistiendo en que el caracter y el contenido de esa reunion no dan ninguna ayuda al alivio de situacion de la Peninsula Coreana, sino pueden producir un efecto contraproducente.\n\t\t\t\t\t\n\t\t\t\t\tComo ya hemos aclarado en varias ocasiones, el fortalecimiento de la sancion inclusive el bloqueo maritimo contra la RPDC es igual con el acto de guerra.\n\t\t\t\t\t\n\t\t\t\t\tA traves de esa reunion, EE.UU. mostro por si mismo el hecho de que quiere provocar a toda costa la nueva guerra en la Peninsula Coreana aunque habla del dialogo.\n\t\t\t\t\t\n\t\t\t\t\tEsta reunion no pasa de ser un acto desesperado de la banda de Trump asustada ante el poderio de la RPDC que alcanzo la gran causa historica del perfeccionamiento de las fuerzas armadas nucleares del Estado y se situo dignamente en la posicion de pais estrategico reconocido por todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tLas maniobras de EE.UU., que trata de solucionar por via de la fuerza el problema de la Peninsula Coreana, nos hacen sentir mas firme el hecho de que es muy justo el camino optado por nosotros y que debemos recorrer invariablemente y con pasos firmes por esta ruta.\n\t\t\t\t\t\n\t\t\t\t\tEn este momento tambien, estamos observando todos los movimientos de EE.UU. que muestra los peligrosos actos militares introduciendo una tras otra sus propiedades estrategicas nucleares en la Peninsula Coreana y su contorno y mantenemos siempre el estado de alerta.\n\t\t\t\t\t\n\t\t\t\t\tAprovechamos esta ocasion para advertir a los paises que participaron en esa reunion falta de la razon legal y con caracter ambiguo persiguiendo ciegamente a EE.UU. y les aconsejamos que reflexionen las consecuencias que se emanaran de ello."
        },
        {
            "title": "Portavoz de IEAJ de Corea denuncia a Abe y su banda",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-18ee.html",
            "content": "Portavoz de IEAJ de Corea denuncia a Abe y su banda\r\nPyongyang, 18 de enero (ACNC) -- A la pregunta de un reportero de la ACNC formulada en relacion con que la banda de Abe recurre mas persistentemente a las campanas para presionar y sancionar la Republica Popular Democratica de Corea, el portavoz del Instituto de Estudio de los Asuntos Japoneses (IEAJ) del Ministerio de Relaciones Exteriores de RPDC dio el dia 18 la siguiente respuesta:\n\t\t\t\t\tEn su reciente viaje a los paises europeos, el premier japones Abe maniobro perversamente para introducirlos en la cooperacion para presionar a la RPDC hablando del problema del \"desarrollo de armas nucleares y misiles\" y del secuestro en todas las ocasiones preparadas para consultar las relaciones bilaterales.\n\t\t\t\t\t\n\t\t\t\t\tEse tipejo dijo que \"el Norte de Corea disparo el misil balistico que puede alcanzar a Vilnius y Belgrado\", \"es la amenaza grave para toda Europa\" y \"hay que obligar al Norte de Corea el cambio de la politica dandole la presion maxima\". \n\t\t\t\t\t\n\t\t\t\t\tPor su parte, el canciller Kono recorrio los Emiratos Arabes Unidos y Canada donde chismeo que el \"Norte de Corea esta enfrascado a ganar el tiempo para seguir el desarrollo de armas nucleares y misiles\" y que \"no deben ser embaucados por la 'diplomacia de sonrisa' del Norte de Corea\". E incito la cancelacion de relaciones diplomaticas y otras presiones.\n\t\t\t\t\t\n\t\t\t\t\tCuestionando el disuasivo nuclear de autodefensa de la RPDC, los compinches de Abe crean el ambiente de presion anti-RPDC, por una parte y por la otra, fomentan el pavor en todo el territorio japones al inventar la \"crisis del Estado\" en el interior de su pais. Tales tentativas persiguen el objeto de enmendar cueste lo que cueste la constitucion en vigencia y convertir el pais en el Estado que puede hacer la guerra.\n\t\t\t\t\t\n\t\t\t\t\tTales actos de Abe demuestran fehacientemente que el esta tan fanatico por lograr su peligroso objeto.\n\t\t\t\t\t\n\t\t\t\t\tAbe piensa en que si le da presion a la RPDC esta cambiara su politica, lo que deviene el modo de pensamiento muy absurdo y vil para el premier de un pais.\n\t\t\t\t\t\n\t\t\t\t\tTodo el mundo reconoce que el problema de secuestro de que habla tanto la banda de Abe fue resuelto ya por la sinceridad y esfuerzos de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPero, el lo cuestiona todavia en varios lugares, lo que deviene una farsa para lograr su mandato prolongado. Y la banda de Abe asumira la responsabilidad de sus actos.\n\t\t\t\t\t\n\t\t\t\t\tCuanto mas multiplica sus delitos sin liquidar con los crimenes antieticos de Japon que secuestro forzosamente a millones de coreanos y les dio toda clase de sufrimientos espirituales y fisicos, tanto mas sera fuerte nuestro golpe contra ese pais isleno. La banda de Abe debe tenerlo presente.\n\t\t\t\t\t\n\t\t\t\t\tElla no debe recurrir mas a los actos suicidios, sino hay que cambiar su politica sobre la RPDC viendo correctamente la cambiada posicion estrategica de la RPDC. -0-"
        },
        {
            "title": "MINREX ofrece banquete para Cuerpo Diplomatico por el Ano Nuevo",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-19ee.html",
            "content": "MINREX ofrece banquete para Cuerpo Diplomatico por el Ano Nuevo\r\nPyongyang, 18 de enero (ACNC) -- Con motivo del Ano Nuevo 107 (2018) de la Era Juche, el Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea ofrecio el dia 18 un banquete para el Cuerpo Diplomatico en Corea.\n\t\t\t\t\tA la recepcion fueron invitados los representantes diplomaticos y de organizaciones internacionales.\n\t\t\t\t\t\n\t\t\t\t\tTomaron parte en la ocasion el canciller Ri Yong Ho y otros funcionarios del MINREX.\n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra, el canciller dijo que este ano, el pueblo coreano se ha levantado para abrir la brecha para la victoria de la causa socialista y la reunificacion independiente. \n\t\t\t\t\t\n\t\t\t\t\tResalto la posicion del Partido del Trabajo de Corea y el gobierno de la RPDC en materia de la politica exterior.\n\t\t\t\t\t\n\t\t\t\t\tEn su discurso, el embajador vietnamita Pham Viet Hung expreso agradecimiento al MINREX, en representacion del Cuerpo Diplomatico, por haber ofrecido el banquete del ano nuevo y deseo la paz, prosperidad y felicidad del pueblo coreano y otros del mundo."
        },
        {
            "title": "Key Resolve y Foal Eagle deben ser cancelados totalmente, insiste Minju Joson",
            "url": "http://kcna.co.jp/item/2018/201801/news18/20180118-20ee.html",
            "content": "Key Resolve y Foal Eagle deben ser cancelados totalmente, insiste Minju Joson\r\nPyongyang, 18 de enero (ACNC) -- Al declarar oficialmente hace poco la posposicion de los ejercicios militares conjuntos Key Resolve y Foal Eagle de este ano, Estados Unidos hizo enfasis en que seran iguales que de costumbre su periodo, dimension y el numero de efectivos participantes.\n\t\t\t\t\tEl aplazamiento de esas maniobras anuales no significa que EE.UU. esta interesado en el alivio de la situacion de la Peninsula Coreana, sino no pasa de ser una artimana barata para liberarse de la responsabilidad de haberla exacerbado intencionalmente.\n\t\t\t\t\t\n\t\t\t\t\tAsi revela el rotativo Minju Joson en un comentario individual divulgado el dia 18 y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. se vio obligado a publicar esa decision por el temor a que se agranden el sentimiento antiyanqui y las condenas internacionales en el caso de iniciar como antes Key Resolve y Foal Eagle.\n\t\t\t\t\t\n\t\t\t\t\tNo se cambio la ambicion de ese pais de aplastar a la RPDC por via militar.\n\t\t\t\t\t\n\t\t\t\t\tComo reconocen los nacionales y extranjeros, Key Resolve y Foal Eagle son peligrosisima operacion militar con vista a la guerra nuclear contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLo mas grave del caso es que la escalada de esas maniobras hasta el ano pasado ya paso su limite porque su caracter, objetivo, envergadura y contenido persiguen el exterminio de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tSea cuando fuera el dia de su inicio en suelo surcoreano, Key Resolve y Foal Eagle bajo el liderazgo de EE.UU. seran el preludio de la guerra de agresion que impondra los desastres nucleares en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, cualquier aventura militar como Key Resolve y Foal Eagle, factor de exacerbacion de la tension, no debe ser pospuesta sino cancelada totalmente."
        }
    ]
}