{
    "date": "2018-03-25",
    "url": "http://kcna.co.jp/item/2018/201803/2018-03-25ee.html",
    "articles": [
        {
            "title": "Greetings to Greek President",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-06ee.html",
            "content": "Greetings to Greek President\r\nPyongyang, March 25 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, Sunday sent a message of greeting to Prokopis Pavlopoulos, president of the Republic of Greece, on its national day.\n\t\t\t\t\t In the message Kim Yong Nam extended congratulations to the president and people of Greece, sincerely wishing the Greek people progress and prosperity."
        },
        {
            "title": "Anti-DPRK \"Resolution on Situation of Human Rights\" Rejected",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-09ee.html",
            "content": "Anti-DPRK \"Resolution on Situation of Human Rights\" Rejected\r\nPyongyang, March 25 (KCNA) -- The Permanent Mission of the Democratic People's Republic of Korea (DPRK) to the United Nations Office and Other International Organizations in Geneva issued the following press statement with regard to forcible adoption of the \"resolution on the situation of human rights in the Democratic People's Republic of Korea\" (A/HRC/37/L.29) submitted by the European Union (EU) and Japan at the 37th session of the UN Human Rights Council on March 23, 2018:\n\t\t\t\t\t The DPRK Permanent Mission resolutely and totally rejects the \"resolution\" framed by the U.S. and other hostile forces in pursuit of their political purpose to tarnish the image of the DPRK and isolate and stifle our style socialism.\n\t\t\t\t\t\n\t\t\t\t\t The \"resolution\", to all intents and purposes, is yet another criminal document running through with falsified fabrications as well as a product of the hostile policy persistently pursued by the U.S. in its attempt to overthrow the system of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It is the universal principle of the international community and the lifeline of the activities of the UN human rights bodies to reject politicization, selectivity and double standards of human rights. \n\t\t\t\t\t\n\t\t\t\t\t Herein lies the main reason that majority of the developing countries and many others opposed the forcible adoption of the \"resolution\" this time, while strongly advocating for adherence to non-politicization, non-selectivity and impartiality of human rights.\n\t\t\t\t\t\n\t\t\t\t\t This notwithstanding, the EU as a group of typical human rights violators and A-class criminal state Japan submitted the \"draft resolution\" against the DPRK to the UN Human Rights Council. It is, indeed, an insult to and mockery of the international community.\n\t\t\t\t\t\n\t\t\t\t\t Pressure of any kind will never work on the DPRK and there will be no bigger miscalculation for the U.S. and other hostile forces than to estimate that they could gain something from the adoption of the hackneyed \"resolution\" against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t If the UN Human Rights Council is truly interested in the promotion and protection of human rights, it should, above all, call into question in due course the egregious human rights abuses prevalent in the U.S. and other Western countries and the A-class crimes against humanity committed by Japan in Korea, Asia and several other countries of the world including the kidnapping and forcible drafting of 8.4 million Korean people with one million genocide and the sexual slavery imposed upon 200,000 women. It should also demand withdrawal of the brutal and inhumane U.S.-led sanctions which obstruct in every way the enjoyment of human rights by the people of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t We take great pride and self-conceit in our style socialism chosen with conviction and consolidated and developed by our people themselves and in the system of providing true human rights.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK attaches importance to the international cooperation for promotion and protection of genuine human rights. However, it will never tolerate any slightest attempt to seek ulterior political purpose under the pretext of \"human rights issues\" but will defend to the end our style socialist system centered on the popular masses."
        },
        {
            "title": "DPRK Embassy in Moscow Hosts Reception",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-04ee.html",
            "content": "DPRK Embassy in Moscow Hosts Reception\r\nPyongyang, March 25 (KCNA) -- The DPRK embassy in Moscow hosted a reception on March 20 to mark the 69th anniversary of the conclusion of an agreement on economic and cultural cooperation between the DPRK and the Russian Federation.\n\t\t\t\t\t Present at the reception on invitation were officials of the government, ministries and bodies of Russia such as the Foreign Ministry, the Ministry of Culture, the Russian Association for Friendship and Cultural Cooperation with the DPRK, the Korean War Veterans' Council of Russia, the Russkiy Mir Foundation of Russia, the Academy of Sciences, TASS and Interfax news agencies and the newspaper Zavtra.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK ambassador to Russia and staff members of his embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets before the picture depicting President Kim Il Sung standing together with leader Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the DPRK missions in Khabarovsk and Vladivostok arranged receptions on March 16 and 23."
        },
        {
            "title": "Meeting of Co-Chairmen of Pomminryon Held",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-11ee.html",
            "content": "Meeting of Co-Chairmen of Pomminryon Held\r\nPyongyang, March 25 (KCNA) -- The 18th meeting of co-chairmen of the Pan-national Alliance for Korea's Reunification (Pomminryon) was held on Sunday by way of exchanging facsimile messages among its north, south and overseas headquarters.\n\t\t\t\t\t The meeting discussed an action program of Pomminryon for glorifying this significant year as an eventful year to be specially recorded in the national history, under the banner of national independence.\n\t\t\t\t\t\n\t\t\t\t\t A report was made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t It noted that Pomminryon has made great efforts to positively arouse all Koreans to the struggle for peace against war and realize solidarity and unity of the pro-reunification patriotic forces.\n\t\t\t\t\t\n\t\t\t\t\t The report clarified the following tasks and ways for speeding up the grand march for reunification to glorify this significant year as an eventful year to be specially recorded in the national history with redoubled courage and belief in the rosy future of the nation and the country's reunification:\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon will vigorously promote the improvement of the north-south relations under the banner of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t It will stand in the van to positively create an atmosphere for national reconciliation and reunification.\n\t\t\t\t\t\n\t\t\t\t\t It will as ever lead the nationwide movement for rejecting all the war and confrontation moves that threaten the destiny of the fellow countrymen and ensuring lasting and durable peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The report stressed the need for Pomminryon to fully discharge its responsibility and role before the times and the nation as vanguard for independent reunification and standard-bearer of great national unity.\n\t\t\t\t\t\n\t\t\t\t\t A joint resolution was adopted at the meeting."
        },
        {
            "title": "Pomminryon Issues Joint Resolution",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-07ee.html",
            "content": "Pomminryon Issues Joint Resolution\r\nPyongyang, March 25 (KCNA) -- The North, South and Overseas Headquarters of the Pan-National Alliance for Korea's Reunification (Pomminryon) adopted a joint resolution at the 18th meeting of co-chairmen of Pomminryon held on Sunday.\n\t\t\t\t\t The resolution stated as follows:\n\t\t\t\t\t\n\t\t\t\t\t 1. Pomminryon will spur the improvement of the north-south ties under the uplifted banner of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t In particular, all the valuable achievements of the June 15 era would be recovered and the June 15 era of independent reunification would be revived to further advance into the second June 15 era in the spirit of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon will resolutely reject all the sycophantic and traitorous moves aimed to leave the interests of the nation and the destiny of the fellow countrymen at the tender mercy of outsiders and actively struggle against any sinister attempt on the part of outsiders to estrange the fellow countrymen and foster confrontation between them by creating any artificial block in the improvement of the north-south ties and seeking interference and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t 2. Pomminryon will take the lead in the efforts to actively foster the atmosphere for national reconciliation and reunification.\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon will play a pace-setter role to promote great unity of the nation and fan up the hot air of independent reunification by carrying forward the spirit of the historic April Joint Conference of Representatives of Political Parties and Public Organizations in North and South Korea.\n\t\t\t\t\t\n\t\t\t\t\t In particular, it will ensure successful events common to the nation on major occasions this significant year including the anniversaries of the north-south declarations and thus demonstrate the will for great unity of the nation and the independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t 3. Pomminryon will lead the nationwide movement for ensuring lasting and durable peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon will as ever conduct in the van the nationwide movement for rejecting all acts of war and confrontation that threaten the destiny of the nation and ensuring lasting and durable peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t 4. Pomminryon will strengthen itself and further enhance its function and role.\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon will go among the people of all social standings, breathe the same breath with them, strengthen regional and lower organizations and steadily expand ranks and further consolidate itself through diverse practices for independent reunification and peace against war.\n\t\t\t\t\t\n\t\t\t\t\t The resolution appealed to all its members to more dynamically advance to the eminence of independent reunification with faith and optimism about sure victory."
        },
        {
            "title": "DPRK Wins Gold Medal in Gymnastics World Cup",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-10ee.html",
            "content": "DPRK Wins Gold Medal in Gymnastics World Cup\r\nPyongyang, March 25 (KCNA) -- DPRK player Kim Su Jong grabbed a gold medal in the women's floor exercises of the 11th FIG Artistic Gymnastics Individual Apparatus World Cup held in Qatar from March 21 to 24.\n\t\t\t\t\t Meanwhile, DPRK player Pyon Rye Yong placed the second in the women's vault.\n\t\t\t\t\t\n\t\t\t\t\t The tournament brought together more than 150 excellent players from 29 countries and regions including the DPRK, Germany, Ukraine and UK."
        },
        {
            "title": "S. Korean Military Slashed for Anti-DPRK Confrontation Moves",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-05ee.html",
            "content": "S. Korean Military Slashed for Anti-DPRK Confrontation Moves\r\nPyongyang, March 25 (KCNA) -- The south Korean military is reportedly going to import 40 F-35A Stealth fighters from the U.S. for its air force in a few years. And it is also speeding up the introduction of Germany-made long range air-to-ground missile Taurus.\n\t\t\t\t\t Meanwhile, the military has finished \"New Operation Plan\" targeting the DPRK. The warmongers are scheming to secure more than 2 600 ballistic missiles for its realization in a few years. And they seek to form a new strike brigade tasked to attack the DPRK with new-type tactical ground-to-ground missile and \"Hyunmu\" ballistic missile.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the facts, Rodong Sinmun Sunday says:\n\t\t\t\t\t\n\t\t\t\t\t This is an open provocation to the dialogue partner and a dangerous move going against the atmosphere of north-south reconciliation and unity arranged with much effort.\n\t\t\t\t\t\n\t\t\t\t\t Such provocation racket is little different from the reckless deeds through which the Lee Myung Bak and Park Geun Hye conservative clans incurred the vicious circle of collapse of inter-Korean relations and confrontation, calling for \"confrontation accompanied by dialogue\".\n\t\t\t\t\t\n\t\t\t\t\t Dialogue and confrontation, peace and war can never go together, and to seek military confrontation behind the curtain of dialogue cannot go down with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' pursuing sinister military confrontation under the eyes of the DPRK while saying that everything is still in a risky situation can be interpreted that they have an axe to grind while outwardly talking about dialogue and peace.\n\t\t\t\t\t\n\t\t\t\t\t If anyone is to test us with strength, misjudging our good intention and tolerance, it will only incur irreversible catastrophe and invite merciless punishment."
        },
        {
            "title": "S. Korea: Probe into Truth behind Lee Myung Bak's Crimes Demanded",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-08ee.html",
            "content": "S. Korea: Probe into Truth behind Lee Myung Bak's Crimes Demanded\r\nPyongyang, March 25 (KCNA) -- The south Korean Confederation of Trade Unions reportedly issued a statement on March 23 demanding a thorough investigation into the crimes committed by traitor Lee Myung Bak.\n\t\t\t\t\t Noting that there are more criminal suspicions against the traitor to be investigated, the statement stressed that the destruction of trade unions through illegal politically-motivated operation should be thoroughly investigated."
        },
        {
            "title": "Kim Il Sung's Work Introduced in Russia",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-01ee.html",
            "content": "Kim Il Sung's Work Introduced in Russia\r\nPyongyang, March 25 (KCNA) -- The full text of President Kim Il Sung's work \"On the Three Principles of National Reunification\" was posted by the Russian website magazine Live Journal on March 18 on the occasion of the Day of the Sun, his birth anniversary.\n\t\t\t\t\t The work, published on May 3 and Nov. 3, Juche 61 (1972), clarifies the three principles of national reunification --independence, great national unity and peaceful reunification-- and the idea of realizing the cooperation between the north and the south of Korea."
        },
        {
            "title": "Kim Il Sung's Exploits Lauded Abroad",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-02ee.html",
            "content": "Kim Il Sung's Exploits Lauded Abroad\r\nPyongyang, March 25 (KCNA) -- Jordanian and Algerian personages praised President Kim Il Sung's exploits.\n\t\t\t\t\t Marwan Sudah, chairman of the Arab Committee for Solidarity with Korean People and Supporting the Reunification of Korea, said in a statement on March 15:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung founded the original Juche idea, the Songun idea and turned the DPRK into a socialist state.\n\t\t\t\t\t\n\t\t\t\t\t Under his wise guidance, world-startling miracles were made in all domains of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Ali Garjooli, an Algerian political critic and expert of international affairs, in a statement on March 11 noted that Kim Il Sung embarked on the road of revolution in his early years and devoted his all to the country and its people all his life.\n\t\t\t\t\t\n\t\t\t\t\t He is remembered by not only the Korean people but also the Algerian people, the statement added."
        },
        {
            "title": "Day of Sun to Be Marked in Bangladesh",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-03ee.html",
            "content": "Day of Sun to Be Marked in Bangladesh\r\nPyongyang, March 25 (KCNA) -- A Bangladeshi preparatory committee for celebrating the birth anniversary of President Kim Il Sung, the Day of the Sun, was formed on Mar. 18.\n\t\t\t\t\t MD. Harun-Ar-Rashid, chairman of the Bangladesh-Korea Friendship and Solidarity Committee, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold colorful political and cultural events such as seminar, meeting, film show and photo exhibition in praise of the feats performed by the President for the Korean revolution and the global independence."
        },
        {
            "title": "Kim Yong Nam felicita el Dia Nacional de Grecia",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-06ss.html",
            "content": "Kim Yong Nam felicita el Dia Nacional de Grecia\r\nPyongyang, 25 de marzo (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia 25 un mensaje de felicitacion al presidente de la Republica de Grecia, Prokopis Pavlopoulos, con motivo del Dia Nacional de su pais. \n\t\t\t\t\tEn su misiva el remitente envio las felicitaciones al mandatario y pueblo de Grecia y deseo de todo corazon el progreso y la prosperidad al pueblo greco."
        },
        {
            "title": "Representacion coreana en Ginebra rechaza la resolucion de DDHH de RPDC",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-07ss.html",
            "content": "Representacion coreana en Ginebra rechaza la resolucion de DDHH de RPDC\r\nPyongyang, 25 de marzo (ACNC) -- En relacion con que en la 37a reunion del Consejo de DDHH de la ONU fue aprobado de manera coercitiva el dia 23 el \"proyecto de resolucion sobre la situacion de los derechos humanos de la Republica Popular Democratica de Corea\" (A/HRC/37/L.29), presentado por la Union Europea y Japon, la Representacion Permanente de la RPDC ante la Oficina de la ONU y otras organizaciones internacionales en Ginebra hizo publico el comunicado que sigue:\n\t\t\t\t\tLa Representacion Permanente de la RPDC rechaza de manera rotunda y total la \"resolucion\" inventada por las fuerzas hostiles como el EE.UU. bajo el objeto politico para manchar la imagen de la RPDC y aislar y aplastar el socialismo al estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\tLa resolucion es otro documento criminal lleno de falsedades e invenciones y deviene un producto de la politica hostil a la RPDC de EE.UU. para derrocar nuestro regimen.\n\t\t\t\t\t\n\t\t\t\t\tRechazar la politizacion, la selectividad y el doble rasero de DDHH es el principio general de la sociedad internacional y deviene la vida de las actividades de las organizaciones de DDHH de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tHe aqui precisamente la razon fundamental por la cual la mayoria de los paises no alineados y otros rechazaron en esta ocasion la aprobacion coercitiva de la \"resolucion\" demandando fuertemente la no politizacion, la no selectividad y la justicia de DDHH.\n\t\t\t\t\t\n\t\t\t\t\tPero, la UE, colectividad de violacion de derechos humanos y Japon, pais criminal de categoria especial, presentaron la \"resolucion\" arriba mencionado al Consejo de DDHH de la ONU, lo cual constituye un insulto y burla a la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tLa presion no puede lograr nada en la RPDC. Sera una gran equivocacion si EE.UU. y otras fuerzas piensan en que pudieran alcanzar algo con la invariable aprobacion de la \"resolucion\" anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSi el Consejo de DDHH de la ONU esta interesado de veras en la proteccion y el fomento de los derechos humanos, debe cuestionar primero la severa situacion de violacion de DDHH de EE.UU. y otros paises occidentales y los crimenes inhumanos de categoria especial perpetrados por Japon en Corea, los paises asiaticos y otros del mundo incluyendo el secuestro y reclutamiento forzosos de mas de 8 millones 400 mil, el genocidio de mas de un millon y la esclavitud sexual de 200 mil mujeres. Y tiene que demandar la cancelacion de sanciones brutales e inhumanas de EE.UU. que impiden de todos los medios el disfrute de derechos humanos de los habitantes de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos coreanos tienen el gran orgullo y dignidad sobre socialismo al estilo coreano y el regimen de aseguramiento de DDHH del Estado optado como su conviccion y consolidado por ellos mismos.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC da importancia a la cooperacion internacional para la proteccion y fomento de verdaderos derechos humanos. Pero, no tolerara jamas cualquier intento que trata de perseguir el malsano objeto politico bajo el pretexto de \"problema de derechos humanos\" y defendera hasta el fin el regimen socialista coreano centrado en las masas populares."
        },
        {
            "title": "Tiene lugar la XVIII reunion de Copresidencia de la APRP",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-10ss.html",
            "content": "Tiene lugar la XVIII reunion de Copresidencia de la APRP\r\nPyongyang, 25 de marzo (ACNC) -- Tuvo lugar el dia 25 la XVIII reunion de la Copresidencia de la Alianza Pannacional por la Reunificacion de la Patria (APRP) a modo de intercambio de mensajes facsimilares entre el Norte, el Sur y ultramar.\n\t\t\t\t\tLa reunion discutio el rumbo de actividades de la APRP para hacer del presente un ano de acontecimientos especiales en la historia nacional sosteniendo en alto la bandera de la independencia nacional.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo el informe.\n\t\t\t\t\t\n\t\t\t\t\tEl informe menciona que el ano pasado, la APRP llamo a todos los coreanos a la lucha contra la guerra y por la defensa de la paz e hizo ingentes esfuerzos por lograr la solidaridad y la unidad de las fuerzas patrioticas aspirantes a la reunificacion. \n\t\t\t\t\t\n\t\t\t\t\tA fin de acelerar con la firme conviccion en el futuro radiante de la nacion y en la reunificacion de la patria la marcha general por la reunificacion para adorar el presente ano significativo con los acontecimientos especiales, presenta las siguientes tareas y remedios:\n\t\t\t\t\t\n\t\t\t\t\tLa APRP impulsara con dinamismo la mejora de las relaciones Norte-Sur sosteniendo en alto la bandera de \"Entre nosotros, los connacionales\".\n\t\t\t\t\t\n\t\t\t\t\tSe pondra al frente del trabajo para crear activamente la reconciliacion nacional y el ambiente favorable a la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tEn el futuro tambien tomara la delantera del movimiento pannacional por rechazar todas las tentativas de guerra y de enfrentamiento que amenazan el destino de la nacion y asegurar la paz duradera en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el informe hizo hincapie en la necesidad de cumplir con su responsabilidad y mision asumidas ante la epoca y la nacion como vanguardia de la reunificacion independiente y vanguardia de la gran unidad nacional.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fue aprobada una resolucion conjunta."
        },
        {
            "title": "Kim Su Jong gana medalla de oro en torneo internacional de gimnasia",
            "url": "http://kcna.co.jp/item/2018/201803/news25/20180325-08ss.html",
            "content": "Kim Su Jong gana medalla de oro en torneo internacional de gimnasia\r\nPyongyang, 25 de marzo (ACNC) -- Kim Su Jong gano la medalla de oro en el ejercicio en el suelo (f) de la XI Competencia de Gimnasia de Aparatos Individuales por la Copa Mundial de la Federacion Internacional de Gimnasia.\n\t\t\t\t\tPor otra parte, Pyon Rye Yong ocupo el segundo lugar en el potro (f). \n\t\t\t\t\t\n\t\t\t\t\tEn la presente cita deportiva, efectuada del dia 21 al 24 en Qatar, participaron mas de 150 jugadores provenientes de 29 paises y regiones incluso Corea, Alemania, Ucrania y Gran Bretana."
        }
    ]
}