{
    "date": "2018-03-30",
    "url": "http://kcna.co.jp/item/2018/201803/2018-03-30ee.html",
    "articles": [
        {
            "title": "Congratulations to President of Myanmar",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-09ee.html",
            "content": "Congratulations to President of Myanmar\r\nPyongyang, March 30 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, Thursday sent a congratulatory message to U Win Myint on his election as the president of the Republic of the Union of Myanmar.\n\t\t\t\t\t The message wished the president great success in his responsible work for the independent development of the country and the welfare of the people, expressing belief that the friendly and cooperative relations between the two countries with long history and tradition would grow stronger."
        },
        {
            "title": "DPRK Olympic Committee Chairman Meets IOC Delegation",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-11ee.html",
            "content": "DPRK Olympic Committee Chairman Meets IOC Delegation\r\nPyongyang, March 30 (KCNA) -- Minister of Physical Culture and Sports Kim Il Guk, who is chairman of the DPRK Olympic Committee, met and had a talk with the visiting delegation of the International Olympic Committee (IOC) led by President Thomas Bach at the Mansudae Assembly Hall on Friday."
        },
        {
            "title": "IOC Delegation Visits Various Places",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-14ee.html",
            "content": "IOC Delegation Visits Various Places\r\nPyongyang, March 30 (KCNA) -- A delegation of the International Olympic Committee (IOC) led by President Thomas Bach visited Sports Village, Chongchun Street, on Friday.\n\t\t\t\t\t The visitors went round various gymnasiums of the village including the Weightlifting Gymnasium and the table-Tennis Gymnasium which were successfully remodeled as a comprehensive sports and cultural center.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the May Day Stadium."
        },
        {
            "title": "Production Capacity of Trolley Bus Factory Increases",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-12ee.html",
            "content": "Production Capacity of Trolley Bus Factory Increases\r\nPyongyang, March 30 (KCNA) -- The Pyongyang Trolley Bus Factory in the DPRK has increased its production capacity by attaching importance to the sci-tech development.\n\t\t\t\t\t What draws peculiar attention is, needless to say about its computer integrated manufacturing (CIM), the systems of resources and talent management which have no rivals at other factories.\n\t\t\t\t\t\n\t\t\t\t\t The system of resources management stores all necessary information on designs and technical processes in its database and sends it to production sites to be helpful to remarkably raising the labor productivity.\n\t\t\t\t\t\n\t\t\t\t\t The system of talent management storing information on its talents proves very effective in accepting and making good use of talents and encouraging the hot sci-tech emulation among them.\n\t\t\t\t\t\n\t\t\t\t\t The application of remote-control technology to assembling trolley bus is also one of its noteworthy technical achievements.\n\t\t\t\t\t\n\t\t\t\t\t The assembly of trolley bus was streamlined in good combination with remote-controlled carriages and different cranes to save manpower 40 percent and raise the productivity by 3-3.5 times.\n\t\t\t\t\t\n\t\t\t\t\t The factory developed an energy-saving far infrared heating apparatus for painting trolley bus, thus ensuring high painting quality and slicing one-tenth off the time of drying than before.\n\t\t\t\t\t\n\t\t\t\t\t When visiting the factory in January, respected Supreme Leader Kim Jong Un expressed satisfaction over the achievements made by the factory."
        },
        {
            "title": "Series of Achievements Made in Ferrous Metal Research",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-13ee.html",
            "content": "Series of Achievements Made in Ferrous Metal Research\r\nPyongyang, March 30 (KCNA) -- Scientists of the Ferrous Metal Research Institute under the State Academy of Sciences in the DPRK has made a series of achievements with the spirit of self-reliance and self-development to be conducive to the economic construction of the country.\n\t\t\t\t\t After establishing the Juche-based system of producing iron to meet the specific conditions of the country, they succeeded in making oxygen-blowing nozzle for oxygen converter with locally available materials.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Ra Yong Il, a section chief of the institute, told KCNA that their success provides sure scientific and technological guarantee to producing higher quality steel and alloy steels with Juhe iron.\n\t\t\t\t\t\n\t\t\t\t\t Its scientists active in the Sunchon Chemical Complex introduced double-cascade production process based on waste heat in rotary kiln-vertical oxygen heat blast furnace and corroborated index to the process of melting Juche iron, so as to increase its productivity by 1.7-1.8 times than before.\n\t\t\t\t\t\n\t\t\t\t\t In the Musan Mining Complex, scientists together with engineers at the complex increased the serviceable life of wear-resistant steel for jaw crusher, thus raising the productivity 1.5 times.\n\t\t\t\t\t\n\t\t\t\t\t Those of the metallic material research section at the institute developed boron steel low in production cost and good in mechanical property to be substitutable to chromium-nickel steel in manufacturing machines.\n\t\t\t\t\t\n\t\t\t\t\t Scientists of the institute also developed an enclosed water heater for electrode boiler, a leveling calibrator for the production of heavy rail and others which have been introduced into different sectors of the national economy."
        },
        {
            "title": "Newspapers Describe Kim Jong Un's China Visit as Historic in DPRK-China Relations",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-05ee.html",
            "content": "Newspapers Describe Kim Jong Un's China Visit as Historic in DPRK-China Relations\r\nPyongyang, March 30 (KCNA) -- Newspapers of the DPRK on Friday editorially stresses that the recent unofficial visit to the People's Republic of China by respected Supreme Leader Kim Jong Un is a historic event of weighty significance in glorifying the long-standing traditions of the DPRK-China friendship and successfully carrying forward and developing the relations between the two countries down through generations.\n\t\t\t\t\t Rodong Sinmun says:\n\t\t\t\t\t\n\t\t\t\t\t Great significance of the Supreme Leader's China visit is that it affirmed the common will to consolidate the socialist systems of the two countries and provide their peoples with happiness and future.\n\t\t\t\t\t\n\t\t\t\t\t True to the intention of the preceding leaders, the Supreme Leader paid an unofficial visit to China to put the DPRK-China friendship on a new high stage.\n\t\t\t\t\t\n\t\t\t\t\t The large tree of DPRK-China friendship, cultivated by President Kim Il Sung and leader Kim Jong Il together with the preceding leaders of China in their lifetime, is spreading fresh and green twigs thanks to the Supreme Leader.\n\t\t\t\t\t\n\t\t\t\t\t His unofficial visit to China is a revelation of his will to invariably preserve the long-standing historical traditions of the DPRK-China friendship, a valuable legacy left by the preceding leaders and common wealth, and remain loyal to the revolutionary obligation and creditably develop the bilateral relations down through generations.\n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Korea and the government of the DPRK will as ever further strengthen the bonds of fraternal friendship that have taken deep roots in the hearts of the peoples of the DPRK and China and more vigorously carry them forward.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that the great success and feats made by the Supreme Leader during his China visit will shine long with the history of the DPRK-China friendship."
        },
        {
            "title": "Rodong Sinmun Flails Crimes of Traitors",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-06ee.html",
            "content": "Rodong Sinmun Flails Crimes of Traitors\r\nPyongyang, March 30 (KCNA) -- The conservatives of south Korea are a group of traitors as they destroyed the favorably developing the north-south relations and increased the danger of war to the extreme by getting hell-bent on the unprecedented confrontation moves, says Rodong Sinmun in an article Friday.\n\t\t\t\t\t After the publication of the June 15 joint declaration, the north and the south of Korea had proactively realized the dialogue and cooperation in every field, the article notes, and says:\n\t\t\t\t\t\n\t\t\t\t\t It was attributable to the conservative regimes of Lee Myung Bak and Park Geun Hye, vicious confrontational ones, that dialogue and cooperation, visits and exchanges were totally blocked and there prevailed a touch-and-go situation.\n\t\t\t\t\t\n\t\t\t\t\t The \"Liberal Korea Party\" is now showing again its bad habit of confrontation, far from apologizing for having completely destroyed the north-south relations during its seizure of power.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the trend of the relations and situation on the Korean peninsula towards the reconciliation and peace provided thanks to the proactive measures of the DPRK, the conservatives of south Korea are making desperate efforts to hold in check the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t When the conservatives run amuck, the inter-Korean ties are driven to the lowest ebb, the climate of war prevails and the people are put in dire destitution. This is not an absurd cry but a bitter experience and lesson for the south Korean people."
        },
        {
            "title": "Rodong Sinmun Censures Japan's Ambition for Overseas Expansion",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-07ee.html",
            "content": "Rodong Sinmun Censures Japan's Ambition for Overseas Expansion\r\nPyongyang, March 30 (KCNA) -- An ultramodern submarine has recently been commissioned into the Maritime \"Self-Defense Force\" of Japan. \n\t\t\t\t\t It is reported that the sub is able to submerge 500 meters deep and its military hardware ensures a powerful precision and long-distance strike at a target.\n\t\t\t\t\t\n\t\t\t\t\t Japan plans to introduce the latest submarines into MSDF.\n\t\t\t\t\t\n\t\t\t\t\t Of late the Japan \"Self-Defense Forces\", together with the U.S. forces, staged joint military exercises aimed to track and destroy submarines in the Pacific Ocean.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the facts, Rodong Sinmun Friday says:\n\t\t\t\t\t\n\t\t\t\t\t Japan increases the capability for preemptive attack and surprise strike by use of submarines. This is part of its sustained efforts to turn itself into a military giant with an aim of realizing its ambition for overseas expansion with the backing of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Japan is clinging to the U.S. like a leech, thinking that it can realize without difficulties the ambition for overseas expansion with the backing of a big country.\n\t\t\t\t\t\n\t\t\t\t\t It frequently stages joint military exercises with the U.S., accelerating the modernization of military hardware of the SDF under the patronage of its master to accumulate war experience for invading other countries.\n\t\t\t\t\t\n\t\t\t\t\t The danger of war is increasingly becoming a reality in Asia due to the Japanese militarist forces.\n\t\t\t\t\t\n\t\t\t\t\t Peace and security in the region are endangered owing to the Samurai descendents who are making desperate efforts to make up for defeat.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should discern the trend of the times. They may get into trouble if they view Asia today as what it used to be in the past."
        },
        {
            "title": "Japanese Reactionaries' Trick Flayed",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-08ee.html",
            "content": "Japanese Reactionaries' Trick Flayed\r\nPyongyang, March 30 (KCNA) -- Upset by the trend of the situation on the Korean peninsula, the Abe group of Japan again picked up the \"issue of abducted Japanese\" which it used to raise in the past in order to attain its sinister purpose.\n\t\t\t\t\t Recently the Abe group asked the south Korean authorities to work on the \"issue of abducted Japanese\" and the Japanese foreign minister personally flew to the U.S. where he asked U.S. Vice-President Pence and the visiting south Korean foreign minister to discuss the \"abduction issue\".\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the fact, Minju Joson Friday says this struggling of the Abe group to meet its interests by faulting the DPRK is an indication of its ill-boding attempt to get rid of the fix.\n\t\t\t\t\t\n\t\t\t\t\t It is a trite method of the Japanese to build up public opinion against the DPRK and realize their dirty ambition, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The \"story of threat from north Korea\", a groundless one spread by the Abe group, is just a pretext for realizing its scheme to turn Japan into a military giant.\n\t\t\t\t\t\n\t\t\t\t\t The Abe group is trying to poke its nose into the issue of the Korean peninsula while currying favor with the south Korean authorities and the U.S., but it is foolish act of those unable to discern the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t Being unaware of how the present trend of the times has been created, the Abe group is crying out for sanctions and pressure on the DPRK. Its reckless confrontation racket will only accelerate its isolation and self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t Should the Abe group keep clinging to the worn-out policy hostile toward the DPRK, not yet coming to its senses, it will never be offered an opportunity to approach the door to Pyongyang."
        },
        {
            "title": "Park Group's Plan to Open Fire at Demonstrators Revealed in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-10ee.html",
            "content": "Park Group's Plan to Open Fire at Demonstrators Revealed in S. Korea\r\nPyongyang, March 30 (KCNA) -- A plot hatched by traitor Park Geun Hye group in November 2016 to open fire at the candlelight demonstrators with the mobilization of the military was disclosed, according to the south Korean MBC on March 27.\n\t\t\t\t\t The Park Geun Hye group was disclosed to have hatched a plot to suppress the candlelight demonstrators by force, but it is the first time that the group's plot to open live-bullets at the demonstrators was exposed.\n\t\t\t\t\t\n\t\t\t\t\t This plot was confirmed by the Inspection Office of the Defense Ministry. The office last week admitted that the Chongwadae's plan to cope with the demonstration was worked out by the Metropolitan Garrison Command."
        },
        {
            "title": "Kim Il Sung's Work Introduced in Germany",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-01ee.html",
            "content": "Kim Il Sung's Work Introduced in Germany\r\nPyongyang, March 30 (KCNA) -- The Anti-Imperialist Forum of Germany posted on its internet homepage the full text of \"3. Let Us Reunify the Country Independently and Peacefully\" of President Kim Il Sung's work \"Report to the Sixth Congress of the Workers' Party of Korea on the Work of the Central Committee\" on March 22.\n\t\t\t\t\t This part of the work, published on October 10, Juche 69 (1980), refers to the struggle of the Workers' Party of Korea for national reunification in the period under review and to the tasks for achieving the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t It also sets forth a new reunification proposal for founding the Democratic Federal Republic of Koryo (DFRK) on the three principles of national reunification and the 10-point policy to be enforced by the DFRK."
        },
        {
            "title": "Day of Sun to Be Celebrated in Russia",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-02ee.html",
            "content": "Day of Sun to Be Celebrated in Russia\r\nPyongyang, March 30 (KCNA) -- A preparatory committee for celebrating the birth anniversary of President Kim Il Sung, the Day of the Sun, was formed by the Communist Party \"Communists of Russia\" on March 21.\n\t\t\t\t\t M. A. Suraikin, chairman of the Central Committee of the Party, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to give wide publicity to the revolutionary career and exploits of Kim Il Sung through media and hold a seminar and other political and cultural events on the occasion of his 106th birth anniversary."
        },
        {
            "title": "Day of Sun to Be Marked in Indonesia",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-03ee.html",
            "content": "Day of Sun to Be Marked in Indonesia\r\nPyongyang, March 30 (KCNA) -- An Indonesian preparatory committee for celebrating the birth anniversary of President Kim Il Sung, the Day of the Sun, was formed on March 20.\n\t\t\t\t\t Ristiyanto, general secretary of the National Guidance Council of the Pioneer Party of Indonesia, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set a celebration period from March 23 to April 15 and decided to hold colorful political and cultural events praising the President's revolutionary career and exploits in the period."
        },
        {
            "title": "Kim Yong Nam felicita al presidente electo de Myanmar",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-11ss.html",
            "content": "Kim Yong Nam felicita al presidente electo de Myanmar\r\nPyongyang, 30 de marzo (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia 29 un mensaje a Win Myint para felicitarle por su eleccion como presidente de la Republica de la Union de Myanmar.\n\t\t\t\t\tConvencido de que se fortaleceran y se desarrollaran las relaciones de amistad y cooperacion entre los dos paises con larga historia y tradicion, el remitente deseo al destinatario mayores exitos en sus responsabilidades para el desarrollo independiente del pais y el bienestar del pueblo."
        },
        {
            "title": "Kim Il Guk se reune con la delegacion del COI",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-12ss.html",
            "content": "Kim Il Guk se reune con la delegacion del COI\r\nPyongyang, 30 de marzo (ACNC) -- Kim Il Guk, ministro de Deportes y presidente del Comite Olimpico de la Republica Popular Democratica de Corea, departio el dia 30 en el Palacio de los Congresos Mansudae con la delegacion del Comite Olimpico Internacional, encabezada por su presidente Thomas Bach, de visita en Corea."
        },
        {
            "title": "Periodicos capitalinos destacan importancia de la visita a China de Kim Jong Un",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-05ss.html",
            "content": "Periodicos capitalinos destacan importancia de la visita a China de Kim Jong Un\r\nPyongyang, 30 de marzo (ACNC) -- Los periodicos coreanos publicaron el dia 30 sendos editoriales calificando de historica la visita extraoficial del Maximo Dirigente Kim Jong Un a la Republica Popular China.\n\t\t\t\t\tElla tiene enorme importancia para dar continuidad a la larga tradicion de la amistad Corea-China y desarrollar de generacion en generacion las relaciones bilaterales, recalcaron.\n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun destaco que el gran significado de esa visita al pais vecino reside en haber reafirmado la voluntad comun de consolidar los regimenes socialistas de Corea y China y ofrecer la felicidad y el futuro a los pueblos de ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente visito esta vez a la RPCh para poner en la nueva etapa mas alta la amistad Corea-China en acato al proposito de los lideres antecesores, apunto el diario y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tGracias a el, se ramifica hoy dia a plenitud el gran arbol de la amistad Corea-China, cultivado por los grandes Lideres durante toda su vida junto con los dirigentes predecesores de China.\n\t\t\t\t\t\n\t\t\t\t\tSu reciente visita a la nacion vecina deviene una expresion de la voluntad de mantener la tradicion historica de amistad Corea-China, valiosa herencia y patrimonio comun legados por los lideres predecesores, y la obligacion moral revolucionaria y dar firme continuidad, de generacion en generacion, a las relaciones bilaterales.\n\t\t\t\t\t\n\t\t\t\t\tEn el futuro tambien, el Partido del Trabajo y el gobierno de Corea consolidaran y continuaran con vigor los lazos de amistad fraternal arraigada en lo profundo del corazon de los pueblos de Corea y China.\n\t\t\t\t\t\n\t\t\t\t\tPor su parte, el periodico Minju Joson enfatizo que los grandes exitos y brillantes hazanas logrados por el Maximo Dirigente en su estancia en China brillaran siempre junto con la historia de amistad Corea-China."
        },
        {
            "title": "Son intolerables crimenes de traidores anti-reunificacion, destaca Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-06ss.html",
            "content": "Son intolerables crimenes de traidores anti-reunificacion, destaca Rodong Sinmun\r\nPyongyang, 30 de marzo (ACNC) -- Los conservadores surcoreanos son traidores a la nacion que rompieron las relaciones intercoreanas en desarrollo positivo y agrandaron el peligro de guerra con sus acciones fratricidas nunca vistas en la historia.\n\t\t\t\t\tAsi insiste el diario Rodong Sinmun en un articulo individual divulgado el dia 30 y continua:\n\t\t\t\t\t\n\t\t\t\t\tDespues de publicada la Declaracion Conjunta del 15 de Junio, ambas partes coreanas fomentaron el dialogo y la cooperacion en todas las esferas.\n\t\t\t\t\t\n\t\t\t\t\tPero, debido al \"poder\" conflictivo de Lee Myung Bak y el otro conservador de Park Geun-hye se bloquearon totalmente el dialogo y la cooperacion, se paralizaron los viajes y el intercambio y se creo la situacion muy tensa a punto de guerra, senala el articulo y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tAhora, los compinches del \"Partido de Corea Libre\" vuelven a mostrar su vicio de enfrentamiento en vez de pedir disculpas por su imperdonable crimen de haber roto las relaciones intercoreanas cuando ocupaban el poder.\n\t\t\t\t\t\n\t\t\t\t\tMuy aturdidos por el desarrollo favorable de las relaciones Norte-Sur y la situacion de la Peninsula Coreana gracias a la iniciativa de la RPDC, ellos hacen todo lo posible por frenar la corriente de la epoca hacia la reconciliacion y la paz.\n\t\t\t\t\t\n\t\t\t\t\tLa poblacion surcoreana aprendio la leccion de que si perdona a los conservadores, se congelaran las relaciones entre ambas partes coreanas, se hara fuerte el clima de guerra y caera en miseria la vida poblacional."
        },
        {
            "title": "Rodong Sinmun critica la introduccion de submarino ultramoderno en Japon",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-07ss.html",
            "content": "Rodong Sinmun critica la introduccion de submarino ultramoderno en Japon\r\nPyongyang, 30 de marzo (ACNC) -- Recientemente, un submarino ultramoderno se puso en servicio en las \"Fuerzas Maritimas de Autodefensa\" de Japon. \n\t\t\t\t\tSe dice que este buque se sumerge hasta 500m de profundidad y sus armamentos pueden dar un fuerte ataque preciso y de larga distancia contra los blancos deseados. \n\t\t\t\t\t\n\t\t\t\t\tEl pais isleno tiene el plan de ubicar mas submarinos de ese tipo en las \"Fuerzas Maritimas de Autodefensa\" que realizaron recientemente en el Oceano Pacifico junto con EE.UU. los ejercicios de persecucion y destruccion de los submarinos.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el diario Rodong Sinmun divulgo hoy un comentario individual que sigue:\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, Japon va mejorando la capacidad de ataque preventivo y sorpresivo mediante los submarinos, lo cual es un eslabon de sus movimientos para convertirse en una potencia militar.\n\t\t\t\t\t\n\t\t\t\t\tAsi quiere realizar a toda costa su ambicion expansionista a ultramar bajo el amparo de su amo gringo.\n\t\t\t\t\t\n\t\t\t\t\tBajo el abrigo de EE.UU., da acicate a la modernizacion de armamentos de las \"Fuerzas de Autodefensa\", por una parte, y por la otra, desarrolla a menudo con EE.UU. los entrenamientos militares para adquirir las experiencias de batalla real para la agresion a otros paises.\n\t\t\t\t\t\n\t\t\t\t\tEn Asia se agranda cada vez mas el peligro de guerra por culpa de las fuerzas militaristas de Japon.\n\t\t\t\t\t\n\t\t\t\t\tSe ven amenazadas la paz y la estabilidad de la region debido a la locura de los descendientes de Samurais que intentan tomar desquite de su derrota en la segunda guerra mundial.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses deben justipreciar la tendencia actual teniendo presente que Asia de hoy no es la de ayer."
        },
        {
            "title": "Minju Joson rechaza el \"problema de rapto\" replanteado por los reaccionarios japoneses",
            "url": "http://kcna.co.jp/item/2018/201803/news30/20180330-08ss.html",
            "content": "Minju Joson rechaza el \"problema de rapto\" replanteado por los reaccionarios japoneses\r\nPyongyang, 30 de marzo (ACNC) -- Impacientes por el cambio brusco de la situacion de la Peninsula Coreana, los compinches de Abe de Japon replantearon hace poco el \"problema de japoneses raptados\" con que habian armado un escandalo para realizar su siniestra ambicion acusando a la RPDC.\n\t\t\t\t\tAdemas, ellos pidieron al mandatario surcoreano que aborde ese tema. \n\t\t\t\t\t\n\t\t\t\t\tEn el encuentro con el vicepresidente norteamericano Pence y la cancillera surcoreana, sostenido durante su visita a EE.UU, el canciller japones les suplico \"discutir el problema de japoneses raptados\".\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el periodico Minju Joson publico hoy un comentario individual que sigue:\n\t\t\t\t\t\n\t\t\t\t\tIndudablemente, esa campana anti-RPDC de la camarilla de Abe parte del siniestro intento de reparar su situacion miserable.\n\t\t\t\t\t\n\t\t\t\t\tEs un metodo rutinario de los japoneses realizar sus sucias ambiciones difundiendo obstinadamente los rumores falsos sobre la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, el \"rumor de amenaza proveniente del Norte de Corea\" es una excusa para alcanzar la meta de convertir a Japon en una potencia militar.\n\t\t\t\t\t\n\t\t\t\t\tAbe y sus seguidores, que reclaman con griteria la sancion y presion sin distinguir quien ha preparado la corriente de la situacion actual, deben tener presente que su fiebre conflictiva adelantara su aislamiento y autodestruccion.\n\t\t\t\t\t\n\t\t\t\t\tEllos no podran pasar nunca la puerta de Pyongyang si continuan con su anacronica politica hostil anticoreana."
        }
    ]
}