{
    "date": "2018-04-13",
    "url": "http://kcna.co.jp/item/2018/201804/2018-04-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Educational Aid Fund, Stipends for Korean Children in Japan",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-07ee.html",
            "content": "Kim Jong Un Sends Educational Aid Fund, Stipends for Korean Children in Japan\r\n Pyongyang, April 13 (KCNA) -- The respected Supreme Leader Kim Jong Un sent 213. 74 million yen worth of educational aid fund and stipends to the General Association of Korean Residents in Japan for democratic national education of the children of Koreans in Japan ahead of the 106th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The President, leader Kim Jong Il and Kim Jong Un have sent the educational aid fund and stipends for the children of Koreans in Japan in 164 installments, which amount to 48 219 730 390 yen."
        },
        {
            "title": "Message of Sympathy to Algerian President",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-08ee.html",
            "content": "Message of Sympathy to Algerian President\r\n Pyongyang, April 13 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of sympathy to Abdelaziz Bouteflika, president of the People's Democratic Republic of Algeria, on Thursday in connection with a plane crash that occurred in Algeria, causing many casualties.\n\t\t\t\t\t The message expressed deep sympathy and condolences to the Algerian president and, through him, to the victims and the bereaved families."
        },
        {
            "title": "Senior WPK Official Meets Party Delegation of DR Congo",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-26ee.html",
            "content": "Senior WPK Official Meets Party Delegation of DR Congo\r\n Pyongyang, April 13 (KCNA) -- Ri Su Yong, Politburo member and vice-chairman of the Central Committee of the Workers' Party of Korea, Friday had a talk with the delegation of the Communist Party of DR Congo led by General Secretary Boswa Isekombe Sylvere on a visit to the DPRK to mark the Day of the Sun. \n\t\t\t\t\t Ri Su Yong talked about the Workers' Party of Korea and the Korean people making unprecedented miracles and innovations in the building of a powerful socialist country under the guidance of the respected Supreme Leader Kim Jong Un, and about strengthening and developing friendly relations between the WPK and the Communist Party of DR Congo.\n\t\t\t\t\t\n\t\t\t\t\t Boswa Isekombe Sylvere admired the WPK and the Korean people victoriously advancing socialism under the uplifted banner of the Juche idea under the wise guidance of the respected Kim Jong Un, which he witnessed during his stay.\n\t\t\t\t\t\n\t\t\t\t\t He said he would extend invariable support for the just cause of the WPK and the Korean people and that would make positive efforts to further strengthen the solidarity between the two parties."
        },
        {
            "title": "WPK, Communist Party of DR Congo Ink Agreement on Cooperation and Exchange",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-09ee.html",
            "content": "WPK, Communist Party of DR Congo Ink Agreement on Cooperation and Exchange\r\n Pyongyang, April 13 (KCNA) -- An agreement on cooperation and exchange between the Workers' Party of Korea and the Communist Party of DR Congo was signed here on Friday.\n\t\t\t\t\t Present at the signing ceremony were Ri Su Yong, member of the Political Bureau and vice-chairman of the WPK Central Committee, and officials of the WPK Central Committee and members of the delegation of the Communist Party of DR Congo led by General Secretary Boswa Isekombe Sylvere.\n\t\t\t\t\t\n\t\t\t\t\t Ri Su Yong and Boswa Isekombe Sylvere signed the agreement."
        },
        {
            "title": "Gift to Kim Jong Un from C.C., Communist Party of DR Congo",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-13ee.html",
            "content": "Gift to Kim Jong Un from C.C., Communist Party of DR Congo\r\n Pyongyang, April 13 (KCNA) -- The respected Supreme Leader Kim Jong Un received a gift from the Central Committee of the Communist Party of DR Congo.\n\t\t\t\t\t General Secretary Boswa Isekombe Sylvere, the head of the delegation of the Communist Party of DR Congo on a visit to the DPRK on the occasion of the Day of the Sun, handed the gift to Ri Su Yong, member of the Political Bureau and vice-chairman of the Central Committee of the Workers' Party of Korea, on Friday."
        },
        {
            "title": "UK's Provocative Act Slammed",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-22ee.html",
            "content": "UK's Provocative Act Slammed\r\n Pyongyang, April 13 (KCNA) -- A spokesperson for the Korea-Europe Association gave the following answer to a question raised by KCNA on April 13 as regards the fact that the U.K. dispatched warships to the waters around the Korean peninsula under the pretext of observing the maritime trade of the DPRK vessels:\n\t\t\t\t\t Recently, the U.K. committed an extremely provocative act against the DPRK by dispatching its warships to the waters around the Korean peninsula, claiming that they are supporting the implementation of the so-called UNSC \"sanctions resolution\".\n\t\t\t\t\t\n\t\t\t\t\t This is clearly an act that harms the positive trend for the improvement of the north-south relations and easing of tension on the Korean Peninsula which is welcomed by the entire world, and also an act of infringement upon the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Last year the U.K. raised concerns about the DPRK's nuclear forces posing \"a threat to London\", and now it is busy sending its warships to the region. This cannot be construed otherwise than a foolish action completely ignorant of the situation on the Korean peninsula, an action that encourages confrontation and tension on the peninsula against the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is not even slightly shaken by the hostile forces sanctions racket against it. However, it will not tolerate any action of infringement upon its sovereignty, whatever the nature and type of such actions might be. \n\t\t\t\t\t\n\t\t\t\t\t The \"vessel check and inspection\" sought by the hostile forces is, in essence, nothing short of an act of naval blockade and an act of war that undermines the peace and stability on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The U.K. would be well advised to deal with its domestic issues properly, instead of ingratiating itself with others and poking into affairs that are none of their business."
        },
        {
            "title": "DPRK Government Delegation Arrives in Tajikistan",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-30ee.html",
            "content": "DPRK Government Delegation Arrives in Tajikistan\r\n Pyongyang, April 13 (KCNA) -- A DPRK government delegation led by Foreign Minister Ri Yong Ho arrived in Dushanbe on Friday to visit Tajikistan.\n\t\t\t\t\t The delegation left Moscow on Thursday after winding up its official visit to the Russian Federation.\n\t\t\t\t\t\n\t\t\t\t\t During its stay the delegation laid a wreath at the Tomb of the Unknown Soldier by the wall of the Kremlin and toured various places in Moscow.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Ho met with Yuri Trutnev, vice prime minister of the Russian government and presidential envoy to the Far East Federal Region of Russia, to discuss the matter of further developing the bilateral economic cooperation."
        },
        {
            "title": "Mongolian Party Delegation Here",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-14ee.html",
            "content": "Mongolian Party Delegation Here\r\n Pyongyang, April 13 (KCNA) -- A delegation of the Mongolian People's Party led by General Secretary Dashzegve Amarbayasgalan arrived here on Friday to celebrate the Day of the Sun."
        },
        {
            "title": "Russian Political Party Delegation Here",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-28ee.html",
            "content": "Russian Political Party Delegation Here\r\n Pyongyang, April 13 (KCNA) -- A delegation of the Moscow City Committee of the Communist Party of the Russian Federation led by First Secretary Valery Rashukin arrived here on Friday to celebrate the birth anniversary of President Kim Il Sung."
        },
        {
            "title": "Russia's Juche Idea Study Group Delegation Here",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-11ee.html",
            "content": "Russia's Juche Idea Study Group Delegation Here\r\n Pyongyang, April 13 (KCNA) -- A delegation of the Tynda Organization for the Study of the Juche Idea in Russia led by Gennadi Astakhov arrived here on Friday to mark the Day of the Sun."
        },
        {
            "title": "Russian Politicians Leave",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-15ee.html",
            "content": "Russian Politicians Leave\r\n Pyongyang, April 13 (KCNA) -- Aleksei Kozitski, chairman of the Maritime Territorial Branch Committee of \"A Just Russia\", and his party left here for home on Friday."
        },
        {
            "title": "IUCK Delegation Here",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-17ee.html",
            "content": "IUCK Delegation Here\r\n Pyongyang, April 13 (KCNA) -- A delegation of the International United Confederation of Koreans led by First Vice-Chairman Kim Chil Song arrived here on Friday to mark the Day of the Sun."
        },
        {
            "title": "Congratulatory Group of Koreans in China Here",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-25ee.html",
            "content": "Congratulatory Group of Koreans in China Here\r\n Pyongyang, April 13 (KCNA) -- A congratulatory group of the General Association of Koreans in China led by Vice-Chairperson Ri Sun Nam arrived here on Friday to celebrate the Day of the Sun, the birth anniversary of President Kim Il Sung."
        },
        {
            "title": "Floral Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-10ee.html",
            "content": "Floral Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 13 (KCNA) -- The Family of Zhou Baozhong, a Chinese related to the anti-Japanese revolutionary struggle, and families of So Sun Ok and Kim Sun Ok, China-resident Koreans related to the anti-Japanese revolutionary struggle, Friday laid floral baskets before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill here ahead of the Day of the Sun.\n\t\t\t\t\t They laid floral baskets at the statues of the great leaders before paying homage to them.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the floral baskets sent by Jong Il Sim, widow of DPRK Hero An Tong Su, and the family of Ya. T. Nobichenko, an internationalist soldier, were placed at the statues of the great leaders."
        },
        {
            "title": "Congratulations to Kim Jong Un from Military Attaches Corps",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-12ee.html",
            "content": "Congratulations to Kim Jong Un from Military Attaches Corps\r\n Pyongyang, April 13 (KCNA) -- The respected Supreme Leader Kim Jong Un received a floral basket and a congratulatory letter from the military attaches corps here on the occasion of the birth anniversary of President Kim Il Sung, the Day of the Sun.\n\t\t\t\t\t Alexei Bartusov, military attache of the Russian embassy who is doyen of the corps, handed the floral basket and letter to Army General Pak Yong Sik, minister of the People's Armed Forces, on Friday."
        },
        {
            "title": "Floral Baskets to Kim Jong Un from Foreign Organizations, Personages",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-27ee.html",
            "content": "Floral Baskets to Kim Jong Un from Foreign Organizations, Personages\r\nPyongyang, April 13 (KCNA) -- The respected Supreme Leader Kim Jong Un Friday received floral baskets from foreign organizations and personages on the occasion of the birth anniversary of President Kim Il Sung, the Day of the Sun.\n\t\t\t\t\t Among them are the Yuwen Middle School in Jilin of China, the Australia-DPRK Association for Friendship and Culture, the Association for Promotion of Friendship between Japan and North and South Korea, the Japan-Korea Society for Scientific and Educational Interchange, the Tokyo-Pyongyang Rainbow Bridge of Japan, Mt. Paektu Geoscientific Group, the Globe International Investment Co., Ltd of Cambodia, the family of Zhang Wei-hua, a Chinese anti-Japanese revolutionary martyr, the family of Sin Kanemaru, former vice-prime minister of Japan, Fernando Sanchez, chairman of the Colombia-Korea Friendship Association, Estuardo Martinez Perez, president of the General Kim Jong Il Peruvian Amicable Institute, Manik Mukherjee, general secretary of the International Anti-Imperialism Coordinating Committee, Damian Ogbonna, chairman of the African Regional Committee for Friendship and Solidarity with the Korean People, Kosima Weber Liu, executive director of the Environmental Education Media Project, a Japanese media-person Shunichi Narita."
        },
        {
            "title": "Spanish Party Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-20ee.html",
            "content": "Spanish Party Delegation Visits Mangyongdae\r\n Pyongyang, April 13 (KCNA) -- A delegation of the Communist Party of the People of Spain led by Maria Teresa Pantoja Bargueno, member of its Political Bureau who is secretary of the Anti-imperialist Solidarity, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the revolutionary history of Kim Il Sung at his old home in Mangyongdae, the guests went round historic mementoes.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Party Founding Museum, the Ryugyong General Ophthalmic Hospital, the Munsu Water Park, etc."
        },
        {
            "title": "Foreign Diplomats Visit Kimilsungia Festival Venue",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-18ee.html",
            "content": "Foreign Diplomats Visit Kimilsungia Festival Venue\r\n Pyongyang, April 13 (KCNA) -- Representatives of foreign embassies and international organizations here visited the 20th Kimilsungia Festival venue on Friday on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t They looked round the immortal flowers which have come into full bloom with the deep reverence of mankind for the President."
        },
        {
            "title": "Congratulatory Group of Koreans in Japan Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-23ee.html",
            "content": "Congratulatory Group of Koreans in Japan Visits Mangyongdae\r\n Pyongyang, April 13 (KCNA) -- A congratulatory group of Koreans in Japan for celebrating the Day of the Sun led by Ri Ki Sok, adviser to the Central Standing Committee of the General Association of Korean Residents in Japan, visited Mangyongdae, the birthplace of President Kim Il Sung, on Friday.\n\t\t\t\t\t Members of the group went round the Mangyongdae Revolutionary Museum where historical data and mementoes showing the revolutionary history of Kim Il Sung and his family members are on display.\n\t\t\t\t\t\n\t\t\t\t\t Then they looked round historical mementoes, being briefed on the revolutionary career of the President and the life of his patriotic family members at the President's old home."
        },
        {
            "title": "Members of AINDF Pyongyang Mission Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-29ee.html",
            "content": "Members of AINDF Pyongyang Mission Visit Mangyongdae\r\n Pyongyang, April 13 (KCNA) -- Chief Pak Su Chol and members of the Pyongyang mission of the Anti-Imperialist National Democratic Front visited Mangyongdae, the birthplace of President Kim Il Sung, on Friday on the occasion of his birth anniversary.\n\t\t\t\t\t At the old home of the President in Mangyongdae, they looked round the historical mementos with reverence for him and expressed their deep admiration at the revolutionary careers of the Mangyongdae family members.\n\t\t\t\t\t\n\t\t\t\t\t Noting that they have more keenly felt the greatness of the President, visiting his old home ahead of the spring holiday in April, the chief said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, who was born in a simple and common farmhouse, believed in the people as in Heaven and dedicated all his life to them and worked heart and soul to provide the fellow countrymen with a reunified country.\n\t\t\t\t\t\n\t\t\t\t\t His whole life was the most noble and sacred one of the peerlessly great man for the people and the nation."
        },
        {
            "title": "Celebration Meeting of Agricultural Workers",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-21ee.html",
            "content": "Celebration Meeting of Agricultural Workers\r\n Hwangju, April 13 (KCNA) -- A celebration meeting of agricultural workers and members of the Union of Agricultural Workers of Korea took place at the Cultural Hall in Hwangju County of North Hwanghae Province on Friday on the occasion of the 106th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t At the meeting Kim Chang Yop, chairman of the Union Central Committee, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that the President provided the sustained boon for the eternal victory and prosperity of Juche Korea with his profound ideology and theories, outstanding leadership and gigantic revolutionary practices all his great life.\n\t\t\t\t\t\n\t\t\t\t\t He created the shining tradition of the peasants' movement in the flames of the anti-Japanese revolution and led step by step the Union of Agricultural Workers so that it could discharge its mission and duty as a dependable helper and companion of the Party during the building of a new country and the Fatherland Liberation War and at each historical stage of socialist construction, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called on all the officials and members of the union to bring into a reality the behests of the peerlessly great men by holding them in high esteem as the eternal sun of Juche for all ages and thus live up to their obligations as the descendents of President Kim Il Sung and soldiers and disciples of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were officials concerned and officials of the union and agricultural workers in Hwangju County."
        },
        {
            "title": "Oratorical Meeting of Trade Union Officials and Members",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-24ee.html",
            "content": "Oratorical Meeting of Trade Union Officials and Members\r\n Pyongyang, April 13 (KCNA) -- An oratorical meeting of officials and members of the General Federation of Trade Unions of Korea (GFTUK) took place at the Central Hall of Workers on Friday to celebrate the 106th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The performers said that April 15, 1912, the day when Kim Il Sung was born is the year of the greatest fortune and the greatest auspicious day for the Korean nation and mankind.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the day when the great sun rose, national liberation and the war victory on July 27 were brought about and the era of Juche when the people became masters opened, they said.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that it is the honor and great fortune of Kim Il Sung's nation to have the respected Supreme Leader Kim Jong Un, who is identical to the great leaders in idea, leadership and personality, at the top posts of the Party and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t They called for firmly believing in Kim Jong Un only and remaining loyal to his leadership in order to carry forward the lineage of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Hwi, vice-chairman of the Central Committee of the Workers' Party of Korea, officials and members of the GFTUK and workers."
        },
        {
            "title": "Performance of Art Group Members of Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-31ee.html",
            "content": "Performance of Art Group Members of Schoolchildren's Palace\r\n Pyongyang, April 13 (KCNA) -- The art group members of the Mangyongdae Schoolchildren's Palace gave a performance on Friday to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The performance started with serial songs \"Let's Be Proud of Our Day of Sun All over World\", \"Mangyongdae Is Flower Garden\".\n\t\t\t\t\t\n\t\t\t\t\t Its numbers included dance \"Fan Dance for Greeting Holiday\", accordion and harmonica trio \"Serial of Revolutionary Songs\" and piano and song \"Ode to the Motherland\".\n\t\t\t\t\t\n\t\t\t\t\t The performers made a truthful depiction of the loving care shown by Kim Il Sung who spared nothing for the smile of children.\n\t\t\t\t\t\n\t\t\t\t\t Some numbers showed the looks of schoolchildren enjoying happiness with nothing to desire more in the world under the care of the respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "33rd National Festival of Science and Technology to Open",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-32ee.html",
            "content": "33rd National Festival of Science and Technology to Open\r\n Pyongyang, April 13 (KCNA) -- The 33rd National Festival of Science and Technology is to be held at the Three-Revolution Exhibition House here from April 23 to May 4 under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea.\n\t\t\t\t\t The festival, the theme of which is the domestic production of raw and other materials and equipment and the integration of science and technology and economy, will be attended by officials and working people of the units selected at the festivals of science and technology of committees, ministries, national institutions and every province (municipality).\n\t\t\t\t\t\n\t\t\t\t\t The festival will be divided into more than 20 panels such as electricity, metal, chemistry, machine, coal, construction and IT and bio-engineering. Scientific and technological achievements made in the efforts for carrying out the five-year strategy for national economic development will be displayed and presented at the festival.\n\t\t\t\t\t\n\t\t\t\t\t There will be exchanges of new technologies and products."
        },
        {
            "title": "Second-day Performances of 31st ASFAF Given",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-19ee.html",
            "content": "Second-day Performances of 31st ASFAF Given\r\n Pyongyang, April 13 (KCNA) -- The 31st April Spring Friendship Art Festival (ASFAF) is going on here before full houses every day.\n\t\t\t\t\t There were performances at the Pyongyang Grand Theatre, the Moranbong Theatre, the Ponghwa Art Theatre, the Music Hall of Kim Won Gyun University of Music and the Pyongyang Circus Theater on Friday.\n\t\t\t\t\t\n\t\t\t\t\t The theatres and music hall were crowded with citizens from all walks of life and youths and students, diplomatic envoys and representatives of international bodies, foreigners staying in the DPRK and overseas compatriots who came to see the performances.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of the Song and Dance Ensemble of the Mongolian Army, a female soloist of the Lao State Art Troupe, a Bulgarian opera singer, artistes of the Volinaya Stepi Cossack Art Troupe of Russia, a Portuguese conductor, a soloist of  the Japan-Korea Society for Music and Art Interchange, the Russian State Academic People's Chorus Named after M. E. Pyatnichki, the Flamenco Band of Spain, the Classical Ballet Group of the State Music Academy Theatre of Belarus, a Polish soloist and those vocalists of various countries who proved successful at the First Pyongyang International Vocal Competition displayed their artistic talents, pleasing the audience greeting the spring holiday.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of overseas compatriots' art troupes also put on the stage colorful numbers they prepared with sincerity with the intention to significantly celebrate the auspicious holiday.\n\t\t\t\t\t\n\t\t\t\t\t Drawing attention were acrobatic and jugglery pieces presented by artistes of Russia, Belarus, Thailand, and Singapore.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of various countries and overseas Korean artistes significantly decorated the stages with colorful numbers suited to the international art festival, adding to the festive mood ahead of the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t The performances continue."
        },
        {
            "title": "North Phyongan Provincial Old People's Home Completed",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-16ee.html",
            "content": "North Phyongan Provincial Old People's Home Completed\r\n Uiju, April 13 (KCNA) -- The North Phyongan Provincial Old People's Home was inaugurated.\n\t\t\t\t\t The home has bed rooms, dining rooms, entertainment halls, clinic, etc.\n\t\t\t\t\t\n\t\t\t\t\t Its inaugural ceremony took place on Friday.\n\t\t\t\t\t\n\t\t\t\t\t It was attended by officials concerned, builders, employees of the home and health seekers and working people in Uiju County."
        },
        {
            "title": "Global Independence Is Historic Task of Times: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-06ee.html",
            "content": "Global Independence Is Historic Task of Times: Rodong Sinmun\r\n Pyongyang, April 13 (KCNA) -- Rodong Sinmun Friday says in an article that the reality urgently calls upon all the countries and nations to turn out in the struggle for realizing global independence by frustrating the imperialist reactionary forces' invasion and interference.\n\t\t\t\t\t Global independence can't come true by the efforts of individual country only, and it can come true only when all the countries and nations turn out in the struggle for independence, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t In order to build an independent, new world, each country should hold fast to independence.\n\t\t\t\t\t\n\t\t\t\t\t The establishment of relations among countries based on independence is fundamental to global independence.\n\t\t\t\t\t\n\t\t\t\t\t Now that the imperialists resort to more vicious moves to dominate other countries and nations and, furthermore, the world, the struggle against them is vital for the destiny of each country and nation.\n\t\t\t\t\t\n\t\t\t\t\t All the progressive forces should firmly stick to the stand of anti-imperialist independence and direct the spearhead of struggle to the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The basic aim of the struggle against the imperialists is to thwart and frustrate the moves of the U.S. and its vassal forces for aggression and war and defend global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The world progressives should strive for international justice, irrespective of differences in political view, religious belief and development of economy and culture.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever work hard for global independence."
        },
        {
            "title": "40th Anniversary of IIJI Marked",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-04ee.html",
            "content": "40th Anniversary of IIJI Marked\r\n Pyongyang, April 13 (KCNA) -- A meeting took place in Mongolia on April 8 to mark the 40th founding anniversary of the International Institute of the Juche Idea (IIJI).\n\t\t\t\t\t Present there were the director-general, the secretary general and directors of the IIJI, members of the Juche idea study organizations in Asia, Africa, Europe and Latin America, public personages of Mongolia and Japan, the DPRK ambassador to Mongolia and his embassy staff members and a delegation of the Korean Association of Social Scientists.\n\t\t\t\t\t\n\t\t\t\t\t Introduced at the meeting were congratulatory messages from Juche idea study organizations of different countries and the Korean Association of Social Scientists.\n\t\t\t\t\t\n\t\t\t\t\t Director-General Ramon Jimenez Lopez made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that the founding of the IIJI was a reasonable fruition borne to meet the requirements of the era and the desire of mankind and its significance has been proved in its 40 year-long history.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to further enhance the IIJI's position and role and intensify the study and dissemination of the Juche idea as required by the times and desired by the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t A letter to the respected Supreme Leader Kim Jong Un was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t On the same day a reception and an art performance were given to celebrate the 40th founding anniversary of the IIJI.\n\t\t\t\t\t\n\t\t\t\t\t The 21st meeting of the IIJI Board of Directors took place on April 7.\n\t\t\t\t\t\n\t\t\t\t\t The meeting reviewed the work in the past period and discussed action programs for the regional and national Juche idea study organisations to conduct the brisk study and dissemination of Kimilsungism-Kimjongilism in keeping with their specific conditions."
        },
        {
            "title": "Letter to Kim Jong Un from Followers of Juche Idea",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-02ee.html",
            "content": "Letter to Kim Jong Un from Followers of Juche Idea\r\n Pyongyang, April 13 (KCNA) -- The respected Supreme Leader Kim Jong Un on April 8 received a letter from the participants in a meeting held to mark the 40th anniversary of the International Institute of the Juche Idea (IIJI).\n\t\t\t\t\t The letter noted that the IIJI was founded in Tokyo of Japan on April 9, 1978 and organizations for the study of the Juche idea were formed in continents and countries and the ranks of Juche idea followers have been composed of prominent figures of various circles and broad segments of people.\n\t\t\t\t\t\n\t\t\t\t\t The ranks of Juche idea followers have grown in scope and strength ever since, it said, stressing that Kim Jong Un set forth new strategic lines of bolstering up national power by thoroughly applying Kimilsungism-Kimjongilism to the reality of the DPRK and led the struggle for their implementation so that the DPRK's sovereignty and rights to existence and development were firmly guaranteed.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK advancing along the road of socialism with firm faith in victory is the beacon of hope for the world people and gives them courage and strength for making advance in the face of all sorts of difficulties, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t In the letter the participants expressed their resolve to fight for global independence."
        },
        {
            "title": "Kim Jong Un's Work Printed in Russia",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-01ee.html",
            "content": "Kim Jong Un's Work Printed in Russia\r\n Pyongyang, April 13 (KCNA) -- The Radio Soft Publishing House of Russia on April 4 brought out in booklet the respected Supreme Leader Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and Our People\" on the occasion of the birth anniversary of the Day of the Sun.\n\t\t\t\t\t The work, published on April 20, Juche 101 (2012), deals with the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il throughout their lives.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for firmly preserving and glorifying the idea and exploits of the President and the leader."
        },
        {
            "title": "Kim Il Sung's Exploits Lauded by Czech, Jordanian Figures",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-03ee.html",
            "content": "Kim Il Sung's Exploits Lauded by Czech, Jordanian Figures\r\n Pyongyang, April 13 (KCNA) -- Personages of the Czech Republic and Jordan issued articles on April 3 and 5 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Praising the President's feats for the national liberation and the war victory, Lukas Brovel, vice-chairman of the Czech Group for the Study and Materialization of the Juche Idea, said:\n\t\t\t\t\t\n\t\t\t\t\t The great leader Comrade Kim Il Sung turned the DPRK into a big family.\n\t\t\t\t\t\n\t\t\t\t\t In the present world where all sorts of irregularities and corruption, crimes and corrupt culture are rampant, the DPRK's social system has become an excellent model for other countries.\n\t\t\t\t\t\n\t\t\t\t\t Marwan Sudah, chairman of the Arab Committee for Solidarity with Korean People and Supporting the Reunification of Korea, wrote in his article:\n\t\t\t\t\t\n\t\t\t\t\t The Day of the Sun is the biggest holiday not only of the Korean people and but also of the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have splendidly celebrated the birth anniversary of President Kim Il Sung as the Day of the Sun as he took warm care of all the people and provided them with worthwhile life and happiness by pursuing the benevolent politics of love and trust.\n\t\t\t\t\t\n\t\t\t\t\t The victorious advance of the socialist cause in the DPRK would have been unthinkable without his energetic revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t In his lifetime he devoted his all to the country's prosperity and the people's happiness and worked hard for the development of the country's agriculture even in the last moments of his great life.\n\t\t\t\t\t\n\t\t\t\t\t His idea and exploits will be immortal."
        },
        {
            "title": "Kim Jong Un envia subsidios escolares y becas para los hijos de coreanos en Japon",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-33ee.html",
            "content": "Kim Jong Un envia subsidios escolares y becas para los hijos de coreanos en Japon\r\nPyongyang, 13 de abril (ACNC) -- Con motivo del aniversario 106 de nacimiento del Presidente Kim Il Sung, el Maximo Dirigente Kim Jong Un envio a la Asociacion General de Coreanos Residentes en Japon (Chongryon) los subsidios escolares y becas valorados en 213 millones 740 mil  \\ (moneda japonesa) para la educacion nacional democratica de los hijos de los coreanos residentes en Japon.\n\t\t\t\t\t Llega a 48 mil 219 millones 730 mil 390 \\ la suma total de los mismos fondos enviados por el Presidente Kim Il Sung, el Dirigente Kim Jong Il y el Maximo Dirigente Kim Jong Un en 164 ocasiones hasta la fecha."
        },
        {
            "title": "Kim Yong Nam expresa condolencias al presidente argelino",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-34ee.html",
            "content": "Kim Yong Nam expresa condolencias al presidente argelino\r\nPyongyang, 13 de abril (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia 12 un mensaje de condolencias al presidente de la Republica Argelina Democratica y Popular, Abdelaziz Bouteflika, con motivo de numerosas perdidas humanas que causo un accidente de avion ocurrido en el pais norteafricano. \n\t\t\t\t\tEl remitente expreso al destinatario la profunda compasion y condolencias que hizo extensivas a las victimas y sus familiares."
        },
        {
            "title": "Ri Su Yong se reune con delegacion de Partido Comunista del Congo Democratico",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-35ee.html",
            "content": "Ri Su Yong se reune con delegacion de Partido Comunista del Congo Democratico\r\nPyongyang, 13 de abril (ACNC) -- Ri Su Yong, miembro del Buro Politico y vicepresidente del Comite Central del Partido del Trabajo de Corea, departio hoy con la delegacion del Partido Comunista del Congo Democratico, presidida por su secretario general Boswa Isekombe Sylvere, que esta de visita en Corea con motivo del Dia del Sol. \n\t\t\t\t\tRi Su Yong dijo que bajo la direccion del Maximo Dirigente Kim Jong Un el PTC y pueblo coreano crean los milagros e innovaciones sin precedentes en la construccion de la potencia socialista y que fortalecera y desarrollara las relaciones de amistad entre el PTC y PCCD.\n\t\t\t\t\t\n\t\t\t\t\tBoswa Isekombe Sylvere expreso la admiracion de que bajo la sabia direccion del estimado Kim Jong Un el PTC y pueblo coreano llevan adelante de manera triunfal el socialismo enarbolando la bandera de la idea Juche.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo en que en el futuro tambien apoyara invariablemente la causa justa del PTC y pueblo coreano y se esforzara activamente por consolidar mas la solidaridad entre ambos partidos."
        },
        {
            "title": "Portavoz de la Asociacion Corea-Europa critica el envio de buques de Gran Bretana",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-36ee.html",
            "content": "Portavoz de la Asociacion Corea-Europa critica el envio de buques de Gran Bretana\r\nPyongyang, 13 de abril (ACNC) -- En entrevista con la ACNC concedida el dia 13 con respecto a que Gran Bretana envio sus buques de guerra a las aguas maritimas alrededores de la Peninsula Coreana bajo el pretexto de vigilar el comercio exterior maritimo de las embarcaciones coreanas, el portavoz de la Asociacion Corea-Europa dio la siguiente respuesta:\n\t\t\t\t\tRecientemente, Gran Bretana cometio el acto muy provocador de enviar sus buques de guerra a la zona maritima periferica de la Peninsula Coreana bajo el pretexto de ayudar la ejecucion de la \"resolucion de sancion\" del Consejo de Seguridad de la ONU. \n\t\t\t\t\t\n\t\t\t\t\tEste hecho enfria el ambiente favorable a la mejora de las relaciones entre ambas partes coreanas y al alivio de la tension de la Peninsula Coreana, aplaudido por todo el mundo, siendo la evidente violacion a la soberania de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tGran Bretana divulgo el ano pasado el rumor de la \"amenaza a Londres\" de las fuerzas armadas nucleares de nuestro Estado y ahora envia hasta sus buques de guerra.\n\t\t\t\t\t\n\t\t\t\t\tEsta conducta ajetreada y necia, que se debe a la falta de entendimiento elemental sobre la situacion de la Peninsula Coreana, no merece otra evaluacion que el intento de incitar el enfrentamiento y la agravacion de tension desafiando a la corriente de la epoca. \n\t\t\t\t\t\n\t\t\t\t\tNo tenemos ningun miedo a la campana de sancion de las fuerzas hostiles ni toleraremos el intento de infringir, aunque en lo minimo, nuestra soberania sin importar su contenido y forma.\n\t\t\t\t\t\n\t\t\t\t\tLa \"interceptacion\" y \"control\" de barcos, que persiguen las fuerzas hostiles, son en su esencia el bloqueo naval y acto de guerra que rompe la paz y la estabilidad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tSeria mejor que Gran Bretana tratara bien los asuntos de casa, en vez de andar por aqui y alla adulando a alguien."
        },
        {
            "title": "Delegacion gubernamental de la RPDC llega a Tadjikistan",
            "url": "http://kcna.co.jp/item/2018/201804/news13/20180413-37ee.html",
            "content": "Delegacion gubernamental de la RPDC llega a Tadjikistan\r\nPyongyang, 13 de abril (ACNC) -- La delegacion gubernamental de la Republica Popular Democratica de Corea, encabezada por el canciller Ri Yong Ho, arribo el dia 13 a Dushanbe para visitar a Tadjikistan.\n\t\t\t\t\t Con anterioridad, la delegacion partio el dia 12 de Moscu luego de terminar la visita oficial a la Federacion Rusa.\n\t\t\t\t\t\n\t\t\t\t\t Durante su permanencia, los miembros de la delegacion depositaron una ofrenda floral ante la tumba de soldados desconocidos al lado del muro de Kremlin y recorrieron varios lugares de Moscu.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Ho se reunio con Yuri Trutnev, vicepremier del gobierno ruso y representante plenipotenciario del presidente de la Federacion Rusa acreditado en el distrito federal del Lejano Oriente, para discutir el problema de desarrollar aun mas la cooperacion economica bilateral."
        }
    ]
}