{
    "date": "2018-03-07",
    "url": "http://kcna.co.jp/item/2018/201803/2018-03-07ee.html",
    "articles": [
        {
            "title": "DPRK National Paralympics Committee Delegation Leaves for S. Korea",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-17ee.html",
            "content": "DPRK National Paralympics Committee Delegation Leaves for S. Korea\r\n Pyongyang, March 7 (KCNA) -- A delegation of the National Paralympics Committee of the DPRK led by Chairman of the C.C., Korean Federation for the Protection of the Disabled Kim Mun Chol left Pyongyang on Tuesday with a players' group to take part in the 12th Winter Paralympics Games due in south Korea.\n\t\t\t\t\t The delegation and the players' group headed for the south side area in Kaesong on Wednesday morning."
        },
        {
            "title": "March 8 International Women's Day Marked ",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-16ee.html",
            "content": "March 8 International Women's Day Marked \r\n Pyongyang, March 7 (KCNA) -- There took place sports and amusement games of officials and members of the Socialist Women's Union of Korea at the Pyongyang Indoor Stadium on March 5-7 to mark the 108th anniversary of March 8 International Women's Day.\n\t\t\t\t\t More than 300 players selected from Pyongyang and each province competed in such games as volleyball and yut-game.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang City team took the first place in total points."
        },
        {
            "title": "Soccer Match Played between April 25 and Hwaebul Teams",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-18ee.html",
            "content": "Soccer Match Played between April 25 and Hwaebul Teams\r\n Pyongyang, March 7 (KCNA) -- There has begun the Group I (East Asian region) matches for the 2018 AFC Cup.\n\t\t\t\t\t April 25 and Hwaebul teams of the DPRK and Benfica Macao team of Macao of China and Hang Yuen team of Chinese Taipei belonging to Group I will visit each other for league matches from Mar. 7 to May 16.\n\t\t\t\t\t\n\t\t\t\t\t The winner will participate in the next phase of matches.\n\t\t\t\t\t\n\t\t\t\t\t The first match between April 25 and Hwaebul teams took place at the May Day Stadium on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t The match ended in the victory of the April 25 team 1:0."
        },
        {
            "title": "New Tissue Culture Technology Established",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-10ee.html",
            "content": "New Tissue Culture Technology Established\r\nPyongyang, March 7 (KCNA) -- Scientists of the Plant Tissue Culture Institute under the Bioengineering Branch in the DPRK established a new technology for tissue-culturing good species of plants and methods of mass-producing them.\n\t\t\t\t\tThrough intensive research into trees of high economic value like poplar and dwarf cherry, scientists settled such problems arising in the process of tissue culture as determining the kinds of growth-controlling materials and their density and safely acclimatizing tissue-cultured seedlings under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\tIt is said that tissue-cultured seedlings transplanted to some areas have proved very high in their rooting and acclimatization rates.\n\t\t\t\t\t\n\t\t\t\t\tThey can be grown in any parts of the country as they are highly resistant to unfavorable climatic conditions and it is easy to propagate them.\n\t\t\t\t\t\n\t\t\t\t\tIn particular, the density cultivation of dwarf cherry makes it possible to increase the fruit output per hectare and lower the production cost."
        },
        {
            "title": "Homepage \"Pyongyang Thaekgyon\"",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-11ee.html",
            "content": "Homepage \"Pyongyang Thaekgyon\"\r\n Pyongyang, March 7 (KCNA) -- The Taekwon-Do Holy House in the DPRK recently opened homepage \"Pyongyang Thaekgyon\" which attracts many experts and fans.\n\t\t\t\t\t The homepage carries data necessary for Taekwon-Do experts and the Taekwon-Do training of working people, youth and schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\t It also deals with news of national and international Taekwon-Do competitions, sports events and common knowledge about exercise.\n\t\t\t\t\t\n\t\t\t\t\t According to an official concerned, real-time tele-education has been given to experts including Taekwon-Do coaches through the homepage for the improvement of their qualification."
        },
        {
            "title": "U.S. Will Have to Pay Dearly for Its Military Provocation: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-15ee.html",
            "content": "U.S. Will Have to Pay Dearly for Its Military Provocation: KCNA Commentary\r\n Pyongyang, March 7 (KCNA) -- The U.S. is openly pushing ahead with its preparations for igniting a war of aggression in an attempt to reverse the atmosphere of detente on the Korean peninsula.\n\t\t\t\t\t Recently, Military Times and other U.S. media reported that the U.S. army set it as this year's primary task to increase its capability for emergency overseas dispatch of troops.\n\t\t\t\t\t\n\t\t\t\t\t According to them, the U.S. army decided to intensively stage drills for urgent deployment for field manoeuvres by giving an order of emergency call to units in the U.S. mainland without prior notice, promptly bringing the troops and equipment to the Asia-Pacific region including the Korean peninsula and Europe within 18 hours, and submitted the relevant budget bill to Congress.\n\t\t\t\t\t\n\t\t\t\t\t It is going to change the policy of dispatching troops overseas to ensure that veteran soldiers can be dispatched to the Korean peninsula and Europe as fast as possible from Iraq and Afghanistan.\n\t\t\t\t\t\n\t\t\t\t\t It is also getting frantic with the deployment of U.S. troops on the Korean peninsula and their drills of getting familiar with its terrain and arms buildup there.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. marines kicked off the drill for getting ready with winter combat in the countries like Russia and Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. military is pushing ahead with plan to constantly deploy company-scale MQ-1C ultra-modern drones and support forces in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Such military moves for aggression of the U.S. which is crying for the resumption of joint military exercises with south Korea are a grave provocation aimed to deliberately deteriorate the situation of the Korean peninsula and again push it to the brink of war.\n\t\t\t\t\t\n\t\t\t\t\t Witnessing the ill-minded behavior of the U.S. before and after the Winter Olympics, the international community has been seriously concerned about whether detente and dialogue brought about with much effort may continue even after the Olympics or not.\n\t\t\t\t\t\n\t\t\t\t\t Such concern has become a reality.\n\t\t\t\t\t\n\t\t\t\t\t Asserting that the \"phase of thaw in frozen south-north relations\" will end with the end of the Olympics, the U.S. is calling for kicking off the joint military drills. It makes no scruple of letting out such wild remarks that it cannot but enter the \"second phase\" if sanctions on the DPRK do not work.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. charge d'affaires ad interim in south Korea said that if there is no progress in the \"denuclearization\" issue, there will be no substantial improvement in south-north relations, adding that it is necessary to take a step for joint deterrence to threat from north Korea and it is available only through joint military exercises.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. revealed its colors as chief culprit of the inter-Korean confrontation, a stumbling block in the way to reunification, wrecker of peace on the Korean peninsula and source of war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t Tragedy is that the U.S. is still ignorant of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ill-intention to stifle the DPRK only hardens the will of the latter to tackle it by dint of justice.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. will have to face all the disasters to be caused by its reckless racket of aggression.\n\t\t\t\t\t\n\t\t\t\t\t It had better lend an ear to the advice of the international community that it will have to pay dearly for military action against the DPRK."
        },
        {
            "title": "Kim Jong Il Lauded",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-06ee.html",
            "content": "Kim Jong Il Lauded\r\n Pyongyang, March 7 (KCNA) -- Leader Kim Jong Il is an iron-willed brilliant commander, peerless patriot and peerlessly great man who brought about the greatest change in accomplishing the revolutionary cause of Juche in the offensive spirit of Paektu, says Rodong Sinmun in an article Wednesday.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t In the whole period of his leadership over the revolution, he always guided the army and people of the DPRK to victory with proactive strategy and tactics.\n\t\t\t\t\t\n\t\t\t\t\t His offensive spirit of Paektu is the life-giving water that made it possible to win only the victory in the battle to defend the dignity of the socialist country, definitely taking the initiative in the anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun revolutionary leadership based on the do-or-die spirit, we could win victory after victory in the war without gunfire against the imperialists and set an example of the anti-imperialist struggle for the times.\n\t\t\t\t\t\n\t\t\t\t\t His offensive spirit of Paektu is also a basic source that made it possible to usher in the era of great creation and change in this land.\n\t\t\t\t\t\n\t\t\t\t\t As he led the Korean revolution in the offensive spirit of Paektu, the spirit of the era such as the Kanggye spirit was created despite the ordeals and great innovations and rapid progress were made in the building of a powerful socialist country.\n\t\t\t\t\t\n\t\t\t\t\t His offensive spirit of Paektu is a powerful driving force that helped make sustained innovation and advance, achieving greater victory and more rapid progress.\n\t\t\t\t\t\n\t\t\t\t\t The history of our socialist construction is a praiseworthy one in which we ushered in new heydays thanks to his will for uninterrupted revolution.\n\t\t\t\t\t\n\t\t\t\t\t The feats he performed for the Korean revolution and building of a powerful socialist country in the offensive spirit of Paektu will be remembered for all ages along with the Mallima era."
        },
        {
            "title": "DPRK's Access to Nukes Is Just Option: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-07ee.html",
            "content": "DPRK's Access to Nukes Is Just Option: Rodong Sinmun\r\n Pyongyang, March 7 (KCNA) -- Miroslav Lazanski, a lawmaker from the Serbian Progressive Party and a political and military commentator of the newspaper Politika, and other international affairs experts of different countries become more vocal in stressing the justification of the DPRK's nuclear possession.\n\t\t\t\t\t In this regard, Rodong Sinmun Wednesday says in a commentary:\n\t\t\t\t\t\n\t\t\t\t\t It is eloquently proved by the history of the DPRK-U.S. confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Historically the U.S. has posed nuclear threat and blackmail to the DPRK for several decades after adopting it as a policy to mount nuclear attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In the present century its nuclear threat and blackmail against the DPRK have got more frantic.\n\t\t\t\t\t\n\t\t\t\t\t There was no other option for the DPRK in the phase of acute confrontation in which it had to protect its system and destiny of the nation in one-on-one showdown with the world's biggest nuclear possessor U.S. We openly and squarely possessed nuclear weapons to defend the supreme interests of the country from the U.S. nuclear threats.\n\t\t\t\t\t\n\t\t\t\t\t We have scuttled all the nuclear attack operation scenarios of the U.S. which tried to drive the Korean nation into nuclear disaster with hysteric war games. We have drastically weakened its unchallenged position in the world.\n\t\t\t\t\t\n\t\t\t\t\t Peace and security on the Korean Peninsula, Northeast Asia and the rest of the world have been reliably guaranteed by the DPRK's bolstering of nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has defended the world peace and security by single-handedly frustrating the U.S. reckless nuclear moves to stifle it by force and dominate the world. Its feats deserve the praise of the world."
        },
        {
            "title": "Rodong Sinmun Hits at U.S. and Its Stooges' Anti-DPRK Racket",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-08ee.html",
            "content": "Rodong Sinmun Hits at U.S. and Its Stooges' Anti-DPRK Racket \r\n Pyongyang, March 7 (KCNA) -- Shortly ago, a U.S. broadcasting service aired that a DPRK hacker organization has improved its hacking skill to conduct a large-scale cyber terror, quoting a \"report\" made by cyber security companies at home. It also floated a cock-and-bull story in which the DPRK is collecting information, destroying network and taking money through hacker organizations, introducing its non-existent hacker entity.\n\t\t\t\t\t Meanwhile, the Japanese reactionaries claimed that several cyber attacks on Japan such as the recent hacking against a major virtual currency exchange are stemmed from a DPRK organization in charge of \"funds for developing nuclear weapons and missiles\".\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the facts, Rodong Sinmun Wednesday says this is another unpardonable provocation and wicked and mean smear campaign against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is a hackneyed method for the U.S. and its stooges to go mad with the confrontation with the DPRK, groundlessly faulting it, whenever hacking cases happen, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Whenever hacking cases happened at home, the U.S. and its followers have worked hard to tarnish the dignified image of the DPRK while linking them with it for no ground.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the smear campaign is a cynical ploy to expand the sphere of pressurizing the DPRK, labeling it a \"cyber terrorist\", not content with pulling up it over the nuclear and \"human rights\" issues.\n\t\t\t\t\t\n\t\t\t\t\t It is the purpose of the U.S. and its followers to justify their criminal hostile policy towards the DPRK and give further momentum to the atmosphere of sanctions and pressure against it on an international scale by linking with it hacking cases, a headache of the world community."
        },
        {
            "title": "Minju Joson Condemns U.S. for Slapping Sanctions against DPRK",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-09ee.html",
            "content": "Minju Joson Condemns U.S. for Slapping Sanctions against DPRK\r\n Pyongyang, March 7 (KCNA) -- The U.S. announced on February 23 that it would enforce sanctions against 56 designations in total - 27 shipping and trading companies, 28 vessels and 1 individual - of the DPRK and other countries, under the pretext of \"blockade\". It even made public \"international transport warning\" to the effect that individuals and marine transport companies involved in sea trade with the DPRK can be subject to sanctions imposed by the U.S.\n\t\t\t\t\t Minju Joson says in a commentary Wednesday that this is the harshest and most heinous move aimed to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is still obsessed with the absurd fantasy that sanctions and pressure can work on the DPRK, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Additional sanctions by the Trump group are nothing but last-ditch efforts to try to retrieve its continued defeats in the showdown with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and its vassal forces try to suffocate the DPRK while calling for \"sea blockade\" and \"cutting off financing line\", that will incur strong countermeasures.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary for the Trump group to ponder over the fact that stronger counteraction will follow their violent acts and the misfortune will befall the U.S., not the world.\n\t\t\t\t\t\n\t\t\t\t\t Unreasonable acts will make the U.S. find itself in the miserable position."
        },
        {
            "title": "S. Korean Organization Pledges to Fight for Peace on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-13ee.html",
            "content": "S. Korean Organization Pledges to Fight for Peace on Korean Peninsula \r\n Pyongyang, March 7 (KCNA) -- The People for Achieving Peace and Reunification of south Korea reportedly held the 24th general meeting of its operation committee in Seoul on March 3 and vowed to fight to remove the danger of a nuclear war from the Korean peninsula and to realize peace.\n\t\t\t\t\t Speakers at the meeting said that the important task for the progressive forces is to fight for the withdrawal of THAAD, a stop to the building of triangular military alliance among the U.S., Japan and south Korea and the removal of the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The biggest victims to the national division are workers, they said, calling on the workers to actively turn out in the struggle for the conclusion of the DPRK-U.S. peace treaty."
        },
        {
            "title": "S. Korean Political Parties and Organizations Hold Anti-U.S. Rally",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-14ee.html",
            "content": "S. Korean Political Parties and Organizations Hold Anti-U.S. Rally\r\n Pyongyang, March 7 (KCNA) -- 28 political parties and organizations of south Korea including the South Headquarters of the Pan-National Alliance for Korea's Reunification and the People's Democratic Party held an anti-U.S. rally outside the U.S. embassy in Seoul on March 3, the south Korean internet newspaper Tongil News said.\n\t\t\t\t\t The speakers accused the U.S. of trying to chill the atmosphere for reconciliation and cooperation of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The rally to denounce the U.S. will be a significant struggle sending a stern warning to the U.S. which stands in the way of improving the relations between the south and the north and obstructs the peace on the Korean peninsula, they said.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to stop the south Korea-U.S. joint military exercises which hinder the south-north dialogue and which can be called a symbol of the hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They made public a resolution urging the U.S. to stop hindering the south-north dialogue and to suspend the south Korea-U.S. joint military exercises once and for all."
        },
        {
            "title": "Japan's State-sponsored Terrorism under Fire",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-12ee.html",
            "content": "Japan's State-sponsored Terrorism under Fire\r\n Pyongyang, March 7 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. on Feb. 27 made public a statement urging the Japanese authorities to severely punish those criminals who fired at the Central Hall of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t Two culprits of the shooting spree have committed terrorism from time to time and Satoshi Katsurada, in particular, committed extremely reckless acts, claiming that he would massively kill Koreans in Osaka in 2013, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Such shooting spree would not have occurred if the Japanese authorities had disorganized the right-wing organization resorting to illegal demonstrations and reckless acts and severely punished those responsible.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should make a big apology before the DPRK, Chongryon and Koreans in Japan over the recent incident, give assurances to them over the prevention of recurrence and severely punish the ultra-right organizations and persons by eternally isolating them from the society."
        },
        {
            "title": "Kim Jong Un's New Year Address Published in Denmark",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-01ee.html",
            "content": "Kim Jong Un's New Year Address Published in Denmark\r\n Pyongyang, March 7 (KCNA) -- The Denmark-DPRK Friendship Association brought out in booklet the New Year Address of respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's Speech Carried by Brazilian Newspaper",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-02ee.html",
            "content": "Kim Jong Un's Speech Carried by Brazilian Newspaper\r\n Pyongyang, March 7 (KCNA) -- The February 19th issue of the Brazilian newspaper Patria Latina carried the full text of a congratulatory speech made by respected Supreme Leader Kim Jong Un at the military parade celebrating the 70th founding anniversary of the Korean People's Army.\n\t\t\t\t\t The paper also carried his photo."
        },
        {
            "title": "Day of Shining Star Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-03ee.html",
            "content": "Day of Shining Star Observed in Different Countries\r\nPyongyang, March 7 (KCNA) -- Events were held in different countries between February 8 and 18 to mark the birth anniversary of leader Kim Jong Il, the Day of the Shining Star.\n\t\t\t\t\t They included celebration meetings, lectures, book and photo exhibitions and film shows in Cuba, Norway, Iceland, Nigeria and Zimbabwe.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at their venues were photos showing the revolutionary careers and exploits of President Kim Il Sung and leader Kim Jong Il and the revolutionary activities of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There were also works of the peerlessly great men and books and photos introducing the achievements made by the Korean army and people in building a powerful socialist country.\n\t\t\t\t\t\n\t\t\t\t\t \"Kimjongilia\", \"My Country Has Emerged Victorious by Dint of Single-minded Unity\" and other Korean films were shown.\n\t\t\t\t\t\n\t\t\t\t\t Present at the events were personages of various circles and masses of those countries.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the event in Norway."
        },
        {
            "title": "Swiss Organizations Urges Punishment of Japanese Gangsters",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-04ee.html",
            "content": "Swiss Organizations Urges Punishment of Japanese Gangsters\r\n Pyongyang, March 7 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on February 25 to denounce the right-wing reactionaries of Japan for having fired bullets at the Central Hall of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t Noting that two armed right-wingers of Japan committed such heinous terrorism as firing several bullets at the hall in which the Chongryon Central Standing Committee headquarters, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Chongryon Central Standing Committee speaks for the dignity, rights and interests of Chongryon organizations and Koreans in Japan and plays the role as a diplomatic mission of the Democratic People's Republic of Korea under the present situation where no diplomatic ties exist between the DPRK and Japan.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, terrorism against Chongryon is just a wanton violation of the DPRK's sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t Japan is an unethical state as it turned Korea into its colony and maltreated and incriminated the Korean nation in the past.\n\t\t\t\t\t\n\t\t\t\t\t We scathingly condemn the recent terrorist act of right-wing gangsters of Japan and strongly demand severe punishment of the criminals.\n\t\t\t\t\t\n\t\t\t\t\t Stop the suppression of Chongryon!"
        },
        {
            "title": "Delegacion de la RPDC parte para XII Juegos Paralimpicos Invernales",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-19ee.html",
            "content": "Delegacion de la RPDC parte para XII Juegos Paralimpicos Invernales\r\nPyongyang, 7 de marzo (ACNC) -- La delegacion del Comite Nacional Paralimpico de la RPDC, encabezada por el presidente del Comite Central de la Federacion de Proteccion a Discapacitados de Corea, Kim Mun Chol, salio el dia 6 de esta capital junto con el grupo de jugadores para tomar parte en los XII Juegos Paralimpicos Invernales que se inauguraran en el Sur de Corea. \n\t\t\t\t\tEl dia 7 por la manana, la delegacion y el grupo de jugadores prosiguieron el viaje hacia la parte surcoreana desde Kaesong."
        },
        {
            "title": "Tienen lugar juegos deportivos y recreativos por el Dia Internacional de Mujer",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-20ee.html",
            "content": "Tienen lugar juegos deportivos y recreativos por el Dia Internacional de Mujer\r\nPyongyang, 7 de marzo (ACNC) -- Tuvieron lugar desde el dia 5 al 7 en el Palacio de Deportes de Pyongyang el torneo nacional de juegos deportivos y recreativos de las funcionarias e integrantes de la Union Socialista de Mujeres de Corea en ocasion del 108o aniversario del Dia Internacional de la Mujer (8 de marzo). \n\t\t\t\t\tEn esta cita deportiva participaron mas de 300 jugadoras seleccionadas en la capital y las provincias y se entablaron los partidos de voleibol, Yut (juego folclorico), carrera con pies atados, etc. \n\t\t\t\t\t\n\t\t\t\t\tLa entidad de la ciudad de Pyongyang encabezo el ranking general."
        },
        {
            "title": "Terminado el partido entre los equipos 25 de Abril y Hwaebul",
            "url": "http://kcna.co.jp/item/2018/201803/news07/20180307-21ee.html",
            "content": "Terminado el partido entre los equipos 25 de Abril y Hwaebul\r\nPyongyang, 7 de marzo (ACNC) -- Comenzaron los partidos de los equipos pertenecientes al grupo I (region de Asia Oriental) de la Copa de la Confederacion Asiatica de Futbol de 2018.\n\t\t\t\t\tLos equipos coreanos 25 de Abril y Hwaebul, el Benfica de Macao (Macao de China) y el Hang Yuen (Taipei China), pertenecientes a esa zona, realizaran entre el 7 de marzo y el 16 de mayo los partidos de ida y vuelta a manera de todos contra todos y el ganador avanzara a la siguiente etapa.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 7 en el Estadio Primero de Mayo el primer juego entre 25 de Abril y Hwaebul que termino con el marcador de 1:0."
        }
    ]
}