{
    "date": "2018-02-27",
    "url": "http://kcna.co.jp/item/2018/201802/2018-02-27ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Indian Ambassadress",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-15ee.html",
            "content": "Kim Yong Nam Meets Indian Ambassadress\r\n Pyongyang, February 27 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the DPRK Supreme People's Assembly, had a talk with Jasminder Kasturia, Indian ambassadress to the DPRK who made a farewell call on him, at the Mansudae Assembly Hall on Tuesday."
        },
        {
            "title": "Greetings to President of Dominica",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-10ee.html",
            "content": "Greetings to President of Dominica\r\n Pyongyang, February 27 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, Tuesday sent a message of greeting to Danilo Medina Sanchez, president of the Republic of Dominica, on the occasion of the 174th anniversary of its independence.\n\t\t\t\t\t Extending sincere congratulations to the president and people of Dominica, Kim in the message wished the president success in his work for the prosperity of the country and wellbeing of its people."
        },
        {
            "title": "Greetings to Dominican State Secretary for External Affairs",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-11ee.html",
            "content": "Greetings to Dominican State Secretary for External Affairs\r\n Pyongyang, February 27 (KCNA) -- Foreign Minister of the DPRK Ri Yong Ho Tuesday sent a message of greeting to Miguel Octavio Vargas Maldonado, secretary of State for External Affairs of Dominica, on the occasion of the 174th anniversary of its independence.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would grow stronger, the message wished the secretary success in his work."
        },
        {
            "title": "North-South Working-Level Talks Held",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-21ee.html",
            "content": "North-South Working-Level Talks Held\r\n Pyongyang, February 27 (KCNA) -- Working-level talks between the north and the south of Korea for the north side's participation in the 12th Winter Paralympics were held at the Thongil House in Panmunjom on Tuesday.\n\t\t\t\t\t At the talks both sides had discussions of the practical matters arising in the north side's participation in the Winter Paralympics and adopted a joint press release.\n\t\t\t\t\t\n\t\t\t\t\t The joint press release reflects the matter related to the participation by the National Paralympics Committee delegation of the DPRK and its sports team in the 12th Winter Paralympics and route and period of their visit as well as the south side's offer of convenience to them.\n\t\t\t\t\t\n\t\t\t\t\t According to it, detailed practical matters in this regard will be consulted in the way of exchange of documents."
        },
        {
            "title": "High-level Delegation of DPRK Returns Here",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-20ee.html",
            "content": "High-level Delegation of DPRK Returns Here\r\n Pyongyang, February 27 (KCNA) -- A high-level delegation of the Democratic People's Republic of Korea led by Kim Yong Chol, vice-chairman of the Central Committee of the Workers' Party of Korea, arrived here Tuesday after attending the closing ceremony of the 23rd Winter Olympics.\n\t\t\t\t\t The delegation came back via Kaesong."
        },
        {
            "title": "Anti-DPRK \"Public Statement\" of International Body under Fire",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-16ee.html",
            "content": "Anti-DPRK \"Public Statement\" of International Body under Fire\r\n Pyongyang, February 27 (KCNA) -- A spokesperson for the National Coordinating Committee of the Democratic People's Republic of Korea (DPRK) for Anti-Money Laundering and Combating the Financing of Terrorism gave the following answer to a question raised by KCNA on Tuesday as regards another anti-DPRK \"public statement\" adopted by the Financial Action Task Force (FATF): \n\t\t\t\t\t The plenary meeting of FATF, held in Paris from 21 to 23 February 2018, adopted stereo-typed \"public statement\" against the DPRK which alleges that there still remain significant deficiencies in anti-money laundering and combating the financing of terrorism(AML/CFT) regime of the DPRK and all jurisdictions should terminate the DPRK's financing of proliferation of Weapons of Mass Destruction (WMD).\n\t\t\t\t\t\n\t\t\t\t\t We strongly reject this statement as representation of a habitual act of the United States committed by misusing FATF.\n\t\t\t\t\t\n\t\t\t\t\t The \"public statement\", a direct reflection of the U.S. sophistry, is no less than a worthless document totally distorting the reality of the DPRK where proper AML/CFT system is put in place and into normal operation.\n\t\t\t\t\t\n\t\t\t\t\t As already known, FATF recognized that the DPRK had taken a series of actions pursuant to the \"international standards\", such as revising and supplementing relevant domestic laws and intensifying the roles of financial intelligence and supervisory institutions, and FATF also planned to visit the DPRK in order to get first-hand knowledge of the reality on the spot. But, the visit has not yet been made due to the obstruction of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t In an attempt to justify the financial sanctions against the DPRK, the U.S., at first, misused \"international standards\" for charging the DPRK with money laundering and financing of terrorism through financial system. And as collaboration between FATF and the DPRK went well, the U.S. has come up with another allegation of what is called the DPRK's financing of WMD proliferation by disguising the UN \"sanctions resolutions\" as \"international standards\".\n\t\t\t\t\t\n\t\t\t\t\t All the facts eloquently prove that anti-DPRK \"public statements\" adopted by FATF every year since 2009 are exactly in line with the desperate acts of the U.S. terrified at the might of the DPRK which has rapidly emerged as a world nuclear power.\n\t\t\t\t\t\n\t\t\t\t\t Our nuclear weapon is a treasured sword for defending peace, capable of thwarting any nuclear threats from the U.S. and preventing it from starting an adventurous war, and therefore, if the FATF is truly interested in preventing the financing of WMD proliferation, it should strongly condemn the U.S. and put sanctions on it, the very country that has the largest stockpiles of nuclear weapons in the world and pours an astronomical amount of fund into their maintenance and modernization even at this moment."
        },
        {
            "title": "Iranian Embassy Hosts Reception",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-22ee.html",
            "content": "Iranian Embassy Hosts Reception\r\n Pyongyang, February 27 (KCNA) -- Iranian embassy here hosted a reception at his embassy on Tuesday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present at the reception on invitation were Kim Yong Dae, vice-president of the Presidium of the Supreme People's Assembly, Thae Hyong Chol, president of Kim Il Sung University and concurrently minister of Higher Education who is chairman of the DPRK-Iran Friendship Parliamentary Group, Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, Ryu Myong Son, vice department director of the C.C., Workers' Party of Korea, etc.\n\t\t\t\t\t\n\t\t\t\t\t Seyed Mohsen Emadi, Iranian ambassador to the DPRK, and staff members of the embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Seyed Mohsen Emadi said in his speech that the historic relations between the two countries forged by their preceding leaders had been further strengthened thanks to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to continue mutual cooperation in line with the desire and aspiration of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Dae said in his speech that Kim Jong Il is the peerlessly great man who provided the eternal foundation for the country's prosperity and the happiness of the generations to come and led the cause of independence against imperialism and the cause of socialism to victory with his outstanding idea and leadership.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Korean people would as ever value the friendly and cooperative relations between the two countries forged in the joint struggle for independence against imperialism, sincerely wishing the Iranian people success in their struggle for ensuring regional peace and stability."
        },
        {
            "title": "Paektusan Prize Sports Games Close",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-19ee.html",
            "content": "Paektusan Prize Sports Games Close\r\n Pyongyang, February 27 (KCNA) -- The Paektusan Prize Sports Games closed with due ceremony at the Basketball Gymnasium in Chongchun Street here on Tuesday.\n\t\t\t\t\t Present at the ceremony were Choe Hwi, vice-chairman of the Central Committee of the Workers' Party of Korea who doubles as chairman of the National Sports Guidance Committee, Jon Kwang Ho, vice-premier of the Cabinet, officials concerned, sportspersons and working people.\n\t\t\t\t\t\n\t\t\t\t\t At the ceremony standings of teams that participated in the games were announced.\n\t\t\t\t\t\n\t\t\t\t\t The Taesongsan Sports Team which came first in total points and the April 25 Sports Team which came first in the women's volleyball game grabbed rotating trophy cups."
        },
        {
            "title": "Outer Wall Heat-preserving Metallic Plaque Developed in DPRK",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-12ee.html",
            "content": "Outer Wall Heat-preserving Metallic Plaque Developed in DPRK\r\n Pyongyang, February 27 (KCNA) -- Outer wall heat-preserving metallic plaque has been widely used in the construction sector of the DPRK.\n\t\t\t\t\t It has very high effects on waterproof, soundproof, vibration proof and insulation and gives no damage to environment.\n\t\t\t\t\t\n\t\t\t\t\t It is energy-saving building parts into which the heat-preserving and heat-accumulating technologies are introduced.\n\t\t\t\t\t\n\t\t\t\t\t For its very high effect on decoration, it is introduced into projects for the interior of apartment houses, ceilings of public buildings and domed ceilings of tunnels.\n\t\t\t\t\t\n\t\t\t\t\t The building speed by this plaque is 50 times quicker than wet construction method and its serviceable life is more than 45 years.\n\t\t\t\t\t\n\t\t\t\t\t The Mangyongdae Building-materials Production Station is producing the plaques."
        },
        {
            "title": "Art Pieces of National Treasure Created in DPRK",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-13ee.html",
            "content": "Art Pieces of National Treasure Created in DPRK\r\n Pyongyang, February 27 (KCNA) -- There are many famous artists who created art pieces of national treasure at the Mansudae Art Studio of the DPRK.\n\t\t\t\t\t Among them are Ri Ji Hyon and Ri Ryong Guk of the oil painting creative group.\n\t\t\t\t\t\n\t\t\t\t\t Ri Ji Hyon was awarded May 16 prize in January this year. The prize is conferred on creators and artistes who contributed to creating masterpieces in the field of literature and art.\n\t\t\t\t\t\n\t\t\t\t\t Ri Ji Hyon wonderfully created tens of kinds of art pieces depicting the leaders which are of national treasure, including colored statues of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Ri Ryong Guk is a talented artist who created many famous art pieces in recent years. \n\t\t\t\t\t\n\t\t\t\t\t Among them are oil paintings \"Evening of June 24, 1950\", \"Strength on Sepho Tableland \", \"Paektu Youths\" and \"Forest Restoration Campaign\".\n\t\t\t\t\t\n\t\t\t\t\t He created oil painting \"Deck Full of Joy\" while seeing fishermen catch fishes in the sea and experiencing sea life. It has been registered as a national treasure.\n\t\t\t\t\t\n\t\t\t\t\t These art pieces are on display at the Korean Art Gallery."
        },
        {
            "title": "Rodong Sinmun Censures Trump for \"Justifying\" Modernization of Nukes",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-07ee.html",
            "content": "Rodong Sinmun Censures Trump for \"Justifying\" Modernization of Nukes\r\n Pyongyang, February 27 (KCNA) -- U.S. President Trump called governors and mayors to the White House some days ago where he said that the U.S. expands nuclear arsenal and modernizes nuclear weapons because other countries do so. He expressed his hope that those countries would abandon nuclear ambition, adding that if they suspend the development of nuclear weapons and their sophistication, the U.S. will also do in just two minutes.\n\t\t\t\t\t A commentary of Rodong Sinmun Tuesday brands this as sophism distorting the essence of the event and its historical ground and phenomenon.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. was the first country to produce a nuclear weapon on this planet and it is the only nuclear criminal that used it, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. which must abandon nuclear ambition before others.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. opts for nuclear dismantlement, away from the wild ambition to dominate the world with absolute nuclear upper-hand, the denuclearization issue of the world will be easily settled.\n\t\t\t\t\t\n\t\t\t\t\t Trump's rhetoric that other countries have to suspend nuclear development and modernization first is a far-fetched assertion of a political idiot completely reversing the priority concerning the settlement of the issue.\n\t\t\t\t\t\n\t\t\t\t\t The more the U.S. justifies its nuclear modernization through the hackneyed way of vociferating about the nuclear threat from outside, the more fully it will disclose its nature as a shameless nuclear criminal.\n\t\t\t\t\t\n\t\t\t\t\t With no sleight of hand can the U.S. evade its responsibility as the world's worst nuclear criminal state."
        },
        {
            "title": "Minju Joson Slams Trump Administration's Rubbish",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-08ee.html",
            "content": "Minju Joson Slams Trump Administration's Rubbish\r\n Pyongyang, February 27 (KCNA) -- Recently, the Trump administration termed the DPRK's nuclear deterrent for self-defense \"the one for achieving reunification by communizing the south\", only to be derided by the international community.\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday says:\n\t\t\t\t\t\n\t\t\t\t\t The Yankees who always groundlessly labeled the nuclear deterrent of the DPRK a \"threat to the world\" are now terming it \"the one for reunification by communizing the south.\" This makes even a cat laugh.\n\t\t\t\t\t\n\t\t\t\t\t This is just last-ditch efforts of those irritated by the mounting public opinion that the DPRK's access to nukes was caused by the U.S. barbarous nuclear threats and blackmails and anachronistic hostile policy now that the situation on the Korean peninsula is developing thanks to the pro-active steps and efforts of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Trump cult's unreasonable assertion is aimed to justify the massive deployment of its aggressor forces in the Korean peninsula and its vicinity under the pretence of \"protecting allies\" and to stem the trend of the times by inciting hostility toward the north among south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t No matter what the U.S. may do to slander the DPRK's nukes, public voices terming the DPRK's nukes the strategic asset common to all Koreans for preserving peace and security on the Korean peninsula are getting louder in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Trump cult should face up to the reality with reason. It had better stop the tongue-lashing before they meet a bitterer disgrace."
        },
        {
            "title": "Papers Slam Japan for Violating Sovereignty of Korean Nation",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-09ee.html",
            "content": "Papers Slam Japan for Violating Sovereignty of Korean Nation\r\n Pyongyang, February 27 (KCNA) -- Leading newspapers of the DPRK on Tuesday disclose the brigandish nature seen through the \"Kanghwa Island Treaty\".\n\t\t\t\t\t They cite facts to show that the Japanese aggressors forced the feudal government of Korea to sign the \"Kanghwa Island Treaty\", an aggressive, subordinate and unequal treaty, on Feb. 27, 1876.\n\t\t\t\t\t\n\t\t\t\t\t On the strength of this treaty, the Japanese militarists thrust their tentacles of aggression into politics, economy, military and other fields of Korea. They cooked up \"Ulsa Five-point Treaty\" in 1905 to totally occupy Korea by force of arms and had imposed immeasurable sufferings, misfortune and disasters upon the Korean people by enforcing a cruel colonial rule for more than 40 years.\n\t\t\t\t\t\n\t\t\t\t\t It is the legal and moral obligation for Japan to make a sincere apology and reparation to the Korean nation for its past crimes, Rodong Sinmun in an article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t However, Japan has distorted the blood-stained history of aggression, openly revealing its ambition for reinvasion through the retrogressive revision of the constitution, scenario to turn Japan into a military power and large-scale joint military exercises with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t But these reckless acts are nothing but ridiculous and foolish behavior of the Japanese militarists.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation is no longer a weak nation which had to sign such brigandish and unequal treaty and live as a colonial slave with no force to protect itself.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in an article urges Japan to clearly understand the changed strategic position of Korea and stop reckless acts, mindful that to admit its past crimes and make an apology and reparation is good for its future."
        },
        {
            "title": "Abe Group Flailed for Vociferating about \"Threat\" from DPRK",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-06ee.html",
            "content": "Abe Group Flailed for Vociferating about \"Threat\" from DPRK\r\n Pyongyang, February 27 (KCNA) -- Days ago, Prime Minister Abe and Defense Minister Onodera of Japan at a public meeting said that hundreds of Rodong missiles with the whole land of Japan in the striking range have been deployed in the DPRK, stressing the need to introduce long-range missiles capable of removing \"threat from north Korea\" into Japan on the principle of \"exclusive defense\".\n\t\t\t\t\t The Ministry of Education, Culture, Sports, Science and Technology of Japan is going to distribute the \"guidelines to cope with crisis\" containing the way of evacuation from ballistic missile launch of the DPRK to schools across Japan to be used from March.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Japanese reactionaries let conservative experts spread rumor that an \"assassination unit\" of the DPRK may be hidden in Tokyo or Osaka and that big cities of Japan would be targets of such terrorism in case of a war between the DPRK and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t This tells that they are making desperate efforts to create terror-ridden atmosphere in the society of Japan under the pretence of \"threat\" from the DPRK, Rodong Sinmun Tuesday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t The Abe group is seeking to attain its vile political aims for revival of militarism and reinvasion by actively spreading the rumor of \"threat\" from the DPRK, the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t Their campaign is designed to justify their frantic suppression of the General Association of Korean Residents in Japan and anti-DPRK hostile acts and thus evade the denunciation from the international community.\n\t\t\t\t\t\n\t\t\t\t\t The arch criminal fostering unrest and terror in the society of Japan is none other than the Abe group and it is the Japanese people that are suffering the biggest damage from it.\n\t\t\t\t\t\n\t\t\t\t\t Japan should stop such foolish act of inviting disasters to it, clearly understanding the strategic position of the DPRK and the trend of the times."
        },
        {
            "title": " S. Korean Body Slams U.S. Moves for Stifling DPRK",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-14ee.html",
            "content": "S. Korean Body Slams U.S. Moves for Stifling DPRK\r\n Pyongyang, February 27 (KCNA) -- The Headquarters for the Actions against Trump and the U.S. in south Korea held a press conference in Seoul on February 24 in protest against the U.S. new sanctions and moves for igniting a nuclear war against the DPRK, according to the south Korean internet newspaper Minjok Ilbo.\n\t\t\t\t\t Speakers at the conference slammed Trump for slapping the worst sanctions against the DPRK and disturbing the peaceful reunification of the Korean peninsula at a time when an atmosphere of peace and reunification was growing strong in the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t A press release was read out there.\n\t\t\t\t\t\n\t\t\t\t\t It branded Trump as the arch criminal scuttling the reconciliation and unity between the south and the north of Korea, blocking the peace and reunification of the Korean peninsula and increasing the danger of war. \n\t\t\t\t\t\n\t\t\t\t\t It expressed the will to intensify the struggle against Trump, the U.S. and war."
        },
        {
            "title": "General Association of Koreans in China to Struggle against S. Korean Conservatives",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-17ee.html",
            "content": "General Association of Koreans in China to Struggle against S. Korean Conservatives\r\n Pyongyang, February 27 (KCNA) -- The General Association of Koreans in China released a statement on February 23 calling on all Koreans to get united and turn out in a bold struggle to eliminate the south Korean group of traitors.\n\t\t\t\t\t Noting the atmosphere for achieving national reconciliation and unity and creating a peaceful climate on the Korean peninsula is getting stronger thanks to the magnanimous and proactive steps taken by the DPRK, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t Quite contrary to this, the south Korean conservative group is working hard to chill the atmosphere, letting out a load of rubbish. \n\t\t\t\t\t\n\t\t\t\t\t Those of the \"Liberal Korea Party\" led by psychopath Hong Jun Phyo are talking rubbish that the national cooperation may break the \"south Korea-U.S. alliance\", not content with describing the DPRK's participation in the Winter Olympics as \"excessive reception.\" They are now crying out for kicking off the joint military drills with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Such desperate moves are prompted by their uneasiness and misgivings that their existence as conservatives may disappear if they don’t get keen on escalating confrontation with the compatriots in the north and that they may lose their position if the atmosphere for national concord and reunification gets stronger.\n\t\t\t\t\t\n\t\t\t\t\t They are also prompted by their design to take the lead in satisfying the ill intention of the U.S. displeased with the repair of the inter-Korean relations and thus prolong their remaining days with the backing of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The reality once again convinces all that to wipe out the conservative group including the LKP, a cancer-like one disturbing the national reunification, is the way to bring about peace and reunification earlier.\n\t\t\t\t\t\n\t\t\t\t\t Our Association and all Koreans in China will wipe out the group of traitors through a bold struggle alongside the south Korean people and thus more dynamically accelerate the trend of peace on the Korean peninsula and improvement of the north-south relations."
        },
        {
            "title": "Korean Bodies in China Flays S. Korean Conservatives' Anti-Reunification Moves",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-18ee.html",
            "content": "Korean Bodies in China Flays S. Korean Conservatives' Anti-Reunification Moves\r\n Pyongyang, February 27 (KCNA) -- Spokespersons for Korean organizations in China separately issued statements in denunciation of the south Korean conservative group of traitors hell-bent on confrontational moves against the nation and reunification.\n\t\t\t\t\t A spokesman for the General Association of Koreans in China issued a statement titled \"It is necessary to bury the group of traitors hell-bent on the confrontational move against reunification in the grave of history as soon as possible\" on Feb. 23.\n\t\t\t\t\t\n\t\t\t\t\t The statement disclosed that the gentries of the \"Liberal Korea Party\" in south Korea including Hong Jun Phyo are making desperate efforts to spoil the atmosphere of the north-south reconciliation and unity at a time when dramatic changes are taking place in easing tension and ensuring peace on the Korean peninsula and improving the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t It said that they can never allow the behavior of the above-said party bringing the disaster of a nuclear war to the inviolable land of Korea while viciously seeking confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t A spokesperson for the Association of Young Korean Nationals in China stressed in a statement on Feb. 22 that the more malignantly the confrontational maniacs hurl mud at the DPRK, the more openly they will reveal their miserable position and true colors as traitors and face only curses and denunciation by the whole nation and stern judgment by history."
        },
        {
            "title": "Kim Jong Il's Work Introduced in Italy",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-01ee.html",
            "content": "Kim Jong Il's Work Introduced in Italy\r\n Pyongyang, February 27 (KCNA) -- The Milano Center for the Study of the Juche Idea of Italy posted leader Kim Jong Il's work \"The Historical Lesson in Building Socialism and the General Line of Our Party\" on its website on Feb. 13 to mark the Day of the Shining Star.\n\t\t\t\t\t The work, published on Jan. 3, Juche 81 (1992), clarifies that the historical lesson in building socialism calls for steadily building up the driving force of the revolution with strong conviction in socialism and correct guideline, holding fast to the socialist principles and strengthening the comradely unity and cooperation on the basis of independence.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies the idea and validity that the general line of the Workers' Party of Korea for building socialism is to carry through the ideological, technical and cultural revolutions while strengthening the people's government and steadily enhancing its function and role."
        },
        {
            "title": "Kim Jong Un's Work Printed in DR Congo",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-02ee.html",
            "content": "Kim Jong Un's Work Printed in DR Congo\r\n Pyongyang, February 27 (KCNA) -- Respected Supreme Leader Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" was brought out in booklet at the Cedi Publishing House of DR Congo on the occasion of the birth anniversary of leader Kim Jong Il and the founding anniversary of the Korean People's Army.\n\t\t\t\t\t The work is a speech the Supreme Leader delivered at the military parade in celebration of the centenary of birth of President Kim Il Sung on April 15, Juche 101 (2012).\n\t\t\t\t\t\n\t\t\t\t\t It clarifies that the century-long history of Kim Il Sung's nation clearly proved the immutable truth that an outstanding leader guarantees the dignity and prosperity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for glorifying the dignity of Songun Korea for all ages and successfully carrying out the cause of building a thriving socialist country.\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony was held by the Working Citizens' Association of DR Congo on Feb. 8."
        },
        {
            "title": "Nordic Political Parties, Bodies Meet to Celebrate DPRK's Holiday",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-03ee.html",
            "content": "Nordic Political Parties, Bodies Meet to Celebrate DPRK's Holiday\r\n Pyongyang, February 27 (KCNA) -- A joint meeting of Nordic progressive political parties and friendly organizations took place in Stockholm of Sweden on Feb. 10 to celebrate the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The participants placed bouquets and flowers before an art piece depicting the images of President Kim Il Sung and leader Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Robert Mathiasson, chairman of the Communist Party in Sweden, Christer Lundgren, chairman of the Sweden-Korea Friendship Association, Pekka Kotkasaari, chairman of the Finland-Korea Society, and others made speeches at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t They noted that Kim Jong Il firmly defended the country's sovereignty and dignity and the people's destiny, holding higher the banner of Songun, when the U.S.-led imperialist allied forces' anti-socialist moves reached the zenith.\n\t\t\t\t\t\n\t\t\t\t\t They also praised Kim Jong Il for laying eternal foundations to build a powerful socialist country and bolster the self-reliant defense capability with nuclear deterrent as its pivot and making an enormous contribution to the national reunification and the world socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t A statement was read out.\n\t\t\t\t\t\n\t\t\t\t\t It lauded the exploits of Kim Jong Il for the Korean revolution and the global revolution.\n\t\t\t\t\t\n\t\t\t\t\t It said that Kim Jong Il is the great leader of the anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t His exploits will be deeply cherished in the hearts of mankind and powerfully encourage the progressive peoples in the struggle for global independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to respected Supreme Leader Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "Day of Sun to Be Marked in Ethiopia",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-04ee.html",
            "content": "Day of Sun to Be Marked in Ethiopia\r\n Pyongyang, February 27 (KCNA) -- An Ethiopian preparatory committee for celebrating the birth anniversary of President Kim Il Sung, the Day of the Sun, was formed in Addis Ababa on Feb. 20.\n\t\t\t\t\t Abdi Kedir, chairman of the Ethiopian Association for the Study of the Juche Idea, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set a celebration period from Feb. 20 to April 17 and decided to hold colorful political and cultural events in praise of feats of the President in the period."
        },
        {
            "title": "Kim Yong Nam se reune con Jasminder Kasturia",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-23ee.html",
            "content": "Kim Yong Nam se reune con Jasminder Kasturia\r\nPyongyang, 27 de febrero (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, departio el dia 27 en el Palacio de los Congresos Mansudae con Jasminder Kasturia, embajadora extraordinaria y plenipotenciaria de la Republica de la India en la RPDC, quien le hizo una visita de despedida."
        },
        {
            "title": "Tienen lugar conversaciones de trabajo N-S",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-24ee.html",
            "content": "Tienen lugar conversaciones de trabajo N-S\r\nPyongyang, 27 de febrero (ACNC) -- Tuvieron lugar el dia 27 en el Pabellon Thong-il de Phanmunjom las conversaciones de trabajo Norte-Sur para la participacion de la parte Norte en los XII Juegos Paralimpicos Invernales.\n\t\t\t\t\t En la ocasion, ambas partes discutieron los problemas practicos para la participacion de la parte nortena en la cita deportiva y aprobaron un comunicado conjunto.\n\t\t\t\t\t\n\t\t\t\t\tEl documento se refiere a la participacion de la delegacion del Comite Paralimpico Nacional y del grupo de jugadores de la parte nortena y a la ruta y periodo de su viaje y al compromiso de la parte surena de facilitarles el confort. \n\t\t\t\t\t\n\t\t\t\t\tSenala que ambas partes consultaran a modo de intercambio de documentos los detalles de los correspondientes problemas de trabajo."
        },
        {
            "title": "Regresa la delegacion de alto nivel de la RPDC",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-25ee.html",
            "content": "Regresa la delegacion de alto nivel de la RPDC\r\nPyongyang, 27 de febrero (ACNC) -- Llego el dia 27 a esta capital la delegacion de alto nivel de la Republica Popular Democratica de Corea, encabezada por el vicepresidente del Comite Central del Partido del Trabajo de Corea, Kim Yong Chol, que habia participado en la ceremonia clausural de los XXIII Juegos Olimpicos Invernales.\n\t\t\t\t\tLa delegacion vino pasando por la ciudad de Kaesong."
        },
        {
            "title": "Vocero de entidad coreana rechaza la \"declaracion abierta\" anti-RPDC",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-26ee.html",
            "content": "Vocero de entidad coreana rechaza la \"declaracion abierta\" anti-RPDC\r\nPyongyang, 27 de febrero (ACNC) -- A la pregunta de un reportero de la ACNC formulada con respecto a que se adopto nuevamente la \"declaracion abierta\" anti-RPDC en el organo internacional de supervision financiera, el vocero del Comite Nacional de Coordinacion de la RPDC sobre el Anti-Lavado de Dinero y Anti-Financiacion del Terrorismo dio el dia 27 la siguiente respuesta:\n\t\t\t\t\tEn la reunion plenaria efectuada del 21 al 23 en Paris, la Fuerza Atareada de Accion Financiera contra el Lavado de Dinero volvio a aprobar la llamada \"declaracion abierta\" anti-RPDC. Este documento senala que todavia existen los defectos en el sistema de prevencion del lavado de dinero y financiacion del terrorismo de la RPDC, hay que impedir la financiacion de la proliferacion de armas de destruccion masiva y otros chismes ya aburridos. \n\t\t\t\t\t\n\t\t\t\t\tRechazamos rotundamente esa \"declaracion\" calificandola  de una parte de las maniobras rutinarias de EE.UU. que abusa del aparato internacional de supervision financiera.\n\t\t\t\t\t\n\t\t\t\t\tElla no es mas que un documento barato que tergiversa totalmente la realidad de la RPDC, donde funciona normalmente el ordenado sistema anti-lavado de dinero y anti-financiacion del terrorismo, y repite solo la sofisteria de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEse aparato internacional tambien reconocio que la RPDC tomo las medidas de accion convenientes a la \"norma internacional\" tales como enmendar y suplementar la ley nacional e intensificar el papel del organo de informacion y supervision financieras. De acuerdo con ello, el aparato trato de visitar a la RPDC para averiguar en el terreno la realidad, lo que no se lleva a cabo hasta la fecha debido a los actos obstruccionistas de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tPara justificar la sancion financiera anticoreana, EE.UU. acuso primero a la RPDC, so pretexto de la ejecucion de la \"pauta internacional\", del lavado de dinero y la financiacion del terrorismo a traves del sistema financiero internacional. Y cuando marchaba bien la cooperacion entre la RPDC y la organizacion, presenta ahora nuevo pretexto llamado la financiacion de la proliferacion de armas de destruccion masiva disfrazando las \"resoluciones de sanciones\" de la ONU como \"pauta internacional\".\n\t\t\t\t\t\n\t\t\t\t\tLos hechos comprueban que la adopcion de dicho documento, que se escenifica anualmente desde el 2009, tiene algo en comun con la desesperacion agonica de EE.UU. aturdido ante el poderio de la RPDC, convertida en la potencia nuclear de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\t Las fuerzas armadas nucleares de la RPDC devienen el medio de defensa de la paz que hace posible frustrar cualquier amenaza nuclear de EE.UU. y disuadir sus aventuras militares.\n\t\t\t\t\t\n\t\t\t\t\tSi ese organo esta interesado de veras en prevenir la financiacion de la proliferacion de armas de destruccion masiva, debe cuestionar e imponer la sancion a EE.UU., portador no.1 de armas nucleares que invierte hoy dia sumas astronomicas en su mantenimiento y modernizacion."
        },
        {
            "title": "Rodong Sinmun refuta la insistencia de Trump en modernizacion de armas nucleares",
            "url": "http://kcna.co.jp/item/2018/201802/news27/20180227-27ee.html",
            "content": "Rodong Sinmun refuta la insistencia de Trump en modernizacion de armas nucleares\r\nPyongyang, 27 de febrero (ACNC) -- Hace poco, el presidente estadounidense Trump invito a la Casa Blanca a los gobernadores locales y alcaldes y les dijo que EE.UU. amplia el arsenal nuclear y moderniza las armas nucleares porque lo hacen otros paises. Y disparateo que desea que esos paises abandonen la ambicion nuclear y que si ellos suspendan el desarrollo de armas nucleares, EE.UU. lo hara a los dos minutos. \n\t\t\t\t\tEste sofisma tergiversa totalmente la esencia y causa historica del problema y la situacion actual. \n\t\t\t\t\t\n\t\t\t\t\tRevela el diario Rodong Sinmun en un comentario individual de este martes y continua:\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. fabrico y uso el arma nuclear por primera vez en nuestro planeta. \n\t\t\t\t\t\n\t\t\t\t\tEste criminal nuclear debe abandonar primero la ambicion nuclear. \n\t\t\t\t\t\n\t\t\t\t\tCuando el imperio americano renuncie el arma nuclear abandonando la ilusion vana de tomar la hegemonia mundial mediante la absoluta superioridad nuclear, se resolvera facilmente el problema de desnuclearizacion del mundo entero.\n\t\t\t\t\t\n\t\t\t\t\tLa insistencia de Trump en el cese de desarrollo y modernizacion de armas nucleares de otros paises resulta la pertinacia absurda del politico inmaduro e ignorante de orden de prioridades. \n\t\t\t\t\t\n\t\t\t\t\tA medida que EE.UU. justifica la modernizacion de armas nucleares de su pais con el metodo rutinario de pretextar la amenaza nuclear de otros paises, se revela mas su naturaleza de cinico criminal nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no puede eludir de ninguna manera la responsabilidad de peor criminal nuclear del mundo."
        }
    ]
}