{
    "date": "2018-04-14",
    "url": "http://kcna.co.jp/item/2018/201804/2018-04-14ee.html",
    "articles": [
        {
            "title": "Chinese Art Troupe Arrives",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-05ee.html",
            "content": "Chinese Art Troupe Arrives\r\n Pyongyang, April 14 (KCNA) -- A Chinese art troupe led by Song Tao, head of the International Liaison Department of the C.C., Communist Party of China, arrived here on Friday to take part in the 31st April Spring Friendship Art Festival.\n\t\t\t\t\t The art troupe comprises more than 200 artistes. Included it are well-known artistes of the Chinese National Ballet which is famous at home and abroad for its history spanning nearly 60 years and national opera theatre and state drama theatre. It is accompanied by officials of the International Liaison Department and the Publicity Department of the C.C., CPC and the Chinese Ministry of Culture and Tourism.\n\t\t\t\t\t\n\t\t\t\t\t It was greeted by Ri Su Yong, member of the Political Bureau and vice-chairman of the C.C. Workers' Party of Korea, Kim Yo Jong, alternate member of the Political Bureau and first vice department director of the C.C., WPK, Pak Chun Nam, minister of Culture, and other senior officials of the party and government and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Korean women artistes presented bouquets to Song Tao, Li Qun, vice-minister of Culture and Tourism of China, other leading members and artistes of the art troupe.\n\t\t\t\t\t\n\t\t\t\t\t The members of the art troupe headed for their lodging quarters, being welcomed by masses."
        },
        {
            "title": "Senior WPK Official Visits Lodgings of Chinese Art Troupe",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-06ee.html",
            "content": "Senior WPK Official Visits Lodgings of Chinese Art Troupe\r\nPyongyang, April 14 (KCNA) -- Kim Yo Jong, alternate member of the Political Bureau and first vice department director of the Central Committee of the Workers' Party of Korea, Friday called at the lodgings of the Chinese art troupe led by Song Tao, head of the International Liaison Department of the C.C., Communist Party of China.\n\t\t\t\t\t At the lodgings, Kim Yo Jong welcomed Chinese art troupe's visit to the DPRK once again and exchanged greetings with Song Tao and had a talk with him in an amicable atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t At the lodgings Kim Yo Jong also met the head of the National Ballet.\n\t\t\t\t\t\n\t\t\t\t\t She said that we will make the greatest sincerity so that the artistes of the fraternal Chinese people would not feel the slightest inconvenience during their stay in Pyongyang, and wished the Chinese comrades would spend a pleasant time and the performing activities of the art troupe would be given with success."
        },
        {
            "title": "Chinese Art Troupe Feted",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-07ee.html",
            "content": "Chinese Art Troupe Feted\r\nPyongyang, April 14 (KCNA) -- The International Department of the Central Committee of the Workers' Party of Korea (WPK) hosted a reception for the Chinese art troupe, on a visit to the DPRK to take part in the 31st April Spring Friendship Art Festival, at Pyongyang Koryo Hotel on Friday evening.\n\t\t\t\t\t Present there on invitation were the Chinese art troupe led by Song Tao, head of the International Liaison Department of the Central Committee of the Communist Party of China, and Li Jinjun, Chinese ambassador to the DPRK, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t On hand were Ri Su Yong, vice-chairman of the WPK Central Committee, Ri Chang Gun, vice department director of the C.C., WPK, and officials of the C.C., WPK and the Ministry of Culture.\n\t\t\t\t\t\n\t\t\t\t\t Ri Su Yong made a speech at the reception.\n\t\t\t\t\t\n\t\t\t\t\t He said that he gladly greets all comrades of the Chinese art troupe led by Song Tao, head of the International Liaison Department of the C.C., Communist Party of China, who came to Pyongyang with the warm and sincere friendship of the Chinese people with the Korean people as artistes of friendship who are carrying out the noble intentions of the supreme leaders of the two parties.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the visit to the DPRK by the famous large-scale art troupe of China at the time when the DPRK-China friendly relations enter into a fresh high phase with the historic first China visit by the Chairman of the Workers' Party of Korea as an occasion is of weighty significance in carrying forward and developing the DPRK-China friendship as required by the new times and further consolidating the cornerstone of cultural exchange between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that all comrades of the Chinese art troupe would proactively conduct good art activities as the pioneers of the DPRK-China cultural exchange in the future, too, and thus bring joy and encouragement to the peoples of the two countries. He also hoped that the Chinese art troupe's performing in the DPRK would register good success. \n\t\t\t\t\t\n\t\t\t\t\t Song Tao spoke next.\n\t\t\t\t\t\n\t\t\t\t\t He said that the current visit of the Chinese art troupe is the first footstep for carrying out the important agreement reached by the supreme leaders of the two parties and promoting the development of the China-DPRK friendly relations, and is significant cultural and art activities between China and DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Chairman Kim Jong Un took special steps while highly prioritizing the current visit of the Chinese art troupe, he said, expressing conviction that it would certainly bring about good success in the performing and decorate a new page in the friendly visit between the two parties and two countries.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese party and government sincerely hope that the economy of the DPRK would develop and its people enjoy a happy life, and are convinced that the Korean people would make greater progress in accomplishing the socialist cause under the guidance of the Workers' Party of Korea headed by Chairman Kim Jong Un, he added.\n\t\t\t\t\t\n\t\t\t\t\t The reception proceeded in a fraternal and amicable atmosphere."
        },
        {
            "title": "Ceremony of KPA Officers and Men Held",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-08ee.html",
            "content": "Ceremony of KPA Officers and Men Held\r\nPyongyang, April 14 (KCNA) -- A ceremony of officers and men of the Army, Navy, Air and Anti-Air Force, Strategic Force and Special Operation Force of the Korean People's Army was held at the plaza of the Kumsusan Palace of the Sun Friday to pay deep respects to the great Generalissimos \n\t\t\t\t\t Kim Il Sung and Kim Jong Il and to pledge loyalty to the respected Supreme Commander Kim Jong Un on the occasion of the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t Present there were KPA Vice Marshal Kim Jong Gak, director of the KPA General Political Bureau, KPA Vice Marshal Ri Myong Su, chief of the KPA General Staff, Army General Pak Yong Sik, minister of the People's Armed Forces of the DPRK, and other KPA commanding officers.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Gak made a speech of paying deep respects to the great Generalissimos and pledging loyalty to the respected Supreme Commander.\n\t\t\t\t\t\n\t\t\t\t\t The speaker expressed the pledge of faith and will of all the service personnel to hold Kim Il Sung and Kim Jong Il in high esteem for all ages and discharge their duty as the army of the Party and the pillar and main force of revolution and firmly defend the socialist country by intensifying the militant an political training under the guidance of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Then there was a march-past."
        },
        {
            "title": "Kim Yong Nam Meets Mongolian Party Delegation",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-25ee.html",
            "content": "Kim Yong Nam Meets Mongolian Party Delegation\r\nPyongyang, April 14 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, had a talk with the delegation of the Mongolian People's Party led by General Secretary Dashzegve Amarbayasgalan which paid a courtesy call on him at the Mansudae Assembly Hall Saturday."
        },
        {
            "title": "Ri Su Yong Meets Mongolian Party Delegation",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-28ee.html",
            "content": "Ri Su Yong Meets Mongolian Party Delegation\r\nPyongyang, April 14 (KCNA) -- Ri Su Yong, member of the Political Bureau and vice-chairman of the Central Committee of the Workers' Party of Korea, Saturday had a talk with the delegation of the Mongolian People's Party led by General Secretary Dashzegve Amarbayasgalan on a visit to the DPRK to mark the Day of the Sun.\n\t\t\t\t\t Ri Su Yong said that the WPK and the Korean people are registering successes in the efforts to glorify the 70th founding anniversary of the DPRK as a grand festival of victors by dint of self-reliance and self-development and single-minded unity under the wise guidance of the respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to strengthen the friendly and cooperative relations between the two parties and countries this year marking the 70th anniversary of the establishment of diplomatic relations between the DPRK and Mongolia.\n\t\t\t\t\t\n\t\t\t\t\t Dashzegve Amarbayasgalan said that they wished the Korean people bigger success in the struggle to achieve the country's prosperity under the guidance of HE Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the Mongolian People's Party would attach importance to the relations with the WPK and expand and develop the traditional relations between the two parties."
        },
        {
            "title": "Gift to Kim Jong Un from Mongolian People's Party",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-26ee.html",
            "content": "Gift to Kim Jong Un from Mongolian People's Party\r\nPyongyang, April 14 (KCNA) -- The respected Supreme Leader Kim Jong Un received a gift from the Mongolian People's Party.\n\t\t\t\t\t The gift was conveyed to Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, by Dashzegve Amarbayasgalan, general secretary of the Mongolian People's Party who is heading its delegation on a visit to the DPRK on the occasion of the Day of the Sun, the birth anniversary of President Kim Il Sung, Saturday."
        },
        {
            "title": "Delegation of Mongolian People's Party Feted",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-19ee.html",
            "content": "Delegation of Mongolian People's Party Feted\r\nPyongyang, April 14 (KCNA) -- The Central Committee of the Workers' Party of Korea on Saturday hosted a reception for the delegation of the Mongolian People's Party visiting the DPRK to mark the Day of the Sun.\n\t\t\t\t\t Present there on invitation were members of the delegation led by General Secretary Dashzegve Amarbayasgalan and Sukhbat Sodnomtsog, charge d'affaires ad interim of the Mongolian embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Ri Su Yong, member of the Political Bureau and vice-chairman of the C.C., Workers' Party of Korea (WPK), Ryu Myong Son, vice department director of the C.C., WPK, and officials concerned were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "Japanese Delegation Arrives",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-21ee.html",
            "content": "Japanese Delegation Arrives\r\nPyongyang, April 14 (KCNA) -- A delegation of the Japanese Society for the Study of the Juche Idea led by Shinjiro Takeda arrived here on Saturday to mark the Day of the Sun."
        },
        {
            "title": "Delegation of Koreans in China Here",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-23ee.html",
            "content": "Delegation of Koreans in China Here\r\nPyongyang, April 14 (KCNA) -- A delegation of the Association for Economic and Cultural Exchange of Korean Nationality in Dandong City of China led by Chairman Kim Thaek Ryong arrived here Saturday to mark the birth anniversary of President Kim Il Sung."
        },
        {
            "title": "Foreign Guests, Overseas Compatriots Visit Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-18ee.html",
            "content": "Foreign Guests, Overseas Compatriots Visit Kumsusan Palace of Sun\r\nPyongyang, April 14 (KCNA) -- Foreign guests and overseas compatriots including the participants in the 31st April Spring Friendship Art Festival Saturday visited the Kumsusan Palace of the Sun to pay tribute to President Kim Il Sung and leader Kim Jong Il on the occasion of the Day of the Sun.\n\t\t\t\t\t They paid high tribute to the peerlessly great men before their statues.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to Kim Il Sung and Kim Jong Il at the halls of immortality where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where the orders the great leaders received are on display and the halls that house cars, electric car, boat and train coaches used by them for their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Overseas Koreans Pay Homage to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-09ee.html",
            "content": "Overseas Koreans Pay Homage to Kim Il Sung, Kim Jong Il\r\nPyongyang, April 14 (KCNA) -- A congratulatory group of the General Association of Koreans in China for celebrating the Day of the Sun and a delegation of the International United Confederation of Koreans on Friday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill.\n\t\t\t\t\t They laid bouquets before the statues of the great leaders and made a bow to them."
        },
        {
            "title": "Delegation of Union of Korean Writers and Artists in Japan Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-12ee.html",
            "content": "Delegation of Union of Korean Writers and Artists in Japan Visits Mangyongdae\r\nPyongyang, April 14 (KCNA) -- A delegation of the Union of Korean Writers and Artists in Japan for celebrating the Day of the Sun led by Chairman Kim Jong Su visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t At the time-honored old home of the President the guests looked round the historical relics, being briefed on his noble career.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Mangyongdae Schoolchildren's Palace, the Munsu Rehabilitation Clinic, the Ryugyong General Ophthalmic Hospital, etc."
        },
        {
            "title": "Floral Baskets to Statues of Kim Il Sung, Kim Jong Il from Abroad",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-22ee.html",
            "content": "Floral Baskets to Statues of Kim Il Sung, Kim Jong Il from Abroad\r\nPyongyang, April 14 (KCNA) -- Floral baskets, sent by the Switzerland-Korea Committee, the Korean Friendship Association, Jindallae Saphariny, president of the Jindallae Children's Foundation, and personages of Angola on the occasion of the Day of Sun, were laid at the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Saturday."
        },
        {
            "title": "Floral Basket, Gift to Kim Jong Un from Delegations of Foreign Juche Idea Study Groups",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-24ee.html",
            "content": "Floral Basket, Gift to Kim Jong Un from Delegations of Foreign Juche Idea Study Groups\r\nPyongyang, April 14 (KCNA) -- The respected Supreme Leader Kim Jong Un received a floral basket from the delegation of the Japanese Society for the Study of the Juche Idea and a gift from the delegation of the Russian Institute of Kimilsungism-Kimjongilism on the occasion of the Day of the Sun.\n\t\t\t\t\t The floral basket and gift were conveyed respectively to officials concerned on Saturday."
        },
        {
            "title": "Group and Separate Performances of Friendship Art Festival Given",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-27ee.html",
            "content": "Group and Separate Performances of Friendship Art Festival Given\r\nPyongyang, April 14 (KCNA) -- There took place group and separate performances of the 31st April Spring Friendship Art Festival at theaters and concert halls in Pyongyang on Saturday.\n\t\t\t\t\t Colorful numbers including song, dance and instrumental music were put on the stage by foreign artistes and Korean artistes from abroad.\n\t\t\t\t\t\n\t\t\t\t\t They sang songs including \"Leader, the Night Is Far Advanced\" and \"General, Here Is the Forefront\" in reflection of their yearning for President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Songs praising the respected Supreme Leader Kim Jong Un as a peerlessly great man were also put on the stage.\n\t\t\t\t\t\n\t\t\t\t\t Songs, dances and instrumental music reflecting ardent patriotism, traditional customs and national emotion of peoples of various countries were presented.\n\t\t\t\t\t\n\t\t\t\t\t Folk songs, dances and instrumental music of strong national flavor by Korean artistes from abroad added to the atmosphere of the performances.\n\t\t\t\t\t\n\t\t\t\t\t Acrobats displayed their stunts smartly, exciting the audience.\n\t\t\t\t\t\n\t\t\t\t\t The performances go on."
        },
        {
            "title": "Participants of April Spring Friendship Art Festival Feted",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-30ee.html",
            "content": "Participants of April Spring Friendship Art Festival Feted\r\nPyongyang, April 14 (KCNA) -- The Presidium of the Supreme People's Assembly of the DPRK hosted a reception for the participants of the 31st April Spring Friendship Art Festival at the People's Palace of Culture on Saturday on the occasion of the Day of the Sun.\n\t\t\t\t\t Artistes from various countries and Korean artistes from abroad taking part in the festival were invited to the reception.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Vice-President of the SPA Presidium Yang Hyong Sop, Vice-Premier Jon Kwang Ho, members of the festival organizing committee and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t A speech was made there."
        },
        {
            "title": "Foreign Singers Leave",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-29ee.html",
            "content": "Foreign Singers Leave\r\nPyongyang, April 14 (KCNA) -- Foreign singers and international jury members left here on Saturday after taking part in the First Pyongyang International Vocal Competition."
        },
        {
            "title": "Kim Il Sung Prize to Merited Scientist",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-15ee.html",
            "content": "Kim Il Sung Prize to Merited Scientist\r\nPyongyang, April 14 (KCNA) -- Kim Il Sung Prize was awarded to Jong Jong Gun for his great scientific research successes which tangibly contributed to the work of holding the great leaders in high esteem and the building of monumental edifices representing the era of the Workers' Party of Korea.\n\t\t\t\t\t A relevant decree of the Presidium of the Supreme People's Assembly of the DPRK was promulgated on Friday."
        },
        {
            "title": "Order of Kim Il Sung Conferred on Sinchon Museum",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-13ee.html",
            "content": "Order of Kim Il Sung Conferred on Sinchon Museum\r\nPyongyang, April 14 (KCNA) -- Order of Kim Il Sung was conferred on Sinchon Museum, according to a decree of the Presidium of the Supreme People's Assembly of the DPRK on Friday.\n\t\t\t\t\t The museum has successfully carried out its mission and duty as a center of anti-imperialist, anti-U.S. education and class education for the past six decades. It thus contributed to inspiring the army and people to the campaign for defending socialism and the anti-U.S. struggle, fully disclosing the brutal atrocities committed by the U.S. imperialists."
        },
        {
            "title": "Order of Kim Il Sung to Persons of Merit",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-14ee.html",
            "content": "Order of Kim Il Sung to Persons of Merit\r\nPyongyang, April 14 (KCNA) -- According to a decree of the Presidium of the Supreme People Assembly of the DPRK on Friday, Order of Kim Il Sung was conferred on Ryang Myong Chol, Jo Kwang Gu, Yo Man Hyon, Pae Jong Sik and Kim Myong Yon.\n\t\t\t\t\t They contributed to the building of a powerful socialist nation by successfully leading the masses to the struggle for implementing the behests of the great leaders and upholding the Party policies through their experienced political works and by successfully carrying out their revolutionary tasks in the strong spirit of self-reliance and fortitude."
        },
        {
            "title": "New Stamps Issued to Mark Day of Sun",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-16ee.html",
            "content": "New Stamps Issued to Mark Day of Sun\r\nPyongyang, April 14 (KCNA) -- New stamps (one sheetlet and two individual stamps) were issued by the State Stamp Bureau of the Democratic People's Republic of Korea to mark the birth anniversary of President Kim Il Sung, the Day of the Sun.\n\t\t\t\t\t On the upper part of the stamps are letters reading \"In Celebration of 106th birth anniversary of President Kim Il Sung\" and \"Juche 1 (1912) - Juche 107 (2018)\".\n\t\t\t\t\t\n\t\t\t\t\t In the center of the sheetlet there is a statue of the President at the shore of Lake Samji.\n\t\t\t\t\t\n\t\t\t\t\t The Torch Tower of the Samjiyon Grand Monument and group of subsidiary theme sculptures of anti-Japanese guerillas are depicted on the individual stamps."
        },
        {
            "title": "Lecture on Situation in Japan Marks Day of Sun",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-17ee.html",
            "content": "Lecture on Situation in Japan Marks Day of Sun\r\nPyongyang, April 14 (KCNA) -- A lecture on the situation for Japan-Korea friendship in celebration of the Day of the Sun was held in Tokyo, Japan on April 5.\n\t\t\t\t\t Among those present were Fumihiro Himori, chairman of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, Kenki Nakamura, chairman of the Japan-Korea Society for Scientific and Educational Interchange, Tokuji Yanagisawa, managing director of the Japan-Korea Cultural Interchange Association, Shingo Kanemaru, policy affairs secretary for Sin Kanemaru who is former vice-president of the Japan Liberal Democratic Party, and Japanese personages.\n\t\t\t\t\t\n\t\t\t\t\t Present on invitation were So Chung On, director of the Department for International Affairs and Reunification of the Central Standing Committee of the General Association of Korean Residents in Japan, and its officials in Kanto area.\n\t\t\t\t\t\n\t\t\t\t\t Assistant Professor of Korean University Ri Pyong Hwi delivered a lecture titled \"On historic significance of the 70th anniversary of the April Joint Conference of Representatives of Political Parties and Public Organizations in North and South Korea and on prospect of peaceful reunification\".\n\t\t\t\t\t\n\t\t\t\t\t The lecturer said that the April joint conference held in Pyongyang at the direct proposal and under the guidance of President Kim Il Sung was a historic meeting at which the entire Korean nation except the Syngman Rhee group of traitors agreed on opposing the division and supporting the establishment of a unified government.\n\t\t\t\t\t\n\t\t\t\t\t Ri urged the Japanese government to have correct understanding of the situation on the Korean peninsula and make efforts for improving relations with the DPRK on the basis of the DPRK-Japan Pyongyang Declaration, not going against the peace on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Before the lecture, Japanese journalist Noriko Hayashi introduced photos showing Japanese women living in the DPRK on the theme of \"Japan-DPRK relations seen through the coverage of Japanese wives\"."
        },
        {
            "title": "Collection of Memoirs \"Among the People\" Vol. 107 Published",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-20ee.html",
            "content": "Collection of Memoirs \"Among the People\" Vol. 107 Published\r\nPyongyang, April 14 (KCNA) -- Vol. 107 of \"Among the People\", a collection of memoirs, was brought out in the DPRK to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The book contains 18 memoirs dealing with the exploits and noble popular traits of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t A memoir \"'Reed Precisely Means Silk'\" says that the President saw to it that the Sinuiju Chemical Fibre Mill was built and that he set forth tasks to increase the production of reed, raw material for fibre.\n\t\t\t\t\t\n\t\t\t\t\t Some memoirs deal with the energetic leadership of the President who made a long journey for field guidance to provide the people with more affluent and happy life.\n\t\t\t\t\t\n\t\t\t\t\t Others tell the loving care shown by the President for the living conditions of the People's Army soldiers.\n\t\t\t\t\t\n\t\t\t\t\t The book also tells the stories that the President met an ordinary table tennis player to give her strength and courage to demonstrate the honor and dignity of the Korean nation in games and that during his foreign tour, he dropped in at the school where the war orphans studied and showed warm love for them."
        },
        {
            "title": "KCNA Commentary on Japan's Moves for Overseas Expansion:",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-10ee.html",
            "content": "KCNA Commentary on Japan's Moves for Overseas Expansion:\r\nPyongyang, April 14 (KCNA) -- Warships of the maritime \"Self-Defense Force\" of Japan Akizuki and Michishio are now active in waters off Southeast Asia under the pretext of trial voyage to the deep sea.\n\t\t\t\t\t The ships reportedly supplied fuel to the warships of the U.S. navy 17 times last year under the pretext of the \"agreement on mutual provision of materials and labor\".\n\t\t\t\t\t\n\t\t\t\t\t As known, Japan was deprived of the \"right to collective self-defense\" by law after it was disarmed following its defeat in the Second World War.\n\t\t\t\t\t\n\t\t\t\t\t Japan, however, laid a legal springboard from which to launch military operations for aggression in any region of the world under the pretext of \"supporting allies\" including the U.S. forces, after expanding the sphere of the military operations of the SDF to the vast areas of Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t In March it formed a general ground command for providing uniform command over all the ground SDF units and established an amphibious mobile unit, special task force for landing operation under the pretext of \"defending remote islands in the southwestern area\".\n\t\t\t\t\t\n\t\t\t\t\t This is allegedly to \"improve the maneuverability to cope with terrorist acts and guerilla attack\" to replace the ground attack defense system dating back to the era of the Cold War. But in fact, it is aimed to ensure the maneuverability of the SDF domestically and internationally, free from the restriction after Japan's defeat in the Second World War.\n\t\t\t\t\t\n\t\t\t\t\t Recently the amphibious mobile force conducted the first joint exercises with the U.S. marines.\n\t\t\t\t\t\n\t\t\t\t\t Here the Japanese ruling quarters attempt to push forward the retrogressive revision of the constitution which specified the existence of the SDF for the justification of the overseas aggression, claiming that \"time has come to buckle down to the constitutional revision.\"\n\t\t\t\t\t\n\t\t\t\t\t Even though it calls for \"exclusive defense\", the Abe group has modified its contents to a large extent under the pretext of \"threats\" from China and other countries.\n\t\t\t\t\t\n\t\t\t\t\t The Abe group has modified the interpretation of the present constitution which the successive Cabinet maintained, allowing the exercise of the \"right to collective self-defense\". Recently it included the costs for the introduction of long-range cruise missile for building \"capabilities for attack on enemy base\" in the budget for 2018 and began the examination of the possession of carrier.\n\t\t\t\t\t\n\t\t\t\t\t Today Japan's moves for overseas expansion which have gained momentum with the backing of the U.S. arouse serious concern of the international community including regional countries.\n\t\t\t\t\t\n\t\t\t\t\t An internet homepage of Russia clarified that Japan has often cited \"threats from the DPRK\" in order to deter China and that now it designs to pressure China and play a key role in the Indian and Pacific oceans together with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Defense Ministry of China stressed that it is imperative to be further vigilant against Japan's tendency to develop attack weapons necessary for surpassing \"exclusive defense\".\n\t\t\t\t\t\n\t\t\t\t\t In the world today which has faced the unprecedented change of the situation of peace and stability, Japan's outdated way of thinking aimed at overseas expansion will never yield a good result.\n\t\t\t\t\t\n\t\t\t\t\t The world must be vigilant against Japan's moves for overseas expansion."
        },
        {
            "title": "Kim Il Sung's Work Printed in Algeria",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-01ee.html",
            "content": "Kim Il Sung's Work Printed in Algeria\r\nPyongyang, April 14 (KCNA) -- President Kim Il Sung's work \"On the Three Principles of National Reunification\" was brought out in booklet with due ceremony on April 3 by the Tarzalt Publishing House in El-Djezair of Algeria on the occasion of his birth anniversary, the Day of the Sun.\n\t\t\t\t\t The work, published on May 3 and Nov. 3, Juche 61 (1972), clarifies the three principles of national reunification --independence, great national unity and peaceful reunification-- and the idea of realizing the cooperation between the north and the south of Korea."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary Marked",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-03ee.html",
            "content": "Kim Il Sung's Birth Anniversary Marked\r\nPyongyang, April 14 (KCNA) -- Online newspapers, websites and magazines of different countries and regions dedicated special write-ups and articles to the birth anniversary of President Kim Il Sung from March 21 to 30.\n\t\t\t\t\t Russia's online newspaper Bremya Peremon and website Grifon Prestsizh carried articles titled \"For global independence\" and \"President Kim Il Sung and Nobichenko\" illustrated with a portrait of smiling Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Russia's online magazine Lemchich, in an article illustrated with his photo, introduced the historic significance of his birth, saying that he made great efforts for the development of the country's agriculture all his life.\n\t\t\t\t\t\n\t\t\t\t\t The website of the Italian Committee for the Study of Songun Idea for Independence and Sovereignty in articles titled \"The humblest person\", \"Great man mixing unceremoniously with the people\" and \"Africa does not forget\" praised his noble popular traits and exploits.\n\t\t\t\t\t\n\t\t\t\t\t The website of the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism noted in an article titled \"The prominent elder statesman of the 20th century\" that he founded the Juche idea in his early years and thus illuminated the road ahead of humankind.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee of the People's Progressive Party of Nigeria for celebrating the birth anniversary of Generalissimo HE Kim Il Sung posted an article titled \"Human cause of independence and President Kim Il Sung\" on the website of the African Regional Committee for Friendship and Solidarity with the Korean People headquartered in Nigeria."
        },
        {
            "title": "Kim Il Sung Remembered in China",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-04ee.html",
            "content": "Kim Il Sung Remembered in China\r\nPyongyang, April 14 (KCNA) -- A remembrance meeting of families of those related to the anti-Japanese revolutionary struggle took place at the DPRK embassy in Beijing on April 10 to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present at the meeting were families of those related to the anti-Japanese revolutionary struggle, the DPRK ambassador to China and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid floral baskets and bouquets before the portraits of smiling President Kim Il Sung and leader Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The unofficial visit to China by respected Comrade Kim Jong Un marked an important occasion in developing the China-DPRK friendship provided by the revolutionaries of the elder generations of the two countries on a fresh stage, Zhang Jinlu, daughter of Zhang Wei-hua, said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Our yearning for President Kim Il Sung grows stronger as his 106th birth anniversary is nearing.\n\t\t\t\t\t\n\t\t\t\t\t The President took fatherly loving care of our life.\n\t\t\t\t\t\n\t\t\t\t\t He will always be with us and the China-DPRK friendship will be everlasting.\n\t\t\t\t\t\n\t\t\t\t\t The son of Feng Zhongyun said that he could not forget the benevolent image of the President forever, noting that the honor of being received by the President in the DPRK is still fresh in his memory.\n\t\t\t\t\t\n\t\t\t\t\t Yu Ming, a son of Li Zade, said that they would always stand with the Korean people and positively support the cause of building a powerful socialist nation just as their parents provided the tradition of friendship in blood.\n\t\t\t\t\t\n\t\t\t\t\t The son of Shang Yue expressed belief that the friendly relations between China and the DPRK would grow stronger, saying that the bilateral friendship has been put on a new high stage thanks to Kim Jong Un's visit to China."
        },
        {
            "title": "Kim Jong Un's Visit to China Hailed in Serbia",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-02ee.html",
            "content": "Kim Jong Un's Visit to China Hailed in Serbia\r\nPyongyang, April 14 (KCNA) -- Serbian political parties and organizations released statements on April 3 and 4 in congratulation of the respected Supreme Leader Kim Jong Un's successful visit to China.\n\t\t\t\t\t Recalling that Kim Jong Un, chairman of the Workers' Party of Korea and chairman of the State Affairs Commission of the DPRK, paid an unofficial visit to the People's Republic of China and had talks with President Xi Jinping, the Communist Party of Serbia said in its statement:\n\t\t\t\t\t\n\t\t\t\t\t We are pleased to see the positive change taking place in the situation of the Korean peninsula and the world thanks to his leadership.\n\t\t\t\t\t\n\t\t\t\t\t The New Yugoslav Communist Party and the League of the Yugoslav Communist Youth in a joint statement extended full support to the DPRK, the banner of peace and progress, saying that Kim Jong Un's visit to China serves as a great contribution to regional peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The Serbian national preparatory committee for celebrating the Day of the Sun said that his China visit offered an occasion in demonstrating the traditional DPRK-China friendly relations once again. It hoped that the friendly relations between the DPRK and China would invariably develop in the future, too."
        },
        {
            "title": "Llega a Pyongyang el grupo artistico de China para el Festival Artistico de Amistad",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-01ss.html",
            "content": "Llega a Pyongyang el grupo artistico de China para el Festival Artistico de Amistad\r\nPyongyang, 14 de abril (ACNC) -- El grupo artistico de China, presidido por Song Tao, jefe del Departamento de Enlace Internacional del Comite Central del Partido Comunista de China, llego el dia 13 a esta capital para tomar parte en el 31o Festival Artistico de Amistad Abril en Primavera. \n\t\t\t\t\tEl grupo, incluido por mas de 200 artistas de visita a la RPDC, esta compuesto por los artistas famosos del Conjunto Central de Ballet, el Teatro Central de Operaciones y el Teatro Estatal de Drama que tiene la historia de casi 60 anos y se gana el prestigio nacional y mundial. \n\t\t\t\t\t\n\t\t\t\t\tLos visitantes fueron acogidos por Ri Su Yong, miembro del Buro Politico y vicepresidente del Comite Central del Partido del Trabajo de Corea, Kim Yo Jong, miembro suplente del Buro Politico y primera subjefa de departamento del CC del PTC, el ministro de Cultura, Pak Chun Nam, otros funcionarios del partido y gobierno e interesados.\n\t\t\t\t\t\n\t\t\t\t\tLas artistas coreanas entregaron los ramos de flores al jefe del Departamento de Enlace Internacional del CC del PCCh, Song Tao, el viceministro de Cultura y Turismo, Li Jun, los miembros de direccion y los artistas principales del grupo artistico.\n\t\t\t\t\t\n\t\t\t\t\tEl los miembros del grupo artistico chino se dirigio al alojamiento recibiendo la bienvenida de los habitantes coreanos."
        },
        {
            "title": "Kim Yo Jong visita el alojamiento del grupo artistico de China",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-02ss.html",
            "content": "Kim Yo Jong visita el alojamiento del grupo artistico de China\r\nPyongyang, 14 de abril (ACNC) -- Kim Yo Jong, miembro suplente del Buro Politico y primera subjefa de departamento del Comite Central del Partido del Trabajo de Corea, visito el dia 13 el albergue del grupo artistico de China conducido por Song Tao, jefe del Departamento de Enlace Internacional del Comite Central del Partido Comunista de China. \n\t\t\t\t\tDando nuevamente la bienvenida la visita a Corea del grupo artistico chino, ella intercambio el saludo con Song Tao y departio con el en un ambiente ameno. \n\t\t\t\t\t\n\t\t\t\t\tTambien, Kim Yo Jong se reunio con titular del Conjunto Central de Ballet.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que dara maxima sinceridad para que los artistas del hermano pueblo chino no sintieran ni las minimas incomodidades durante su estancia en esta capital, Kim deseo que los companeros chinos pasen un tiempo alegre y realicen con exito las actividades de funcion del grupo."
        },
        {
            "title": "Ofrecido un banquete por el grupo artistico chino",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-03ss.html",
            "content": "Ofrecido un banquete por el grupo artistico chino\r\nPyongyang, 14 de abril (ACNC) -- El Departamento Internacional del Comite Central del Partido del Trabajo de Corea ofrecio el dia 13 por la noche en el Hotel Coryo de Pyongyang el banquete en honor del grupo artistico de China que realiza la visita en la Republica Popular Democratica de Corea para tomar parte en el 31o Festival Artistico de Amistad Abril en Primavera. \n\t\t\t\t\tFueron invitados a la recepcion el grupo artistico de China presidido por el jefe del Departamento de Enlace Internacional del Comite Central del Partido Comunista de China, Song Tao, el embajador Li Jinjun y otros miembros de la sede diplomatica china en Corea. \n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes Ri Su Yong, vicepresidente del Comite Central del Partido del Trabajo de Corea, Ri Chang Gun, subjefe de departamento del CC del PTC y los funcionarios del CC del PTC y del Ministerio de Cultura. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo discursos. \n\t\t\t\t\t\n\t\t\t\t\tRi Su Yong dijo que acoge calurosamente como mensajeros artisticos de amistad para practicar el noble proposito de los Maximos Dirigentes de los dos partidos a todos los miembros del grupo artistico de China presidido por el jefe del Departamento de Enlace Internacional del Comite Central del Partido Comunista de China, Song Tao, que vinieron a Pyongyang llevandose el cordial y sincero sentimiento de amistad del pueblo chino al coreano.\n\t\t\t\t\t\n\t\t\t\t\tCuando las relaciones de amistad Corea-China entraron en la nueva etapa alta gracias a la primera visita historica del Presidente del Partido del Trabajo de Corea el famoso grupo artistico de gran envergadura de China visito a la Republica Popular Democratica de Corea, lo que tiene un profundo significado en seguir desarrollando la amistad bilateral conforme a la demanda de la nueva epoca y consolidar mas firmemente la base del intercambio cultural entre los dos paises, enfatizo.\n\t\t\t\t\t\n\t\t\t\t\tAseguro que en el futuro tambien todos los miembros del grupo artistico chino desarrollaran activamente las excelentes actividades artisticas siendo jinetes del intercambio cultural y artistico Corea-China y daran mas alegrias y estimulo a los pueblos de ambos paises y expreso la conviccion de que el grupo artistico chino logren excelentes exitos en su funcion de visita a Corea.\n\t\t\t\t\t\n\t\t\t\t\tSong Tao dijo que la presente visita del grupo artistico chino deviene el primer paso para ejecutar el importante acuerdo logrado por los Maximos Dirigentes de los dos partidos e impulsar el desarrollo de las relaciones de amistad China-Corea y constituye tambien las significativas actividades culturales y artisticas entre China y Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Jong Un dio gran importancia a esta visita del grupo artistico chino y tomo las medidas especiales, asevero y expreso la conviccion de que lograran sin falta los exitos excelentes en la presente funcion para adornar asi la nueva pagina del viaje amistoso entre los dos partidos y dos paises China-Corea.\n\t\t\t\t\t\n\t\t\t\t\tHizo hincapie en que el partido y gobierno de China desea de todo corazon el desarrollo economico y la felicidad del pueblo de Corea y confian en que bajo la direccion del PTC el pueblo coreano logre mayores avances en el cumplimiento de la causa socialista.\n\t\t\t\t\t\n\t\t\t\t\tEl banquete se efectuo siempre en el ambiente ameno."
        },
        {
            "title": "Tiene lugar la ceremonia de oficiales y soldados del EPC por el Dia del Sol",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-04ss.html",
            "content": "Tiene lugar la ceremonia de oficiales y soldados del EPC por el Dia del Sol\r\nPyongyang, 14 de abril (ACNC) -- Con motivo del Dia del Sol, tuvo lugar el viernes en la plaza del Palacio del Sol Kumsusan la ceremonia de los oficiales y soldados de las fuerzas terrestres, navales, aereas y antiaereas, estrategicas y de operaciones especiales del Ejercito Popular de Corea para rendir homenaje a los Generalisimos Kim Il Sung y Kim Jong Il y jurar la fidelidad al Comandante Supremo Kim Jong Un.\n\t\t\t\t\tA la ocasion asistieron el vicemariscal del EPC Kim Jong Gak, jefe de la Direccion Politica General del EPC, el vicemariscal del EPC, Ri Myong Su, jefe del Estado Mayor General del EPC, el general de ejercito de las fuerzas terrestres Pak Yong Sik, ministro de las Fuerzas Armadas Populares de la RPDC, y otros comandantes del EPC. \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Gak hizo uso de la palabra para rendir homenaje a los grandes Generalisimos y jurar la fidelidad al estimado  Comandante Supremo. \n\t\t\t\t\t\n\t\t\t\t\tEl orador hizo juramento de conviccion y voluntad de los oficiales y soldados del EPC de cumplir su deber del ejercito del partido y pilar y grueso de la revolucion y fortalecer el ejercicio politico y combativo para defender firmemente la patria socialista sosteniendo para siempre los Generalisimos Kim Il Sung y Kim Jong Il y la direccion del estimado Comandante Supremo Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hubo el desfile."
        },
        {
            "title": "Kim Yong Nam se reune con delegacion de Partido del Pueblo de Mongolia",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-16ss.html",
            "content": "Kim Yong Nam se reune con delegacion de Partido del Pueblo de Mongolia\r\nPyongyang, 14 de abril (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, departio el dia 14 en el Palacio de los Congresos Mansudae con la delegacion del Partido del Pueblo de Mongolia, encabezada por su secretario general Dashzegve Amarbayasgalan, que le realizo una visita de cortesia."
        },
        {
            "title": "Regresan artistas y jueces extranjeros",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-19ss.html",
            "content": "Regresan artistas y jueces extranjeros\r\nPyongyang, 14 de abril (ACNC) -- Salieron este sabado de esta capital los artistas de varios paises y los jueces internacionales quienes participaron en el I Concurso Internacional de Musica Vocal de Pyongyang."
        },
        {
            "title": "ACNC despierta en comentario la alerta sobre el intento expansionista de Japon",
            "url": "http://kcna.co.jp/item/2018/201804/news14/20180414-08ss.html",
            "content": "ACNC despierta en comentario la alerta sobre el intento expansionista de Japon\r\nPyongyang, 14 de abril (ACNC) -- En estos tiempos, los buques Akizuki y Michishio de las \"Fuerzas Maritimas de Autodefensa\" de Japon se mueven en las aguas maritimas alrededores del Sudeste Asiatico bajo el pretexto de navegacion de entrenamiento en alta mar. \n\t\t\t\t\tSegun trascendidos, en el ano pasado tambien, los buques de las \"Fuerzas Maritimas de Autodefensa\" realizaron en 17 ocasiones el suministro de combustible a los buques de guerra norteamericanos aduciendo el \"convenio de ofrecimiento reciproco de materiales y manos de obra\" concertado con EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tComo esta conocido por todos, Japon fue desarmado despues de su derrota en la segunda guerra mundial y se le prohibe por la ley el ejercicio del \"derecho a la autodefensa colectiva\". \n\t\t\t\t\t\n\t\t\t\t\tPero, el pais isleno amplio el teatro de operaciones militares de sus \"Fuerzas de Autodefensa\" a vastas zonas de Asia y el mundo y preparo los fundamentos legales para poder desarrollar las actividades militares agresivas en cualquier parte del mundo bajo el rotulo de \"ayuda\" a las tropas de EE.UU. y otros paises aliados. \n\t\t\t\t\t\n\t\t\t\t\tEn marzo pasado, organizo la comandancia general de las fuerzas terrestres encargada de dirigir de manera unificada todas las unidades de las \"Fuerzas Terrestres de Autodefensa\" y fundo el cuerpo de movilizacion anfibia, colectivo especializado en las operaciones de desembarco, bajo el cartel de \"defensa de las islas apartadas en el suroeste\".\n\t\t\t\t\t\n\t\t\t\t\tJapon lo describe como medida para \"mejorar la movilidad frente al terrorismo o al ataque guerrillero\", a cambio del sistema de ataque y defensa terrestres de la guerra fria. Pero, su verdadera intencion es movilizar a sus caprichos tanto en el pais como en el extranjero a las \"Fuerzas de Autodefensa\" al liberarse de las restricciones impuestas por la derrota en la segunda guerra mundial. \n\t\t\t\t\t\n\t\t\t\t\tHace poco, el cuerpo de movilizacion anfibia desarrollo por primera vez un entrenamiento conjunto con la infanteria de marina de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tLos gobernantes japoneses tratan de aprobar por la fuerza el proyecto de enmienda de la Constitucion para estipular nuevamente la existencia de las \"Fuerza de Autodefensa\" en el sentido de justificar la agresion a ultramar, diciendo en publico que \"ya llego el momento de proceder a la enmienda de la Constitucion\". \n\t\t\t\t\t\n\t\t\t\t\tLa banda de Abe habla por una parte de la \"defensa exclusiva\" y por la otra, modifico en gran medida su contenido pretextando la amenaza proveniente de China y otros paises. \n\t\t\t\t\t\n\t\t\t\t\tTolero el ejercicio del \"derecho a la autodefensa colectiva\" modificando la interpretacion sobre la Constitucion vigente, mantenida por los gabinetes anteriores. \n\t\t\t\t\t\n\t\t\t\t\tE incluyo en el proyecto presupuestario para el ano 2018 los gastos para el plan de introduccion de misil crucero de largo alcance y comenzo a examinar la posesion del portaaviones. \n\t\t\t\t\t\n\t\t\t\t\tLa escalada de acciones expansionistas a ultramar de Japon, que cuenta con la ayuda de EE.UU., provoca una gran preocupacion de la sociedad internacional, incluso los paises regionales. \n\t\t\t\t\t\n\t\t\t\t\tUna pagina web rusa revelo que Japon utilizo a menudo la \"amenaza de Corea\" a fin de mantener a raya a China y ahora pretende presionarla y jugar junto con EE.UU. el papel principal en el Oceano Indico y el Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tEl portavoz de informacion del Ministerio de Defensa Nacional de China dijo que hace falta tomar mas precaucion sobre la tendencia de Japon de desarrollar las armas de ataque que superan el nivel de \"defensa exclusiva\". \n\t\t\t\t\t\n\t\t\t\t\tEn el mundo actual que afronta el cambio de la situacion hacia la paz y la estabilidad, el intento expansionista de Japon, que parte de su caduco modo de pensar, traera consecuencias negativas. \n\t\t\t\t\t\n\t\t\t\t\tEl mundo debe levantar guardia sobre el expansionismo a ultramar de Japon."
        }
    ]
}