{
    "date": "2018-01-17",
    "url": "http://kcna.co.jp/item/2018/201801/2018-01-17ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Newly-Remodeled Pyongyang Teacher Training College",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-01ee.html",
            "content": "Kim Jong Un Visits Newly-Remodeled Pyongyang Teacher Training College\r\n Pyongyang, January 17 (KCNA) -- Respected Supreme Leader Kim Jong Un visited the newly-remodeled Pyongyang Teacher Training College.\n\t\t\t\t\t In February Last year he gave instructions to turn the college into a model put on a scientific, IT and modern basis at a high level and generalize it across the country and solved all problems arising in its reconstruction.\n\t\t\t\t\t\n\t\t\t\t\t Officials, party members and working people of Pyongyang City completed the project for updating the college with a total floor space of more than 24,100 square meters in a short period, true to his intention.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Leader highly appreciated them for having successfully turned the college into a world-level exemplary one.\n\t\t\t\t\t\n\t\t\t\t\t Going round a room dedicated to the history of the college, an education science exhibition hall, an education control room, a multi-function class room, a library, a gymnasium, a dormitory and other parts of the college, he learned in detail about its modernization and educational work.\n\t\t\t\t\t\n\t\t\t\t\t The college, founded in September 1968, could cover a proud course of development under the wise guidance and meticulous care of President Kim Il Sung and leader Kim Jong Il over the past years, he said, urging its officials and teaching staff to devote their wisdom and passion to the educational work, well aware of their important duty, and thus add shine to the immortal exploits of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t Saying that he was very glad to see the college equipped with ultra-modern education facilities, school things and operation facilities, he expressed his great satisfaction over them.\n\t\t\t\t\t\n\t\t\t\t\t Education is a patriotic work of lasting significance for the country's future and the teacher training colleges have an important role to play in glorifying the DPRK as a country of education and a talent power by bringing about a radical improvement in education in the new century, he said.\n\t\t\t\t\t\n\t\t\t\t\t He added that the Party remodeled Pyongyang Teacher Training College with much care as it attaches importance to the teacher training colleges, a pedigree establishment for training teachers in charge of the education of children and that every province should spruce up colleges of education with it as a model.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the teaching staff of the country, including teachers of the college, should dedicate their ardent patriotism and pure conscience to the educational work, well conscious of being the master of education and the work for improvement in education in the new century.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the officials, teachers and students of the college would fulfill their duty in the work to put the preschool and primary school education on a fresh scientific basis, he had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Pak Thae Song, vice-chairman of the Central Committee of the Workers' Party of Korea, and Jo Yong Won, vice department director of the C.C., WPK."
        },
        {
            "title": "Inter-Korean Working-Level Talks",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-20ee.html",
            "content": "Inter-Korean Working-Level Talks\r\n Panmunjom, January 17 (KCNA) -- Working-level talks between the north and the south of Korea for the north side's participation in the 23rd Winter Olympics and Paralympics were held at the \"house of peace\" in the south side portion of Panmunjom on Wednesday, under the agreement of the north-south high-level talks.\n\t\t\t\t\t Present there were a delegation of the north side led by Jon Jong Su, vice-chairman of the Committee for the Peaceful Reunification of the Country of the DPRK, and a delegation of the south side with Chon Hae Song, vice-minister of Unification, as its chief delegate.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides thrashed out the practical matters arising in the successful holding of the 23rd Winter Olympics and adopted a joint press release.\n\t\t\t\t\t\n\t\t\t\t\t The joint release dealt with the scales and action programs of the north's National Olympic Committee delegation, sports team, cheer group, Taekwon-do demonstration group and press corps to take part in the 23rd Winter Olympics, the south's offer of conveniences for them and the dispatch of a field survey delegation. Matters related to the International Olympic Committee will be settled by both sides in cooperation with the Committee, according to the release.\n\t\t\t\t\t\n\t\t\t\t\t It also mentioned the practical matters on joint training of north-south ski runners and north-south joint cultural event to be held at the Masikryong Ski Resort and in Mt Kumgang from late January to early February.\n\t\t\t\t\t\n\t\t\t\t\t Both sides will agree in the way of exchange of documents on such other practical matters as dispatch of the north's Paralympic Committee delegation, sports team, cheer group, art troupe and press corps to the Winter Paralympics, the release said."
        },
        {
            "title": "Congratulations to Polish FM",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-16ee.html",
            "content": "Congratulations to Polish FM\r\n Pyongyang, January 17 (KCNA) -- DPRK Foreign Minister Ri Yong Ho sent a congratulatory message to Jacek Czaputowicz upon his appointment as foreign minister of Poland on Jan. 16.\n\t\t\t\t\t The message wished the foreign minister of Poland success in his responsible work, expecting that this year which marks the 70th anniversary of the establishment of diplomatic relations between the DPRK and Poland will become a significant year for new progress in the development of friendly and cooperative relations between the two countries."
        },
        {
            "title": "Art Squad of Korean Youth Gives Performance",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-12ee.html",
            "content": "Art Squad of Korean Youth Gives Performance\r\n Pyongyang, January 17 (KCNA) -- The art squad of the Central Committee of the Kimilsungist-Kimjongilist Youth League gave a performance at the Central Youth Hall Wednesday, the 72nd anniversary of the founding of the Youth League.\n\t\t\t\t\t Among the audience were Choe Hwi, vice-chairman of the C.C., Workers' Party of Korea, Pak Chol Min, first secretary of the C.C., Youth League, and officials of the youth league, youths and students.\n\t\t\t\t\t\n\t\t\t\t\t Colorful numbers were put on the stage at the performance that began with light music and chorus \"March of Korean Youth\".\n\t\t\t\t\t\n\t\t\t\t\t The performers praised President Kim Il Sung and leader Kim Jong Il for building a youth power without an equal in the world.\n\t\t\t\t\t\n\t\t\t\t\t They depicted the fact that the victorious history of the Korean youth movement invariably continues thanks to respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also put on the stage were numbers reflecting the zeal of the Korean youths who are determined to devotedly defend the Party Central Committee and perform heroic feats on all fronts of defending socialism and building an economic power."
        },
        {
            "title": "Hwaebul Team Participates in 2018 AFC Cup",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-18ee.html",
            "content": "Hwaebul Team Participates in 2018 AFC Cup\r\n Pyongyang, January 17 (KCNA) -- The Hwaebul team of the DPRK is to take part in the 2018 AFC Cup, together with the April 25 team.\n\t\t\t\t\t According to the result of a draw, the Hwaebul team is to have playoff with Mongolia's Erchim team in Mongolia on February 13 and in Pyongyang on February 20.\n\t\t\t\t\t\n\t\t\t\t\t Round robin of Group I bringing together the winning team of the playoff, April 25 team of the DPRK, Benfica Macao team of Macao of China and Hang Yuen team of Chinese Taipei take place from March 7 till May 16.\n\t\t\t\t\t\n\t\t\t\t\t Hwaebul team was formed four years and 8 months ago, but it won at the Sports Contest for Pochonbo Torch Prize held in 2013 and the DPRK Championship in 2014, attracting attention of experts and fans."
        },
        {
            "title": "Sci-Tech Complex Contributes to Building Sci-tech Power and Talent Power",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-19ee.html",
            "content": "Sci-Tech Complex Contributes to Building Sci-tech Power and Talent Power\r\n Pyongyang, January 17 (KCNA) -- A number of people have visited the Sci-Tech Complex, a multifunctional hub of scientific and technological dissemination in the DPRK.\n\t\t\t\t\t According to Pak Jun Chol, head of an office of the complex, more than 1.6 million people have visited the complex and 15 million people received e-library service for two years since its inauguration.\n\t\t\t\t\t\n\t\t\t\t\t And at least 10,000 industrial establishments, institutions and cooperative organizations across the country are receiving various services like sci-tech data, technical discussion, achievements and experiences from a nationwide network for scientific and technological dissemination centered on the complex.\n\t\t\t\t\t\n\t\t\t\t\t In keeping with the requirement of the era of knowledge-based economy, the complex has achieved many successes by waging a campaign of technology and brains for renovating data, technology and equipment.\n\t\t\t\t\t\n\t\t\t\t\t It has opened a firm prospect for putting the process of the database establishment on unmanned basis by developing database management system and advanced equipment with its own efforts.\n\t\t\t\t\t\n\t\t\t\t\t It also renovated the functions of the scientific and technological database management program, information service program and business management program and vitalized different kinds of information services, including e-library, tele-education, question-answer and seminar.\n\t\t\t\t\t\n\t\t\t\t\t It improved the contents and forms of the scientific and technological dissemination and information service.\n\t\t\t\t\t\n\t\t\t\t\t Now, the complex has propelled the work for linking the sci-tech learning spaces across the country with it through homepage."
        },
        {
            "title": " Korea's First Revolutionary Publication Saenal",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-17ee.html",
            "content": "Korea's First Revolutionary Publication Saenal\r\n Pyongyang, January 17 (KCNA) -- It has been 90 years since President Kim Il Sung founded the first revolutionary newspaper Saenal (New Day) on January 15, 1928.\n\t\t\t\t\t In the latter half of the 1920s, Kim Il Sung initiated the publication of the newspaper, an educational means for arousing broad sections of young people and other people to the anti-Japanese struggle.\n\t\t\t\t\t\n\t\t\t\t\t At that time he keenly realized the necessity of the revolutionary publication which gives ideological food to young people and other people and settled knotty problems.\n\t\t\t\t\t\n\t\t\t\t\t He aroused activists of the Saenal Children's Union and hard-core elements of the Paeksan Youth League to the work for launching the newspaper and personally wrote an inaugural address and other important editorials and articles all night.\n\t\t\t\t\t\n\t\t\t\t\t Under his energetic guidance, the first issue of the newspaper Saenal written by brush came into being, making a great contribution to arousing broad sections of people in the city of Fusong and other areas to the anti-Japanese struggle.\n\t\t\t\t\t\n\t\t\t\t\t Afterwards, Bolshevik, Nong-u, Samil Wolgan, Sogwang, Jongsori, Cholhyol and other revolutionary publications were published to render great service to bringing about a historic event of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The precious traditions of the revolutionary publication created by Kim Il Sung in the flames of the anti-Japanese armed struggle has been carried forward generation after generation. \n\t\t\t\t\t\n\t\t\t\t\t In the 1970s when a radical turn was made in editorial writing, mass media, newspaper editing and the press, leader Kim Jong Il saw to it that the newspaper Saenal was published again and indicated in detail the problems arising in the newspaper editing.\n\t\t\t\t\t\n\t\t\t\t\t Very busy as respected Supreme Leader Kim Jong Un was with revolutionary leadership, he learned about the publication of Saenal and took measures for increasing its circulation and strengthening education among young people and children through the publication.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, the prolonged course of Saenal is a history of the wise guidance of the peerlessly great men and a proud history in which the people deeply felt the power of the publication."
        },
        {
            "title": "Rodong Sinmun Slams U.S. for Interfering in Issue of Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-09ee.html",
            "content": "Rodong Sinmun Slams U.S. for Interfering in Issue of Inter-Korean Relations\r\nPyongyang, January 17 (KCNA) -- Haley, U.S. ambassador to the United Nations, recently said that the U.S. will not regard the resumption of the north-south talks as prudent and it will not acknowledge nor allow any dialogue if it will not have any impact on making north Korea abandon nuclear weapons. Senator from the Republican Party Lindsey Graham and other riff-raff said south Korea should refuse dialogue and the U.S. would not participate in the Winter Olympics if north Korea takes part in it.\n\t\t\t\t\t Ridiculing these remarks as shameless ones, Rodong Sinmun Wednesday says in a commentary:\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations are the internal issue of the Korean nation and the U.S. is not entitled to meddle in it.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. is raising its head to interfere in the north-south dialogue.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the U.S. wants a war, not peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is the trite method employed by the U.S. to seek its own interests by meddling in the internal issue of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is miscalculating. Things will not turn out as the U.S. wishes. Although the U.S. makes desperate efforts to disturb peace while wielding a nuclear stick, it can not provoke us as long as we have the strong nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to stop impudently meddling in other's matters only to avoid a hot agony of shame. It had to mind its own destiny rushing headlong into self-destruction."
        },
        {
            "title": "Rodong Sinmun Condemns S. Korean Chief Executive's Utterances",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-08ee.html",
            "content": "Rodong Sinmun Condemns S. Korean Chief Executive's Utterances\r\n Pyongyang, January 17 (KCNA) -- At the New Year news conference, the south Korean chief executive let out stupid remarks that the beginning of the south-north dialogue can be described as the effect made by the U.S.-led sanctions and pressure, \"Trump's feats are very great\" and \"he wanted to express thanks\" to Trump. Not content with such vituperation, he said that the south side began dialogue to \"provide a chapter of dialogue\" for \"denuclearization, not to improve the relations with the north.\n\t\t\t\t\t That day he noted that he would not pursue dialogue only and would keep pace with the international community's sanctions, and added that the improvement of the north-south ties and \"the settlement of the nuclear issue\" are inseparable.\n\t\t\t\t\t\n\t\t\t\t\t As to the summit, he even went the lengths of claiming that it would be held when the conditions are created and there should be results.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday comments that what he mouthed is hardly believable as the remarks of dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The every word vividly expressed the humiliating mind to curry favor with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are sadly mistaken.\n\t\t\t\t\t\n\t\t\t\t\t We will make positive efforts to improve the north-south ties but never pardon the anti-reunification reckless acts swimming against the trend.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities would be well advised to behave themselves, properly understanding the stand and will of the DPRK on the inter-Korean relations."
        },
        {
            "title": "S. Korean Authorities Urged to Stop Nuclear War Drill with Foreign Forces: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-07ee.html",
            "content": "S. Korean Authorities Urged to Stop Nuclear War Drill with Foreign Forces: Rodong Sinmun\r\n Pyongyang, January 17 (KCNA) -- Today, easing the acute military tension and creating a peaceful atmosphere on the Korean peninsula are the burning issue for removing the danger of war and putting the north-south relations on the orbit of national reconciliation and unity, says Rodong Sinmun in an article on Wednesday.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' termination of all the nuclear war drills with foreign forces is important for easing tensions and creating a peaceful atmosphere on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The south Korea-U.S. joint military drills are the typical offensive drills and nuclear war exercises aiming at the preemptive nuclear strike at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The north-south relations will never be mended if the south Korean authorities get involved in the criminal moves of the U.S. to invade the DPRK and dominate the Korean peninsula and Northeast Asia while encouraging confrontation between the north and the south, and cling to the military confrontation with the compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south can prevent war and ease tensions on the Korean peninsula if they have a will.\n\t\t\t\t\t\n\t\t\t\t\t Now that the DPRK has enough deterrent to foil U.S. nuclear war scheme, the north and the south should join hands for peace.\n\t\t\t\t\t\n\t\t\t\t\t Easing tensions and creating durable peace on the Korean peninsula are the invariable stand and will of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should have the courage to stop the joint military drills with the U.S. aggravating the situation on the Korean peninsula and throwing hurdles on the way of dialogue and improved relations between the north and the south."
        },
        {
            "title": "Abe Group's Intention to Realize Old Dream of \"Greater East Asia Co-prosperity Sphere\" Disclosed",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-10ee.html",
            "content": "Abe Group's Intention to Realize Old Dream of \"Greater East Asia Co-prosperity Sphere\" Disclosed\r\n Pyongyang, January 17 (KCNA) -- Japanese Prime Minister Abe at a recent press conference called for bolstering defence capabilities to protect the Japanese nationals, claiming Japan has now been exposed to the biggest threat after the Second World War due to the \"threat\" from the DPRK.\n\t\t\t\t\t He even said that this year is high time that the people's discussion furthered for the constitutional revision.\n\t\t\t\t\t\n\t\t\t\t\t A commentary of Minju Joson Wednesday says this helps understand Japan's impatience to make a great stride toward militarizing the country under the pretext of \"nuclear and missile threats\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t No one needs to be fearful of the nuclear force of the DPRK if he or she respects for its sovereignty and does not have any intent to invade it.\n\t\t\t\t\t\n\t\t\t\t\t But Japan, deliberately shunning this, has revealed its hostility toward the DPRK while citing its \"nuclear and missile threats\".\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by Japan is to create conditions favorable for realizing its overseas aggression under the pretext of the DPRK's bolstering of the capabilities for self-defense.\n\t\t\t\t\t\n\t\t\t\t\t By nature, Japan is keen on meeting its own interests by finding fault with others.\n\t\t\t\t\t\n\t\t\t\t\t Japan's aim is to turn itself into a military giant and launch overseas militarist aggression at an early date.\n\t\t\t\t\t\n\t\t\t\t\t The primary target of Japan in its moves for continental aggression is the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Abe group seeks to flutter the Japanese flag in the DPRK and, furthermore, in Northeast Asia and thus see their old dream of the \"Greater East Asia Co-prosperity Sphere\" which was failed last century come true.\n\t\t\t\t\t\n\t\t\t\t\t Japan should not make miscalculation. A military giant and overseas aggression entirely means Japan's self-destruction."
        },
        {
            "title": "U.S. Forces Mull Conducting Tunnel Combat Drills",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-15ee.html",
            "content": "U.S. Forces Mull Conducting Tunnel Combat Drills\r\n Pyongyang, January 17 (KCNA) -- The National Public Radio of the U.S. said on Jan. 9 that the U.S. imperialist forces of aggression were busy tunnel combat drills aiming at invasion of the north, according to reports from south Korea.\n\t\t\t\t\t The U.S. forces conducted the tunnel drill by mobilizing its Fifth Armored Regiment in the base north of Seoul in December last year. They are mulling conducting similar drills this year by mobilizing the 101st Air-Borne Division and the 82nd Air-Borne Division which earned ill-fame in the Iraq War and invasion of Grenada.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the U.S. imperialists additionally prepared special communication equipment, night-vision goggles, Patriot missiles, precision guided bombs, river-crossing equipment necessary for tunnel combat in a bid to ignite a war against the Democratic People's Republic of Korea at any cost."
        },
        {
            "title": "S. Korean Authorities Urged to Adhere to Principle of By Our Nation Itself",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-11ee.html",
            "content": "S. Korean Authorities Urged to Adhere to Principle of By Our Nation Itself\r\n Pyongyang, January 17 (KCNA) -- The honorary chairman of the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy in south Korea held a press conference on Jan. 12 at which he urged the authorities to adhere to the principle of By Our Nation Itself in mending the north-south relations, according to the south Korean internet paper Jaju Sibo.\n\t\t\t\t\t He said that he was disappointed at the remarks of the \"president\" that he would settle the national issue with cooperation and alliance with the U.S., not with the north which took a bold measure while expressing its stand to take part in the Winter Olympics.\n\t\t\t\t\t\n\t\t\t\t\t All the military drills and the protracted nuclear threat of the U.S. against the north are violation of the UN Charter, he said, adding that the U.S. listing of the DPRK as the target of the nuclear preemptive strike became the factor that made the DPRK have access to the self-defensive nuclear deterrent. \n\t\t\t\t\t\n\t\t\t\t\t He noted that the issue of south-north relations should be solved on the principle of By Our Nation Itself and so the authorities should abolish institutional and legal barriers such as repeal of the \"Security Law\"."
        },
        {
            "title": "Members of Metal Workers Union Go on Strike in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-13ee.html",
            "content": "Members of Metal Workers Union Go on Strike in S. Korea\r\n Pyongyang, January 17 (KCNA) -- Members of the Metal Workers Union in south Korea have been on stay-in strike since Nov. 12 last year on the 75m high chimney of a business building in demand of the right of the trade union activities and the right to existence, according to the south Korean internet paper Chamsesang on Jan. 14.\n\t\t\t\t\t The strikers said that it is very hard to strike in the bitter cold weather 15 degrees below zero, they can't move as they are surrounded by ice and the ground is chilled but they can't stop the strike in this unfair society where 10 years-long struggle couldn't bring even a job to them and the trade union activities are banned.\n\t\t\t\t\t\n\t\t\t\t\t They deplored that the capitalist society remains unchanged even under the present \"government\"."
        },
        {
            "title": " S. Korean Public Demand Lee Myung Bak's Arrest",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-14ee.html",
            "content": "S. Korean Public Demand Lee Myung Bak's Arrest\r\n Pyongyang, January 17 (KCNA) -- The \"Commando for Seizing MB\" and the Headquarters of the Action for Trial of Lee Myung Bak and Park Geun Hye in south Korea held a demonstration and candlelight rally in Seoul on Jan. 13 in demand of traitor Lee Myung Bak's arrest, the south Korean internet paper Voice of Seoul said.\n\t\t\t\t\t Attending there were people from across south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The participants marched towards the traitor's house, condemning his crimes.\n\t\t\t\t\t\n\t\t\t\t\t They called for continuing actions until he is arrested."
        },
        {
            "title": "Kim Jong Un's Greatness Lauded by Russian Websites",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-02ee.html",
            "content": "Kim Jong Un's Greatness Lauded by Russian Websites\r\n Pyongyang, January 17 (KCNA) -- Russian online magazines and websites dedicated special write-ups interwoven with photos of respected Supreme Leader Kim Jong Un and articles titled \"Mettle of leader Kim Jong Un\", \"Rare leadership\", \"Man who loves the future\" and others from Dec. 27 to 30 last year to mark the 6th anniversary of his assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t The Russian online magazine Live Journal said:\n\t\t\t\t\t\n\t\t\t\t\t Supreme Commander Kim Jong Un values soldiers as the most powerful and precious beings than any modern weapons and equipment.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that soldiers regard Kim Jong Un as their father as he meticulously takes care of their life while visiting them and makes himself responsible for their destiny to the end.\n\t\t\t\t\t\n\t\t\t\t\t The Russian online magazine Lemchich introduced in detail Kim Jong Un's noble view on the rising generation and future, saying that his ardent love for them impress all people.\n\t\t\t\t\t\n\t\t\t\t\t The website Patrioti Moskva said that the U.S. strategists are much upset by Kim Jong Un's activities in the confrontation with the U.S. as they are very difficult equations hard to solve. It praised him for striking terror into enemies with his unimaginable and bold decision and unpredictable strategy and bringing world-startling miracles and changes through his energetic activities.\n\t\t\t\t\t\n\t\t\t\t\t The website DPRK Today said that the world community is admiring the leadership art of Kim Jong Un who is making world-startling miracles in building a powerful nation while wisely leading all the service personnel and people.\n\t\t\t\t\t\n\t\t\t\t\t The East Siberian Publishing House in Irkutsk Region and other websites posted articles on his greatness."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Foreign Political Figures",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-03ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Foreign Political Figures\r\n Pyongyang, January 17 (KCNA) -- Political figures of various countries issued statements from Jan. 4 to 8 in support of respected Supreme Leader Kim Jong Un's New Year Address.\n\t\t\t\t\t Ristiyanto, general secretary of the National Guidance Council of the Pioneer Party of Indonesia, said that \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un in his New Year Address called for further bolstering the DPRK's nuclear forces and indicated clear ways for mending the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that Kim Jong Un's proposals for ensuring peace and security on the Korean Peninsula and improving the north-south relations are very just.\n\t\t\t\t\t\n\t\t\t\t\t Sazhi Umalatova, chairperson of the Party for Peace and Unity of Russia, said that Kim Jong Un's New Year Address is the important guideline helping the Korean people steadily advance along the road of socialism and he in his New Year Address proved before the world that the DPRK is a peace-loving state.\n\t\t\t\t\t\n\t\t\t\t\t Gyula Thurmer, chairman of the Hungarian Workers' Party, expressed full support for the proposals for national reunification set forth by Kim Jong Un in his New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t Mozgovoy, first secretary of the Central Committee of the Communist Party of the Soviet Union, said that he wished the great Korean people a fresh victory in building a powerful socialist country under the wise guidance of Kim Jong Un."
        },
        {
            "title": "Korean People's Cause Supported by Nepali Political Party, UK Organization",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-04ee.html",
            "content": "Korean People's Cause Supported by Nepali Political Party, UK Organization\r\n Pyongyang, January 17 (KCNA) -- A Nepalese political party and British body issued statements in support of the New Year Address made by respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t The Central Committee of the Nepal Communist Party (Marxist-Leninist) said in its statement on Jan. 9 that Kim Jong Un's New Year Address is a valuable document correctly analyzing the political and strategic situation on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Noting that his proposals for durable peace on the Korean Peninsula, national reunification and world peace and security are very profound and just ones, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The world-startling successes being registered by the Korean people in every sector under the energetic guidance of H.E. Kim Jong Un are the examples to be followed by the world people.\n\t\t\t\t\t\n\t\t\t\t\t Socialist Korea will be more prosperous and more fully demonstrate its dignity and might as the Juche-oriented nuclear weapons state and world-level military power as it is led by him.\n\t\t\t\t\t\n\t\t\t\t\t We extend invariable support and solidarity to the Korean people's just cause.\n\t\t\t\t\t\n\t\t\t\t\t The British Solidarity Committee for Peace and Reunification of the Korean Peninsula said on Jan. 3 that Kim Jong Un in his New Year Address set forth landmark proposals for peace and national reunification of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t He said that it is necessary to defuse the acute military tension between the north and the south and create a peaceful climate on the Korean Peninsula, the committee noted.\n\t\t\t\t\t\n\t\t\t\t\t It said this is possible only when the south Korean authorities halt the nuclear war drills with the U.S. against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It pointed out that the south Korean authorities should no longer depend on the U.S. but stop letting outsiders meddle in the issue of Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t It added that thanks to him, the dawn of reunification will certainly break."
        },
        {
            "title": "Kim Jong Un's Work Published in Romania",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-05ee.html",
            "content": "Kim Jong Un's Work Published in Romania\r\n Pyongyang, January 17 (KCNA) -- Respected Supreme Leader \n\t\t\t\t\tKim Jong Un's work \"Making Selfless, Devoted Efforts for the Good of the People Is the Mode of Existence and Source of Invincible Might of the Workers' Party of Korea\" was brought out in booklet by the Socialist Party of Romania.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on October 10, Juche 104 (2015), says that the history of the WPK is a proud course in which it has led the Korean revolution to victory, being responsible for the people's destiny under the guidance of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony took place at the building of the party on Jan. 5."
        },
        {
            "title": "Kim Jong Un recorre el Instituto Superior Normal de Pyongyang",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-21ee.html",
            "content": "Kim Jong Un recorre el Instituto Superior Normal de Pyongyang\r\nPyongyang, 17 de enero (ACNC) -- El Maximo Dirigente Kim Jong Un dirigio en el terreno el remodelado Instituto Superior Normal de Pyongyang.\n\t\t\t\t\tEn febrero del ano pasado, el dio las instrucciones de acondicionar ese plantel docente como el ejemplar donde se perfeccionaron la cientifizacion, la informatizacion y la modernizacion de educacion y normalizar en todo el pais. Y soluciono todos los problemas pendientes en la obra de remodelacion.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios, los militantes del partido y los trabajadores capitalinos, levantados como un solo hombre en acato al proposito del Maximo Dirigente, terminaron en un corto plazo la remodelacion y modernizacion de la normal cuya area arquitectonica total es de mas de 24 mil 100 metros cuadrados.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente evaluo el modo de lucha de los constructores quienes reconstruyeron el plantel docente como universidad digna de ostentar al mundo.\n\t\t\t\t\t\n\t\t\t\t\tRecorrio la sala de presentacion del historial, exposicion permanente de educacion y ciencia, sala de control de educacion, aula multifuncional, biblioteca, gimnasio, internado y otros lugares donde hizo detallado conocimiento del estado de remodelacion y modernizacion y de la ensenanza y educacion.\n\t\t\t\t\t\n\t\t\t\t\tDijo que bajo la minuciosa direccion del Presidente Kim Il Sung y Dirigente Kim Jong Il, el Instituto Superior Normal de Pyongyang, fundado en septiembre de 1968, pudo marchar el camino de su desarrollo orgulloso. Y subrayo que bien conscientes de la importancia de su deber, los funcionarios, profesores y empleados del instituto deben dedicar toda su inteligencia y pasion a las labores pedagogicas, glorificando asi las hazanas indelebles de los lideres antecedentes.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que esta muy alegre al recorrer el instituto dotado de las ultramodernas instalaciones escolares, los equipamientos escolares y las instalaciones necesarias a la gestion y mostro gran satisfaccion diciendo que le hace imaginar el radiante futuro de la patria.\n\t\t\t\t\t\n\t\t\t\t\tApunto que la educacion deviene una labor patriotica para el provenir del pais y agrego que es muy importante el deber de los institutos superiores normales en convertir nuestro pais en el de ensenanza y la potencia de talentos.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que el Partido presta atencion a los institutos superiores normales, centros de formacion de los educadores de los ninos, y modernizo el instituto, e instruyo que todas las provincias deben acondicionar bien los institutos tomando como ejemplo el Instituto Superior Normal de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tRefirio que los profesores y empleados del instituto y los demas del pais deben tener conciencia de que son responsables de la educacion y protagonistas de la revolucion en la educacion de nuevo siglo, y dedicar su ferviente pasion patriotica y su conciencia a las labores pedagogicas.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y conviccion de que los funcionarios, profesores y estudiantes del Instituto cumpliran con sus misiones en la lucha por poner en nueva base cientifica la educacion de nino preescolar y la educacion primaria, y se retrato con ellos.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el vicepresidente del Comite Central del Partido del Trabajo de Corea, Pak Thae Song, y el subjefe de departamento del CC del PTC, Jo Yong Won."
        },
        {
            "title": "Tienen lugar conversaciones de trabajo Norte-Sur",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-25ee.html",
            "content": "Tienen lugar conversaciones de trabajo Norte-Sur\r\nPhanmunjom, 17 de enero (ACNC) -- Segun el acuerdo de las conversaciones de alto nivel Norte-Sur de Corea, tuvieron lugar el dia 17 en la \"Casa de Paz\" de la zona surena de Phanmunjom las conversaciones de trabajo Norte-Sur de Corea para la participacion de la parte nortena en los 23o Juegos Olimpicos Invernales y Juegos Paralimpicos.\n\t\t\t\t\tEn la ocasion estuvieron presentes la delegacion nortena encabezada por Jon Jong Su, vicepresidente del Comite por la Reunificacion Pacifica de la Patria, y la surena presidida por el delegado-jefe Chon Hae Song, viceministro de Unificacion.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes de Corea discutieron destallada y sinceramente los problemas practicos surgidos en la apertura exitosa de los Juegos Olimpicos Invernales y aprobaron un comunicado conjunto.\n\t\t\t\t\t\n\t\t\t\t\tEl documento aclara el tamano y el plan de actividades de la delegacion de Comites Nacionales Olimpicos y los grupos de jugadores, hinchas, de demostracion de Taekwondo y periodistas, el problema de que la parte surena facilita comodidades necesarias y otros relacionados con el envio de la delegacion de estudio.\n\t\t\t\t\t\n\t\t\t\t\tDestaca que ambas partes coreanas resolveran los problemas relacionado con el Comite Olimpico Internacional, cooperando con esta organizacion internacional.\n\t\t\t\t\t\n\t\t\t\t\tRefleja los problemas practicos referentes al ejercicio conjunto de los esquiadores de ambas partes coreanas y las actividades culturales conjuntas N-S, que se realizaran desde fines de enero hasta principios de febrero en el campo de esqui Masikryong y en el monte Kumgang.\n\t\t\t\t\t\n\t\t\t\t\tSenala que ambas partes coreanas deliberaran a modo de intercambio de documentos sobre el despacho de la delegacion del Comite Para-Olimpico, el grupo de jugadores, hinchas, artistas y periodistas de la parte nortena a los Juegos Paralimpicos Invernales y otros problemas practicos."
        },
        {
            "title": " Rodong Sinmun denuncia la intervencion de EE.UU. en el problema de relaciones N-S",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-22ee.html",
            "content": "Rodong Sinmun denuncia la intervencion de EE.UU. en el problema de relaciones N-S\r\nPyongyang, 17 de enero (ACNC) -- Hace poco, la representante norteamericana ante la ONU, Haley, dijo que no tomara en serio el reinicio de conversaciones entre el Norte y el Sur de Corea y su pais no reconocera ni aprobara ningun tipo de dialogo si este no surte efecto en obligar a la RPDC a renunciar sus armas nucleares.\n\t\t\t\t\t Por otra parte, Lindsey Graham, senador republicado conocido como halcon, y otros fulanos disparatearon que el Sur de Corea debe negar el dialogo y EE.UU. no ira a los Juegos Olimpicos Invernales si Corea participa en esta cita deportiva.\n\t\t\t\t\t\n\t\t\t\t\t Al respecto, el diario Rodong Sinmun publico este miercoles un comentario individual que sigue:\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. no tiene derecho a meter su nariz en las relaciones N-S porque son un asunto interno de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, EE.UU. interviene en ese tema insistiendo en no hacer el dialogo N-S.\n\t\t\t\t\t\n\t\t\t\t\t  Este hecho deja conocer que ese pais no desea la paz sino la guerra en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Es un metodo rutinario del imperio americano alcanzar sus objetivos egoistas interviniendo en el problema de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Aunque EE.UU. intente mucho destruir la paz con el garrote nuclear, no podra hacerlo porque la RPDC tiene el poderoso disuasivo nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  Se le aconseja a EE.UU. que se preocupe de su destino condenado al arruinamiento, antes de que pase tremenda pena por haberse entrometido en donde no debe."
        },
        {
            "title": "Rodong Sinmun exige cesar ejercicios militares nucleares con fuerzas extranjeras",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-23ee.html",
            "content": "Rodong Sinmun exige cesar ejercicios militares nucleares con fuerzas extranjeras\r\nPyongyang, 17 de enero (ACNC) -- Hoy dia, el alivio de la aguda tension militar y la preparacion del ambiente pacifico en la Peninsula Coreana son el asunto apremiante para eliminar el peligro de guerra y situar lo mas pronto posible las relaciones N-S en la orbita de reconciliacion y unidad.\n\t\t\t\t\tPara ello, resulta importante que las autoridades surcoreanas cesen todos los ejercicios de guerra nuclear con las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tAsi apunta el diario Rodong Sinmun en un articulo individual divulgado hoy y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEl entrenamiento militar conjunto Sur de Corea-EE.UU. es el tipico de ataque y guerra para dar el golpe preventivo nuclear contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLas relaciones intercoreanas no se mejoraran nunca si las autoridades surcoreanas recurren a la confrontacion militar contra la connacional RPDC siendo complices del intento criminal de EE.UU. que azuza el enfrentamiento entre ambas partes coreanas y quiere agredir a la RPDC y dominar la Peninsula Coreana y el resto del Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\tEl Norte y Sur de Corea pueden prevenir la guerra y aliviar la tension en la Peninsula Coreana si lo deciden. Ambas partes deben preservar la paz estrechando las manos, ya que la RPDC se dispuso del disuasivo suficiente para frustrar el intento de guerra nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tSon invariables la posicion y voluntad de la RPDC de relajar la tension e implantar la paz duradera en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben tomar la valiente decision de suspender los ejercicios militares con EE.UU. que agravan la situacion de la Peninsula Coreana y estropean las conversaciones y el mejoramiento de relaciones entre ambas partes coreanas."
        },
        {
            "title": "Minju Joson desenmascara la intencion de banda de Abe de realizar su anejado sueno",
            "url": "http://kcna.co.jp/item/2018/201801/news17/20180117-24ee.html",
            "content": "Minju Joson desenmascara la intencion de banda de Abe de realizar su anejado sueno\r\nPyongyang, 17 de enero (ACNC) -- En la reciente entrevista de prensa, el premier japones Abe dijo que la situacion de seguridad de Japon corre el peligro mas grande despues de la Segunda Guerra Mundial debido a la \"amenaza\" de Corea y fortalecera el poder defensivo para proteger a los habitantes japoneses.\n\t\t\t\t\t Agrego que este ano es el tiempo de profundizar la consulta popular sobre la enmienda de la Constitucion.\n\t\t\t\t\t\n\t\t\t\t\t  El rotativo Minju Joson publico este miercoles un comentario individual senalando que esas palabras hacen entrever la impaciencia de Japon que quiere dar cuanto antes una zancada hacia la militarizacion so pretexto de la \"amenaza de armas nucleares y misiles\" de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t  Para quien respeta la soberania de la RPDC y no abriga la voluntad de agredirla, no tiene motivo para temer las fuerzas armadas nucleares de ella, recalca el comentarista y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Pero, Japon expone su hostilidad a la RPDC cuestionando injustamente la supuesta \"amenaza de armas nucleares y misiles\".\n\t\t\t\t\t\n\t\t\t\t\t  Es que quiere crear el ambiente favorable a la agresion a ultramar pretextando nuestras medidas para consolidar la capacidad de autodefensa nacional.\n\t\t\t\t\t\n\t\t\t\t\t  Japon esta habituado a satisfacer sus intereses acusando a otros.\n\t\t\t\t\t\n\t\t\t\t\t  Al emerger cuanto antes como potencia militar, quiere pasar a la agresion militarista al continente asiatico comenzando por ocupar la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  De esa manera, la camarilla de Abe quiere realizar su viejo sueno de establecer la \"esfera de coprosperidad de la gran Asia Oriental\", incumplido en el siglo pasado, flameando la bandera japonesa en Corea y el Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\t  Japon no debe equivocarse porque la conversion en potencia militar y la agresion a ultramar son la via de autodestruccion."
        }
    ]
}