{
    "date": "2018-02-14",
    "url": "http://kcna.co.jp/item/2018/201802/2018-02-14ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Orders to Promote Military Ranks of KPA Commanding Officers ",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-05ee.html",
            "content": "Kim Jong Un Orders to Promote Military Ranks of KPA Commanding Officers\r\n Pyongyang, February 14 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un ordered to promote the military ranks of commanding officers of the Korean People's Army on Tuesday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t According to the order, An Myong Gon was promoted to army lieutenant general, Kim Yong Son to navy major general, Kim Myong Bok, Jon Hyok Ju, Son Jong Rok and Ri Jong Muk to major general of the strategic force and Kim Tong Gil, Kim Chol Ung and 20 others to army major general.\n\t\t\t\t\t\n\t\t\t\t\t The respected Supreme Commander expressed the conviction that the commanding officers of the KPA would get united in the same thought and purpose around the Party Central Committee and discharge the sacred mission and duty entrusted to them by the times and the revolution in the struggle to accelerate the final victory in the stand-off with imperialism and the U.S. and in the cause of the Juche revolution by fluttering the invincible flag of the Workers' Party of Korea as the first colors."
        },
        {
            "title": "Kim Yong Nam Meets Nepalese Party Delegation ",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-17ee.html",
            "content": "Kim Yong Nam Meets Nepalese Party Delegation \r\n Pyongyang, February 14 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with the delegation of the United Socialist Nationalist Party of Nepal headed by Chairman of its Central Committee Kamal Prasad Chaulagain, which paid a courtesy call on him, at the Mansudae Assembly Hall on Wednesday."
        },
        {
            "title": "U.S. Blasted for Trying to Overturn UN Session Decision",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-11ee.html",
            "content": "U.S. Blasted for Trying to Overturn UN Session Decision\r\n Pyongyang, February 14 (KCNA) -- The Permanent Mission of the Democratic People's Republic of Korea (DPRK) to the United Nations issued a press statement on Monday as regards the fact that the Committee on Non-Governmental Organizations of the Economic and Social Council (ECOSOC) of the United Nations deferred the application of a U.S. \"human rights\" organization against the DPRK for special consultative status with the UN ECOSOC during its session on January29-February 7 and the U.S. tries to overturn the Committee's decision.\n\t\t\t\t\t The application of U.S. organization named \"U.S. Committee for Human Rights in North Korea\" for the consultative status was deferred by the objection of many member states of the Committee in the vote proposed by the U.S. delegation because  this plot-breeding agency disguised as a non-governmental organization seriously violates the spirit and principles of the UN Charter and ECOSOC resolution 1996/31 by infringing upon the sovereignty of the DPRK through the activities funded and controlled by the U.S. government to slander the country and overthrow its system.\n\t\t\t\t\t\n\t\t\t\t\t Then, the U.S. mission to the UN behaved itself disgracefully issuing a so-called protest press statement on February 5 and saying that it was a shameful day at the UN and the Committee's decision to defer accreditation to the U.S. organization could be reversed in the UN Economic and Social Council in April. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. was beaten all by the world. It is due punishment and reflects the will of the international community not to permit anymore such bad behaviors of the U.S. as the \"human rights\" racket against the DPRK, the interference in internal affairs of other countries and the high-handedness. It also testifies that the U.S. became a global target of criticism as the principal violator of human rights in the world history and a target of global attack.\n\t\t\t\t\t\n\t\t\t\t\t Notwithstanding, it is absurd for the U.S. mission to have issued the protest press statement. Moreover, the U.S. condemned and threatened the member states which voiced no to the consultative status to the U.S. organization. It is totally a debasement and undisguised challenge by the U.S. to the UN and international community.\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, the U.S. president invited human scum \"defector\" to hear his \"State of the Union Address\" and gabbled on the non-existing \"human rights issues\" of the DPRK and the vice-president clamored to bring parents of Otto Warmbier on his way to south Korea, which shows none other than the desperate attempts of them. This is indication that they are horrified and confused by the strong measures of the DPRK to strengthen its nuclear forces.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. wants to browbeat the DPRK by keeping its anti-DPRK \"human rights\" racket which already ended in vain, it will be a permanently unachievable delusion. \n\t\t\t\t\t\n\t\t\t\t\t Before it is too late, the U.S. has to acknowledge the world-recognized prestige of the DPRK which rapidly emerged a strategic state and behave itself."
        },
        {
            "title": "Congratulations to Communist Party of Russian Federation",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-12ee.html",
            "content": "Congratulations to Communist Party of Russian Federation\r\n Pyongyang, February 14 (KCNA) -- The Central Committee of the Workers' Party of Korea (WPK) sent a congratulatory message to the Central Committee of the Communist Party of the Russian Federation on Wednesday on the occasion of its 25th founding anniversary.\n\t\t\t\t\t The message said that the WPK has observed the activity of the Communist Party of the Russian Federation to adhere to the socialist idea, defend the well-being of the working masses and strengthen the party ranks, and supports it.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the belief that the friendly and cooperative relations between the two parties would grow stronger through the struggle to materialize the shared idea of socialism."
        },
        {
            "title": "U.S. Condemned for Obstructing Improvement of Inter-Korean Relations ",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-34ee.html",
            "content": "U.S. Condemned for Obstructing Improvement of Inter-Korean Relations \r\n Pyongyang, February 14 (KCNA) -- The National Reunification Institute Wednesday made public an indictment slamming how the United States has obstructed the improvement of the north-south relations and the peace and the reunification of the Korean Peninsula in every way and laying bare the true colors.\n\t\t\t\t\t The indictment cited facts that the U.S. has dampened the reconciliation and unity of the Korean nation and trampled on the desire for the reunification through impudent interference and undisguised pressure since it occupied south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Such moves have reached an extreme phase since Trump came to power, the indictment says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t When the pro-democracy and pro-reform forces came to power in south Korea after Park Geun Hye was ousted from power as she was hell-bent on pro-U.S. actions and confrontation with the fellow countrymen of the north, Trump told the regime that he would toughly deal with the north issue, the south-north summit is possible under special conditions only and dialogue for dialogue is not allowed.\n\t\t\t\t\t\n\t\t\t\t\t U.S. Secretary of State Tillerson, U.S. Secretary of Defense Mattis, National Security Adviser of the White House McMaster and other U.S. VIPs flew into Seoul one on the heels of the other and talked nonsense that it is of the most urgent necessity for the north to show the will to dismantle its nukes first and told the south Korean authorities not to improve the relations with the north without due consideration.\n\t\t\t\t\t\n\t\t\t\t\t When this year has witnessed a dramatic reconciliation phase thanks to the proactive measure and sincere efforts of the DPRK, Trump said that he supported the north-south dialogue 100 percent for the fear of criticism by the public at home and abroad but cried out for persistently enforcing the policy of the maximum pressure on the north and wooed his underlings to pressurize the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. threw a serious roadblock in the way of improving the inter-Korean ties and the national reunification by escalating the tension on the Korean Peninsula through ceaseless arms build-up and frantic aggression war rackets against the north.\n\t\t\t\t\t\n\t\t\t\t\t Last year Key Resolve and Foal Eagle joint military maneuvers were staged for two months.\n\t\t\t\t\t\n\t\t\t\t\t Mobilized in the exercises were hundreds of thousands of troops and huge strategic assets and even U.S. special forces enough to carry out a war.\n\t\t\t\t\t\n\t\t\t\t\t The drills were unprecedented in their military strength, scale, intensity and period.\n\t\t\t\t\t\n\t\t\t\t\t Not content with spitting out such warlike remarks as \"fire and fury\" and \"the calm before the storm\", Trump unhesitatingly appeared on the UN forum to say that he would totally destroy tens of millions of Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Right after the dramatic climate of reconciliation has been created between the north and the south and the Winter Olympics was held in south Korea this year, the Trump group announced they would immediately resume Key Resolve and Foal Eagle joint military exercises after the Olympics, even though they unwillingly postponed the exercises.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the U.S. has persistently resorted to the despicable moves of disturbing reconciliation, cooperation and exchange between the north and the south through vicious smear campaign, sanctions and pressure upon the DPRK, the indictment goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. organized anti-DPRK bodies such as \"Citizens Alliance for Human Rights in North Korea\" and \"Network for Democratization of North Korea\" on a large scale and spent a huge amount of money for them in a bid to put the north-south confrontation to the extremes for 9 years after the conservative group took the power in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Trump, incumbent president of the U.S., imprudently behaved, vociferating about \"settlement of the nuclear issue of the north\" after his assumption of office only to experience a hot agony of shame due to the DPRK's step of boosting up self-defensive nuclear force. Then he got frantic with the anti-DPRK moves, labeling the DPRK as \"human rights abuser\" with the mobilization of \"defectors from the north\" under the pretence of the worn-out \"human rights issue of the north\".\n\t\t\t\t\t\n\t\t\t\t\t Historically the U.S. has fabricated all sorts of laws such as the \"Trading with the Enemy Act\", \"Export Control Act,\" \"Foreign Assistance Act\" and \"Export-Import Bank Act\" to impose unprecedented economic sanctions upon the DPRK and prevented south Korea and other vassal forces from doing economic cooperation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t From the beginning of the year the U.S. called for \"maximum pressure\" on the north until it abandons nuclear and missile program, mischievously behaving linking the technical matters the south Korean authorities promoted for the DPRK's participation in the Winter Olympics to provisions of the UN \"sanctions resolution\" and \"independent sanctions\".\n\t\t\t\t\t\n\t\t\t\t\t Resorting to high-handed and arbitrary practices and shameless interference over the past 70 years since its occupation of a half of Korea, the U.S. has trampled down upon the aspiration and wishes of the Korean nation for the improvement of the inter-Korean relations and national reunification. The historical thrice-cursed crimes of the U.S. prove that the U.S. is the sworn enemy of the Korean nation and the biggest hurdle in the way for peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should properly understand the ever-growing aspiration and will of Koreans for national reunification and stop at once the anachronistic and unethical criminal acts against the improvement of the north-south relations and reunification of Korea."
        },
        {
            "title": "Kim Jong Il Youth Honor Prize, Kim Jong Il Children Honor Prize Awarded",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-27ee.html",
            "content": "Kim Jong Il Youth Honor Prize, Kim Jong Il Children Honor Prize Awarded\r\nPyongyang, February 14 (KCNA) -- Kim Jong Il Youth Honor Prize and Kim Jong Il Children Honor Prize were awarded to exemplary primary youth league committees, youth league officials and members and children's union members on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tKim Jong Il Youth Honor Prize went to 17 primary youth league committees and 27 youth league officials and members and Kim Jong Il Children Honor Prize to 99 children's union members.\n\t\t\t\t\t\n\t\t\t\t\tAn awarding ceremony took place at the Youth League Hall on Wednesday."
        },
        {
            "title": "Our Classroom Literary Prize Awarded ",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-26ee.html",
            "content": "Our Classroom Literary Prize Awarded \r\n Pyongyang, February 14 (KCNA) -- Our Classroom Literary Prize was awarded to schoolchildren on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The awardees included Han Ryong Ryong of Kang Pan Sok Senior Middle School, Ri Thae Bok of Puyong Junior Middle School in Haeju City, Kim Yon Yong of Namsang Primary School in Sinuiju and over 400 others.\n\t\t\t\t\t\n\t\t\t\t\t The works represented the strong yearnings and intense loyalty of the school children to Generalissimos Kim Il Sung and Kim Jong Il who dedicated their all to the future of the country all their lives and the ardent desire of the school children for the good health of respected Supreme Leader Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The new works included those depicting the younger generation preparing themselves as genuine sons and daughters of the socialist country, knowledgeable, virtuous and physically strong, under his care. \n\t\t\t\t\t\n\t\t\t\t\t The awarding ceremony took place at the Youth League Hall Wednesday."
        },
        {
            "title": "Figure-Skating Festival Opens for Celebrating February Holiday ",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-28ee.html",
            "content": "Figure-Skating Festival Opens for Celebrating February Holiday \r\n Pyongyang, February 14 (KCNA) -- The figure-skating festival for celebrating the birth anniversary of leader Kim Jong Il was opened in Pyongyang on Wednesday.\n\t\t\t\t\t Present at the opening ceremony were Choe Hwi, vice-chairman of the Central Committee of the Workers' Party of Korea who is chairman of the National Sports Guidance Committee, Ki Kwang Ho, minister of Finance who is chairman of the Figure Skating Association, Kim Chun Sik, secretary general of the National Sports Guidance Committee, officials concerned, working people and youths and students.\n\t\t\t\t\t\n\t\t\t\t\t First Vice-minister of Physical Culture and Sports Kim Jong Su made an opening speech.\n\t\t\t\t\t\n\t\t\t\t\t Then followed demonstration performance \"Song of February on Ice Rink.\" \n\t\t\t\t\t\n\t\t\t\t\t \"Let's Sing of Pride of Having General\", \"Thunder on Jong Il Peak\" and other pieces showed well the reverence and strong yearnings for Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Diverse numbers showing various skills clearly showcased the daily developing ice skating technique of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The festival lasts until Feb. 17."
        },
        {
            "title": "8th National Cooking Competition Marks Day of Shining Star",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-29ee.html",
            "content": "8th National Cooking Competition Marks Day of Shining Star\r\n Pyongyang, February 14 (KCNA) -- The 8th national cooking competition for marking the Day of Shining Star took place at Pyongyang Noodle House from Dec. 12 to 14.\n\t\t\t\t\t The competition was divided into the panel of the General Bureau of Public Catering Service, foreign service panel, ministries and national institutions panel, Pyongyang City and provincial (municipal) catering service panel. Competitors included more than 300 cooks, waiters and waitresses from more than 60 units. \n\t\t\t\t\t\n\t\t\t\t\t Administrative officials and talented cooks selected from each organization made designated dishes in a given time and the results of the jury were made public on the spot.\n\t\t\t\t\t\n\t\t\t\t\t The competitors wonderfully made designated dishes by peculiar processing methods and tactful and skilled cooking.\n\t\t\t\t\t\n\t\t\t\t\t Drawing particular attention was the competition of waiters and waitresses showing peculiar ways of decorating banquet table, ways of setting national dishes and setting tables for guests and reception."
        },
        {
            "title": "Joint Performance of University Students Celebrates February Holiday",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-33ee.html",
            "content": "Joint Performance of University Students Celebrates February Holiday\r\n Pyongyang, February 14 (KCNA) -- A joint performance of art circles of university students took place at the Central Youth Hall Wednesday to celebrate the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Put on the stage were colorful numbers prepared by art circle members of students of Kim Il Sung University, Kim Jong Suk University of Education, Kim Chaek University of Technology, Kim Hyong Jik University of Education, Hamhung University of Chemical Industry, Wonsan University of Agriculture, Chongjin University of Mining and Metallurgy and other universities.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the revolutionary life and exploits of Kim Jong Il who dedicated all his life to the prosperity of the country and its people's happiness. \n\t\t\t\t\t\n\t\t\t\t\t The feelings of gratitude were expressed to respected Supreme leader Kim Jong Un who has ushered in the great hey day of the development of Juche-based education on this land and turned the DPRK into a country of education and talents power.\n\t\t\t\t\t\n\t\t\t\t\t They represented the honor and pride of the Korean youths preparing themselves to be pace-setters and vanguard in building a sci-tech power and a highly civilized nation under the care of the Party. \n\t\t\t\t\t\n\t\t\t\t\t Watching the performance were Choe Hwi, vice-chairman of the Central Committee of the Workers' Party of Korea, Pak Chol Min, first secretary of the Central Committee of the Kimilsungist-Kimjongilist Youth League, officials concerned and teachers and students of universities in Pyongyang."
        },
        {
            "title": "Greatness of Kim Jong Il Praised by Women's Union Officials and Members",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-24ee.html",
            "content": "Greatness of Kim Jong Il Praised by Women's Union Officials and Members\r\n Pyongyang, February 14 (KCNA) -- Officials and members of the women's union had a seminar on the greatness of leader Kim Jong Il at the Women's Hall Wednesday to commemorate his 76th birth anniversary.\n\t\t\t\t\t The speakers said that Kim Jong Il is a gifted thinker and theoretician and a peerless statesman and a tender-hearted father as he provided the eternal foundation for the cause of building a powerful socialist nation with his outstanding leadership and super-human energy.\n\t\t\t\t\t\n\t\t\t\t\t They said that he strengthened the People's Army in every way by holding fast to the Songun politics as the treasured sword of victory despite unprecedented trial of history, and thus honorably defended socialism of Juche.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the feats of Kim Jong Il who set forth the grandiose goal of building a powerful socialist nation and wisely led the struggle for realizing it, putting the might of Juche Korea on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t The history of love for the people by Kim Jong Il who dedicated all his life to their happiness is given a steady continuity on this land under the guidance of respected Supreme Leader Kim Jong Un, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They called for strikingly manifesting the indomitable spirit and stamina of the Korean women in the sacred struggle to realize the historic great cause of building a powerful socialist nation under the leadership of Kim Jong Un, cherishing the fixed faith that Kim Jong Il is always with us."
        },
        {
            "title": "Poem-Recital and Concert Celebrate February Holiday",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-31ee.html",
            "content": "Poem-Recital and Concert Celebrate February Holiday\r\n Pyongyang, February 14 (KCNA) -- Poem-recital and concert of workers and members of trade unions for celebrating the 76th birth anniversary of leader Kim Jong Il was given at the Central Workers' Hall Wednesday.\n\t\t\t\t\t The meeting began with prologue \"Ode to Shining Star\".\n\t\t\t\t\t\n\t\t\t\t\t The performers praised the revolutionary feats of Kim Jong Il who laid an eternal foundation for the prosperity of Juche Korea, by devoting his all to the country and the people all his life.\n\t\t\t\t\t\n\t\t\t\t\t Female duet \"Ardent Desire\" represented the Korean army and people desirous of the good health of respected Supreme Leader Kim Jong Un who put the overall national power and strategic position of Juche Korea on the highest level and is bringing earlier the bright future of powerful socialist country.\n\t\t\t\t\t\n\t\t\t\t\t A female quintet and a poem which show the will of the workers and trade union members to work fresh miracles and feats in the great march to create Mallima speed gave audiences deep impressions."
        },
        {
            "title": "Congratulatory Group of Koreans in Japan Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-18ee.html",
            "content": "Congratulatory Group of Koreans in Japan Visits Mangyongdae\r\n Pyongyang, February 14 (KCNA) -- A congratulatory group of Koreans in Japan for celebrating the birth anniversary of leader Kim Jong Il (the Day of Shining Star) led by Chairman of the Nishi Tokyo Headquarters of the General Association of Korean Residents in Japan Ko Tok U visited Mangyongdae, the birthplace of President Kim Il Sung, Wednesday.\n\t\t\t\t\t The members of the group visited the Mangyongdae Revolutionary Museum in which historical data and relics showing the revolutionary activities of Kim Il Sung and the members of the Mangyongdae family are on display.\n\t\t\t\t\t\n\t\t\t\t\t At the old home of the President in Mangyongdae, they looked round the relics preserved there, being briefed on the his revolutionary history."
        },
        {
            "title": "Floral Baskets to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-19ee.html",
            "content": "Floral Baskets to Statues of Kim Il Sung, Kim Jong Il \r\n Pyongyang, February 14 (KCNA) -- Families of Ya. T. Nobichenko, an internationalist soldier, and Kim Sun Ok related to the anti-Japanese revolutionary struggle and Jong Il Sim, widow of DPRK Hero An Tong Su, sent floral baskets to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on the occasion of the Day of the Shining Star, the birth anniversary of Kim Jong Il.\n\t\t\t\t\t The floral baskets were laid at the statues on Wednesday."
        },
        {
            "title": "Overseas Koreans' Delegations Here  ",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-21ee.html",
            "content": "Overseas Koreans' Delegations Here \r\n Pyongyang, February 14 (KCNA) -- A delegation of the Federation of Koreans in Australia led by Chairman Pak Yong Ha and a delegation of the General Association of Koreans in China led by First Vice-Chairman Choe Su Bong arrived here Wednesday on the occasion of the birth anniversary of leader Kim Jong Il."
        },
        {
            "title": "Foreigners Visit Kimjongilia Festival ",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-23ee.html",
            "content": "Foreigners Visit Kimjongilia Festival \r\n Pyongyang, February 14 (KCNA) -- Members of foreign embassies and missions of international bodies and the economic and commercial councilors corps here visited the 22nd Kimjongilia Festival Wednesday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They looked round the festival venue where fantastic view is presented with the flowers praising the great man."
        },
        {
            "title": "Delegation of Koreans in China Pays Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-32ee.html",
            "content": "Delegation of Koreans in China Pays Tribute to Kim Il Sung, Kim Jong Il\r\nPyongyang, February 14 (KCNA) -- A delegation of the General Association of Koreans in China Wednesday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill.\n\t\t\t\t\t The members of the delegation laid bouquets before the statues of the great leaders and paid tribute to them."
        },
        {
            "title": "Foreign Embassy Officials Visit National Pencil Drawing Festival",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-14ee.html",
            "content": "Foreign Embassy Officials Visit National Pencil Drawing Festival\r\n Pyongyang, February 14 (KCNA) -- Officials in charge of cultural and friendship relations of foreign embassies here visited the venue of the 7th National Pencil Drawing Festival for celebrating the birth anniversary of leader Kim Jong Il (Day of the Shining Star) on Wednesday.\n\t\t\t\t\t They looked round pencil drawings of various themes including those showing the exploits of Kim Jong Il who laid a firm guarantee for prosperity of Juche Korea and its final victory and the struggle of the Korean army and people speeding up the building of a powerful socialist country under the guidance of respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "Floral Baskets and Congratulatory Letters to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-15ee.html",
            "content": "Floral Baskets and Congratulatory Letters to Kim Jong Un\r\n Pyongyang, February 14 (KCNA) -- Respected Supreme Leader Kim Jong Un was presented with floral baskets and congratulatory letters from the diplomatic corps and the military attaches corps here on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t On Wednesday Vietnamese Ambassador Pham Viet Hung and Russian Ambassador Alexandr Matsegora handed them to Ri Su Yong, member of the Political Bureau and vice-chairman of the Central Committee of the Workers' Party of Korea, on behalf of the diplomatic corps and Alexei Bartusov, military attache of the Russian embassy who is doyen of the military attaches corps, handed them to Army General Pak Yong Sik, minister of the People's Armed Forces."
        },
        {
            "title": "Floral Basket to Kim Jong Un from Japanese Delegation",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-16ee.html",
            "content": "Floral Basket to Kim Jong Un from Japanese Delegation\r\n Pyongyang, February 14 (KCNA) -- Respected Supreme Leader Kim Jong Un was presented with a floral basket by a delegation of the Japanese Society for the Study of the Juche Idea on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The floral basket was handed to an official concerned on Wednesday by Yasuhito Fujii, deputy representative of the Gunma Liaison Council of Societies for the Study of Kimilsungism-Kimjongilism who is heading the delegation."
        },
        {
            "title": "Floral Baskets to Kim Jong Un from Foreign Organizations and Figures",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-25ee.html",
            "content": "Floral Baskets to Kim Jong Un from Foreign Organizations and Figures\r\n Pyongyang, February 14 (KCNA) -- Respected Supreme Leader Kim Jong Un Wednesday received floral baskets from organizations and figures of different countries on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Among them are the Asia-Pacific Regional Committee for Supporting Peaceful Reunification of Korea, the Japanese Women's Liaison Society for Solidarity with the Korean Women, the Japan Committee for the Independent and Peaceful Reunification of Korea, the Japan-Korea Society for Scientific and Educational Interchange, the Hiroshima Prefectural People's Council for Japan-Korea Friendship and Yuwen Middle School in Jilin of China, the family of Zhang Wei-hua, a Chinese anti-Japanese revolutionary martyr, the family of Sin Kanemaru, former vice-prime minister of Japan, Damian Ogbonna, chairman of the African Regional Committee for Friendship and Solidarity with the Korean People, Julio Ballesteros Espin, chairman of the Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People, Fernando Sanchez, chairman of the Colombia-Korea Association of Friendship and Culture, and Daniel Alvarez Celi, secretary general of the Ecuadorian Committee for Rememberin\n\t\t\t\t\t\n\t\t\t\t\t g Presid\n\t\t\t\t\t\n\t\t\t\t\t ent Kim Il Sung."
        },
        {
            "title": "Director of Kim Il Sung-Kim Jong Il Foundation Leaves",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-13ee.html",
            "content": "Director of Kim Il Sung-Kim Jong Il Foundation Leaves\r\n Pyongyang, February 14 (KCNA) -- Jin Yuhua, director of the Board of Directors of the Kim Il Sung-Kim Jong Il Foundation, left here on Wednesday."
        },
        {
            "title": "Peerless Patriot's Loving Care for People",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-20ee.html",
            "content": "Peerless Patriot's Loving Care for People\r\n Pyongyang, February 14 (KCNA) -- Leader Kim Jong Il devoted his all to the happiness of the Korean people in his lifetime.\n\t\t\t\t\t It can be well evidenced by the fact that he had put forward the improvement of people's living as the supreme principle of the Workers' Party of Korea (WPK) and the state to be adhered to in their activities.\n\t\t\t\t\t\n\t\t\t\t\t There are many stories about his great loving care for the people.\n\t\t\t\t\t\n\t\t\t\t\t Among them are those about ten goals he personally set for the production of consumer goods to drastically raise the material and cultural living standard of people in the 1970s and about the fact that in the 1980s he put forward it as the standard of calculation for the Workers' Party of Korea to spare nothing for people, saying new regulations should be adopted and existing ones reformed for the sake of people's convenience.\n\t\t\t\t\t\n\t\t\t\t\t During the Arduous March, the forced march in the 1990s when the country was in difficulties, he took measures one after another for the improvement of people's living. Under his leadership, people-oriented policies like free compulsory education and free medical care continued to be enforced and colossal state investment was made in building a number of modern light industrial, poultry and condiments factories.\n\t\t\t\t\t\n\t\t\t\t\t Despite the imperialists' persistent sanctions and blockade against the DPRK, the WPK and government unfolded a grand blueprint for building a socialist power and have vigorously waged the struggle for improving the people's standard of living, bringing about great revolutionary upswings.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, it would have been unthinkable without the wise leadership of peerless patriot Kim Jong Il that the supreme principle of the WPK and state in their activities has been invariably adhered to and thoroughly implemented.\n\t\t\t\t\t\n\t\t\t\t\t As the Korean people holds in high esteem respected Supreme Leader Kim Jong Un who gives steady continuity to the sacred history of the peerless patriot's great loving care for people, the history of giving priority to the people and respecting and loving them will always continue on this land."
        },
        {
            "title": "KCNA Commentary on Fate of Japan as Vassal State of U.S.",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-06ee.html",
            "content": "KCNA Commentary on Fate of Japan as Vassal State of U.S.\r\nThe Japanese reactionaries are losing their marbles, following the U.S. hostile policy toward the DPRK.\n\t\t\t\t\tSoon after the publication of Trump's recent \"state of the union address\" and \"nuclear posture review\" the Abe group including the chief Cabinet Secretary and the foreign minister of Japan said that they highly appreciated publication of the powerful message for strengthening pressure on north Korea and expressed the will to boost deterrence of Japan-U.S. alliance.\n\t\t\t\t\t\n\t\t\t\t\tThe \"state of the union address\" and \"nuclear posture review\" arouse grave concerns and denunciation from among the international community as they are the height of Trump-style arrogance, arbitrariness and self-conceit and they represent the attempt for a dangerous nuclear war seriously threatening world peace.\n\t\t\t\t\t\n\t\t\t\t\tNevertheless, high-ranking politicians of Japan shamelessly vied with each other to praise their master, reminding the people of a well-trained poodle.\n\t\t\t\t\t\n\t\t\t\t\tIt is the fate of Japan to obey the U.S. as its vassal state.\n\t\t\t\t\t\n\t\t\t\t\tIt is the well known fact that cunning Japan does not respect the U.S. as \"elder brother\" but tries to realize its militaristic ambition by taking advantage of the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tHowever, the Japanese reactionaries are mistaken.\n\t\t\t\t\t\n\t\t\t\t\tIf one loses his or her wits, one can never judge the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is no longer the \"only superpower\" in the world.\n\t\t\t\t\t\n\t\t\t\t\tAccording to data issued by GALLUP of the U.S., the result of opinion polls conducted in one hundred and dozens of countries and regions from March to November last year showed that the number of countries and regions denying the leadership ability of the U.S. increased over three times as compared with that in 2016.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is now panic-stricken, unable to save its declining fate, and the DPRK, a strategic state, is pushing the U.S. to the abyss of destruction, by mounting a streak of attacks on it.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is making desperate efforts to attack the DPRK with the mobilization of the whole world by means of threatening, blackmail, appeasement and deception. But it is becoming clearer with each passing day with whose victory the unprecedented confrontation will end.\n\t\t\t\t\t\n\t\t\t\t\tJapan will end up in tightening the noose around its own neck, if it keeps blindly following the U.S. like a senseless dog.\n\t\t\t\t\t\n\t\t\t\t\tIt is the fate of a subject country to get buried together with the American empire nearing its end."
        },
        {
            "title": "No One Allows Hegemony: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-22ee.html",
            "content": "No One Allows Hegemony: KCNA Commentary\r\n Pyongyang, February 14 (KCNA) -- The United States recently conducted a ballistic missile interception test on Hawaii.\n\t\t\t\t\t Commenting on this, a Bulgarian monthly newspaper quoted experts as saying that the missile interception capabilities of the U.S. is about 20 percent and the precision interception probability is only 10 percent.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is persisting in the moves to bolster nuclear weapons and missiles to prop up its hegemonic position on the wane in the Northeast Asian region.\n\t\t\t\t\t\n\t\t\t\t\t Trump called for increasing the number of nuclear warheads ten times the U.S. current possession, while trumpeting about the need to drastically increase the nuclear capabilities until the world gains the ability to discern the U.S. might. Timed to coincide with this, the U.S. Defense Department buckled down to realizing its strategic plan for all-out momentary strike.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is spurring the program for developing weapons for simultaneously intercepting several targets.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Defense Department called for budget running at 259 million USD to acquire the \"verified capabilities\" by speeding up the research and development of the weaponry system.\n\t\t\t\t\t\n\t\t\t\t\t An official of the Missile Defense Agency said that a spur is put to end the test before 2025 and it is to take the lead in deterring the threats that can be possible in the future, not just a response to any specific information.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the U.S. is forming the ballistic missile defence network comprising sea and ground bases in Asia-Pacific by mutually combining sea base interceptor missile SM-3 with ground base interceptor missile.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has so far asserted that the test-fire of this interceptor missile is to cope with the \"ballistic missile threats\" from the DPRK. This is just a groundless pretext.\n\t\t\t\t\t\n\t\t\t\t\t The unanimous comment of experts is that the missile earlier warning and interception system being deployed in Asia-Pacific has far surpassed the necessity to counter the DPRK's ballistic missiles and that they actual target the ballistic missiles of China and Russia.\n\t\t\t\t\t\n\t\t\t\t\t Russian Foreign Minister Sergei Lavrov when interviewed by Russian 1 TV Broadcasting said that the U.S. has deployed interceptor missile system in south Korea and Japan, it is surprising to find on the map that the interceptor missile system along with the European element of the U.S. global missile defense system encircles Russia and now targets China, also.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese Central TV Broadcasting on Feb. 1 commented that the recent test conducted by the U.S. on January 31 was the reflection that the core is to counter the ballistic missile attack from China and Russia and that it was the manifestation of its strategic concerns.\n\t\t\t\t\t\n\t\t\t\t\t All the countries around the world loving justice and peace should be vigilant against the U.S. reckless moves for bolstering nuclear weapons and missiles."
        },
        {
            "title": "Japanese Reactionaries' Suppression of Chongryon, Koreans in Japan under Fire",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-07ee.html",
            "content": "Japanese Reactionaries' Suppression of Chongryon, Koreans in Japan under Fire\r\n Pyongyang, February 14 (KCNA) -- The Japan police authorities recently arrested the former chairman of the Katsushika Branch of the General Association of Korean Residents in Japan (Chongryon) on the charges of \"violation of the law on secondhand dealers\". Afterwards the joint investigation headquarters, made up of policemen from the Metropolitan Police Office and Saitama Prefecture of Japan hurled more than 100 armed policemen to search the Tokyo Metropolitan Headquarters of Chongryon and the house of a Chongryon official and the Future Foundation set up for support for the Korean schools, charging that the bankbook of the former Chongryon branch chairman had a record of remitting money to Chongryon.\n\t\t\t\t\t This case is not an investigation into the \"violation of the law on secondhand dealers\" but a product of premeditated politically-motivated plot targeting Chongryon, Rodong Sinmun Wednesday says in a commentary, adding:\n\t\t\t\t\t\n\t\t\t\t\t The reality glaringly shows that the island country Japan has been turned into a state of gangsters and source of crimes.\n\t\t\t\t\t\n\t\t\t\t\t It is the sinister intention of the Abe group to fan up the anti-DPRK, anti-Chongryon atmosphere across Japan by branding Chongryon, a dignified overseas citizens' organization of the DPRK, as an \"illegal body\" and \"unlawful body\" and aggravating the situation on the Korean Peninsula and thus pave the way for realizing the militaristic ambition.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon is part of the DPRK and the Japanese reactionaries' suppression of Chongryon means a hostile act to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities would be well advised to bear in mind that they would face a miserable destruction if they resort to such provocations as despicable and brutal suppression of Chongryon and Koreans in Japan in disregard of our repeated warnings."
        },
        {
            "title": "U.S.-S. Korea War Exercises Assailed",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-08ee.html",
            "content": "U.S.-S. Korea War Exercises Assailed\r\n Pyongyang, February 14 (KCNA) -- The south Korean military recently staged a military maneuver Warrior Strike for \"destroying WMDs\" of the DPRK together with the 2nd Division of the U.S. imperialist aggression forces in south Korea. In the wake of it, the warmongers of the military staged a \"coldest period exercise\" in the area of Kyonggi Province from Feb. 5, going frantic with the military confrontation.\n\t\t\t\t\t In this regard, Rodong Sinmun in a commentary Wednesday condemns the south Korea-U.S. war exercises as an anachronistic military action to spoil the atmosphere of improving the inter-Korean relations and easing the tension created thanks to the proactive measure of the DPRK and throw a wet blanket over the spirit of reunifying the country through alliance with the north among south Korean people from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t A dramatic change is happening in the north-south relations just as every one witnesses, the news analyst says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The saber-rattling of warmongers at home and abroad, quite contrary to the Winter Olympics, clearly shows who is the harasser of peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean military trigger-happy forces must stop at once the ill-intentioned military action against the unanimous desire of our nation for peace and reunification and the trend of the times, properly understanding who is their rival.\n\t\t\t\t\t\n\t\t\t\t\t If the enemies persistently block the way ahead of the nation, obstructing the improvement of the inter-Korean ties and detente, they will have to pay dearly for it."
        },
        {
            "title": "Minju Joson on U.S. \"Bloody Nose Operation\"",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-09ee.html",
            "content": "Minju Joson on U.S. \"Bloody Nose Operation\"\r\n Pyongyang, February 14 (KCNA) -- Now under discussion in the U.S. political camp is what it called \"bloody nose operation\" targeting the limited preemptive attack on the strategic objects of the DPRK, says Minju Joson Wednesday in a commentary.\n\t\t\t\t\t Recently heard from the members of the National Security Council of White House are remarks that Trump is seriously examining the \"bloody nose operation\" and that the limited attack on the DPRK can be helpful for Trump in the off-year election. On other hand, the appointment of the U.S. ambassador-designate to south Korea was withdrawn for the mere reason that he opposed the hard-line military option, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This proves that the U.S. \"bloody nose operation\" is nothing but last-ditch efforts of the Trump group driven into a tight corner due to the defeat in the DPRK-U.S. stand-off.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. \"bloody nose operation\" is a deliberate provocation to divert the present trend of the situation on the Korean peninsula created through proactive measures and efforts of the DPRK to confrontation and war.\n\t\t\t\t\t\n\t\t\t\t\t Trump's plan for preemptive attack on the DPRK will have no impact on the DPRK, a world-level military power, and will only result in the U.S. destruction.\n\t\t\t\t\t\n\t\t\t\t\t The commentary warns that the Trump group should bear in mind that the start of the \"bloody nose operation\" will end up in the suicidal operation which will lead to the end of the U.S. mainland."
        },
        {
            "title": "Minju Joson Slams U.S. for Beating Drum of Confrontation with DPRK",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-10ee.html",
            "content": "Minju Joson Slams U.S. for Beating Drum of Confrontation with DPRK\r\n Pyongyang, February 14 (KCNA) -- The U.S. waged Warrior Strike exercises in collusion with the south Korean military warmongers targeting the elimination of the \"weapons of mass destruction\" of the DPRK on Feb. 1.\n\t\t\t\t\t Minju Joson Wednesday in a commentary says that a very sinister intent that can never be glossed over is behind the U.S. noisy beating of the drum for confrontation with the DPRK at a time when there are increasing voices of international support and welcome for the change in the situation of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Whenever the north and the south of Korea sat together and discussed the issue of improving the relations and whenever that led to the heightened atmosphere for the reunification of the nation, the U.S. without an exception created stumbling blocks in its way by deliberately escalating tensions through the large-scale joint military exercises, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t As the situation on the Korean peninsula shows the sign of detente, the U.S. has the jitters in fear that it might be marginalized from the Korean peninsula. That's why it is trying hard to turn the table in its favor.\n\t\t\t\t\t\n\t\t\t\t\t It is entirely due to the U.S. hostile policy toward the DPRK that Korea has failed to make unified development of the country, being exposed to decades of heartbreaking pain of the national division, and that the danger of a war constantly looms on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. interference must be ended in order for the peninsula to be peaceful and for stability to settle in the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. nature as a chief culprit of aggravating the situation and as a force keen on war of aggression has already been brought to light."
        },
        {
            "title": "Koreans in Japan Gives Its Premiere for Celebrating Day of Shining Star",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-30ee.html",
            "content": "Koreans in Japan Gives Its Premiere for Celebrating Day of Shining Star\n\t\t\t\t\t\t\r\n Pyongyang, February 14 (KCNA) -- Song and dance performance of art troupe of Koreans in Japan for celebrating the birth anniversary of leader Kim Jong Il \"Spring Rays in February Is Ever-lasting\" was given at Pyongyang Grand Theatre Wednesday.\n\t\t\t\t\t Put on the stage were colorful numbers reflecting loyalty of Koreans in Japan to uphold Kim Jong Il as the eternal sun of the nation and give a steady continuity to the traditions of single-minded unity, the tradition of patriotism under the wise guidance of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Watching the performance were Minister of Culture Pak Chun Nam, officials concerned and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t The performance continues."
        },
        {
            "title": "Day of Shining Star to Be Marked in Russia",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-02ee.html",
            "content": "Day of Shining Star to Be Marked in Russia\r\nPyongyang, February 14 (KCNA) -- A preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed by the Regional Social Organization of Russia \"Borozino\" on Feb. 6.\n\t\t\t\t\t Salinikov, chairman of the organization, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold various political and cultural events in praise of the revolutionary career and exploits of Kim Jong Il."
        },
        {
            "title": "Day of Shining Star to Be Marked in Luxembourg",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-03ee.html",
            "content": "Day of Shining Star to Be Marked in Luxembourg\r\n Pyongyang, February 14 (KCNA) -- A Luxembourg preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed on Feb. 5.\n\t\t\t\t\t Charles Doerner, chairman of the Luxembourg-Korea Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events in praise of the revolutionary career and exploits of Kim Jong Il on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Belgium",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-04ee.html",
            "content": "Day of Shining Star to Be Celebrated in Belgium\r\n Pyongyang, February 14 (KCNA) -- A Belgian preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed on Feb. 5.\n\t\t\t\t\t The chairman of the Belgium-Korea Friendship Association was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Kim Jong Un ordena ascender grados militares de comandantes de EPC",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-35ee.html",
            "content": "Kim Jong Un ordena ascender grados militares de comandantes de EPC\r\nPyongyang, 14 de febrero (ACNC) -- Kim Jong Un, Comandante Supremo del Ejercito Popular de Corea, dio el dia 13 una orden de ascender los grados militares de los comandantes del EPC, con motivo del dia de natalicio del Dirigente Kim Jong Il.\n\t\t\t\t\tSegun la orden, el grado de teniente general de las fuerzas terrestres fue otorgado a An Myong Gon; el de contralmirante a Kim Yong Son; el de mayor general de las fuerzas estrategicas a Kim Myong Bok, Jon Hyok Ju, Son Jong Rok y Ri Jong Muk y el de mayor general de las fuerzas terrestres a Kim Tong Gil, Kim Chol Ung y otras 20 personas.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo expreso la seguridad de que los comandantes del EPC, unidos firmemente en torno al Comite Central del Partido del Trabajo de Corea, cumpliran perfectamente la mision y deber, que les concedieron la epoca y la revolucion, en la lucha por adelantar la victoria final del enfrentamiento antiimperialista y antiyanqui y de la causa revolucionaria del Juche flameando en alto la bandera del PTC como primer estandarte del EPC."
        },
        {
            "title": "IRP publica acta para revelar crimenes historicos y naturaleza sucia de EE.UU.",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-36ee.html",
            "content": "IRP publica acta para revelar crimenes historicos y naturaleza sucia de EE.UU.\r\nPyongyang, 14 de febrero (ACNC) -- El Instituto de la Reunificacion de la Patria (IRP) hizo publica el dia 14 un acta para revelar los crimenes historicos y la naturaleza sucia de EE.UU. que se valia de todos para obstaculizar la mejora de las relaciones Norte-Sur y la paz y reunificacion de la Peninsula Coreana.\n\t\t\t\t\tEl documento revelo con los datos el hecho de que desde el primer dia de su ocupacion del Sur de Corea, EE.UU. ha venido pisoteando cruelmente la aspiracion de la nacion coreana a la reconciliacion, unidad y reunificacion con la intervencion descarada y la coercion abierta.\n\t\t\t\t\t\n\t\t\t\t\t  Las descaradas maniobras de EE.UU. por impedir el mejoramiento de las relaciones N-S y la reunificacion llegan al climax despues del mandato de Trump, subraya el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Cuando fue expulsada de Chongwadae Park Geun-hye enloquecida en el servilismo proyanqui y la confrontacion fratricida y las fuerzas reformistas democraticas tomaron el \"poder\" en el Sur de Corea, Trump advirtio diciendo que \"tratara rotundamente el problema del Norte\", \"es posible la Cumbre Sur-Norte solo bajo la condicion especial\" y \"no puede permitir el dialogo para el dialogo\".\n\t\t\t\t\t\n\t\t\t\t\t  El secretario de Estado Tillerson, el secretario de Defensa norteamericano Mattis, el asesor de seguridad nacional de la Casa Blanca, H.R. McMaster y otras autoridades de alto rango visitaron a porfia a Seul y advirtieron a las autoridades surcoreanas que no mejoren con imprudencia las relaciones con el Norte de Corea, insistiendo en que \"es la tarea apremiante que el Norte demuestre la voluntad de renuncia nuclear\".\n\t\t\t\t\t\n\t\t\t\t\t  Una vez creada este ano la fase dramatica de reconciliacion en las relaciones N-S gracias a las medidas iniciativas y esfuerzos sinceros de la RPDC, Trump dijo que \"apoya totalmente el dialogo entre el Norte y el Sur\" para calmar la opinion publica dentro y fuera del pais, por una parte y por la otra movilizo a sus inferiores para ejercer la presion a las autoridades surcoreanas, picoteando que \"mantendra la politica de presion anti-Norte del maximo nivel\".\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. exacerbo al extremo la situacion de la Peninsula Coreana con el aumento incesante de las fuerzas armadas y los freneticos ejercicios de guerra de agresion, para poner grandes obstaculos en la mejora de relaciones intercoreanas y la reunificacion de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios militares conjuntos Key Resolve y Foal Eagle, desarrollados durante dos meses en el ano pasado con la movilizacion de cientos de miles de efectivos, las propiedades estrategicas de sobra para ejecutar una guerra total y hasta las unidades especiales de las fuerzas armadas norteamericanas, son no vistos nunca tanto en su dimension como en su intensidad y plazo. \n\t\t\t\t\t\n\t\t\t\t\tTrump solto a sus caprichos las palabras belicosas como \"llamas e ira\" y \"tranquilidad en visperas de la tempestad\", e insatisfecho con esto, disparateo sin escrupulos hasta en la escena de la ONU que exterminaria a decenas de millones de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tLa banda de Trump anuncio con malas entranas que tan pronto como terminaran los Juegos Olimpicos Invernales, reiniciara los ejercicios belicos conjuntos Key Resolve y Foal Eagle, pospuestos de mala gana por el ambiente dramatico de reconciliacion entre ambas partes coreanas y la Olimpiada en el Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, EE.UU. vino impidiendo de modo grosero y obstinado la reconciliacion, la cooperacion y el intercambio entre ambas partes coreanas mediante la brutal campana de intrigas, sancion y presion contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tDurante 9 anos de mandato de la banda conservadora en el Sur de Corea, EE.UU. organizo muchas entidades intrigantes anti-RPDC como la \"alianza civil por derechos humanos del Norte\" y \"Network de democratizacion del Norte de Corea\" e invirtio enormes fondos a fin de extremar la confrontacion Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tAl tomar el poder, el actual presidente norteamericano Trump tambien actuo con imprudencia fanfarroneando la \"solucion del problema nuclear del Norte\". \n\t\t\t\t\t\n\t\t\t\t\tPero, sufrio la verguenza por el fortalecimiento de las fuerzas armadas nucleares de la RPDC y ahora se entrega con frenesi a la campana intrigante anti-RPDC tildandola de \"pais violador de derechos humanos\" y movilizando hasta los \"fugitivos norcoreanos\".\n\t\t\t\t\t\n\t\t\t\t\tHistoricamente, EE.UU. viene aplicando la sancion economica sin precedentes contra la RPDC en virtud de diferentes leyes inventadas como \"la de comercio exterior con los paises enemigos\", \"la de control de exportacion\", \"la de ayuda al extranjero\", \"la bancaria de importacion y exportacion\".\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, desautorizo a los titeres surcoreanos y otras fuerzas seguidoras la cooperacion economica con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tDesde el comienzo de este ano, exige a gritos \"no relajar la maxima presion hasta que el Norte de Corea renuncie el programa nuclear y de misiles\".\n\t\t\t\t\t\n\t\t\t\t\tSe opone a todos los asuntos de trabajo, que impulsan las autoridades surcoreanas para la participacion de la RPDC en la Olimpiada Invernal, cuestionandolos en vista de los articulos de las \"resoluciones de sancion\" de la ONU y de las medidas de \"sancion independiente\".\n\t\t\t\t\t\n\t\t\t\t\tDurante mas de 70 anos, esta ocupando la mitad del territorio coreano donde comete los actos despoticos y de intervencion de toda indole sofocando la aspiracion de todos los coreanos al mejoramiento de relaciones intercoreanas y la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEste crimen historico revela a todo el mundo que EE.UU. es el enemigo jurado de la nacion coreana y el mayor obstaculo para la paz y la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tAl justipreciar la creciente aspiracion de la nacion coreana a la reunificacion, EE.UU. debe parar ahora mismo su anacronico y antietico acto de estropear el mejoramiento de relaciones intercoreanas y la reunificacion de Corea."
        },
        {
            "title": "Inaugurado Festival de Patinaje Artistico por el Dia de Estrella Luz",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-37ee.html",
            "content": "Inaugurado Festival de Patinaje Artistico por el Dia de Estrella Luz\r\nPyongyang, 14 de febrero (ACNC) -- Quedo inaugurado el dia 14 en esta capital el Festival de Patinaje Artistico sobre el Hielo, dedicado al natalicio del Dirigente Kim Jong Il.\n\t\t\t\t\tParticiparon en la ocasion Choe Hwi, vicepresidente del Comite Central del Partido del Trabajo de Corea y presidente del Comite Estatal de Direccion de Deportes, Ki Kwang Ho, ministro de Finanzas y presidente de la Asociacion de Patinaje Artistico, Kim Chun Sik, secretario general del Comite Estatal de Direccion de Deportes, y los funcionarios interesados, los trabajadores y los jovenes y estudiantes.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes tambien los matrimonios de los representantes diplomaticos y de organizaciones internacionales, los de agregados militares y los miembros de las embajadas de varios paises en la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl primer viceministro de Deportes, Kim Jong Su, pronuncio el discurso de apertura, seguido de la demostracion \"Cantamos sobre el hielo la cancion de febrero\".\n\t\t\t\t\t\n\t\t\t\t\tEn varias piezas inclusive \"Cantemos el orgullo de tener al General\", \"Trueno en el pico Jong Il\" y \"Cancion de amor por el pueblo\", los jugadores describieron la veneracion y anoranza al Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tOtras piezas demostraron bien la tecnica de patinaje artistico de Corea en desarrollo continuo. \n\t\t\t\t\t\n\t\t\t\t\tEl festival continuara hasta el dia 17."
        },
        {
            "title": "Tiene lugar el VIII concurso nacional de arte culinario",
            "url": "http://kcna.co.jp/item/2018/201802/news14/20180214-38ee.html",
            "content": "Tiene lugar el VIII concurso nacional de arte culinario\r\nPyongyang, 14 de febrero (ACNC) -- Con motivo del dia de nacimiento del Dirigente Kim Jong Il, tuvo lugar del dia 12 al 14 en el Restaurante de Kuksu de Pyongyang el VIII concurso nacional de arte culinario.\n\t\t\t\t\tSe efectuo el concurso dividiendo en las ramas de la Direccion General de Servicios al Pueblo, el servicio para extranjeros, ministerios, organos centrales, el servicio gastronomico de la ciudad de Pyongyang y las provincias (ciudades directamente subordinadas al centro), con la participacion de mas de 300 cocineros y camareros de mas de 60 unidades.\n\t\t\t\t\t\n\t\t\t\t\t  El certamen se realizo a manera de la exhibicion y la evaluacion y publicacion inmediatas de los indicados manjares preparados por los funcionarios administrativos y cocineros seleccionados en cada unidad.\n\t\t\t\t\t\n\t\t\t\t\t  Los concursantes demostraron el metodo de elaboracion particular y el arte culinario adiestrado.\n\t\t\t\t\t\n\t\t\t\t\t  Atrajeron la atencion el concurso de los camareros que demostraron la decoracion de la mesa de banquete y el metodo de preparacion de mesas y de recibimiento."
        }
    ]
}