{
    "date": "2018-01-24",
    "url": "http://kcna.co.jp/item/2018/201801/2018-01-24ee.html",
    "articles": [
        {
            "title": "Joint Conference of DPRK Government, Political Parties and Organizations Held",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-15ee.html",
            "content": "Joint Conference of DPRK Government, Political Parties and Organizations Held\r\nPyongyang, January 24 (KCNA) -- A joint conference of the government, political parties and organizations of the DPRK took place in Pyongyang on Wednesday to carry out the tasks for national reunification set forth by respected Supreme Leader Kim Jong Un in his New Year Address.\n\t\t\t\t\t Present there were representatives of the government, political parties and organizations of the DPRK, including Yang Hyong Sop, Kim Yong Chol and Ro Tu Chol, the chairman of a friendly party, officials of public organizations, officials of the North Side Committee for Implementing June 15 Joint Declaration, the north headquarters of the Pan-National Alliance for Korea's Reunification and the Pan-National Alliance of Youth and Students for Korea's Reunification and the Consultative Council for National Reconciliation.\n\t\t\t\t\t\n\t\t\t\t\t The conference discussed the agenda item \"On the tasks of the government, political parties and organizations of the DPRK for carrying through the tasks for national reunification set forth by respected Supreme Leader Comrade Kim Jong Un in his New Year Address\".\n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly of the DPRK, made a report at the conference to be followed by speeches by Ri Son Gwon, chairman of the Committee for the Peaceful Reunification of the Country of the DPRK, Kim Yong Dae, chairman of the C.C., Korean Social Democratic Party, and Pak Chol Min, first secretary of the C.C., Kimilsungist-Kimjongilist Youth League.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers noted that the respected Supreme Leader in his New Year Address advanced highly important tasks for improving the relations between the north and the south of Korea and making a breakthrough for independent reunification this year significant to both sides.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to create a peaceful environment on the Korean Peninsula before anything else this year.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should stop the war games with the U.S. forever and refrain from introducing the U.S. nuclear strategic assets and aggression forces to south Korea, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They said that all the fellow countrymen in the north and the south and abroad should struggle against the anti-DPRK war moves of the bellicose forces at home and abroad seeking to hinder the improvement of inter-Korean relations and render the situation tense.\n\t\t\t\t\t\n\t\t\t\t\t All members of the nation should fulfill their duty and role for national reconciliation and reunification, they added.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the whole nation should turn out in the nationwide struggle to make a breakthrough for independent reunification by its concerted efforts this year.\n\t\t\t\t\t\n\t\t\t\t\t An appeal to all the Koreans at home and abroad was adopted at the joint conference."
        },
        {
            "title": "DPRK Joint Conference Calls for Making This Year Noteworthy in History of Nation",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-16ee.html",
            "content": "DPRK Joint Conference Calls for Making This Year Noteworthy in History of Nation\r\nPyongyang, January 24 (KCNA) -- An appeal to all Koreans at home and abroad was adopted at the joint conference of the government, political parties and organizations of the Democratic People's Republic of Korea held on Wednesday.\n\t\t\t\t\tThey called upon all Koreans with the strong will to make this auspicious year an eventful year noteworthy in the history of the nation by pooling the efforts of our nation as follows:\n\t\t\t\t\t\n\t\t\t\t\t1. Let us turn out as one in the nationwide drive to improve the north-south relations and make a breakthrough for independent reunification, true to the noble patriotic intention of the peerlessly great man!\n\t\t\t\t\t\n\t\t\t\t\tIt is the steadfast will of all Koreans who have turned out for implementing the noble intention of the peerlessly great man to bring great changes to the north-south relations as early as possible and make a new history of independent reunification.\n\t\t\t\t\t\n\t\t\t\t\tLet us rapidly improve the north-south relations and pave a wide avenue to rosy future of the nation which will be reunified, strong and prosperous!\n\t\t\t\t\t\n\t\t\t\t\tLet us make the whole land of Korea seethe with hot wind for independent reunification and courageously advance the north-south relations along the way indicated by the June 15 joint declaration and the October 4 declaration!\n\t\t\t\t\t\n\t\t\t\t\tLet us decisively smash all sophisms and attempts to slander the nuclear treasured sword of the nation and justice and brand it as a hurdle in the way for the improvement of the north-south relations!\n\t\t\t\t\t\n\t\t\t\t\t2. Let us wage an energetic drive to defuse the acute military tension and create a peaceful climate on the Korean Peninsula!\n\t\t\t\t\t\n\t\t\t\t\tLet all Koreans at home and abroad turn out to decisively oppose and reject all hostile acts and war moves aggravating the situation and wrecking peace!\n\t\t\t\t\t\n\t\t\t\t\tLet all Koreans become shields and strong castle walls in the struggle to defend security of the nation and peace on this land!\n\t\t\t\t\t\n\t\t\t\t\tLet all Koreans rise up in the peace-keeping struggle against war to baffle the reckless nuclear war moves of the U.S. which brings disaster to this land, setting dangerous flames!\n\t\t\t\t\t\n\t\t\t\t\t3. Let us promote contact, travel, cooperation and exchange between the north and the south on a wide scale and actively create a climate for national reconciliation and reunification!\n\t\t\t\t\t\n\t\t\t\t\tLet us promote contact, travel, cooperation and exchange between the north and the south on a wide scale to remove mutual misunderstanding and distrust and make all the fellow countrymen fulfill their responsibility and role as the driving force of national reunification!\n\t\t\t\t\t\n\t\t\t\t\tLet the people of all strata in the north and the south bring down the barrier of national division and share kindred feelings by freely traveling by air and sea and overland and actively promote the trend of reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\tLet's reenergize inter-political party, inter-strata and inter-sector contacts and dialogues and activate cooperation and exchange at home and abroad to stir up the climate of reunification.\n\t\t\t\t\t\n\t\t\t\t\tLet all compatriots wage a more vigorous struggle to get rid of anachronistic legal and institutional mechanisms harassing the fresh tide of national reconciliation and unity and prevent hostile actions!\n\t\t\t\t\t\n\t\t\t\t\tWe will courageously smash all challenges going against the nation's desire for reunification, hold with splendor joint events of the nation involving political parties and organizations and personages at home and abroad on the anniversaries of north-south declarations, the 73rd anniversary of national liberation and other occasions this year and thus demonstrate the nation's will for independent reunification to the world.\n\t\t\t\t\t\n\t\t\t\t\t4. Let us smash the moves of the separatist forces at home and abroad and dynamically usher in a fresh phase of national reunification, holding aloft the banner of national independence and By Our Nation Itself!\n\t\t\t\t\t\n\t\t\t\t\tLet all the fellow countrymen at home and abroad subordinate and aspire everything to the great objective of national reunification, pan-national cause, from the stand of prioritizing the nation and attaching importance to it and achieving national unity!\n\t\t\t\t\t\n\t\t\t\t\tLet us maintain the firm stand and viewpoint to solve all the issues arising between the north and the south on the principle of By Our Nation Itself!\n\t\t\t\t\t\n\t\t\t\t\tLet all the fellow countrymen more dynamically promote the grand march for independent reunification to bring earlier a new morning of the 3 000-ri land of Korea, reunified and prosperous, by pooling their efforts!\n\t\t\t\t\t\n\t\t\t\t\tThe appeal called upon all Koreans to firmly believe in the bright future of the nation and turn out as one in the sacred struggle for glorifying this significant year as a year of great changes and great events to eternally shine in the history of national reunification."
        },
        {
            "title": "Greetings to 30th AU Summit",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-09ee.html",
            "content": "Greetings to 30th AU Summit\r\nPyongyang, January 24 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea and president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greeting to the 30th Ordinary Session of the Assembly of Heads of State and Government of the African Union being held in Addis Ababa of Ethiopia.\n\t\t\t\t\t Kim in the message expressed the belief that the AU summit would bear wonderful fruition in desires of the peoples of the countries in the region.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the AU summit would mark a significant occasion in accelerating integration of the continent and achieving its prosperity as well as in promoting its socio-economic development, reaffirming the invariable stand of the DPRK government to further expand and develop onto a new high stage the traditional relations of friendship and cooperation with the AU and its member states."
        },
        {
            "title": "Machinery of Great Economic Value Produced in DPRK",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-13ee.html",
            "content": "Machinery of Great Economic Value Produced in DPRK\r\nPyongyang, January 24 (KCNA) -- Machinery with great economic value have been made in the DPRK, proving effective.\n\t\t\t\t\t The twin-shaft paddle mixer is three times per hour higher than the gravitation mixer in making concrete mixture. \n\t\t\t\t\t\n\t\t\t\t\t The mobile small-size crane draws attention of the users as it is good for carrying finishing building materials needed for building high-rise apartments.\n\t\t\t\t\t\n\t\t\t\t\t Several people are enough to carry the crane and its momentary power is under 1kw.\n\t\t\t\t\t\n\t\t\t\t\t And the small jaw crusher is low in power consumption and can break 0.5 tons of gravels per hour.\n\t\t\t\t\t\n\t\t\t\t\t They are made by the Hamhung Construction Machine Factory under the Equipment Assembly Complex.\n\t\t\t\t\t\n\t\t\t\t\t The Anju Pump Factory and the Kyongsong Insulator Factory developed the high pressure multistage centrifugal pump, electricity-saving multistage centrifugal pump, and pump for underground ultra-saline water and arrester.\n\t\t\t\t\t\n\t\t\t\t\t Respected Supreme Leader Kim Jong Un said in his New Year Address that the machine-building industry should develop and produce world-level machinery in its own way."
        },
        {
            "title": "Kelp Harvest on Increase in DPRK",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-14ee.html",
            "content": "Kelp Harvest on Increase in DPRK\r\nPyongyang, January 24 (KCNA) -- Offshore farms under the Ministry of Fisheries of the DPRK have boosted kelp harvest in the drive to implement the tasks set forth by respected Supreme Leader Kim Jong Un in his New Year Address.\n\t\t\t\t\t According to an official concerned, offshore farms in the west coastal area finished the planting of kelp nurslings till January 16 and are gathering hundreds of tons of kelp every day.\n\t\t\t\t\t\n\t\t\t\t\t Offshore farms across the country planted kelp nurslings in vast area and manured and tended them under a meticulous plan from the end of last year.\n\t\t\t\t\t\n\t\t\t\t\t The Pupho Offshore Farm which takes a big share in seaweed production expanded cultivation area and replenished materials by its own efforts to increase kelp output.\n\t\t\t\t\t\n\t\t\t\t\t The Kumipho Offshore Farm is harvesting kelp in a hundred and several tens of hectares of cultivation area.\n\t\t\t\t\t\n\t\t\t\t\t The Ongjin Offshore Farm is enhancing the operating rate of barges to the maximum and conducting dynamic campaigns in which one overtakes and learns from others and swaps experiences with each other, thus boosting kelp production."
        },
        {
            "title": "Application of Tuition Waiver Program to Korean Schools Demanded in Japan",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-10ee.html",
            "content": "Application of Tuition Waiver Program to Korean Schools Demanded in Japan\r\nPyongyang, January 24 (KCNA) -- The first Friday action of students of Korean University of the General Association of Korean Residents in Japan demanding the application of tuition waiver program to Korean schools in Japan was staged before the Ministry of Education, Culture, Sports, Science and Technology of Japan on January 19.\n\t\t\t\t\t The participants in the action said that 70 years have passed since Koreans in Japan conducted the April 24 education action against the Japanese authorities' moves to obliterate the national education.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the fact that south Korean and Japanese personages also join in the action of the Koreans in Japan demanding the application of the tuition waiver program to the Korean schools and expressed their will to dynamically wage the Friday action in the future, too."
        },
        {
            "title": "KCNA Commentary on Japan's Deeds of Hindering Improved Inter-Korean Ties",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-08ee.html",
            "content": "KCNA Commentary on Japan's Deeds of Hindering Improved Inter-Korean Ties\r\nPyongyang, January 24 (KCNA) -- When the whole world is raising voices of support and welcome for the detente on the Korean Peninsula, a country is disturbing this atmosphere, as much displeased with the positive development as the U.S.\n\t\t\t\t\t It is Japan criticized as a political dwarf for its narrow-minded way of thinking.\n\t\t\t\t\t\n\t\t\t\t\t Since the moment the reconciliation phase was opened between the north and the south of Korea the Abe group including Foreign Minister Kono, Chief Cabinet Secretary Suga, Defense Minister Onodera stressed \"the need not to make the dialogue for the mere sake of dialogue\" and emphasized \"there should be no change in the readymade principle that north Korea should be led to policy switchover through maximum pressure.\"\n\t\t\t\t\t\n\t\t\t\t\t Prime Minister Abe, in particular, resorted to ill-boding remarks tarnishing the image of the DPRK, saying \"north Korea threatens Europe as a whole\" during his visit to some European countries.\n\t\t\t\t\t\n\t\t\t\t\t This is a sordid and vicious move to chill the atmosphere for reconciliation, with a warped mind over the trend for the improvement of the north-south ties created by the proactive measure taken by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Japan has never uttered words favorable for the DPRK as it has extreme hostility and inveterate repugnancy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t But what can not be unnoticed is the recent act more mischievous than before being done by the high-ranking authorities of Japan going around different parts of the world at a time when a drastic turn is being effected in the north-south ties.\n\t\t\t\t\t\n\t\t\t\t\t It is the bad habit of the islanders to foster discord and disharmony among the Korean nation and fish in troubled waters while keeping the Korean nation from getting reconciled and united.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the aim sought by Japan in kicking up the racket for pressure on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Whenever the DPRK took legitimate measures for self-defense, Japan raised a hue and cry and used them as opportunities for realizing its ambition for turning itself into a military giant. No wonder, Japan is displeased with the on-going atmosphere for the overhaul of the north-south ties.\n\t\t\t\t\t\n\t\t\t\t\t The reason is that if the north-south relations thaw and the atmosphere of peace is created on the Korean peninsula, its exercise of the \"right to collective self-defense\" and the retrogressive revision of constitution can lose their pretexts and its ambition for overseas expansion can end up in failure.\n\t\t\t\t\t\n\t\t\t\t\t Japan's acts of deliberately chilling the atmosphere for dialogue and improvement of relations between the north and the south of Korea would only disclose their true intention against the peace and stability on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t What's more, its act of begging for cooperation for sanctions and pressure on the DPRK and calling for the latter's policy switchover is just nothing but a nonsensical sleeping talk.\n\t\t\t\t\t\n\t\t\t\t\t Now is a high time that Japan faced up to the trend of the times and made a switchover in its policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Japan should understand that the more it goes mischievous to spray ash over the feast table of others, the greater sins it will add to its past hideous crimes and the stronger the Korean nation's anti-Japan sentiment will grow."
        },
        {
            "title": "Rodong Sinmun on DPRK's Eternal Victory",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-04ee.html",
            "content": "Rodong Sinmun on DPRK's Eternal Victory\r\nPyongyang, January 24 (KCNA) -- Rodong Sinmun Wednesday carries an article on the lapse of 50 years after the the U.S. imperialist armed spy ship Pueblo was captured by the Navy of the heroic Korean People's Army.\n\t\t\t\t\t The armed spy ship was captured on January 23, 1968 when it disguised itself as \"civilian maritime research ship\" and intruded into the territorial waters of the Democratic People's Republic of Korea. The incident came to a close after the DPRK proudly received a written apology from the U.S. which had not yielded to any country in the world and expelled the captives from the DPRK's territory on December 23 that year.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the key that the DPRK defeated the U.S. lies in independence, line of simultaneously developing the two fronts and single-hearted unity, the article says:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. offered the written apology to the great Juche Korea under the eyes of the world.\n\t\t\t\t\t\n\t\t\t\t\t It was a shining victory of independence, the line of simultaneously developing the two fronts and single-hearted unity, a weapon pertaining to our state which no country can neither have nor imitate.\n\t\t\t\t\t\n\t\t\t\t\t Our state's strategic position fundamentally changed and the structure of force between the DPRK and the U.S. completely shifted with the passage of times since then.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-U.S. confrontation over the incident of Pueblo was conducted in the narrow area of the Korean Peninsula. But the present DPRK-U.S. confrontation has covered the wide area of the Asia-Pacific and U.S. mainland.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear fist of Juche Korea is tremendous enough to smash the U.S. mainland to pieces.\n\t\t\t\t\t\n\t\t\t\t\t If the Trump group tries to ignite a war against the DPRK, it should be aware that the U.S. mainland would be the final theatre of the DPRK-U.S. confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The final victory is in store for Juche Korea as long as it has independence, the line of simultaneously developing the two fronts and single-hearted unity."
        },
        {
            "title": "Rodong Sinmun Flays U.S. for Wrecking Regional Peace and Security",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-05ee.html",
            "content": "Rodong Sinmun Flays U.S. for Wrecking Regional Peace and Security\r\nPyongyang, January 24 (KCNA) -- Days ago, the U.S. decided to sell Japan interceptor missiles worth at least 130 million dollars. Under the decision four MK-29 launch ramps and SM-3 Block 2A missiles are to be deployed in Japan along with concerned technology before long.\n\t\t\t\t\t Rodong Sinmun Wednesday in a commentary terms the U.S. sales of interceptor missiles to Japan a dangerous military action which is part of the efforts for global missile defence system and brings regional situation to a phase of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The building of global missile defence system, stepped up by the U.S. in the Asia-Pacific region, is for offensive in essence, the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The global missile defense system by the U.S. covers Alaska, Japan, south Korea, the Philippines and Australia, not to mention Europe and the Middle East.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves in the Asia-Pacific region are aggravating the regional situation.\n\t\t\t\t\t\n\t\t\t\t\t As a result, regional countries cannot but channel efforts into bolstering up deterrent for self-defense.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday who is wrecking regional peace and security and spawning arms race worldwide.\n\t\t\t\t\t\n\t\t\t\t\t The blame rests with the U.S."
        },
        {
            "title": "Abe Group's Mendicant Diplomacy Derided by Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-07ee.html",
            "content": "Abe Group's Mendicant Diplomacy Derided by Rodong Sinmun\r\nPyongyang, January 24 (KCNA) -- Recently, the Abe group has reeled off remarks seriously rattling the DPRK while going to this or that country around the world.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Wednesday says:\n\t\t\t\t\t\n\t\t\t\t\t During his visit to Europe, Abe said that \"the DPRK can never be tolerated to go nuclear\", \"maximum pressure must be put with the mobilization of all means\", and \"it becomes a crucial threat to whole Europe\", kicking up anti-DPRK frenzy. Not to be left behind him, Foreign Minister Kono also said during his visit to the United Arab Emirate and Canada that \"the DPRK is trying to gain time to continue its nuclear and missile development and one should not be taken in by the smile diplomacy of the DPRK.\"\n\t\t\t\t\t\n\t\t\t\t\t So disgusting is the thoughtless act of the political dwarfs of the island country making nonsensical remarks while going to this or that country to get cooperation for putting pressure on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The more mischievously the Abe group becomes, the more glaringly the political ignorance, craftiness, frivolity and bluff peculiar to Japan will be revealed before the international community.\n\t\t\t\t\t\n\t\t\t\t\t Japan is warned that it can be the first country to face disaster due to its frivolous tongue-wagging.\n\t\t\t\t\t\n\t\t\t\t\t The Abe group has to face up to the trend of the times and make a switchover in its policy toward the DPRK."
        },
        {
            "title": "Japan Hit for Joining in Naval Blockade against DPRK",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-06ee.html",
            "content": "Japan Hit for Joining in Naval Blockade against DPRK\r\nPyongyang, January 24 (KCNA) -- Ships of the Japan Maritime \"Self-Defense Force\" have zealously taken part in the maritime patrol in the open sea near to the Korean Peninsula since the end of last year. Their main task is reportedly to prevent \"illicit activities\" of the Democratic People's Republic of Korea in the West and East Seas of Korea.\n\t\t\t\t\t This is a grave provocation as Japan is actively joining in the U.S. moves for sanctions and blockade to aggravate the situation on the peninsula, Minju Joson Wednesday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Japan volunteered to perform the duty of \"alert\" and \"surveillance\" in the waters off the Korean Peninsula, with a sinister intention.\n\t\t\t\t\t\n\t\t\t\t\t It is the calculation of the Japanese reactionaries to extend the radius of the MSDF's operation as well as its high maneuverability and improve the military control capability in the region in order to provide the conditions favorable for overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t Hence, Japan seeks to justify its naval activities aiming at overseas aggression by positively taking advantage of the U.S. economic sanctions against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This clearly shows that the confrontation hysteria and scheme for overseas aggression by the Japanese reactionaries, obsessed by hostility toward the DPRK, have reached the very dangerous phase.\n\t\t\t\t\t\n\t\t\t\t\t Japan's maritime patrol foretells the disasters to be entailed.\n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to bear in mind that its wild ambition for overseas invasion is a pipedream."
        },
        {
            "title": "S. Korean Political Party Declares Struggle for Minimum Wage Hike",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-11ee.html",
            "content": "S. Korean Political Party Declares Struggle for Minimum Wage Hike\r\nPyongyang, January 24 (KCNA) -- The People's Party of south Korea formed a headquarters for movement against the minimum wage on Jan. 22, according to the south Korean internet paper Jaju Sibo.\n\t\t\t\t\t At its inaugural meeting speakers said that the young workers are giving up their dreams and hopes, taken in by the management side and that they would struggle on the side of the youth and part-time workers so as to give them hopes.\n\t\t\t\t\t\n\t\t\t\t\t They said that the minimum wage was the one of the women and they were the first target of dismissal, reduction of wages, discrimination and others.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the movement headquarters would make women become the honorable mistresses of the working place."
        },
        {
            "title": "Victims of Ryongsan Disaster Demand Probe into Its Truth",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-12ee.html",
            "content": "Victims of Ryongsan Disaster Demand Probe into Its Truth\r\nPyongyang, January 24 (KCNA) -- A committee for probing the truth behind the Ryongsan disaster and its bereaved families in south Korea held a memorial service on Jan. 20, demanding the probe into the truth and punishment of chief murderers ahead of the 9th anniversary of the disaster committed by the Lee Myung Bak fascist clique, according to the south Korean MBC.\n\t\t\t\t\t The participants urged the punishment of Lee and the then chief of the Seoul Metropolitan Police Agency for causing the disaster."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated in India",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-01ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in India\r\nPyongyang, January 24 (KCNA) -- An Indian preparatory committee for celebrating the 76th birth anniversary of leader Kim Jong Il was formed on Jan. 14.\n\t\t\t\t\t Atul Kumar Anjan, secretary of the National Council of the Communist Party of India, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set a celebration period from Jan. 15 to Feb. 16 and decided to organize colorful political and cultural events praising the feats of Kim Jong Il in the period."
        },
        {
            "title": "Day of Shining Star to Be Marked in Slovenia",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-02ee.html",
            "content": "Day of Shining Star to Be Marked in Slovenia\r\nPyongyang, January 24 (KCNA) -- A Slovenian preparatory committee for celebrating the birth anniversary of leader Kim Jong Il, (the Day of the Shining Star), was formed in Maribor City on Jan. 14.\n\t\t\t\t\t Igor Jurisic, chairman of the Slovenia-Korea Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold seminars, lectures and film shows in the capital and local areas to praise the feats of leader Kim Jong Il and introduce the DPRK taking on a more beautiful looks under the guidance of respected Supreme Leader Kim Jong Un."
        },
        {
            "title": "Funcionario del IAN condena las acciones militares de EE.UU. en contra de distension",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-01ss.html",
            "content": "Funcionario del IAN condena las acciones militares de EE.UU. en contra de distension\r\nPyongyang, 24 de enero (ACNC) -- Ultimamente, EE.UU. eleva cada vez mas el grado de amenaza militar contra la Republica Popular Democratica de Corea.\n\t\t\t\t\tCon respecto a ese tema, el jefe de la oficina de informacion del Instituto para Asuntos Norteamericanos del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio el dia 23 a la ACNC la siguiente respuesta:\n\t\t\t\t\t\n\t\t\t\t\tSe dan los sospechosos movimientos militares anti-RPDC de EE.UU. al contrario de la atmosfera de distension, preparada a duras penas en la Peninsula Coreana con motivo de varios dialogos Norte-Sur sobre la participacion de la RPDC en los 23o Juegos Olimpicos Invernales.\n\t\t\t\t\t\n\t\t\t\t\tBajo el pretexto de hacer frente a la posible \"provocacion\" de la RPDC durante el evento deportivo, EE.UU. envio ya a las aguas perifericas de la Peninsula Coreana la flotilla del portaaviones nuclear Carl Vinson e intenta despachar pronto la de Stennis tambien.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, tiene el plan de enviar al Sur de Corea la unidad de operacion especial bajo el cartel de \"antiterrorismo\" y declaro que en febrero realizara el lanzamiento de prueba del ICBM \"Minuteman-3\".\n\t\t\t\t\t\n\t\t\t\t\tNo se puede justificar por nada tales actos de provocacion militar que congelan el ambiente de mejora de relaciones intercoreanas y frenan el proceso de alivio de tension en la Peninsula Coreana, preparados dificilmente por la iniciativa y la magnanimidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLas seguidas acciones militares de EE.UU. parten de su artimana de inducir a la RPDC a tomar contramedidas intransigentes, de modo que se detenga el mejoramiento de relaciones Norte-Sur y se atribuya a la segunda la responsabilidad de agravacion de la situacion.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC aprecia la paz, pero no la mendigara jamas y hara frente rotundo a los actos que vulneren la paz y estabilidad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tSi la situacion de la Peninsula Coreana cae de nuevo en la voragine de exacerbacion de la tension debido a la aventura militar de EE.UU., este pais asumira la responsabilidad total de ello."
        },
        {
            "title": "Tiene lugar la reunion conjunta del gobierno, partidos politicos y entidades de la RPDC",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-13ss.html",
            "content": "Tiene lugar la reunion conjunta del gobierno, partidos politicos y entidades de la RPDC\r\nPyongyang, 24 de enero (ACNC) -- Tuvo lugar el dia 24 en esta capital la reunion conjunta del gobierno, los partidos politicos y las entidades de la RPDC para cumplir las tareas por la reunificacion de la patria, presentadas por el Maximo Dirigente Kim Jong Un en su Mensaje del Ano Nuevo.\n\t\t\t\t\tEn la ocasion estuvieron presentes Yang Hyong Sop, Kim Yong Chol y Ro Tu Chol, el presidente del partido amigo, los funcionarios de las entidades sociales, el Comite Norteno por la Ejecucion de la Declaracion Conjunta del 15 de Junio, la Alianza Pannacional por la Reunificacion de la Patria, la Direccion Nortena de la Alianza Pannacional de Jovenes y Estudiantes por la Reunificacion de la Patria (APJERP), el Consejo de Reconciliacion Nacional y otros delegados del gobierno, partidos politicos y entidades de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSe ha debatido la agenda \"Sobre las tareas del gobierno, partidos politicos y entidades de la RPDC para cumplir cabalmente la tarea por la reunificacion de la patria, indicada en el Mensaje del Ano Nuevo del Maximo Dirigente Kim Jong Un\".\n\t\t\t\t\t\n\t\t\t\t\tPronuncio el informe el vicepresidente del Presidium de la Asamblea Popular Suprema de la RPDC, Yang Hyong Sop, e intervinieron el presidente del Comite por la Reunificacion Pacifica de la Patria, Ri Son Gwon, el presidente del Comite Central del Partido Social-Democrata de Corea, Kim Yong Dae, y el primer secretario del Comite Central de la Union de la Juventud Kimilsungista-Kimjongilista, Pak Chol Min.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores refirieron que en su Mensaje del Ano Nuevo, el Maximo Dirigente presento las tareas importantes para mejorar las relaciones N-S y abrir la brecha de reunificacion independiente en este ano significativo para ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tProsiguieron que este ano, hay que preparar primero el ambiente pacifico en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tSubrayaron que las autoridades surcoreanas deben parar una vez por todas los ejercicios de guerra con EE.UU. y dejar los actos de introducir en el Sur de Corea las propiedades estrategicas nucleares y las fuerzas agresoras de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tContinuaron que todos los coreanos del Norte, el Sur y ultramar deben luchar contra las tentativas de guerra anti-Norte de los belicistas internos y externos que tratan de estropear el mejoramiento de relaciones N-S y agravar la situacion.\n\t\t\t\t\t\n\t\t\t\t\tA todos los integrantes de la nacion, les toca cumplir toda su responsabilidad y papel en aras de la reconciliacion nacional y la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tExhortaron a toda la nacion a levantarse unanimemente en la lucha pannacional de este ano por abrir el arremetedero de la reunificacion independiente.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion fue aprobado el llamamiento enviado a todos los coreanos dentro y fuera del pais."
        },
        {
            "title": "Aprobado en reunion conjunta el llamamiento a toda la nacion coreana",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-14ss.html",
            "content": "Aprobado en reunion conjunta el llamamiento a toda la nacion coreana\r\nPyongyang, 24 de enero (ACNC) -- La reunion conjunta del gobierno, partidos politicos y entidades de la Republica Popular Democratica de Corea, efectuada el dia 24, aprobo un llamamiento a todos los coreanos dentro y fuera del pais con la voluntad de glorificar con las fuerzas unidas de ellos el 2018 como un ano de relevancia historica nacional.\n\t\t\t\t\tEl documento va como sigue:\n\t\t\t\t\t\n\t\t\t\t\t1. !Levantemonos como un solo hombre en la lucha pannacional por mejorar las relaciones intercoreanas y abrir la brecha de reunificacion independiente, en acato al noble proposito patriotico del gran hombre sin igual!\n\t\t\t\t\t\n\t\t\t\t\tLograr lo mas pronto posible un gran viraje en las relaciones entre ambas partes coreanas y crear la nueva historia de reunificacion independiente son la firme voluntad de todos los coreanos levantados acorde al noble proposito del gran hombre sin igual.\n\t\t\t\t\t\n\t\t\t\t\t!Mejoremos cuanto antes las relaciones Norte-Sur y forjemos el futuro maravilloso de la nacion coreana que prosperara en el territorio reunificado!\n\t\t\t\t\t\n\t\t\t\t\t!Hagamos reinar el clima de reunificacion independiente en todo el territorio patrio y llevemos adelante las relaciones intercoreanas por la orbita de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre!\n\t\t\t\t\t\n\t\t\t\t\t!Frustremos tajantemente todos los sofismas e intentos de calumniar el arma nuclear de justicia de la nacion como obstaculo para la mejora de las relaciones Norte-Sur!\n\t\t\t\t\t\n\t\t\t\t\t2. !Libremos con dinamismo la lucha por aliviar la aguda tension militar entre ambas partes coreanas y preparar el ambiente pacifico de la Peninsula Coreana!\n\t\t\t\t\t\n\t\t\t\t\t!Que todos los coreanos dentro y fuera del pais rechacen tajantemente los actos hostiles y las maniobras belicas de toda indole que agravan la situacion y perturban la paz!\n\t\t\t\t\t\n\t\t\t\t\t!Seamos todos escudos y muros inquebrantables en la lucha por defender la seguridad de la nacion y la paz de la patria!\n\t\t\t\t\t\n\t\t\t\t\t!Que toda la nacion coreana se incorpore en la lucha contra la guerra y por la paz para frustrar las imprudentes maniobras de guerra nuclear de EE.UU. que acarrean calamidades al territorio patrio!\n\t\t\t\t\t\n\t\t\t\t\t3. !Realicemos los contactos, visitas, cooperacion e intercambio entre ambas partes coreanas y creemos el ambiente a favor de la reconciliacion nacional y la reunificacion!\n\t\t\t\t\t\n\t\t\t\t\t!Eliminemos el malentendimiento y la desconfianza entre ambas partes mediante los contactos, visitas, cooperacion e intercambio y cumplamos con la responsabilidad y papel de autores de la reunificacion!\n\t\t\t\t\t\n\t\t\t\t\t!Que todos los coreanos de diferentes circulos del Norte y el Sur derrumben la barrera de division nacional y reanuden el linaje consanguineo realizando las visitas libres por vias aerea, naval y terrestre y fomenten la corriente hacia la reconciliacion y unidad nacionales!\n\t\t\t\t\t\n\t\t\t\t\t!Activemos los contactos, dialogos, cooperacion e intercambio entre los partidos politicos, los estratos y los sectores para hacer mas fuerte el clima favorable a la reunificacion!\n\t\t\t\t\t\n\t\t\t\t\t!Que todos los coreanos dinamicen la lucha por eliminar los anacronicos aparatos legales e institucionales, que impiden la nueva corriente de reconciliacion y unidad de la nacion, y por frustrar los actos hostiles! \n\t\t\t\t\t\n\t\t\t\t\tEste ano, demostraremos a todo el mundo la voluntad de reunificacion independiente al frustrar todos los desafios a la aspiracion a la reunificacion de los coreanos y al celebrar con solemnidad los actos conjuntos nacionales con la participacion de partidos politicos, entidades y personalidades dentro y fuera del pais, con motivo de los dias de publicacion de las declaraciones N-S, el 73o aniversario de la liberacion de la patria y otras oportunidades.\n\t\t\t\t\t\n\t\t\t\t\t4. !Frustremos las maniobras de las fuerzas anti-reunificacion internas y externas y abramos la nueva fase de reunificacion de la patria, bajo la bandera de la independencia nacional y otra de \"Entre nosotros, los connacionales\"!\n\t\t\t\t\t\n\t\t\t\t\t!Que todos los coreanos dentro y fuera del pais subordinen y orienten lo todo a la pannacional causa de reunificacion de la patria asumiendo la posicion de dar preferencia e importancia a la nacion y promover la unidad nacional!\n\t\t\t\t\t\n\t\t\t\t\t!Mantengamos la firme posicion y punto de vista de resolver todos los problemas pendientes en las relaciones intercoreanas en el principio de \"Entre nosotros, los connacionales\"!\n\t\t\t\t\t\n\t\t\t\t\t!Que todos los coreanos estrechen la mano para impulsar juntos la gran marcha de reunificacion independiente por adelantar la construccion de la patria reunificada y prospera!\n\t\t\t\t\t\n\t\t\t\t\tEl llamamiento concluye exhortando a todos que se levanten, convencidos del futuro maravilloso de la nacion, en la sagrada lucha por hacer del presente un ano de gran viraje y eventos especiales a registrarse para siempre en la historia de reunificacion de la patria."
        },
        {
            "title": "Kim Yong Nam felicita la XXX Cumbre de la Union Africana",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-12ss.html",
            "content": "Kim Yong Nam felicita la XXX Cumbre de la Union Africana\r\nPyongyang, 24 de enero (ACNC) -- Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia 24 un mensaje de felicitacion a la XXX Cumbre de la Union Africana que se celebrara en Addis Abeba, Etiopia. \n\t\t\t\t\tLa misiva expresa la conviccion de que la Cumbre resultara fructifera conforme a la aspiracion de los pueblos de paises regionales. \n\t\t\t\t\t\n\t\t\t\t\tRatificando la invariable posicion del gobierno de la RPDC de ampliar y desarrollar en la nueva etapa mas alta las tradicionales relaciones de amistad y cooperacion con la Union Africana y sus miembros, desea que la reunion sea una oportunidad significativa para adelantar la integracion y la prosperidad del continente y promover su desarrollo socioeconomico."
        },
        {
            "title": "ACNC comenta el disgusto de Japon por el clima de reconciliacion N-S de Corea",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-11ss.html",
            "content": "ACNC comenta el disgusto de Japon por el clima de reconciliacion N-S de Corea\r\nPyongyang, 24 de enero (ACNC) -- Cuando todo el mundo apoya cada vez mas el relajamiento de la situacion de la Peninsula Coreana, Japon conocido como pais enano en la politica se porta malhumorado al igual que Estados Unidos.\n\t\t\t\t\tDesde el comienzo de la coyuntura de reconciliacion entre ambas partes coreanas, el canciller Kono, el director del secretariado del gabinete Suga, el ministro de Defensa Nacional Onodera y otros compinches de Abe dijeron que \"no debe ser el dialogo para el dialogo\" y \"ha de ser invariable la politica existente de obligar al Norte de Corea a cambiar su politica mediante la maxima presion\".\n\t\t\t\t\t\n\t\t\t\t\tDurante su gira europea, el premier Abe mancho la imagen de la RPDC con su disparate de que \"el Norte de Corea amenaza a toda Europa\".\n\t\t\t\t\t\n\t\t\t\t\tEl comportamiento de las altas autoridades japonesas persigue romper a toda costa la atmosfera de reconciliacion y mejoramiento de relaciones intercoreanas, preparada por la iniciativa de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEs un vicio del clan de los Samurais sacar provechos de sembrar la discordia y el resentimiento entre los coreanos.\n\t\t\t\t\t\n\t\t\t\t\tCada vez que la RPDC tomaba las justas medidas de autodefensa, Japon se rasgaba las vestiduras para utilizarlas como pretexto de su conversion en potencia militar.\n\t\t\t\t\t\n\t\t\t\t\tSi se mejoran las relaciones intercoreanas y llega el ambiente pacifico en la Peninsula Coreana, Japon puede perder la justificacion del ejercicio del \"derecho a la defensa colectiva\" y de la enmienda de su Constitucion. A la larga, sera frustrada su ambicion expansionista a ultramar.\n\t\t\t\t\t\n\t\t\t\t\tPor esta razon, estropea intencionalmente la coyuntura de dialogo y mejoramiento de relaciones Norte-Sur exponiendo su atributo de opositor a la paz y estabilidad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEs muy absurdo que Japon haya suplicado la cooperacion en sancionar y presionar a la RPDC haciendo referencia al cambio de la politica de esta.\n\t\t\t\t\t\n\t\t\t\t\tAhora es el momento en que Japon cambie su politica sobre la RPDC justipreciando la corriente de la epoca para el bien de si mismo.\n\t\t\t\t\t\n\t\t\t\t\tEl pais isla debe saber que crecera el sentimiento antijapones de la nacion coreana si multiplica su antecedente criminal tratando de echar a perder la fiesta ajena."
        },
        {
            "title": "Rodong Sinmun denuncia la venta de misiles de EE.UU. a Japon",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-06ss.html",
            "content": "Rodong Sinmun denuncia la venta de misiles de EE.UU. a Japon\r\nPyongyang, 24 de enero (ACNC) -- Hace poco, EE.UU. tomo la decision de vender a Japon los misiles interceptores valorados en mas de 130 millones de US$. Segun ello, se emplazaran en un futuro cercano en Japon 4 plataformas de lanzamiento del misil MK-29 y los misiles SM-3 Block 2A y se le ofrecera la tecnologia correspondiente. \n\t\t\t\t\tEn un comentario individual de este miercoles, el diario Rodong Sinmun lo califica de un eslabon para el establecimiento del sistema antimisiles de alcance global y de peligroso movimiento militar para llevar a la coyuntura conflictiva la situacion regional, y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl sistema global de defensa antimisil, que intenta establecer EE.UU. en la region de Asia-Pacifico, no reviste el caracter \"defensivo\" sino el ofensivo. \n\t\t\t\t\t\n\t\t\t\t\tEse sistema abarca no solo a Europa y el Medio Oriente sino tambien las vastas regiones desde Alaska hasta Japon, el Sur de Corea, Filipinas y Australia. \n\t\t\t\t\t\n\t\t\t\t\tEntonces, los paises regionales se veran obligados a consolidar el disuasivo para la defensa propia.\n\t\t\t\t\t\n\t\t\t\t\tEl hecho demuestra evidentemente que EE.UU. es el autor que perturba la paz y la seguridad de la region y causa la carrera armamentista mundial."
        },
        {
            "title": "Rodong Sinmun ridiculiza la gira extranjera de la camarilla de Abe",
            "url": "http://kcna.co.jp/item/2018/201801/news24/20180124-07ss.html",
            "content": "Rodong Sinmun ridiculiza la gira extranjera de la camarilla de Abe\r\nPyongyang, 24 de enero (ACNC) -- Recientemente, la banda de Abe pronuncio palabras provocativas a la RPDC en sus visitas al extranjero.\n\t\t\t\t\tDurante su visita a Europa, el premier japones Abe disparateo que \"no puede tolerar nunca las armas nucleares de Corea\", \"hay que ejercerle la maxima presion usando todos los medios\" y \"el Norte de Corea constituye la seria amenaza tambien para toda Europa\".\n\t\t\t\t\t\n\t\t\t\t\tEl canciller nipon Kono chismeo tambien en los Emiratos Arabes Unidos y Canada que \"Corea trata de ganar el tiempo para continuar el desarrollo de arma nuclear y misil\" y \"no debe distraerse ante la diplomacia de sonrisa de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tEs ridicula la gira extranjera de los enanos politicos japoneses para suplicar la cooperacion en presionar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAsi ironiza el diario Rodong Sinmun en un comentario individual divulgado hoy y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tCuanto mas la banda de Abe actue mezquinamente, tanto mas se demostraran a la sociedad internacional su ignorancia politica, astucia, vanidad y fanfarronada.\n\t\t\t\t\t\n\t\t\t\t\tSi sigue acusando a otros, el pais isla puede ser la primera victima de sus consecuencias desastrosas.\n\t\t\t\t\t\n\t\t\t\t\tLa camarilla de Abe debe cambiar la politica sobre la RPDC al ver bien la corriente de la epoca actual."
        }
    ]
}