{
    "date": "2018-03-03",
    "url": "http://kcna.co.jp/item/2018/201803/2018-03-03ee.html",
    "articles": [
        {
            "title": "DPRK Foreign Ministry Spokesman on DPRK-U.S. Dialogue",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-17ee.html",
            "content": "DPRK Foreign Ministry Spokesman on DPRK-U.S. Dialogue\r\n Pyongyang, March 3 (KCNA) -- The spokesperson for the Ministry of Foreign Affairs of the DPRK gave the following answer to a question put by KCNA on March 3 as regards the attitude of the United States taken after we have stated our intention for DPRK-U.S. dialogue:\n\t\t\t\t\t Recently, with regard to the DPRK-U.S. dialogue, the U.S. is taking preposterous action by continuing to trumpet an insistence that it will not have dialogue unless a right condition is met and that it will keep watching if we have intention to abandon nuclear weapons and missiles and so on.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., that was terrified at the rapid development of our nuclear force and has continued to knock the door of dialogue, now feigns an indifference and advances this or that precondition. Not being content with it, it insists that it will have dialogue only for making the DPRK abandon nuclear weapons and persist in \"maximum pressure\" until complete denuclearization is realized. This is really more than ridiculous.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to our noble love for the nation and great determination to terminate confrontation with fellow countrymen and achieve peace on the Korean peninsula, the north and the south together have ensured successful holding of Phyongchang Winter Olympics and are now opening a new chapter of reconciliation and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t Out of the desire of our nation and international society aspiring after peace, we have clarified our position that a dialogue with the U.S. will be possible.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent and principled position of the DPRK to resolve issues in a diplomatic and peaceful way through dialogue and negotiation.\n\t\t\t\t\t\n\t\t\t\t\t The dialogue we desire is the one designed to discuss and resolve the issues of mutual concern on an equal footing between states.\n\t\t\t\t\t\n\t\t\t\t\t In decades-long history of the DPRK-U.S. talks, there had been no case at all where we sat with the U.S. on any precondition, and this will be the case in future, too.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. attitude shown after we clarified our intention for DPRK-U.S. dialogue compels us to only think that the U.S. is not interested in resuming the DPRK-U.S. dialogue.\n\t\t\t\t\t\n\t\t\t\t\t We have intention to resolve issues in a diplomatic and peaceful way through dialogue and negotiation, but we will neither beg for dialogue nor evade the military option claimed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t We have full capability and will to confront any option favored by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Whether peace desired by our nation and the rest of the world settles on the Korean peninsula or a situation that no one desires is developed in the vicious cycle of confrontation depends entirely on the attitude of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not misjudge our intention for dialogue."
        },
        {
            "title": "It Is Legitimate Right to Increase National Defense Capability: DPRK Permanent Representative",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-05ee.html",
            "content": "It Is Legitimate Right to Increase National Defense Capability: DPRK Permanent Representative\r\nPyongyang, March 3 (KCNA) -- It is a legitimate right of a sovereign state to take measures to increase its national defense capability for coping with threat from outside.\n\t\t\t\t\t The permanent representative of the DPRK to the UN Office and international organizations in Geneva stressed this at the plenary meeting of the Geneva Disarmament Conference on February 27.\n\t\t\t\t\t\n\t\t\t\t\t He further said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK was compelled to possess nuclear deterrent in order to protect its sovereignty and the security of its nation from the harsh hostile policy and nuclear threat of the U.S. that have persisted for years.\n\t\t\t\t\t\n\t\t\t\t\t However, the hostile forces led by the U.S. labeled the exercise of this legitimate right as a \"threat to global peace\" and misused the voting mechanism of UN Security Council to cook up several \"sanctions resolutions\" in an attempt to deprive the DPRK of its self-defensive right. \n\t\t\t\t\t\n\t\t\t\t\t A dramatic change is taking place in the situation on the Korean peninsula thanks to the proactive initiative and sincere efforts of the DPRK. However, the U.S. quite contrary to this is amassing huge strategic assets in and around the Korean peninsula, deliberately straining the situation. It is mulling staging joint military exercises aimed at a preemptive nuclear attack on the DPRK the moment the Winter Olympics are over.\n\t\t\t\t\t\n\t\t\t\t\t In order to defend itself from such threat, the DPRK had access to nuclear weapons, treasured sword of justice. \n\t\t\t\t\t\n\t\t\t\t\t As we have stated on numerous occasions, we will consider any type of blockade as an act of war against us, and if the U.S. has indeed the guts to confront us in any \"rough\" manner, we will not bother to respond to it.\n\t\t\t\t\t\n\t\t\t\t\t Those countries who talk this or that way of the DPRK should not follow the U.S. hostile policy aimed at intentionally deteriorating the situation on the Korean peninsula but refrain from using this august platform for disarmament as a tool for their political propaganda."
        },
        {
            "title": "Greetings to Bulgarian President",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-09ee.html",
            "content": "Greetings to Bulgarian President\r\n Pyongyang, March 3 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of greeting to Rumen Radev, president of the Republic of Bulgaria, on its national day.\n\t\t\t\t\t Kim in the message expressed belief that the friendly relations between the DPRK and Bulgaria would favorably develop in the interests of the peoples of the two countries."
        },
        {
            "title": "Greeting to Bulgarian PM",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-10ee.html",
            "content": "Greeting to Bulgarian PM\r\n Pyongyang, March 3 (KCNA) -- Premier Pak Pong Ju, member of the Presidium of the Political Bureau of the C.C., Workers' Party of Korea and vice-chairman of the State Affairs Commission of the DPRK, Saturday sent a message of greeting to Boyko Borisov, prime minister of the Republic of Bulgaria, on its national day.\n\t\t\t\t\t The message wished the prime minister bigger success in his government's work for the development of the country and wellbeing of its people.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile Foreign Minister of the DPRK Ri Yong Ho sent a similar message to Ekaterina Gecheva-Zaharieva, deputy prime minister and foreign minister of Bulgaria."
        },
        {
            "title": "Russian Delegation Here",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-13ee.html",
            "content": "Russian Delegation Here\r\n Pyongyang, March 3 (KCNA) -- A delegation of the Center for Energy and Security Studies of Russia led by Director Anton Khlopkov arrived here Saturday."
        },
        {
            "title": "DPRK Wins Gold Medal in 2018 Asian Wrestling Championship",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-16ee.html",
            "content": "DPRK Wins Gold Medal in 2018 Asian Wrestling Championship\r\n Pyongyang, March 3 (KCNA) -- DPRK wrestler Pak Yong Mi won a gold medal in the women's 53 kg category of the 2018 Asian Wrestling Championship now underway in Kyrgyzstan.\n\t\t\t\t\t Taking part in the championship, started on February 27 are at least 300 men and women wrestlers from more than 20 countries and regions including the DPRK, Mongolia, India and Kazakhstan.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK wrestler Ri Se Ung bagged a silver medal in the men's greco-roman 60kg category."
        },
        {
            "title": "Promising Piano Prodigy",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-14ee.html",
            "content": "Promising Piano Prodigy\r\n Pyongyang, March 3 (KCNA) -- Choe Jang Hung, 13 years-old boy studying at Pyongyang Music School No.1 of Kim Won Gyun University of Music, gave a performance with a world-famous orchestra in Moscow, Russia to be applauded by audience.\n\t\t\t\t\t Born into an ordinary official's family, Choe began learning piano at the Kyongsang Kindergarten when he was four years old.\n\t\t\t\t\t\n\t\t\t\t\t He won the first prize in the 20th International Juvenile Chopin Piano Contest at the age of seven and took the special place in the 2nd Moscow Krainev International Piano Concours held last year with promising juvenile pianists from more than 20 countries attended.\n\t\t\t\t\t\n\t\t\t\t\t When interviewed by KCNA, Kim Jae Sil, a teacher of the school, said that it would have been unthinkable without the loving care of the Workers' Party of Korea for younger generations and the blessed socialist education system to produce music prodigies, adding that she would do her best to bring up more musical talents.\n\t\t\t\t\t\n\t\t\t\t\t Choe said that he would double his efforts to prove successful at an international performance slated for April."
        },
        {
            "title": "January 15th of Lunar Calendar Marked in DPRK",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-06ee.html",
            "content": "January 15th of Lunar Calendar Marked in DPRK\r\n Pyongyang, March 3 (KCNA) -- The working people and school youth and children of the DPRK marked the January 15th of the lunar calendar with splendor.\n\t\t\t\t\t The whole country, including Pyongyang, Samjiyon and Taehongdan of Ryanggang Province, Hamhung of South Hamgyong Province and Kaesong, was astir with holiday mood.\n\t\t\t\t\t\n\t\t\t\t\t Schoolchildren played diverse folk games at Kim Il Sung Square, the plaza of the Arch of Triumph and other parts of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Families and their neighbors enjoyed the holiday, having various traditional food including boiled rice mixed with four other cereals and dishes made of nine kinds of edible dried herbs and playing Janggi (Korean chess), yut-game and other folk games.\n\t\t\t\t\t\n\t\t\t\t\t Okryu Restaurant, Chongryu Restaurant and other public catering outlets in the capital city were busy serving customers with national foods such as Pyongyang Cold Noodle and mung-bean pancake and other dishes.\n\t\t\t\t\t\n\t\t\t\t\t Restaurants in Folk Street of Sariwon, Sinhung Restaurant in Hamhung, Okgye Restaurant in Haeju City and other public catering outlets across the country served people with special dishes.\n\t\t\t\t\t\n\t\t\t\t\t At dusk, people gathered to enjoy the moon on Moran Hill and on the River Taedong in Pyongyang, in scenic spots, streets, villages and houses across the country.\n\t\t\t\t\t\n\t\t\t\t\t They whispered their wishes and dreams, watching the full moon."
        },
        {
            "title": "Big Effort Paid to Further Completion of Juche-oriented Steelmaking Technology ",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-15ee.html",
            "content": "Big Effort Paid to Further Completion of Juche-oriented Steelmaking Technology \r\n Pyongyang, March 3 (KCNA) -- It gains momentum in the DPRK to complete the Juche-oriented steelmaking technology through technological innovations. \n\t\t\t\t\t Taking the lead in it is the Chollima Steel Complex which has adopted technological innovations to produce bearing steel, alloy steel and other steels on the basis of continuous casting.\n\t\t\t\t\t\n\t\t\t\t\t The project for building argon ladle refining furnace is being pushed forward as part of the efforts to increase the iron and steel production. To this end, its processes and systems were designed and preparations for the project are being made.\n\t\t\t\t\t\n\t\t\t\t\t It is also being carried out to modernize the production of drawn steel pipe and build wire-rod rolling processes.\n\t\t\t\t\t\n\t\t\t\t\t And it is going on smoothly to improve the technological and economic indexes of ferromanganese and the quality of steels like micro-alloyed steel, diversify steel and raise the quality and productivity of stainless steel pipes."
        },
        {
            "title": "KCNA Commentary Blasts U.S. Moves to Hinder Detente on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-12ee.html",
            "content": "KCNA Commentary Blasts U.S. Moves to Hinder Detente on Korean Peninsula\r\n Pyongyang, March 3 (KCNA) -- The U.S. is swimming against the trend for the detente on the Korean peninsula.\n\t\t\t\t\t At a time when the dialogue and cooperation are under way between the north and the south and the atmosphere for detente has been created on the Korean peninsula thanks to the DPRK's noble patriotism and will for safeguarding peace, the U.S. is kicking up a racket for confrontation through the farce for independent sanctions on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Announcing the sanctions measure for sea blockade aimed at the complete shutdown of sea trade of the DPRK with other countries on Feb. 23, Trump openly threatened the DPRK that if the sanctions do not work, it would go into the \"very rough phase 2\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman and the first vice-chairman of the International Affairs Committee of the Russian Federation Council contended that the U.S. sanctions on the DPRK give impression that the U.S. has intent to escalate confrontation, not to settle the issue through dialogue. They added that any strike of the U.S. at the DPRK can result in serious conflict.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese People's Daily (overseas version) on its February 27th issue noted that at a time when the situation on the Korean peninsula has just been defused and both the north and the south urgently demand the dialogue, the U.S. is set to impose \"self-righteous\" sanctions on the DPRK, thereby pressing \"backward acceleration\" pedal against the requirement of the times.\n\t\t\t\t\t\n\t\t\t\t\t It would be foolish to think that the DPRK will be browbeaten by such additional sanctions farce as it has acquired everything it could despite the decades of the harshest sanctions in the world.\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly proves that the U.S. which cooks up all kinds of sanctions measures and holds provocative war drills whenever there created atmosphere for detente on the Korean peninsula is the chief culprit escalating the tension on the Korean peninsula and the disturber of the world peace and security.\n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. openly declared that it would start Key Resolve and Foal Eagle joint military exercises in upcoming April as scheduled while crying out for the resumption of the exercises, thereby openly disclosing its intention to bring dark clouds of a war to hang over the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, many countries of the world including those around Korea are denouncing and rejecting it as a dangerous act that can chill the atmosphere for the north-south reconciliation and push the situation on the peninsula back to the phase of tension.\n\t\t\t\t\t\n\t\t\t\t\t The Washington Post and the Indian political and diplomatic magazine Political Event and other media of the world commented that if the U.S. pressurizes south Korea into holding large-scale joint military exercises right after the Olympics are over, it would naturally provoke military response of the DPRK and the situation will go back to the touch-and-go one.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves deserve denunciation of the international community as they are aimed to check the reconciliation and unity of the Korean nation and aggravate the situation on the Korean peninsula at any cost, defying the desire and wish of the international community.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the U.S. Council of Foreign Relations claimed that if the U.S. seeks to deal with the nuclear issue of the Korean peninsula more reasonably, it should not adopt the confrontation mode such as muscle-flexing and malicious word-fighting but go back to the traditional diplomatic mode.\n\t\t\t\t\t\n\t\t\t\t\t As had already been stressed several times, if the U.S. finally holds joint military exercises while keeping sanctions on the DPRK, the DPRK will counter the U.S. by its own mode of counteraction and the U.S. will be made to own all responsibilities for the ensuing consequences.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should clearly understand this and exercise prudence.\n\t\t\t\t\t\n\t\t\t\t\t The international community has to heighten vigilance against the U.S. moves and raise voices against them."
        },
        {
            "title": "Rodong Sinmun Derides Continued Government Shutdown in U.S.",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-08ee.html",
            "content": "Rodong Sinmun Derides Continued Government Shutdown in U.S.\r\n Pyongyang, March 3 (KCNA) -- The government shutdown in the U.S., the second one in the past three weeks, is a laughing stock worldwide and showed the wretched plight of the U.S. on the decline, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The government shutdown is a product of the political confrontation spawned by the reactionary bipartisan ruling system in the U.S. and an inevitable result of the serious crisis of the U.S. economy which has plunged into an irretrievable structural contradiction due to its war policy of aggression.\n\t\t\t\t\t\n\t\t\t\t\tThere were such shutdowns during the Clinton and Obama administrations. At that time only one man had to patrol the 8,900 km-long border with Canada.\n\t\t\t\t\t\n\t\t\t\t\t Such case has become a commonplace under the Trump administration.\n\t\t\t\t\t\n\t\t\t\t\t Now the Republicans are unilaterally taking the initiative in both houses not like during the Clinton and Obama administrations.\n\t\t\t\t\t\n\t\t\t\t\t However, the present administration's government budget bill can not pass Congress. This is because the Trump administration is being forsaken by even Republican lawmakers.\n\t\t\t\t\t\n\t\t\t\t\t The political camp of the U.S. is suffering from serious dissension and division. Festering division deepens confrontation and conflict in social relations.\n\t\t\t\t\t\n\t\t\t\t\t It is not fortuitous that those who advocated America's hegemonism yesterday are concerned of its fate. The consecutive government shutdown heralds the tragic destiny of the imperial boss."
        },
        {
            "title": "Video on Japanese Imperialists' Killing of Sexual Slaves Newly Opened to Public",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-11ee.html",
            "content": "Video on Japanese Imperialists' Killing of Sexual Slaves Newly Opened to Public\r\n Pyongyang, March 3 (KCNA) -- A video disclosing the Japanese Imperial Army's massacre of sexual slaves was newly opened to the public, according to the south Korean KBS.\n\t\t\t\t\t The 19 seconds-long video, which was stored at the U.S. National Archives, reportedly shows the scene of killing dozens of Korean women who had been taken away to Yunnan Province of China as sex slaves by the Japanese imperial aggressor forces in September 1944.\n\t\t\t\t\t\n\t\t\t\t\t A written report dealing with the killing and 13 other documents and two photos related to the case were also reportedly declassified."
        },
        {
            "title": "Kim Jong Il's Work Introduced in Brazil",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-01ee.html",
            "content": "Kim Jong Il's Work Introduced in Brazil\r\nPyongyang, March 3 (KCNA) -- The Brazilian Center for the Study of the Juche Idea posted on its website the full text of leader Kim Jong Il's work \"On Having a Correct Understanding of Nationalism\" on Feb. 16, his birth anniversary.\n\t\t\t\t\t The work, published in February Juche 91 (2002), deals with the birth and essence of nationalism and the past view on it and the important matters arising in achieving the independent development of the nation."
        },
        {
            "title": "Day of Shining Star Observed at DPRK Missions Abroad",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-02ee.html",
            "content": "Day of Shining Star Observed at DPRK Missions Abroad\r\n Pyongyang, March 3 (KCNA) -- Events took place at the DPRK missions abroad between February 2 and 23 to celebrate the Day of the Shining Star, the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They included seminars, book and photo exhibitions, receptions and film shows at the DPRK missions in Mongolia, Laos, Vietnam, Iran, Cambodia, Nepal, Myanmar, Bangladesh, India, Pakistan, Thailand, Singapore, China, Guinea, Senegal, Nigeria, South Africa, DR Congo, Algeria, Angola, Uganda, Egypt, Ethiopia and Equatorial Guinea.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at their venues were photos showing the revolutionary careers and feats of President Kim Il Sung and leader Kim Jong Il and the revolutionary activities of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tThere were also works of the peerlessly great men and books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t \"Kimjongilia\", \"Eternal Treasures in Praise of Great Men\" and other Korean films were shown."
        },
        {
            "title": "Korean Book, Photo and Fine Art Shows Held Abroad",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-03ee.html",
            "content": "Korean Book, Photo and Fine Art Shows Held Abroad\r\n Pyongyang, March 3 (KCNA) -- DPRK book, photo and fine art exhibitions took place in Russia, Indonesia and Mexico on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Displayed at their venues were photos showing the exploits of President Kim Il Sung and leader Kim Jong Il and the revolutionary activities of respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There were also works of the peerlessly great men, books and photos introducing the advantages of the DPRK's socialist system and its progress and art pieces associated with the talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Mexican National Preparatory Committee for Celebrating the Day of the Sun and the Day of the Shining Star praised Kim Jong Il for resolutely smashing the imperialists' anti-DPRK moves and firmly protecting the country's sovereignty and dignity with his invincible Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson expressed the will to intensify the movement for solidarity with the Korean people, referring to the achievements made by them in the struggle to accomplish the great historic cause of perfecting the state nuclear force under the guidance of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a Korean book, photo and fine art exhibition was held in Plojesti City, Prahova County of Romania on the occasion of the anniversary of Kim Il Sung's visit to Romania and the Day of the Shining Star.\n\t\t\t\t\t\n\t\t\t\t\t The participants said that Kim Il Sung and Kim Jong Il are the outstanding leaders who made a great contribution to the development of the friendly relations between Romania and the DPRK. It is thanks to Kim Jong Un who has successfully carried forward the cause of the preceding leaders that the DPRK rose up to the position of a nuclear power with dignity despite the harsh moves of the U.S. to strangle it, they stressed."
        },
        {
            "title": "Kim Jong Il's Feats Praised Abroad",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-04ee.html",
            "content": "Kim Jong Il's Feats Praised Abroad\r\n Pyongyang, March 3 (KCNA) -- Lectures took place in Angola, Uganda, Tanzania and Guinea between Feb. 2 and 13 to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The international secretary of the Angolan Women's Organization praised Kim Jong Il for glorifying the dignity and honor of Juche Korea on the highest level and devoting his all to building a prosperous and powerful country.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Tanzanian National Coordinating Committee of the Juche Idea Study Groups said Kim Jong Il is the great man who turned the DPRK, a socialist country centered on the popular masses, into a politico-ideological and military power.\n\t\t\t\t\t\n\t\t\t\t\t The director general and the deputy director general of the Kim Il Sung Institute of Agricultural Science in Guinea stressed that Kim Jong Il is a person possessed of outstanding passion and the world-startling successes made by the Korean people in the economic construction and defence building would have been unthinkable without his leadership."
        },
        {
            "title": "Portavoz de MINREX se refiere al problema de dialogo RPDC-EE.UU.",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-18ee.html",
            "content": "Portavoz de MINREX se refiere al problema de dialogo RPDC-EE.UU.\r\nPyongyang, 3 de marzo (ACNC) -- En relacion con la tendencia de EE.UU. despues de haberse expuesto la voluntad de la Republica Popular Democratica de Corea sobre la posibilidad del dialogo entre los dos paises, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 3 a la ACNC la siguiente respuesta:\n\t\t\t\t\tEn cuanto al dialogo RPDC-EE.UU., el segundo actua con soberbia diciendo que no lo hara sin las condiciones apropiadas y que observara si la primera tiene la voluntad de renunciar el arma nuclear y misil.\n\t\t\t\t\t\n\t\t\t\t\tConsternado ante el fortalecimiento vertiginoso de nuestras fuerzas armadas nucleares, EE.UU. vino tocando la puerta de dialogo.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, insatisfecho con presentar algunos requisitos, disparatea que hara el dialogo para lograr la renuncia nuclear de su contraparte y que la \"maxima presion\" continuara hasta que se cumpla la desnuclearizacion perpetua.\n\t\t\t\t\t\n\t\t\t\t\tGracias a nuestro noble amor a la nacion y gran decision de de acabar con la confrontacion fratricida y lograr la paz en la Peninsula Coreana, ambas partes coreanas celebraron con exito los Juegos Olimpicos Invernales en Phyongchang y abren una nueva coyuntura favorable a la reconciliacion y cooperacion. \n\t\t\t\t\t\n\t\t\t\t\tTeniendo en consideracion la aspiracion a la paz de la nacion coreana y la sociedad internacional, hemos aclarado la posibilidad de dialogo con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tMantenemos la invariable posicion de principios de resolver el problema mediante el dialogo y negociaciones y de manera diplomatica y pacifica. \n\t\t\t\t\t\n\t\t\t\t\tEl dialogo que deseamos es para discutir y resolver los problemas de interes mutuo en la posicion imparcial entre los Estados. \n\t\t\t\t\t\n\t\t\t\t\tEn la historia de conversaciones RPDC-EE.UU. de varios decenios, no nos hemos sentado ninguna vez en la mesa de dialogo condicional con EE.UU. ni tampoco lo haremos en el futuro. \n\t\t\t\t\t\n\t\t\t\t\tEl comportamiento de EE.UU. despues de que expusimos la voluntad de dialogo nos hace pensar que no le gusta la reanudacion del dialogo. \n\t\t\t\t\t\n\t\t\t\t\tTenemos la voluntad de resolver el problema mediante el dialogo y negociaciones y por via diplomatica y pacifica, pero no mendigaremos nunca el dialogo ni evitaremos la opcion militar de que habla el imperio americano. \n\t\t\t\t\t\n\t\t\t\t\tTenemos la capacidad y la decision de responder a la opcion de cualquier forma de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tSe preservara la paz en la Peninsula Coreana, deseada tanto por todo el mundo para no hablar de la nacion coreana, o se producira un incidente inesperado en medio del circulo vicioso de enfrentamiento, esto depende enteramente de la actitud de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no debe juzgar mal la voluntad de la RPDC sobre el dialogo."
        },
        {
            "title": "Representante coreano defiende el derecho a mejorar la capacidad de defensa nacional",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-19ee.html",
            "content": "Representante coreano defiende el derecho a mejorar la capacidad de defensa nacional\r\nPyongyang, 3 de marzo (ACNC) -- Cada Estado independiente y soberano tiene el derecho legitimo a incrementar sus fuerzas de autodefensa nacional frente a la amenaza del exterior.\n\t\t\t\t\tAsi declaro el representante permanente de la RPDC ante la Oficina de la ONU y otras organizaciones internacionales en Ginebra al intervenir el 27 de febrero en la sesion plenaria de la Conferencia de Ginebra sobre el Desarme, y continuo:\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC se dispuso del disuasivo nuclear para defender la soberania del pais y la seguridad de la nacion desde la brutal politica hostil y la amenaza nuclear de EE.UU. que continuan de siglo en siglo.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, las fuerzas hostiles, encabezadas por EE.UU., acusaron el ejercicio de los derechos legitimos de la RPDC como \"amenaza a la paz internacional\" y fabricaron una tras otra las \"resoluciones de sancion\", encaminadas a suprimir el derecho a la autodefensa, utilizando su herramienta de votacion del Consejo de Seguridad de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tEn contraste con los cambios dramaticos que se dan en la situacion de la Peninsula Coreana gracias a la iniciativa y esfuerzos sinceros de la RPDC, EE.UU. agrava intencionalmente la situacion introduciendo en la peninsula y su contorno gran cantidad de propiedades estrategicas y planea iniciar, tan pronto como terminaran los Juegos Olimpicos Invernales, los ejercicios militares conjuntos que persiguen el ataque preventivo nuclear contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tNuestro pais llego a poseer las armas nucleares, medio de justicia, para la defensa propia frente a la amenaza de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tComo hemos aclarado varias veces, consideraremos cualquier bloqueo como acto de guerra y no disuadiremos a EE.UU. si este tiene de veras el coraje de enfrentarse \"violentamente\" con nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tLos paises, que hablan mal de la RPDC, no deberan sumarse a la politica hostil de EE.UU., que quiere agravar adrede la situacion de la Peninsula Coreana, ni abusar del sagrado escenario sobre el desarme como espacio de su propaganda politica."
        },
        {
            "title": "Pak Yong Mi gana medalla de oro en Campeonato Asiatico de Lucha de 2018",
            "url": "http://kcna.co.jp/item/2018/201803/news03/20180303-20ee.html",
            "content": "Pak Yong Mi gana medalla de oro en Campeonato Asiatico de Lucha de 2018\r\nPyongyang, 3 de marzo (ACNC) -- La jugadora coreana Pak Yong Mi ocupo el primer lugar en el Campeonato Asiatico de Lucha de 2018 que transcurre en Kirguizistan a partir del 27 del mes pasado con la participacion de mas de 300 jugadores de ambos sexos de mas de 20 paises y regiones, incluso la RPDC, Mongolia, la India y Kazajstan. \n\t\t\t\t\tElla vencio a todas sus rivales en el peso de 53kg.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, su compatriota Ri Se Ung conquisto la presea de plata en la division (m) de 60kg del estilo grecorromano."
        }
    ]
}