{
    "date": "2018-01-02",
    "url": "http://kcna.co.jp/item/2018/201801/2018-01-02ee.html",
    "articles": [
        {
            "title": "New Year Performance of Schoolchildren",
            "url": "http://kcna.co.jp/item/2018/201801/news02/20180102-03ee.html",
            "content": "New Year Performance of Schoolchildren\r\n Pyongyang, January 2 (KCNA) -- A New Year performance of schoolchildren for Juche 107 (2018) took place at the Mangyongdae Schoolchildren's Palace on Sunday.\n\t\t\t\t\t Among the audience were Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, Pak Pong Ju, Presidium member of the Political Bureau of the C.C., WPK, vice-chairman of the DPRK State Affairs Commission and premier of the Cabinet, and other senior party and state officials, the chairman of the C.C., Korean Social Democratic Party, the first secretary of the C.C., Youth League, officials of the party, the Cabinet, ministries and national institutions, persons of merits and teaching staff of Mangyongdae Revolutionary School and Kang Pan Sok Revolutionary School.\n\t\t\t\t\t\n\t\t\t\t\t Present on invitation were diplomatic envoys, representatives of international bodies and military attaches of foreign embassies here and their spouses and overseas compatriots staying here.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with song and dance \"We Offer Glory to Respected Marshal Kim Jong Un, Our Father\" and sextet and chorus \"The Best\".\n\t\t\t\t\t\n\t\t\t\t\t The performers extended New Year's greetings to respected Supreme Leader Kim Jong Un in reflection of the best wishes of all the people and schoolchildren in the country.\n\t\t\t\t\t\n\t\t\t\t\t They sang loudly of the warm love for younger generations shown by Generalissimos Kim Il Sung and Kim Jong Il who put forward the children as the king of the country and firmly protected their happiness and future.\n\t\t\t\t\t\n\t\t\t\t\t They also presented numbers reflecting the strong will of schoolchildren to become juvenile revolutionaries and guards who will shoulder the future of prosperous and powerful Korea by inheriting the tradition of the Anti-Japanese Children's Corps.\n\t\t\t\t\t\n\t\t\t\t\t The performance vividly showed the bright looks of the rising generations who are preparing themselves as true sons and daughters of the socialist country equipped with knowledge, good moral character and good health under the loving care of Marshal Kim Jong Un."
        },
        {
            "title": "DPRK in Jubilant Mood",
            "url": "http://kcna.co.jp/item/2018/201801/news02/20180102-08ee.html",
            "content": "DPRK in Jubilant Mood\r\n Pyongyang, January 2 (KCNA) -- The jubilant and festive mood pervades the whole DPRK on the occasion of the New Year Juche 107 (2018).\n\t\t\t\t\t Seen in every part of the country are the flags of the Workers' Party of Korea and the DPRK, posters and decorations felicitating the New Year.\n\t\t\t\t\t\n\t\t\t\t\t From the early morning of New Year's Day, many people have visited the statues of President Kim Il Sung and leader Kim Jong Il with floral baskets and flowers.\n\t\t\t\t\t\n\t\t\t\t\t And parks, pleasure grounds and centers for cultural and leisure activities are crowed with citizens and school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t The famous restaurants across the country serve traditional and special dishes including sturgeon dish, sinsollo and roe steak.\n\t\t\t\t\t\n\t\t\t\t\t All the people are full of the pride of being victors and the faith and optimism for the future.\n\t\t\t\t\t\n\t\t\t\t\t Ri Sun Mi, a weaver of the Pyongyang Kim Jong Suk Textile Mill, told KCNA at Kim Il Sung Square:\n\t\t\t\t\t\n\t\t\t\t\t I was deeply moved when receiving respected Supreme Leader Kim Jong Un's New Year Address in which he wishes all the families across the country good health, happiness, success and prosperity and also wishes that the beautiful dreams of all the people, including the hopes of the children in the New Year, would come true.\n\t\t\t\t\t\n\t\t\t\t\t It is my firm determination to always remain loyal to the leadership of our Marshal Kim Jong Un who warmly calls us the great people."
        },
        {
            "title": "DPRK Sportspersons Resolve to Achieve Fresh Victory",
            "url": "http://kcna.co.jp/item/2018/201801/news02/20180102-09ee.html",
            "content": "DPRK Sportspersons Resolve to Achieve Fresh Victory\r\n Pyongyang, January 2 (KCNA) -- Upon receiving the New Year Address made by respected Supreme Leader Kim Jong Un, sportspersons in the DPRK are filled with firm determination to achieve fresh victory.\n\t\t\t\t\t Last year witnessed signal achievements made in the field of DPRK sports. The DPRK produced champions in various events, including weightlifting, Taekwon-Do, marathon and diving. And its women footballers took the first place at the 2017 AFC U-16 Women's Championship for the third time and had three consecutive wins at the EAFF E-1 Football Championship.\n\t\t\t\t\t\n\t\t\t\t\t It is the determination and will of all sports officials, players and coaches to produce more excellent results in international games this year.\n\t\t\t\t\t\n\t\t\t\t\t Ro Chol Ok, deputy head of the Kigwancha Sports Team, told KCNA that he would give full rein to the spirit of players and coaches, intensify the training and put the training on a higher scientific basis to win more gold medals this year.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kuk Hyang, a diver of the April 25 Sports Team, said that she would train harder to live up to the people's expectation with more medals."
        },
        {
            "title": "S. Korean Chief Executive Blasted for Excluding All Prisoners of Conscience from Those to Be Set Free",
            "url": "http://kcna.co.jp/item/2018/201801/news02/20180102-04ee.html",
            "content": "S. Korean Chief Executive Blasted for Excluding All Prisoners of Conscience from Those to Be Set Free\r\n Pyongyang, January 2 (KCNA) -- The south Korean online paper Voice of People said that the committee for pushing ahead with the struggle to make prisoners of conscience released held an emergency news conference before Chongwadae on Dec. 29 last year to denounce the south Korean chief executive for excluding all the prisoners of conscience from the list of those to which the pardon is granted.\n\t\t\t\t\t Speakers said that he turned down the public demand for the rights to labor and existence by not allowing prisoners of conscience to be released."
        },
        {
            "title": "Repeal of \"Agreement\" on Sexual Slavery with Japan Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2018/201801/news02/20180102-05ee.html",
            "content": "Repeal of \"Agreement\" on Sexual Slavery with Japan Urged in S. Korea\r\n Pyongyang, January 2 (KCNA) -- The \"Peace Butterfly Taejon Action\" of south Korea on Dec. 29 last year told a news conference before the statue of girl sexual slave in Taejon where it demanded the puppet authorities immediately repeal the humiliating \"agreement\" on the sexual slavery with Japan, according to media report.\n\t\t\t\t\t The body disclosed that the \"agreement\" was made in secret between south Korea and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The speakers asserted that the \"government\" should put a blanket end to the treacherous \"agreement\".\n\t\t\t\t\t\n\t\t\t\t\t Then a press release was read out.\n\t\t\t\t\t\n\t\t\t\t\t It said the \"government\" should urge the Japanese government to stop all acts of distorting and denying its history of sexual slavery."
        },
        {
            "title": "Japan Comes under Fire for Its Past Aggression Crimes",
            "url": "http://kcna.co.jp/item/2018/201801/news02/20180102-06ee.html",
            "content": "Japan Comes under Fire for Its Past Aggression Crimes\r\n Pyongyang, January 2 (KCNA) -- Members of young people's organization in south Korea staged a demo in Seoul on Dec. 27 last year to protest against the crimes of the Japanese imperialists against the Korean nation during their occupation of Korea.\n\t\t\t\t\t The demonstrators condemned the Japanese authorities for failing to apologize for the past aggression crimes, carrying signboards bearing letters such as \"Japan has not apologized\"."
        },
        {
            "title": "Kim Jong Il's Work Posted by Brazilian Organization",
            "url": "http://kcna.co.jp/item/2018/201801/news02/20180102-01ee.html",
            "content": "Kim Jong Il's Work Posted by Brazilian Organization\r\n Pyongyang, January 2 (KCNA) -- Leader Kim Jong Il's work \"On the Juche Idea\" was posted by the Brazilian Center for the Study of the Juche Idea on its website on December 21 last year to mark the 26th anniversary of his assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t The work, published on March 31, Juche 71 (1982), deals with the immortal historic exploits of President Kim Il Sung who founded the Juche idea and their significance, and the founding, philosophical, socio-historic and guiding principles and historical significance of the Juche idea."
        },
        {
            "title": "Kim Jong Il Remembered in Different Countries",
            "url": "http://kcna.co.jp/item/2018/201801/news02/20180102-02ee.html",
            "content": "Kim Jong Il Remembered in Different Countries\r\n Pyongyang, January 2 (KCNA) -- Events took place in different countries on December 13 and 14 last year to mark the 6th anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t They included seminars, book and photo exhibitions and film shows in Nepal, India and Thailand.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with the exploits of President Kim Il Sung, leader Kim Jong Il and respected Supreme Leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were their works, and books and photos introducing the struggle of the Korean army and people.\n\t\t\t\t\t\n\t\t\t\t\t \"My Country Has Emerged Victorious by Dint of Single-minded Unity\" and other Korean films were shown.\n\t\t\t\t\t\n\t\t\t\t\t C. P. Mainali, general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist), and Manju Ratna Sakya, chairman of the Nepal Journalist Association, praised Kim Jong Il as not only the great leader of the Korean people but also the most distinguished leader representing the whole world.\n\t\t\t\t\t\n\t\t\t\t\t S. P. Pathak, chairman of the Indian Society for the Study of Works of Kim Jong Il, said that under the energetic leadership of HE Kim Jong Il the DPRK proudly turned into a nuclear weapons state and demonstrated its might as an invincible military power any formidable enemy dares not provoke.\n\t\t\t\t\t\n\t\t\t\t\t Songchit Pullarp, chairman of the Thai committee for remembering leader Kim Jong Il, praised him for devoting his all to the happiness of the people in his life while regarding the idea of believing in the people as in Heaven as his motto.\n\t\t\t\t\t\n\t\t\t\t\t Messages to Kim Jong Un were adopted at the events held in Nepal."
        },
        {
            "title": "Efectuada la funcion artistica de ninos y escolares por el Ano Nuevo 2018",
            "url": "http://kcna.co.jp/item/2018/201801/news02/20180102-10ee.html",
            "content": "Efectuada la funcion artistica de ninos y escolares por el Ano Nuevo 2018\r\nPyongyang, 2 de enero (ACNC) -- Tuvo lugar el 31 de diciembre del ano pasado en el Palacio de Escolares y Ninos de Mangyongdae la funcion artistica de los ninos y escolares por el 107 (2018) de la Era Juche \"Cancion de felicidad incomparable\".\n\t\t\t\t\tLo vieron Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Pak Pong Ju, miembro del Presidium del Buro Politico del CC del PTC y vicepresidente del Comite de Estado de la RPDC y primer ministro del Consejo de Ministros de la RPDC, otros cuadros directivos del partido y el Estado, el presidente del CC del Partido Social-Democrata de Corea, primer secretario del CC de la Union de la Juventud, los funcionarios del PTC, Consejo de Ministros, los ministerios y los organos centrales, los profesores y empleados de las Escuelas Revolucionarias de Mangyongdae y Kang Pan Sok.\n\t\t\t\t\t\n\t\t\t\t\t  Fueron invitados los matrimonios de los representantes diplomaticos y de organizaciones internacionales y los de agregados militares, acreditados en Corea, y otros huespedes extranjeros y los coreanos residentes en ultramar que permanecen en la patria socialista.\n\t\t\t\t\t\n\t\t\t\t\t  La funcion comenzo con la cancion y danza \"Gloria al estimado padre Mariscal\" y e l sexteto y coro \"Es primero\".\n\t\t\t\t\t\n\t\t\t\t\t  Los ejecutantes dedicaron el saludo del Ano Nuevo al Maximo Dirigente Kim Jong Un en reflejo del ardiente deseo del pueblo, ninos y escolares de todo el pais que desean la buena salud del Maximo Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tCantaron con emocion el amor de los Generalisimos Kim Il Sung y Kim Jong Il quienes dispensaron infinitamente la gran benevolencia a los ninos considerandolos como reyes del pais y defendio firmemente la felicitad y el futuro de los miembros de la nueva generacion.\n\t\t\t\t\t\n\t\t\t\t\tEn la escena aparecieron las piezas que muestran la determinacion de fidelidad de los ninos y escolares de formarse como revolucionarios y vanguardistas infantiles que se encargan del futuro de la patria prospera llevando adelante las tradiciones del Cuerpo Infantil Antijapones.\n\t\t\t\t\t\n\t\t\t\t\tFue objeto de grandes aplausos la funcion artistica que mostro vividamente el aspecto de los miembros de la nueva generacion que se preparan como verdaderos hijas e hijos de la patria socialista, dotados con ricos conocimientos, nobles virtudes y buena salud en el seno del Mariscal Kim Jong Un quien defiende y cultiva el futuro de Corea de Kim Il Sung y Kim Jong Il."
        },
        {
            "title": "Pueblo coreano en el Ano Nuevo 2018",
            "url": "http://kcna.co.jp/item/2018/201801/news02/20180102-11ee.html",
            "content": "Pueblo coreano en el Ano Nuevo 2018\r\nPyongyang, 2 de enero (ACNC) -- Al acoger el Ano Nuevo, 107 (2018) de la Era Juche con la conviccion en el futuro, la Republica Popular Democratica de Corea esta en el ambiente de fiesta.\n\t\t\t\t\t  En todas partes del pais flamean las banderas del Partido del Trabajo de Corea y de la Republica y estan instalados las pancartas y los adornos para celebrar el Ano Nuevo.\n\t\t\t\t\t\n\t\t\t\t\t  Muchas personas visitan con los ramos y ramitas de flores las estatuas de bronce del Presidente Kim Il Sung y el Dirigente Kim Jong Il para rendirles homenaje.\n\t\t\t\t\t\n\t\t\t\t\t  Los parques, los lugares de recreo y las bases de vida cultural estan llenos de los trabajadores y los jovenes y ninos escolares quienes pasan el tiempo alegre de la fiesta.\n\t\t\t\t\t\n\t\t\t\t\t  Los hombres intercambian los saludos con sus maestros, predecesores, vecinos, parientes y amigos tomando la decision de trabajar mucho este ano significativo.\n\t\t\t\t\t\n\t\t\t\t\t  Los restaurantes famosos de Corea sirven a los clientes los platos folkloricos y los famosos.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, los ninos escolares pasan el tiempo alegre haciendo los juegos folkloricos como la voladura de cometa y el juego con volante.\n\t\t\t\t\t\n\t\t\t\t\t  Citada con la periodista de la ACNC en la Plaza Kim Il Sung, Ri Sun Mi, tejedora de la Fabrica Textil Kim Jong Suk de Pyongyang, dijo que sigue:\n\t\t\t\t\t\n\t\t\t\t\tAl recibir el Mensaje del Ano Nuevo del Maximo Dirigente Kim Jong Un quien dijo que con motivo del nuevo ano de esperanzas formulo votos por la salud, la felicidad, los exitos y la prosperidad de las familias de todo el pais, asi como por el logro de los deseos del ano nuevo de los ninos y del hermoso sueno que abriga nuestro pueblo entero, no pudo contener las lagrimas de emocion.\n\t\t\t\t\t\n\t\t\t\t\tMe dedicare todo lo mio por sostener fielmente la direccion de nuestro Mariscal quien nos llamo con el amor como gran pueblo."
        }
    ]
}